[
  {
    "transcript_id": "CNN-35005",
    "matched_terms": {
      "facts": "authority"
    },
    "previous_statement": "I don't know that the FBI has ruled one way or the other. I think that what the FBI has said was they thought the D.C. police, first of all, is going a woefully inadequate job at investigating this. And they said they were spending too much time on television and also perhaps too much time devoted the Condit angle, and there were several other angles. So I don't know if I would agree with your characterization, but the point is, to explore the angle of Gary Condit is an important one, because this is man was intimate with a missing intern. And as we know, boyfriends, husbands are much more likely, or I think the rate for missing women, or for women who have been murdered is 50 percent of them have been killed by somebody that they know. With men it's only 25 percent.",
    "statement": "But then 50 percent of them haven't been. Those are the statistics, but the <FACTS> remain that in this specific case, there's zero evidence that Gary Condit has had anything to do with this and none has surfaced. And yet the focus from the press has been relentlessly on Gary Condit, and as much as I've enjoyed reading it, I don't see a justification for it."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "Congressman, is legislation going to be -- do you see legislation coming out of these hearings?",
    "statement": "I <SUSPECT> that there <MIGHT> be, Roger. Another point is that almost, over two years ago, State Farm notified the National Highway and Traffic Safety Administration about this information, and they did not do anything with it. A good question would be: Do they have other information on other tires presently on their record that would be indicate that there is defects on other tires? So I <THINK>, to your original question is, are there other tires involved? <OBVIOUSLY>, we don't think so. But let's ask them today, and get to the bottom of what their record keeping looks like."
  },
  {
    "transcript_id": "CNN-222930",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "None",
    "statement": "Everybody is paranoid. They're scared because a movie theater <SHOULD> be somewhere safe, where people are out there to enjoy themselves. Unfortunately what America has seen over the past couple years is that movie theaters have become dangerous places where incidents occur."
  },
  {
    "transcript_id": "CNN-128419",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "What is -- what is Peter's goal, Norman?",
    "statement": "Plenty of access to his children, lack of interference by Christie Brinkley. She <SHOULD> stop bad-mouthing him. That has to stop. She should get some psychiatric help. And the answer is that they were -- you <KNOW>, they were wonderful parents. They brought these kids up. They were an ideal couple. What has happened here is that she found out about an affair, she found out that he went on the Internet. And since that time, you know, she has just been bashing him and bashing him and bashing him. Larry, it's been two years now. She has not lessened her hatred or her revenge one bit. Not one bit."
  },
  {
    "transcript_id": "CNN-195238",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Oh my God.",
    "statement": "That is cause to celebrate for <SURE>. Mayor Bloomberg says 90 percent of New York's subways <SHOULD> be working by today. But about 2 million people are still in the dark and becoming increasingly frustrated. Temperatures dipped into the 30s last night and a lot of people still don't have any heat. Another problem from the power outages? Seventy percent of gas stations in some areas can't pump gas, despite New Jersey's gas rationing, people are waiting in very long lines, and some aren't finding gasoline at all."
  },
  {
    "transcript_id": "CNN-159110",
    "matched_terms": {
      "clear": "none"
    },
    "previous_statement": "The closer you get to combat, the more opposition you get. Marines who are going to be in combat are opposed. Also Army folks who are in combat -- combat Army are opposed. We say we want to pay attention to them, we want to do everything for them, we want to honor them, we probably ought to honor their wishes, at least take them seriously.",
    "statement": "I would welcome Eric Alva via Skype. He is a former Marine staff sergeant and spokesman for the Human Rights Campaign. Thanks for joining us. So, Sergeant Alva was the very first American wounded in the Iraq war. I want to get that <CLEAR>. Very first American wounded. He is also gay and he wants to see \"don't ask, don't tell\" come to an end. You heard what Bill Bennett had to say there mentioning that your branch, the Marines, <SEEM> to be the most opposed to repeal. Why is that?"
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "fact": "authority",
      "certainly": "authority"
    },
    "previous_statement": "But do you think the Cold War could have taken a different course if Truman hadn't taken the tough stand in Potsdam and others that Franklin Roosevelt might not have taken?",
    "statement": "The big question that I raise in the FDR and Truman chapters is <AROUND> how they interacted with Joseph Stalin And, you <KNOW>, FDR, there are varying theories on this but FDR <CERTAINLY> was predisposed and want to <BELIEVE> he <COULD> work with Stalin. There are examples where he questioned that. particularly, towards the end of his life but by all accounts, he believed there was -- he knew Stalin, he could work with Stalin. He stopped getting advice from the advisers and people with deep expertise on Russia and you could argue he was too close to it. I <THINK> some of this had to do with the <FACT> that, you know, I don't think Roosevelt was in denial about his health. I think Roosevelt knew he was dying but he wanted to beat the clock, finish the war, <MAYBE> become the first secretary general of the U.N. but finish the job while he was still on earth. What impresses me about Truman is the fact that unlike, you know, LBJ, who buys into the argument that Ho Chi Minh is somebody we can maybe get a better compromise with by over eagerly negotiating and so forth. Truman doesn't buy any of that with Stalin on day one. And he has no institutional knowledge which would lead him to this conclusion. It's pure instinct. And he's getting all sorts of advice from people pushing a Roosevelt agenda, people pushing their own agendas. And for somebody who's following the great FDR to be able to assert themselves so early on without neglecting the legacy of FDR during such an important moment in history, it's nothing short of extraordinary."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "clear": "authority"
    },
    "previous_statement": "Saw two rockets go, one actually from this direction, looked like one on the other side of the building. The building is on fire now. They've gotten ambulances here pretty quickly. They've got a fire truck on the scene as well. (",
    "statement": "From the damage it's <CLEAR> the rockets were aimed at a lower floor. ("
  },
  {
    "transcript_id": "CNN-258879",
    "matched_terms": {
      "fact": "none"
    },
    "previous_statement": "You know, Hillary Clinton is interesting, because she is a very practiced politician. We don't see her speaking off the cuff much, which I would contrast with Donald Trump. It seems like Donald Trump winged a lot of his announcement speech. It seems like he was kind of speaking off the top of his head. Someone like Hillary Clinton or, on the Republican side, Jeb Bush, they don't tend to go off script very much. They have either prepared remarks or they have policy material that they're very familiar with. So what we find is that when politicians are being careful and they use prepared material, they tend to get more accurate ratings.",
    "statement": "I have a guest standing by who wrote about Chris Christie this week, saying about the New Jersey governor, \"Don't <BELIEVE> a word the man says.\" And it just makes me wonder, is this congenital? Do you find that every politician is out there saying a whole lot that is untrue and that journalists have to step up and do a better job of <FACT>-checking?"
  },
  {
    "transcript_id": "CNN-322893",
    "matched_terms": {
      "clear": "hedge"
    },
    "previous_statement": "All right, thank you very much. And certainly you could. Brian Todd is OutFront in Las Vegas as well and Brian, you know, this is some crucial new information that you're learning this hour about the shots. That perhaps his first aim was not at individual concertgoers. Maybe that was clearly part of the plan because of the amount of ammunition that he had. But he first aimed somewhere else.",
    "statement": "That's right, Erin. A source close to the investigation telling us tonight that Stephen Paddock fired on those aviation fuel tanks before he fired on the crowd in that small stadium there on the Las Vegas Strip. Those fuel tanks were about a thousand to 1,100 feet away from the area where the crowd was for the concert. Now, sources had told us before that the fuel tanks were not punctured and that there was not a danger to the public. But now we're learning that he at least did train his aim on at least one of those fuel tanks. We <BELIEVE> at least one of them was hit. And again, sources are telling us they were not punctured and there wasn't a danger public. However, you <KNOW>, now it speaks to the intent of the shooter. Did he try to puncture one of the tanks with his bullets and <MAYBE> cause a huge explosion? Maybe try to divert attention before he started firing on the crowd, not <CLEAR>. They're looking into all of that tonight, but we do know now that he fired into those tanks before firing into that crowd on Sunday night. Also learning from the same source that the notepad that was found -- excuse me, the note -- the sheet that was found in his room contained only numbers not letters or words. That the numbers were told by sources are significant to the shooter, Stephen Paddock. But, we're was just told by the source they're not <QUITE> clear what the numbers mean, Erin. So on that note, only numbers. No words or letters and they are analyzing those numbers to see what they mean."
  },
  {
    "transcript_id": "CNN-133476",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Well, for example, skid marks on the runway. People's memories, people's memories fade and change with time. Anything that can go away or change with the passage of time, we want to go out and document the aircraft conditions. The configuration that things are right now before weather moves in or something like that. So anything that could change with the passage of time.",
    "statement": "The investigators are also talking to the pilot and the copilot, the flight attendants and the passengers. You just heard from one about what a scary situation it was on that plane. Other passengers say that at least one person was screaming that the plane was going to blow up. There was the fire that they <COULD> see off the right side of the plane. There was a mad scramble to get out. Some of the luggage bins overheard were actually melting from the heat, melting onto the passenger seats. So there was a really difficult time getting off that plane. The investigators want to find out if the flight attendants did everything that they <SHOULD> have done and how this chaotic evacuation actually worked, Betty, in that everybody did get off of that plane. Thirty-eight people were injured, two of them critically, two women. And we've been told that they are still in the hospital, these two women. One now in fair condition. And the other in serious condition -- Betty."
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "That's what we should be focusing on right now.",
    "statement": "You <KNOW>, New York, <OF COURSE>, biggest city in the country, but it's also a place that people look to <MAYBE> as lessons learned and ways forward for their own communities where they struggle with incidents -- if not directly like this, their own community tragedies. And I <THINK> it's hoped, in many ways, if anybody can figure this out, bridge the divides, and shine a light, it is this city."
  },
  {
    "transcript_id": "CNN-251087",
    "matched_terms": {
      "knows": "none"
    },
    "previous_statement": "Sara, you spent so much time there. Where are we now? Chief Tom Jackson has resigned now there, which is something that people have been calling for that for months and months there. That has finally happened. There is a new chief that's coming in on an interim basis right now. Is that enough for these protesters?",
    "statement": "You <KNOW>, Lieutenant Colonel Eickhoff. He is the assistant chief. He is now going to be the interim chief. We heard from the city saying he has the respect of the other officers. He has been there for a very short time. By the way, he got there just before Michael Brown was shot and killed. So, he has been there through all of the chaos and turmoil and doesn't really know Ferguson before that, except he is a St. Louis County police officer. So, he <KNOWS> the area well."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Hi, Ana. He was, and look, these are exactly the sorts of mixed messages that have come to define this White House and the president's lawyer is just the latest example of someone who's working for the president who doesn't seem to be exactly on the same page as the president. You laid it all out with the \"Washington Post\" reporting on Wednesday, the president responding at first saying that it was phony and then Friday sending out this curious tweet that seemed to confirm that he is under investigation. Now, sources close to the president -- familiar with the president's thinking said he had hadn't been officially informed that he was under investigation. He was just basing that tweet on news reports. Listen to what Jay Sekulow, one of the president's lawyers had to say to explain all of this on \"State of the Union\" this morning.",
    "statement": "<SHOULD> we take that tweet from the president as confirmation that the president is under investigation?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "definitely": "authority",
      "knows": "authority"
    },
    "previous_statement": "There are no magic wands to solve the energy crisis. But let's be honest. It's not like this challenge suddenly appeared and ambushed us. So, what, if anything, can Washington do about gas prices? And why haven't they done it already. Panel back with me again, Senior business correspondent Ali Velshi, Stephen Leeb, the research chairman of Leeb Capital Management, Club For Growth president Pat Toomey, and the U.S. managing editor for \"The Financial Times,\" Chrystia Freeland. Pat, the president did do one thing. He lifted the ban on offshore drilling. And I guess you think that's maybe as close to a magic wand as you can get, yes?",
    "statement": "I <THINK>, on the margin, more supply <DEFINITELY> helps the situation. But the Democrats in Congress can't go there. They have got an environmentalist segment of their base that is adamantly opposed, because they're just opposed to carbon. And, so, Nancy Pelosi has promised she will not have a vote on the House floor on this because she <KNOWS> she would lose the vote."
  },
  {
    "transcript_id": "CNN-247238",
    "matched_terms": {
      "clear": "authority"
    },
    "previous_statement": "That's right, Wolf. I mean, you heard the prime minister described what he called a very serious Islamist extremist terrorist threat across the world. The president still clear of that kind of language and urged Europe not to use a hammer or law enforcement alone in dealing with this issue. He also suggested that countries across Europe need to play catch-up when it comes to integrating Muslims in their societies. Also, I thought it was striking. You heard the prime minister saying he wants high-tech companies like apple and Google to be more cooperative but still stunned by the Edward Snowden scandal saying privacy rights cannot be thrown overboard. So really, these two leaders while they were sounding tough today, they weren't exactly on the same page and they obviously have some disagreements to work through, Wolf.",
    "statement": "Yes. That was <CLEAR> to all of us who watched the news conference. All right, Jim Acosta, thank you very much. Joining us now, the former FBI and CIA senior official Phillip Mudd. And on the phone, joining us from Brussels, Guy Van Vlierden. He is a journalist from the Belgium newspaper, HLN. Phil, what's your reaction to Paul Cruickshank's latest reporting on this Belgian cell and its possible connection to ISIS?"
  },
  {
    "transcript_id": "CNN-143176",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "All right, Deb. Thanks very much. And in the 6:00 p.m. Eastern hour, we're going to be speaking with Ron Kuby, the lawyer for the imam Ahmad Afzali. In the meantime, let's got to Jack Cafferty. He's got \"The Cafferty File\" -- Jack.",
    "statement": "Wolf, thank you. Military commanders on the ground in Afghanistan are about to force President Obama to do something he'd <PROBABLY> rather not do -- make a decision. The day of reckoning has been coming for a while now. The death toll of American troops continuing to rise there. The Taliban strengthening their hold on ever-larger parts of the country, and the effectiveness of the Karzai government when it comes to troops and security remains very much in <DOUBT>. History suggests Afghanistan is a tough nut to crack. Ask the Russians. And to <THINK> you can do it on the cheap, with limited budgets and a limited number of troops, that's just plain ludicrous. In effect, the White House is being told by the people fighting the war, either come up with a strategy that has a chance of working and commit enough troops to make it happen, or resign yourself to the same failure that all foreign invaders of Afghanistan have ultimately come face to face with. It's time then for the administration to stop equivocating. First, we heard a decision on troops is \"weeks and weeks away.\" Then we were told there are no plans for additional troops for Afghanistan. But the people fighting this war say without them there are no plans for victory either. Since World War II, this country has failed to achieve victory in Korea, in Vietnam and in Iraq, and the polls indicate the American people are not eager to commit the resources that <MIGHT> be necessary to win this one either. Here's the question. What <SHOULD> President Obama do when commanders are saying the mission in Afghanistan will fail unless they get more troops? Go to CNN.com/caffertyfile. Post a comment on my blog."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "definitely": "authority"
    },
    "previous_statement": "Well, I didn't see it as discombobulated and I really think outside is the main stream media and outside of the political class, there were a lot of undecided voters who watched Donald Trump last night and thought he did a good job. I don't know if it's majority, I don't know if that remove the polls. I happen to agree to Bob Schieffer, that, you know, Donald Trump didn't move any votes and Hillary Clinton didn't gain any. But I don't think everyone saw it the way we saw it. I don't think he seemed rattled. I think he seemed like a real person on that stage. Like he was speaking for the American people.",
    "statement": "He <DEFINITELY> same rattle than he <SEEMS> rattle today. He's completely been taken off his game and I <THINK> this story was Alicia Machado was a big part of it. And look, I <KNOW> Alicia Machado. I work with her on a couple of projects, she's a huge community activist. So for her to be going out there and talking about how Donald Trump does not have the character that we would want as somebody in commander and chief is going to be incredibly powerful for women and for Latinos. And just one last thing on the story that you brought up, the accusations against her ..."
  },
  {
    "transcript_id": "CNN-48428",
    "matched_terms": {
      "feeling": "none"
    },
    "previous_statement": "We got to take a break. But when we come back, we'll come back with our remaining moments. Right away, the Bee Gees are the guests tomorrow night. When we come back with our remaining moments, we'll ask our two ladies, Kristen and Leslie, to remain, and we'll be joined by Angel Boris, the \"Playboy\" playmate who also will be seen on Sunday night on the \"Fear Factor\" special. And we'll get to her fear right after this. (",
    "statement": "Hundreds and hundreds of flies surrounding your head. Go, you got to go! This stunt is designed to replicate the terrifying <<FEELING>> of being trapped under ice. She missed the hole. She can't find it. This is it, this is real. You get in there and you win this right now. You ready?"
  },
  {
    "transcript_id": "CNN-22418",
    "matched_terms": {
      "clear": "none",
      "knowing": "none"
    },
    "previous_statement": "New steps to heal a nation cut in half. South Korea and North Korea try to move closer together after half a century of suspicion. The year 2000 comes to an end with new optimism about the two Koreas. Hello and welcome. This week on INSIGHT will be a little bit different. We're going to spend the last week of this year looking at the history we watched unfold since the year began. And we'll begin with a place that has seen both suffering and celebration, Korea. The two governments of the divided peninsula have had closer contact and higher level contact than ever before. A Korean won the Nobel Peace Prize for the first time. And a few won something else, a chance to simply see and embrace family members they hadn't seen in 50y years. On our program today, a look back at the two Koreas in the year 2000. We begin with this report from our Seoul bureau chief, Sohn Jie-Ae.",
    "statement": "A handshake few believed would ever happen, a handshake between leaders of countries that consider each other their greatest enemy. During the three-day summit, the world got their first real glimpse of the reclusive North Korean leader Kim Jong Il talking, making jokes, and being a gracious host to South Korean President Kim Dae Jung. The summit came to an end with the two leaders sharing many symbolic gestures and an agreement that led to more changes. Handshakes across the table as South and North Korean officials in the political, economic, and even military sectors met each other for the first time. Two months later, emotional reunions. Two hundred families who have lived apart since the Korean War were permitted to temporarily visit relatives across the border. Reunited mothers and sons, sisters, and brothers have four short days to make up for the 50 years lost then parted, not <KNOWING> if they would ever see each other again. A railway and highway across the heavily fortified border between the two Koreas is planned. South Korea has already broke ground. Military officials on both sides have agreed to cooperate to <CLEAR> thousands of mines that are <THOUGHT> to be scattered along the routes. North Korea's leader Kim Jong Il has also extended his hand to another historical enemy, the United States. He welcomed Secretary of State Madeleine Albright and hinted Pyongyang <MAY> stop developing and exporting long-range ballistic missiles. South Korean President Kim Dae Jung received the Nobel Peace Prize partly for his efforts to engage the North. But for all that's happened since that historic handshake, the euphoria in Seoul over what's happening with the North <SEEMS> to have dissipated."
  },
  {
    "transcript_id": "CNN-372301",
    "matched_terms": {
      "clear": "authority"
    },
    "previous_statement": "Her own party is spending millions of dollars for a former, foreign intelligence officer that were now trying to interview, travel the world, trying to drum something up and when they could not find it, they made it up.",
    "statement": "That research compiled by a former British spy, warned of possible Russian infiltration to meddle in the election through the Trump campaign, something the U.S. government was actively looking into. The dossier's claims did not all prove to be true. Democrats say it's <CLEAR>, Trump hasn't learned his lesson from 2016, and an investigation that has loomed over his presidency."
  },
  {
    "transcript_id": "CNN-221831",
    "matched_terms": {
      "feeling": "none"
    },
    "previous_statement": "None",
    "statement": "2013 is the year the economy recovered, for some. I'm Christine Romans. This is YOUR MONEY. The economy on track to create 2.3 million new jobs this year, the <BEST> since 2005. Home prices are rising, the stock market is hitting new highs, industrial output is back to prerecession levels, and the government has sold its last shares of General Motors. There are even signs of bipartisanship in Washington. So why aren't Americans <<FEELING>> optimistic? Carly Fiorina is the former CEO of Hewlett-Packard, the first woman to lead a Fortune 20 company. Today chairs the charitable organization Good 360. She also ran for Senate and advised John McCain during his 2008 presidential run. Danny Minton-Betos is the economics editor for \"The Economist.\" Nice to see both of you. Carly, let me ask you first, why aren't more Americans feeling this recovery?"
  },
  {
    "transcript_id": "CNN-291135",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "None",
    "statement": "Welcome back to the International Desk, I'm Isa Soares. Let me bring you up to date, the main news headlines we're following for you this hour. Four planes <REPORTEDLY> pounded the Syrian city of Aleppo despite a three- hour ceasefire. Russia declared a daily pause in the fighting to allow in food as well as other supplies. This figure you're looking at now is said to show fighting earlier this week. Up to 300,000 civilians are believed to be trapped in Aleppo. Ukraine is ordering its troops in the east to be in the highest level of combat readiness. The order comes as tensions escalate over Russia in the next Crimea. Russian now says it will be increasing security in Crimea and holding naval exercises in the Black Sea. Donald Trump is set to speak this hour in Florida, and we'll <OF COURSE> keep an eye on that what he says. We'll bring it to you live. In a rally on Wednesday, Trump called President Barack Obama the founder of ISIS and Hillary Clinton the cofounder. That was a day after suggesting gun rights activists produce something about at Clinton's presidency. Now, Turkish media report President Recep Tayyip Erdogan had issued an ultimatum to Washington extradite and exile terror or risk damaging relations. Our Senior International Correspondent Arwa Damon has more now from Istanbul. And Arwa, Turkey has until now made repeat to let you say, diplomatic calls, for the U.S. extradites. Mr. Erdogan now that impatience <SEEMS> to be running out. Tell us more what the Turkish president had to say."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "of course": "authority",
      "absolutely": "none"
    },
    "previous_statement": "It looks about right, though. You've got -- you want a little bit of stiffness in you there, Chad, especially when you're out there. You know, you want to feel a little upright.",
    "statement": "We put this on the hood of the car about an hour ago, poured some water on it, and it honestly looks like -- I don't <KNOW> -- a frozen piece of cardboard. Thanks for your shirt, J.J. Anyway, temperatures are cold enough to freeze a shirt and cold enough to freeze you and cold enough to freeze your pets, so please take care of them this morning. Temperatures are in the single digits to the teens. Plattsburg, New York, when I woke up this morning was 10 below zero. Look at the snow cover. The snow cover now goes all the way from Chicago right through Detroit and back into Buffalo and all the way through Boston, and the deepest <STUFF> is about Worcester. I've seen reports in the past seven days, Worcester County about 60 inches of snow. Here's the next storm that I <BELIEVE> is a clipper coming on by. There's another computer model that's saying a lot more for Boston here again. But right now I'm <THINKING> two to three inches of snow, and that comes in about 48-72 hours. We will have to look to see if something can combine. But right now, we're always talking about these models. Are they right, are they wrong? Some are right, some are wrong. Two are saying <ABSOLUTELY> nothing. The one, the European is saying yes, it <COULD> be something. And we'll take a look at it as it gets closer. Right now still too many days away to make a definitive answer. And the temperatures are very, very cold. If we get any type of precip, with temperatures like this, it will be frozen, <OF COURSE>. We're not going to get rain any time soon, and I don't see -- I don't see us warming up significantly here in the east for the next 30 days. So <MAYBE> Punxsutawney Phil was slightly correct. Warm in the west, cold in the east. Chris, I'd have a talk with your dry cleaner."
  },
  {
    "transcript_id": "CNN-401808",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "None",
    "statement": "And we're back with the breaking news. All four officers involved in the killing of George Floyd have been charged. The officer who knelt on Mr. Floyd's neck has been charged with second-degree murder. The other three have been charged with aiding and abetting that murder. George Floyd's cries of \"I can't breathe\" echoed another tragic incident where an unarmed black man accused of a petty crime was killed while in police custody. I'm referring, <OF COURSE>, to Eric Garner, who was killed in 2014 after New York police put him in a choke hold. Joining me now, Eric Garner's daughter, Emerald Snipes-Garner, and Etan Thomas, former NBA star and author of \"We Matter: Athletes and Activism.\" Emerald, let me start with today's breaking news. The officers involved in your father's death were never charged, and it took five years for one of the officers to just be fired. What's your reaction to what happened today?"
  },
  {
    "transcript_id": "CNN-188144",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "Nicole Richie yes, along with Cher, Bono, and other moments of spontaneous indecency on TV shows. So, in short, the networks scored a big win when the justices ruled the government couldn't hand down unfair punishment if these indecency -- if these are indecency cases. A frantic river rescue in Vermont after a couple gets swept over a 20-foot waterfall -- the two were fishing when the woman slipped, fell into the water, husband went after her, good man. The current pulled both of them, though, over these falls. You can see the rescue crews had to lower this ladder down. There they go, slowly, coming back up out of these rapids. Luckily, they ended up with a few bumps and bruises and they are A-OK. A state of emergency, though, is in effect in Duluth, Minnesota. Wow. And the National Guard troops, they are helping the city recover from these massive, massive floods. Up to nine inches of rain fell in some areas, sending what looked like raging rivers through city streets and causing some roads to crumble. It looks like that house was sort of perched precariously off a cliff, houses knocked from their foundation, other homes underwater, forcing many people to get out and get out quickly. Especially hard- hit was the Lake Superior Zoo, where at least eight animals drowned.",
    "statement": "We're shifting animals to higher ground, to places where we're <ABSOLUTELY> <SURE> they're going to be safe. Some of that will require quarantine, which is a short-term solution. But within the next 48 hours, our keeper staff is looking only at the animals' well-being and the public safety."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Trump has a compulsion to counter attack and is very pugnacious. I don't think it serves him well. I don't think that tweet helped him. He is infuriated and legitimately in my judgment, by this whole Russian baloney, and notice how it's evolving. We started here with Russia, we don't have anything on Russia but maybe there was obstruction. We may not get an obstruction or maybe there's going to be perjury and maybe there'll be, you know, I mean, you go down the list.",
    "statement": "So Doug, you are a Republican strategist. The president calling this all a witch hunt suggesting people <SHOULD> be outraged that he is being investigated. Whether or not the president is helping his legal case through these comments and tweets, do you see a political up side to what he's saying?"
  },
  {
    "transcript_id": "CNN-202035",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "None",
    "statement": "OUTFRONT next, Democrats blame the Republicans. Republicans blame the Democrats. How Speaker John Boehner drops an A-bomb. Plus Olympian Oscar Pistorius charged with premeditated murder in the death of his girlfriend. Why the case <MAY> never go to trial. A hot air balloon accident in Egypt, we have dramatic pictures for you tonight. Let's go OUTFRONT. Good evening. I'm Erin Burnett. OUTFRONT or <SHOULD> I say out back tonight, the \"A\" word. With three days until the forced spending cuts kick in, House Speaker John Boehner today dropped an A-bomb."
  },
  {
    "transcript_id": "CNN-320972",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "Yes, sir, I can.",
    "statement": "Thank you for joining us. Thank you for everything that your men and women had to do during the storm. And now big job, <OBVIOUSLY>, after it as it starts to move its way past, finally. That's what we're all waiting for some relief so you guys can get out and do your job. What did you have to deal with yesterday and into today?"
  },
  {
    "transcript_id": "CNN-169538",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Taking top stories now. The man accused of killing 93 people in Norway was in court today. Anders Behring Breivik will be held in isolation for four weeks. A judge says that he defended the bombing attack in Oslo and the shooting massacre on the nearby island claiming the attacks were to combat the, quote, \"Colonization of Norway by Muslims.\" Looks like the NFL lockout is about over. Representatives for the players agreed on a tentative 10-year deal. Players could be in training camp this week. The pressure for Congress to raise the nation's debt limit grows. Eight days and counting on the deadline to raise the limit. The threat of default is causing a lot of jitters on Wall Street. Stocks actually fell at the open of trading less than an hour ago. \"Political Buzz,\" your rapid fire look at the hottest political topics of the day. Three questions, 20 seconds on the clock and playing today Democratic strategist Maria Cardona, Sirius-XM political talk show host and comedienne Pete Dominick and CNN contributor and talk radio host Dana Loesch. First question, guys, President Obama canceling his own fundraisers to try and work on the debt negotiations now. It sure makes him look good, but will it get us any closer to a deal? Maria?",
    "statement": "Well, <SURE>. It was the right thing to do. That's why he did it. The question is whether it gets us closer to the deal and <SHOULD> be put to Speaker Boehner who on Friday we saw has walked out of the negotiations twice now. <PROBABLY> the fourth time a Republican has walked away, and the president said it <BEST> on Friday at his press conference. Can the Republicans say yes to anything? That's the question that needs to be put to them. They need to understand how to govern, how to negotiate."
  },
  {
    "transcript_id": "CNN-54980",
    "matched_terms": {
      "of course": "authority",
      "should": "authority",
      "fact": "authority"
    },
    "previous_statement": "Bob Franken, is there any woulda, shoulda, coulda going on at D.C. Police Department?",
    "statement": "Well, they say no. They will also say that no matter what do you in an investigation, if it is not successful, people are going to say you <SHOULD> have done such and such and so and so. The police chief <QUITE> angrily -- both police chiefs, the deputy police chief, Terence Gainer, and Chief Ramsey, have really resented that question all along, saying that until a case is solved there will always be woulda, coulda, shoulda. They go back, they review, they re-review. A lot of people say that they made mistakes that were really unacceptable. Many people, for instance, criticize the <FACT> that when they were searching Rock Creek Park they didn't search the sloped areas, the creek beds that <MIGHT> have been the most likely hiding places for them. he police shoot back and say look, they are <SOMEWHAT> limited in the scope that they are really able to pull off on a search. That <KIND OF> discussion will continue. It is <PROBABLY> worthwhile at some point, but <OF COURSE> the bottom line will be, at some point, finding who it was that was responsible for the death of Chandra Levy, and according to the police chief, he said that they will eventually -- quote unquote -- eventually come up with the person responsible."
  },
  {
    "transcript_id": "CNN-413810",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "Yes, it's indescribable. I don't understand the politics. And there is no way to understand the public health benefit for that. It's kind of like being on an airplane in a thunderstorm and hearing a fight going on in the cockpit. It's very disquieting to see this kind of chaos coming from the White House. Anthony Fauci is a preeminent scientist and physician. He's been that way for 40 years. He understand what -- he understands very well what needs to be done now. The president just doesn't want to hear it. And he is lashing out at Dr. Fauci. I wonder sometimes whether what bothers him most is that the public's perception of Dr. Fauci as substantially more favorable against the public's perception of the president? I wonder if that is what bothers him the most.",
    "statement": "Right, and <OF COURSE> Dr. Fauci says U.S. COVID cases are high because this nation hasn't shut down as much as other countries. Not early enough, and not for long enough. But he's not advocating a national shut down just yet. He wants to see every American wear a mask. If they did that right now, <COULD> that avoid a shutdown? And at the same time, can it turn this <AROUND>, if of course, in conjunction with that we had better testing in place?"
  },
  {
    "transcript_id": "CNN-365968",
    "matched_terms": {
      "clearly": "authority",
      "should": "authority",
      "certainly": "authority"
    },
    "previous_statement": "So the four reasons that Barr has given for these redactions are grand jury material, sensitive intelligence, information about ongoing investigations and then anything that would sort of sully the reputation of someone who is a peripheral third party. Do you agree with all four of his points there, that those four things should be redacted even in a version that goes to Congress?",
    "statement": "No. I <THINK> they <SHOULD> be taken into consideration. <CERTAINLY>, the grand jury material can be released with an order of the court, and if Barr wishes to, he <COULD> seek one and would secure one. With respect to ongoing investigations, it's <CLEARLY> the case that we could provide information to Congress effectively confidentially or in camera and such that it wasn't going to make it into the public sphere, indeed, that's done <QUITE> routinely in the intelligence committees, for example. Likewise, with respect to the information relating to sources and methods of our intelligence investigations, Congress is entitled to <KNOW> that just in a confidential way."
  },
  {
    "transcript_id": "CNN-86670",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "We're not going to rubber stamp them. We're going to analyze them carefully.",
    "statement": "Republican Collins and Democrat Joe Lieberman are focusing on the two biggest proposals -- creation of a national director of intelligence and a new counter-terrorism center. But commission members <THINK> Congress and the president <SHOULD> adopt all 41 proposals. They want little, if any, tinkering."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "President Trump, meantime, signing the $2 trillion stimulus bill aimed at helping -- aimed at helping people -- sorry -- OK, I'm sorry, everyone. Again, bear with us. We are dealing with our own technical things in this time. But we do have a guest here that we weren't sure if we're going to be able to get on the phone and we are now able to get, joining us now from a cruise ship. So, let me get you the story here -- 138 people are sick aboard a cruise ship which is currently trying to get to Florida. It's now in Panama. The cruise line has confirmed four passengers have died but they still do not know the cause of death. They say -- as I said, again, nearly 140 people, though, are sick. Joining me now is someone on that ship, Clifford Kolber. He and his wife are aboard that ship. It's called the Zaandam. And I appreciate your time, Clifford. I'm glad we were able to get this connection. I know it's been -- it's been hard but you said you've got some signal now that you're in the Panama Canal. What have you been told by the cruise line and your captain? I mean, the situation is -- is not good, obviously.",
    "statement": "The situation is pretty terrible, as a matter of <FACT>. Especially, we had four people died."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "It's state-of-the-art technology, designed to see through heavy metal containers. It can detect illegal drugs and contraband weapons and ammunition. It can also detect chemicals and biological agents and perhaps most important, it can detect nuclear equipment as well. (on camera): So if there were, god forbid, a radiological bomb inside the container, they would be able to see that.",
    "statement": "<ABSOLUTELY>, yes."
  },
  {
    "transcript_id": "NPR-35336",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "What are the co-payments, and is there coverage for very high bills? People can switch by going to www.medicare.gov, calling 1-800-MEDICARE, calling their state health insurance program, or simply signing on to a new plan.",
    "statement": "Precht cautions that switches at this late date <MIGHT> take a week or so into April to become activated. There are, <OF COURSE>, rules. People who have a Medicare Advantage plan that does not include drug coverage can only switch to another plan without drug coverage and vice versa."
  },
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Staying home -- staying home with the kid is a very middle- to upper-middle-class experience. And there are so many families who economically can just not afford...",
    "statement": "Well, Dr. Poussaint, you <SHOULD> listen to my radio show and hear all of the moms who would not be in either of those categories who have made the decision to stay home, because they say there's only a short period of time for childhood. They keep growing whether we're there or not. They don't want to miss it. They're going to invest in it."
  },
  {
    "transcript_id": "CNN-280876",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "Before retiring in 2010, he watched the rise of Islamic radicalism in Belgium, first in the '90s, surveilling a network with ties to Osama bin Laden, then seeing the rise of recruitment of Belgian youth by Sharia for Belgium, a dismantled terror group that's leaders have been convicted or jailed, finally, and exodus of fighters. Per capita, Belgium has sent more foreign fighters to Syria and Iraq than any other Western European country, the number estimated to be around 500 since 2012. As many as 100 may have made their way back. But resources to counter a mounting threat didn't keep pace, Jacob said. (on camera): Were you understaffed?",
    "statement": "Yes, <ABSOLUTELY>. For the past 10 years, different services in Belgium let down the intelligence and the budget for it."
  },
  {
    "transcript_id": "CNN-336245",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "CNN's Samuel Burke has details on the new privacy feature and when they might be available.",
    "statement": "Facebook says it's finally going to make it easier for you to change your privacy settings on the platform. The social network is even acknowledging that it's done a poor job with this, admitting that having the privacy and security settings scattered across 20 different pages isn't user friendly. For ages, I flagged that oftentimes the tools Facebook offers as fixes are very hard to find. The tool to see if you're been targeted by Russian propaganda, for instance, is an example of this problem. It's only available on desktop, not mobile, even though Facebook brags to its investors about being a company with the majority of its users on mobile. But this time <AROUND> Facebook says they will make changes to the privacy settings clearer on the mobile app. So let's just take a look at the before and after. On the left are the settings, how they look right now and on the right is what looks to be a <SOMEWHAT> more simple menu of what they <SHOULD> look like. But let's be cautious here because while Facebook is already talking about the changes, they haven't actually made them yet. You cannot access this on your mobile app just yet and it <MAY> not be available for a few more weeks. Hopefully it will be available before Mark Zuckerberg testifies before Congress so legislators can see what types of changes, if any, Facebook has made as they grill its top executive."
  },
  {
    "transcript_id": "CNN-196012",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "Well, I have just spoken to a senior Israeli government official, who is very much in the loop and close to the negotiations, and he has further clarified to me what we've been for the last many hours. And that is that after the latest meeting of the prime minister of Israel, Benjamin Netanyahu, along with his inner security cabinet, which went into the early morning hours our time here in Israel. The decision has been made, quote, \"to hold off on a military ground offensive to give time, limited time,\" this in the words of that government official, \"time to let the diplomatic solution work.\" According to Israel, their nonnegotiable demand is that any diplomatic solution means an end to Hamas rocket fire into Israel. So that is what is happening now. Consistent with what we've been reporting over the last many hours that they do prefer to see a diplomatic solution succeed and they're giving time for it, but not endless time. They confirmed that the military is prepared and ready, should order for a ground offensive into Gaza be given. Now it does make sense that there would be more time given for diplomacy because, as we know, Hillary Clinton, the U.S. Secretary of State, is being dispatched here by President Obama. She's broken off from that meeting in Asia and she's coming here to the region. She'll land here in Israel late tonight our time. Her first meeting will be with the prime minister of Israel then she goes on to meet the Palestinians on the West Bank. Now these are not Hamas Palestinians. This is the Palestinian Authority that's recognized by the U.S. and Israel. And then, she will then go to Egypt and talk with Egypt's President Mohamed Morsy and Egypt is taking the lead in this negotiations with Hamas. So U.S. believes that Egypt is playing a very concrete and positive role, and so it looks like all sides are prepared to give some more time for diplomacy to be worked out.",
    "statement": "Christiane, what's your sense of the American role in this decision to halt the ground invasion? <OBVIOUSLY>, like you said, it would have been very unseemly had it been done while Hillary Clinton was on the ground there. But is she going because there has been progress or is she going because she needs to break some <SORT OF> stalemate?"
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "clear": "authority"
    },
    "previous_statement": "I thought I'd start just by saying something nice about President Bush. Of all the presidents that we've had with the last name of Bush, his economic plan ranks in the top two.",
    "statement": "Kerry beginnings rolling out his economic plan for the nation today. The first of three speeches is set for Detroit. Well, he did receive a boost from two former presidents at last night's rally; Bill Clinton and Jimmy Carter shared the stage with the presumptive Democratic nominee. Clinton says the choice is <CLEAR> in November."
  },
  {
    "transcript_id": "CNN-188489",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "You know, and you said it right. You know, the storm that just won't seemed to go away. I mean, take a look at this, Ashleigh, at this. You see what used to be a front yard in front of this house. Now it's a small lake. That's really what you see in different places here in Wakulla County, one of the hardest counties hit here in the state of Florida in these low lying areas. You see a lot of water piling up here over the last several days. Flooding is the big story, especially around these rivers that are cresting above flood stage. We spent some time with families in one of those neighborhoods, spent time in a neighborhood -- went down a street that basically turned into a river with 15 feet of water. We spent time with these families, one family in particular that saw their home for first time. Take a look.",
    "statement": "<SHOULD> be down -- just down here on the left somewhere. I don't recognize anything now."
  },
  {
    "transcript_id": "CNN-338026",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "It's hard to imagine how you don't think the nation would be better off if Hillary Clinton had won.",
    "statement": "Yes. I don't <THINK> about it in those terms though, Jake. I think we have the current president who was in my <VIEW>, legitimately elected is serving as president. The question is, is he adhering to our values, it's <CLEARLY> not. So what we do about it? I think the first thing we do is not get numb to it. When he calls for the jailing of private citizens in his tweets don't shrug but realize that's not OK, that's not normal."
  },
  {
    "transcript_id": "CNN-91648",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "We were being worried about the safety of the baby",
    "statement": "More than 300 children were killed by the tsunami in this area alone, with dozens of babies still missing, this community is full of anguished parents. Jalita and Morgapala Jeriraja (ph) show me what remains of their home. It's just a short distance from where Baby 81 was found. They say they're the real parents. \"All the claimants <SHOULD> take a DNA test,\" he says. \"If the test proves the child belongs to someone else, I'll commit suicide.\" The Jeriraja's (ph) are the only claimants to go to court, which has ruled them, quote, \"the baby's temporary parents\" and can visit him twice a week. We watched one such visit, then suddenly Morgapala Jeriraja's (ph) emotions get the better of him. He rushes out of hospital, followed by his wife. \"I'm so sad I couldn't embrace my own child,\" she says. \"If there are others claiming to be his parents, why don't they visit.\" Doctors acknowledge other claimants haven't gone to court, but say they <MUST> be strict until a judge-ordered DNA test is done early next month."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "Well, this is still early days. The CDC director has said that nowhere -- no more than 10 to 15 percent of people in this country have been infected. That leaves a lot of people who are still susceptible to this. You know, Wolf, there's there's there's a really damning report out today in ProPublica that looks at the fall of CDC, and the influence of politics in their work. And the influence has been catastrophic, in terms of not allowing proper public health recommendations to come forward, and not allowing CDC to make the case for the measures that we need to do as a nation to keep the number of deaths as low as possible.",
    "statement": "You heard Dr. Fauci warning Americans that they <MIGHT> not necessarily be able to have gatherings like Thanksgiving as usual, as they traditionally do every year, given the <FACT> that this coronavirus pandemic <SEEMS> to be escalating right now. Is he right about that?"
  },
  {
    "transcript_id": "CNN-353261",
    "matched_terms": {
      "should": "authority",
      "certainly": "authority"
    },
    "previous_statement": "The expectation largely is the president would be a consoler-in-chief. The president did promise he's going to have a major statement. Those were his words. A major statement later on as he embarks on his trip to the Future Farmers of America. You got a final thought, Shimon?",
    "statement": "I <THINK> the focus <SHOULD> be on the community and what these families are going through. And <CERTAINLY> now with law enforcement coming in and what they're going to have to do and really law enforcement all across the country -- as someone who covers law enforcement, it's not an easy time for them. They are working hard to prevent these kinds of things because they <KNOW> it's an issue. I would agree. I don't think the president helps the situation. Law enforcement realizes that. They'll never publicly say that. And they do <FEEL> like there's a problem in this country now and things need to be dialed down and not dialed up. And it <SEEMS>, you know, with today's comments, that's not happening. Did not happen during certainly when these bombs were being sent <AROUND> in the mail. Things were not deescalated. That is a concern, this escalation in this country right now. Law enforcement is dealing with it on an intelligence level trying to prevent these kinds of incidents."
  },
  {
    "transcript_id": "CNN-288095",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "Terrifying witness report there. Joining us now, Jomana Karadsheh. Jomana, 126 people killed and all 25 of them are children, simply chilling. What do authorities know about this attack that ISIS is claiming responsibility for and what are they saying to people who are feeling incredibly vulnerable?",
    "statement": "Well, Rosemary, unfortunately, the reality of Iran, just one more horrible incident like this where a suicide bomber driving a car packed with explosives targeting a commercial area is the heart of Baghdad, of Karrada. This is part of the cafe and the main commercial district of the capitol, Baghdad and <OF COURSE>, as we have seen in the past suicide bombers send to target the soft target. The question here for authorities, Rosemary, many people are talking is how did bombers of so much explosives going undetected and reaching its target in Karrada. You have to go through a lot of check points. A lot of people are blaming security more than ISIS of what happened. The blame really here is at these explosive detectors that the Iraqis had been using for years now. Basically, is what is known as The One (ph). When you go through a check point, security forces and military would use explosive detector to check if cars carrying explosives and what would happen is this detector would point to a possibility of explosives in the car or the car would be sent for additional screening. The problem here is that this explosive detector years ago was found to be fake. The manufacture was sentenced to 10 years in prison in the United Kingdom for fraud. He sold this detector to several countries <AROUND> the world. This is been pulled off the market. And British police at that time described is a fancy golf ball detector that's still being used in Baghdad, and up until that attack happened. A lot of questions about why it was still being used even though authorities knew it was fake and it had failed to pick up explosives. We heard the Iraqis prime minister coming out with a late statement last night where he's ordering detectors to pull off check point and he's re-launching an investigation into how these approaches of these detectors were made and how they ended up on Iraq's streets. Right now, at this point, Rosemary, a lot of anger and frustration and they have endured so much and really they're getting to a point where they cannot take this anymore. This violence of a daily reality and only <SEEM> to be increasing at this point."
  },
  {
    "transcript_id": "CNN-66174",
    "matched_terms": {
      "certainly": "authority",
      "clear": "authority"
    },
    "previous_statement": "Eight European allies issued a public declaration of solidarity with the U.S. CNN's Dana Bash is covering the events from the White House -- Dana.",
    "statement": "Hi, Fred. Well, the president has <CERTAINLY> been making it abundantly <CLEAR> that military action <COULD> be just <AROUND> the corner, but the White House is also making it clear that they see that there is a small window here for diplomatic action. White House spokesman Ari Fleischer just a few minutes ago talking to reporters said that window is really a few weeks long, not a few months long, as some other world leaders certainly wanted to be. But the White House is engaged in that diplomatic flurry, a flurry of meetings already. The president, as you mentioned, does have a couple of very important meetings at the White House today. First of all, he is going to meet with the Saudi foreign minister. Now that's a meeting that was arranged recently. The Saudi foreign minister wants to talk to the president about the situation in Iraq, and it comes, as Ari Fleischer says, at a critical juncture in the region. One of the things the Saudis have been working on is a plan to try to get Saddam Hussein out of Iraq, to try to find a place for him to go into exile. The White House hasn't been very hopeful that this is a prospect that's really got any <KIND OF> a life to it, but Ari Fleischer did say today -- quote -- \"Suffice to say, if Saddam Hussein were to go into exile, that would be a very helpful event for the world.\" But he also noted that they are making plans, other plans -- and we <KNOW> what those plans are -- in the event he doesn't go into exile. Other meetings today, as you mentioned, a key meeting with the prime minister of Italy, that's Silvio Berlusconi. He was one of the signators to the letter signed by eight European leaders, signaling that they are in solidarity with the United States in dealing with Saddam Hussein. Tomorrow, he has another important meeting. He will meet with the British Prime Minister Tony Blair, who has been really the U.S.'s number one ally in dealing with Iraq -- Fred."
  },
  {
    "transcript_id": "CNN-399554",
    "matched_terms": {
      "definitely": "authority"
    },
    "previous_statement": "More than now, though, in terms of testing?",
    "statement": "Oh, <DEFINITELY> more than we're doing now. We're not doing any smart testing. There's only a handful of places in the country where testing is following the <KIND OF> scientific principles that means that what -- the results of the testing are valid. I mean, to just tell all of America drive in to your Walmart parking lot and randomly get yourselves tested -- well, those results <MIGHT> mean something for the individual on day one; not necessarily the next day. They might get infected the next day. But it means nothing for a policy analysis. It's just <TOTALLY> random."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "There was an alert. Like I said, they sent something out at 9:25 that was really vague. It said something about a shooting.. And then pretty quickly after that, of course, the guy with the phone, I don't know where he went, but we stopped getting e-mails. And once I got home and checked my e-mail, I realized they had sent out like two or three in pretty rapid succession after that as it developed. But by the time we got out of class at 9:55, none of us had any idea that there was anything wrong.",
    "statement": "At 9:55. We've heard reports from other students, Jason, telling us that they -- they simply were unaware of any public address announcements, any other <KIND OF> warning on the campus before the second shooting incidents, which, <OF COURSE>, claimed most of the lives taken today. Was -- is that true?"
  },
  {
    "transcript_id": "CNN-145154",
    "matched_terms": {
      "clearly": "authority",
      "obviously": "authority"
    },
    "previous_statement": "One of those things, with unemployment at, you know, 10 percent, 10.2 percent, how are we going to know the economy is starting to feel better? What's a good big sign? What are we going to be buying that that's going to show things are turning around?",
    "statement": "Well, I <THINK> one area people look at, for example, is furniture. <OBVIOUSLY> if your dishwasher breaks, you have to replace it, but things like your dining room set, and that's one area where people really are willing to put up with less, obviously, and that's been something that's been really dinged this recession. People are not buying sofas, couches, et cetera. So I think that basically that's one area <CLEARLY> that we have to look at, because that will be a sign people are investing in their homes."
  },
  {
    "transcript_id": "CNN-392164",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "So what were your thoughts when you saw that very impassioned speech from Senator Romney prior to his decision?",
    "statement": "Well, I've always been proud to have worked for Mitt Romney, and was proud to see him vote his conscience. Even if you disagree with him, what he did was, he made a very difficult decision. And he is going to face significant blowback from the Republican party. This is Donald Trump's party. Many in his party are disappointed by Governor Romney's decision, his Senate colleagues, people in Utah. And he will have to deal with the consequences as a result of this. But I <THINK> he understood that going into it. It was <CLEARLY> a decision that he put a lot of time into <THINKING> about and knew what the consequences would be, and knew that he was disappointing many in the Republican Party with what he did."
  },
  {
    "transcript_id": "CNN-381078",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "Here it is, Trump is directing the Ukraine to do something under some quid pro quo, some belief that they would lose military funding to go after his political rivals. So I think one of the reasons why people are maybe confused by this is it's in plain sight. The come-hither foreign government impacting our elections is literally in plain sight and I think that's hard for people to grasp.",
    "statement": "And the quid pro quo almost doesn't matter. It's the <FACT> that you're asking a foreign government -- yes, it doesn't matter whether there was something about that. I want to ask you this because I <THINK> you're the right person to ask about and that is the process here. How to deal with something like this. Because I think I've heard you talk about this. It's not designed for a situation where the president is the security threat and in some ways it protects him."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "should": "authority",
      "fact": "none"
    },
    "previous_statement": "I think that--I'm happy they filed the lawsuit, and my suggestion would be: If you look at what happened in Iraq when we had the elections, and the Iraqis who were not even in the country and were someplace else could go down to polling places to vote, and it happened around here. If you look at when the election took place in Brazil--I remember when Lula was elected--Brazilians who were in this country could go to the consuls office or to the embassy to vote. There ought to be polling places set up around the country where these large numbers of evacuees are. We know there are lots of them in Atlanta. There are some all around the country - so that they can vote, not just by mail, but that they can go and actually vote. If they can do it in Iraq, if they can do it in the case of these others, I hope that that will be one of the remedies; otherwise, you're going to end up with an election that will be flawed.",
    "statement": "Marcelo, we <SHOULD> note that even if they take Mary's suggestion there, and we <KNOW> how difficult it is sometimes to cast your ballot when things aren't moved, this is going to be a terribly cumbersome election and one that will be contentious and challenged, one would <THINK>, after the <FACT>, <POSSIBLY>."
  },
  {
    "transcript_id": "CNN-298635",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "So, let me start with Trump University; 7,000 people sued Mr. Trump, alleging that they were defrauded. Mr. Trump said he would never settle. But, on Friday, without acknowledging any wrongdoing or fault, Mr. Trump paid them $25 million to settle the case. Now just a few weeks ago on this network, Trump campaign manager Kellyanne Conway was suggesting that Bill Clinton's $850,000 settlement in the Paula Jones case suggested that he was guilty. How is this settlement any different?",
    "statement": "Well, first of all, it's a civil matter. But let's go back to where we're at on this operation. Back on Wednesday morning, Jake, the president-elect made a call to all Americans to come together, to -- no matter who you are, your race, your gender, your ethnic background. He wants to make you proud of this country. He wants to lead and bring people together. You saw yesterday, with Mitt Romney coming in, people Ted Cruz a day earlier, the <BEST> and the brightest he's talking to. And all of that history, he wants to put behind him and lead for all Americans. The Trump University issue is in the same vein, that, you <KNOW>, when the presidency hits you, and it's at your front door, and you realize that you're president of the United States for all Americans, there are some things that are important to you and some things that you just decide, look, let's move on. We're not admitting wrongdoing. And let's just start leading this country without distraction. That's what you're seeing. And I <THINK> that Americans <SHOULD> look at this as a real positive sign about what <KIND OF> great president he is going to be and how he wants to lead this country."
  },
  {
    "transcript_id": "CNN-318951",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "Because it was a wink at a nod to them. They did support him. Now, no one knows what their real numbers are. I have to be honest. I was shocked at the large number I saw personally on Friday night going right by my home on the University of Virginia lawn. A lot of them were there, but we don't know what the percentage it. But the way Trump looks at it, hard-core supporters and they say that. They say they were inspired by Trump. They say they were energized by Trump. And so, he doesn't want to turn that off, at the same time, he doesn't want to alienate anybody else. So, he tried this ridiculous formulation about many, many groups were responsible. Many, many things were done poorly. Spreading out the blame and this ridiculous moral equivalency. It doesn't work with the large majority who didn't vote for him, but these are subliminal messages he's constantly sending to that disreputable part of this base.",
    "statement": "Yes. And in his original statement, Jay, he said he condemns in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides, on many sides. Those words, \"on many sides\" <CLEARLY> <SEEM> to be suggesting moral equivalency, and that has generated so much anger."
  },
  {
    "transcript_id": "CNN-382573",
    "matched_terms": {
      "clear": "authority",
      "obviously": "authority"
    },
    "previous_statement": "It's important to say that the Good Friday Agreement was built on a foundation, and that foundation consisted of Britain and Ireland being in the single European markets and there being a common customs code, which was agreed in 1992. 1992, the Good Friday Agreement, 1993, the single market, 1998, the good -- 1998 we had the Peace Agreement. But without the customs code being in place and Britain being in a single market, there would never have been a Good Friday Agreement, there would never have been that prospect of peace created. And that's why we've got to preserve the open market that is part of the foundation of the Good Friday Agreement and part of the foundation of peace. Now, of course, there are criminal organizations that are active in the border, some of them marginally more criminal than terrorists, some of them marginally more terrorist than criminal, but both of them highly undesirable. And the worry about the British proposals is that they would allow much larger no-fly zone for smugglers in the northern half of Ireland. And those smugglers frequently are involved as well in political terrorism, and indeed, they use the receipts from smuggling to finance terrorism. And we don't want to create that and we're worried. I think the E.U. would also be worried because of the integrity of the single market, dash the proposals as tabled a couple of weeks ago would then be open season for smuggling.",
    "statement": "And that also worries both of the issues you've talked about now. I mean, they're connected, <OBVIOUSLY>, that worries the United States. Because as we all <KNOW>, Prime Minister Boris Johnson and all the hardline Brexiteers have been saying that, yes, we're just going to cut loose and have a great deal with the United States, a great trade deal with the United States. But I spoke to the speaker of the House, Nancy Pelosi, in Dublin a few months ago. And she was very <CLEAR> about what the U.S. insisted happens with the Good Friday Agreement. Here's what she said to me."
  },
  {
    "transcript_id": "NPR-35674",
    "matched_terms": {
      "knowing": "none"
    },
    "previous_statement": "The thing that strikes observers about Obama's volunteers is their enthusiasm. Chatting Obama workers swept in and out of a Coffee Perk in College Park, headquarters for people being sent out to canvas the surrounding area. University of Maryland senior Lauren Smith tossed her blond hair as she talked about why she went and knocked on strangers' doors.",
    "statement": "<KNOWING> that having a bumper sticker on my car and putting a button on my backpack or donating money wasn't enough to - I didn't <FEEL> like that was gonna be enough, because if he doesn't win, I would feel terrible."
  },
  {
    "transcript_id": "CNN-409668",
    "matched_terms": {
      "should": "authority",
      "fact": "authority",
      "facts": "none"
    },
    "previous_statement": "Doctors, sounding the alarm about COVID misinformation running rampant on social media. The two doctors you're about to hear from write in The New York Times op-ed, that misinformation on Facebook makes their jobs more difficult. So, let's talk to them. Dr. Craig Spencer, the Director of Global Health in the E.R. medicine at New York Presbyterian Columbia University Medical Center, Dr. Seema Yasmin, CNN medical analyst. Thank you both. Important conversation, I'm so glad you are both here. Dr. Yasmin, let's start with you. In your piece, you talked about a colleague, not a doctor, but someone who works in the E.R. who said that there is a cure for COVID-19. There is not. And even though he was shown evidence proving there was no cure, he said but I saw it on Facebook. I mean, -- come on, how deep is this information go? That's like my every conversation I have with someone I know who is a Trump supporter, I'm like oh, my gosh, but go on.",
    "statement": "You <FEEL> the pain, Don. It's so frustrating. And it's just another level of scariness to it when it's a healthcare professional. And you <THINK>, come on, you <SHOULD> <KNOW> better but it really hits home this point, Don. That everyone at some level is susceptible to this health misinformation and disinformation because there's so much nonsense that is circling out there. The people who are pushing it are really praying on the <FACT> that we are already vulnerable right now, we're scared, we're anxious, we're overwhelmed with information. We don't know what to <BELIEVE>. The president saying one thing, the scientists are saying another. So, then you have platforms like Facebook and other social media platforms really spreading the stop and using algorithms that reward engagement with the bad information. Because the <STUFF> that is crappy, the nonsense is usually a lot more fantastical, a lot more memorable. You want to share it, compared to the <KIND OF> boring, dry <FACTS> that the medical institutions are putting out there. So, this report that came out last week from the organization Avaaz looks at how much misinformation and disinformation is spreading on Facebook. They found in the last year, their stuff got 3.8 billion <VIEWS>. It's not just being crank that cannot keep up, CDC and WHO can't either, they are putting stuff out there on Facebook too. The good information, it's getting nowhere near as many hits and as many views, so it's a really tough situation."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "And you're opinion on that? Did the board abuse its discretion, or did you follow the law as you saw it?",
    "statement": "I mean, I <THINK> we <CLEARLY> followed the law. We set out to have a standard that neither side objected to at the outset, and as I said, it was only after about four days into it that one side tried to take us back to court and claim that we were doing it incorrectly."
  },
  {
    "transcript_id": "CNN-88222",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Burkett says when CBS pressured him about where he got the documents, he just threw out a name. He now says that individual was not the actual source. Though he still says the documents are real, he says insisted to CBS that the documents be authenticated, something the network did not do.",
    "statement": "The failure of CBS News to do just, to properly, fully scrutinize the documents and their source led to our airing the documents when we <SHOULD> not have done so. It was a mistake. CBS News deeply regrets it. Also, I want to say personally and directly, I'm sorry."
  },
  {
    "transcript_id": "CNN-367814",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "Paul, what do you make of the suggestion made by the Sri Lankan authorities that these attacks were carried out in direct response to the shootings in Christchurch, New Zealand which was just last month. It's not that long a time frame.",
    "statement": "That came from part of the Sri Lankan government and the Prime Minister walked that back a bit. He said they were looking into the possibility of this. ISIS has made no reference to the Prime Minister walked that back a bit. He said they were looking into the possibility of this. ISIS has made no reference to the Christchurch attack in New Zealand and any of their statements. But after that attack in New Zealand, both ISIS and al Qaeda called for revenge attacks. <CERTAINLY> possible that this was part of the motivation but ISIS has been launching attacks churches and Christians well before this attack in New Zealand. They've been responsible for a string of attacks against churches and Christians, whether it's in Libya, Yemen, and various other parts of the world. They want to create a war between Christianity and Islam. If this is indeed an ISIS-planned in some way, that would be part of this overall plan."
  },
  {
    "transcript_id": "CNN-62547",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "Yes, it's getting better. Every day it's OK. It's getting back to normal.",
    "statement": "Now, Arnie, Benny just described how he hit the ground, <OBVIOUSLY>, after being shot. What did you see that night?"
  },
  {
    "transcript_id": "CNN-188950",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "We're live again back on the bus. It's the press bus headed to Parma, Ohio, the president's final event of the evening. Now, one other thing, the Romney surrogates, in addition to the surrogates that he has here on the ground, we noticed something else up in the air. At the first event before the president arrived this morning, there was a small airplane pulling a large banner. And on that banner, it said Romney 2012. So this is Obama's bus tour, but Romney's presence certainly being felt here -- Wolf.",
    "statement": "It <CERTAINLY> is. Dan Lothian on the bus, very, very cool to get you live from the bus. Thanks very much. What a month for Mitt Romney in June. He took in a huge fund-raising haul, more than $100 million. That's a big jump from the $77 million he raised in <MAY>. Let's bring in our chief political correspondent, the host of \"STATE OF THE UNION,\" Candy Crowley. Candy, a huge haul for Mitt Romney, the Republican Party. What <KIND OF> reaction are you hearing from the Democrats?"
  },
  {
    "transcript_id": "CNN-370014",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "Another accuser, Michael DiSabato, reacted to the finding saying, in part: \"Now the truth is being told, I feel vindicated, but I have mixed feelings. Although a weight has been lifted off my back, I'm deeply saddened to hear the stories of so many others who suffered similar abuse by Dr. Strauss while Ohio State turned a blind eye.\" The report found Strauss' behavior was an open secret to more than 50 staff members in Ohio State's athletic department. Now, appearing in that redacted report, Ohio Congressman Jim Jordan, a former OSU assistant wrestling coach. Several victims have come forward with claims that he stayed silent about Strauss. On Friday, Congressman Jordan's spokesperson wrote, \"Investigators concluded would we have said from the beginning: Congressman Jordan never knew of any abuse.\" But the report says, investigators could not conclusively determine each and every allegation made about a particular coach's knowledge. Polo Sandoval, CNN, New York.",
    "statement": "And thank you to Polo for that there. Now, the mother of missing 4-year-old girl, Maleah Davis is talking about the search for answers in her daughter's disappearance. And she says, as a mother, she <ABSOLUTELY> <HOPES> her daughter is still alive."
  },
  {
    "transcript_id": "CNN-299700",
    "matched_terms": {
      "facts": "none"
    },
    "previous_statement": "All right, hello again, and thank you so much for joining me. I'm Fredricka Whitfield. All right, so President-elect Donald Trump has talked about uniting the country, but if a recent meeting between campaign aides is any indication, he has a lot of work to do. CNN's Jake Tapper sat down with Trump campaign manager, Kellyanne Conway and Clinton campaign manager, Robby Mook, during an event at Harvard University where the continued bitterness and resentment was on full display.",
    "statement": "You refer to this as a post-factual election where <FACTS> don't matter and you were just taking issue with something that Donald Trump said and there were other things the so-called fake news disinformation out there, stories, there was a crazy story towards the end of the campaign in which the NYPD to throw Hillary Clinton and her whole gang in jail because of <STUFF> found on Anthony Wiener's computer that linked everybody to child sex trafficking. Just a bizarre story that interestingly enough General Flynn retweeted at one point. How much of a problem was this post factual election in your <VIEW>?"
  },
  {
    "transcript_id": "NPR-46151",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Let's get real.",
    "statement": "You're right.  I <THINK> you're right.  Well, what <SHOULD>--are we      talking about, then--let me ask both of you as we bring this to a close,      do we need to move?  If you're poor, and you should <KNOW> whether you're      poor and broke down or not, should you move to cash dealings, strictly,      and just stay away from credit entirely?  Matthew."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "clearly": "authority",
      "facts": "none"
    },
    "previous_statement": "No, because I think, as we're going to hear more of in just a minute, certain people believe what they want to believe. And that's always true.",
    "statement": "I mean, I <THINK> they've - the White House has taken the most important steps you can in knocking down one of these rumors that go viral among a certain sector of the population. And that is, first of all, you get the <FACTS>. You get all the facts, all the documentation, every piece of evidence, every witness you can find. You gather them together and make <SURE> that you <KNOW> everything there is to know about a situation. They've <CLEARLY> done that."
  },
  {
    "transcript_id": "CNN-170828",
    "matched_terms": {
      "fact": "authority",
      "certainly": "authority",
      "obviously": "authority"
    },
    "previous_statement": "You are watching CONNECT THE WORLD on a day that turmoil returned to the markets, as you've been hearing. We're going to continue to look at what sent shivers through traders across the globe. Richard Quest will join me here in the studio. But first, let's head to New York and join Felicia Taylor, who's making sense of today for us -- Felicia, go for it.",
    "statement": "Oh, I'm not <SURE> I can make sense out of it. But, you <KNOW>, where this really began was in Europe. And that was the biggest problem, because there was a report out this morning, earlier today, <OBVIOUSLY>, that said that the European banks <MAY> not be able to fund their U.S. obligation. And that sent shivers pretty much through the financial sector all across the board. European banking shares sinking. American banking shares doing the same thing. You've got Citigroup down today, I <THINK> it we are about 6 percent. You've got Wells Fargo off 4.5 percent, JPMorgan Chase down 3.75 percent. And then it just continued. There was a report from Morgan Stanley describing the <FACT> that we are at the brink of a global recession. And that again sent shivers through the marketplace, because what this has done is turned speculation. You know, Max, we've been talking about this possibility pretty much the last couple of months. But now it's turning into a reality. And that's the problem. The other <SORT OF> rumor that I heard very earlier on in today's session from one of the hedge fund guys that I talk to all the time was that a regional bank stepped up to the ECB and asked for a $500 million loan. The reason that's important is because in banking terms, that's not a tremendous amount of money. And if that's what they need to keep solvent, that's of great concern to the marketplace, because who's next, <POSSIBLY>? And then in the United States, we got a rash of economic information all pointing to the down side, whether it was an increase in jobless claims, a regional report on manufacturing that was horrendous, frankly, and also consumer inflation kicking up ever so slightly and existing home sales down 3.5 percent. You've got all sectors there pointing to the down side. And that's what put fear into the marketplace. But what's interesting is people did step in at the end of the day and sort of -- that's what they call bottom fishing, looking for good prices for stocks. So that's actually a good sign that there are buyers out there in the marketplace. There's plenty of cash on the sidelines. But we had some bad news, also, at the bread -- at the end of the day, at the -- at the close, coming from Hewlett-Packard, now saying that they're not going to be selling PCs. They've -- they're not going to be selling their touch pad anymore. They cut their sales <VIEW> and that stock was down about 7 percent right at the -- at the word of that news. But again, you know, all that glitters is gold. People have stepped into the marketplace and picked up gold once again. It's up $34 right now, at $1,828. The guys I talked to were looking for $2,000 in the near term, which, frankly, is <QUITE> amazing. Also, one other bit of news that was a little frightening in the marketplace is that a Swedish financial regulator stepped in to scrutinize the U.S. operations of -- of the European's largest lenders and said it won't take much for inter-bank lending to freeze. That is <CERTAINLY> not anything that any of us want to hear in the near-term. So, Max, it was a very volatile day. It will <PROBABLY> continue into the weekend, as people may not want to hold onto their positions in Friday's trading."
  },
  {
    "transcript_id": "CNN-170144",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "That's a claim we can't independently verify, but it is clear that after making significant gains last week, seizing half a dozen towns beneath the Nafusa Mountains, the advance here has stalled at this key city. Rebels say they've gotten word to the remaining residents to leave, and leave soon.",
    "statement": "We go in, but we try as we can to avoid the civilian people. But we <SHOULD> go, because we give them the chance."
  },
  {
    "transcript_id": "CNN-196308",
    "matched_terms": {
      "definitely": "authority"
    },
    "previous_statement": "So, you think this is the last year that we'll be talking about Cyber Monday?",
    "statement": "No, we'll figure out a way to bring it back because there's also small business Saturday and there's donation Tuesday. So, I mean, every day has a deal, but it's <DEFINITELY> more -- if you want to shop online, the deals are there as early as a week before Thanksgiving."
  },
  {
    "transcript_id": "CNN-298634",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights. But we truly hope that this show has inspired you to uphold our American values and to work on behalf of all of us.",
    "statement": "All right. That from the actor playing Aaron Burr. This is the tweet. \"The cast and producers of \"Hamilton\" which I hear is highly overrated <SHOULD> immediately apologize to Mike Pence for their terrible behavior.\" We'll continue to talk about this tweet throughout the morning. President Obama asking world leaders to give Donald Trump a chance but China is already warning about the dangerous effects of Trump presidency <COULD> have on the world economy."
  },
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "Well, I would disagree with you on that. I think there's a profound difference between aggression and assertion. As the mother of four and as a former public school teacher, I'm not particularly excited about having kids who are aggressive in any group environment. If you do that in the grade school, I have to tell you, no teacher is going to celebrate that fact. Once you get to your job and you're aggressive for your employer or your co-workers, nobody's going to be thrilled about that either. There are red flags here, Jennifer.",
    "statement": "But the <FACT> that there's no indication that these children are aggressive after kindergarten. In fact, if you talk to anyone on the study, what they'll tell you is they're petrified that people are reaching conclusions about aggression, that it is somehow abnormal, and also that there's any indication in the study that it would continue after kindergarten. There's no evidence that these children are anymore aggressive than normal or that they continue their behavior of aggression after kindergarten."
  },
  {
    "transcript_id": "CNN-177892",
    "matched_terms": {
      "clear": "none"
    },
    "previous_statement": "Does he have a chance in you know what of getting the nomination?",
    "statement": "He likely does not have a shot at winning the entire nomination but he does have a shot at changing the conversation. And in Iowa he has a <CLEAR> shot to win Iowa because he's organized, he has the money, he has the volunteers. He has the turnout machine that it takes to win in the very retail politics of Iowa, a place like Iowa. He'll make the other candidates have to go back and reorganize and start again."
  },
  {
    "transcript_id": "CNN-248210",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "Yes.",
    "statement": "The clip is <REPORTEDLY> based on an actual phone call in which a woman dialed 911, but pretended to order a pizza because she didn't want her abuser to <KNOW> she had called the police. <OF COURSE>, the whole no more domestic violence campaign came as a reaction to the league being accused of at the very least looking the other way when Ray Rice knocked out his then fiancee, now wife. Another one of the league's former rising stars, an ex-Patriot, is now in court for his first murder trial, his first one. But bring on the dip. We already know the Super Bowl will be this year's highest rated TV program and as my friend and Pats fan, John Berman shows us, <SEEMS> like no matter what the NFL does wrong, we are still all ready for some football."
  },
  {
    "transcript_id": "CNN-118081",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Well, I think there is some measure of truth in that. I think there are people who are attracted to terrorism because we have been in Iraq. However, there is -- there are so many others who are attracted to terrorism for so many other reasons. These people don't hate us only because of Iraq. They have hated us, as I show in the book, for decades and decades. Much longer before this.",
    "statement": "You <KNOW>, I wish we had 20 minutes to do this. But I have to change the subject to China. Growing military buildup there. Many people say engagement will work and that will <SORT OF> unplug the military aspirations of China. Some say no, we really <SHOULD> keep <AROUND> (ph) this. What's your <VIEW> on the rising military dominance of China in the region?"
  },
  {
    "transcript_id": "CNN-17351",
    "matched_terms": {
      "clear": "hedge"
    },
    "previous_statement": "President Clinton staying at the White House to follow developments in the region. He has canceled a political trip today. Kelly Wallace is at the executive mansion for us -- Kelly.",
    "statement": "Well that's exactly right, Gene. Mr. Clinton was to have gone to Ohio and Indiana for Democratic Party fund-raising trips and then up to New York this evening. But as you said, he is remaining here at the White House so that he can monitor developments in the Middle East. Mr. Clinton is working the phones behind the scenes. So far he has spoken with Egyptian President Hosni Mubarak earlier this morning. He had two conversations with Israeli prime minister Ehud Barak, and one talk with Palestinian leader Yasser Arafat. White House officials are not offering many details about those conversations except to say that the president is working hard to try to stem all forms of violence in the region, and working with all sides to restore calm, and get back to the peace process. Now as for those tensions along the Israeli-Lebanese border, a U.S. official familiar with intelligence reports says that Israel is beginning to move military ground forces within the country after the capture of those three Israeli soldiers, but this official stresses it is not <CLEAR> what action these units <MIGHT> be preparing for, if any. Another issue Mr. Clinton and the rest of the White House national security team is very focused on is a proposed United Nations Security Council resolution dealing with the violence between the Israelis and the Palestinians over these past several days. The current draft of the resolution condemns the quote, \"excessive force against the Palestinian population,\" but does not specifically name the Israelis. Nonetheless, the U.S. is <QUITE> concerned that the current wording of that resolution would make it more difficult to end the violence between the two sides. U.S. officials trying to make <SURE> that any resolution is helpful to the situation and acceptable to both sides -- Gene."
  },
  {
    "transcript_id": "CNN-289100",
    "matched_terms": {
      "fact": "authority",
      "absolutely": "authority"
    },
    "previous_statement": "Welcome back. We want to update you on breaking news of another apparent mass shooting in the U.S. An official in Baton Rouge, Louisiana, says as many as three police officers may be dead. Police say they think the situation is under control, but they are warning people to stay away. We are watching this story closely and we'll bring you more details as soon as they come to hand. Well, let's get to another major story we're following for you right now in Turkey where President Recep Tayyip Erdogan is leading a sweeping crackdown after a failed coup. The world, of course, is watching that unfold very closely. Washington, especially on alert because Turkey is a key ally in the U.S. fight against ISIS. Earlier, CNN's Jake Tapper spoke to the U.S. Secretary of State John Kerry.",
    "statement": "We don't have all the details of what has happened with respect to the coup. What we do <KNOW> is this. I talked three times yesterday with the foreign minister of Turkey. They assure me that there will be no interruption of our counter-ISIL efforts. It is a <FACT> that there were difficulties at Incirlik. But, <APPARENTLY>, there <MAY> have been some refueling that took place with the Turkish air force with planes that were flying in the coup itself. And I <THINK> that has something to do with what's taken place there. It's not focused on us. They have <ABSOLUTELY> assured us of their commitment to the fight against Da'esh. Their foreign minister will be coming to Washington with their defense minister in three days for a major conference that we have with 45 countries, foreign ministers, defense ministers, to keep pushing forward on the strategy against Da'esh. So, Jake, I expect that operations will get back to normal very quickly. But we don't know the details of the coup. And I think the Turkish government itself is trying to figure out the full measure of who was involved and how."
  },
  {
    "transcript_id": "CNN-51454",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "More talks going on here this evening. This time separate meetings of Israeli and Palestinian officials. They're sitting down to discuss what previously-held joint talks might have done, in terms of bringing them closer to declaring a cease-fire. Now, those joint talks -- it was a meeting planned for this evening. It was, however, postponed -- have been shared by the U.S. special envoy, Anthony Zinni. They're designed to try to hammer out difference between the two, and settle on what one side wants the other side to do in order for a cease-fire to take place. While those talks have been continuing, however, a familiar parallel: more violence. In the Rafah refugee camp in the Gaza Strip, Israeli soldiers entering to look for tunnels they say are used for weapons smuggling. A 19-year-old Palestinian shot dead in exchanges of fire there. Also killed and mourned, 23-year-old Massad Abu-Asi (ph). He was shot dead by Israeli soldiers who said he ignored their warnings to stop at a crossing in Gaza. Also buried today, an Israeli man who was killed in an ambush as he drove his car in Hebron. There were other clashes around the occupied territories as well. In this incident, Israeli rubber bullets and tear gas injuring five Palestinians. An Israeli solder was also hurt. Meanwhile, debate continues over whether the Palestinian leader, Yasser Arafat, will be permitted by Israel to travel to Beirut, and the Arab Summit, which gets under way there on Wednesday. CNN has been told that senior Israeli politicians will sit down tomorrow, Tuesday, and come to some sort of decision on that, we're told. So, Yasser Arafat may know in the next 24 hours or so whether he will or will not be going to Beirut. Back to you.",
    "statement": "Michael Holmes reporting. Our Web question of the day: <SHOULD> Israel lift a travel ban on Palestinian leader Yasser Arafat, and allow him to attend that Arab League summit in Beirut? You can vote at cnn.com/wolf. While you're there, let us <KNOW> what you're <THINKING>. There's a \"click here\" icon on the left side of Wolf's Web page. Send him your comments and he'll read some of them on the air every day. It looks like an American woman sentenced to 20 years in a Peruvian prison has just exhausted her last <HOPE> for freedom. A Peruvian official says Peru's President Alejandro Toledo told President Bush the issue of Lori Berenson is -- quote -- \"<TOTALLY> closed.\" Berenson was sentenced for collaborating with leftist rebels in a plot to seize Peru's congress in 1995. Berenson's parents lobbied for President Bush to seek a presidential pardon for their daughter. Joining us now are here parents, Mark and Rhoda Berenson. Thanks for being with us again. I spoke with you on Saturday, right before President Bush was going into that meeting with President Toledo. Are you surprised at the result?"
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "That seems to be the case, Wolf. When we were out on the streets a little earlier, just before dawn, that's what people were telling us. They were saying, look, Saddam Hussein was just one man. Governments come and go. He was just a -- presidents come and go. So this isn't a big issue. Another person said the Iraqi insurgents will not be affected by this, because they weren't fighting for Saddam Hussein. They were fighting, they say, for Iraq, because they believe they see Iraq as being occupied, and they want to drive out the U.S.-led coalition. They say they're the occupying force here; they want to drive them out of Iraq. And that's the message that's been spoken to us this afternoon. We didn't see any signs of celebration on the streets here. That doesn't mean to say that there aren't people quietly in their houses very happy that Saddam Hussein has finally been captured. That was certainly the view of General Odierno, whose 4th Infantry Division patrols this area. He said that quietly, behind the scenes, he thought there would be some relief. But he was very realistic about the way the situation was going to play out in the next few days, weeks and months ahead. He said we'll literally have to wait and see whether or not this leads to further captures of Iraqi anti- coalition forces, whether or not it leads to an increase in attacks by the anti-coalition forces. So expectations, this side here in Iraq, as well, being played down by the coalition leadership, recognizing that Tikrit and perhaps some of the other towns in this area are special cases. Tikrit in particular, Wolf, being Saddam Hussein's former hometown, people here benefited from Saddam Hussein's regime. This town had better electricity, better buildings, better schools, better medical care, had these palaces. I'm talking to you from one of the palaces now. So perhaps that's why on the streets of Tikrit we really don't see anything akin to those celebrations in Baghdad, Wolf.",
    "statement": "The whole Tikriti clan had ruled Iraq for so many years, <OBVIOUSLY>. And, Nic Robertson, we got some incredibly informative details from the military briefing that you attended there in Tikrit from the troops on the ground who conducted this raid. They had information Saddam Hussein was there, and they found it. Very briefly, just walk through some of the highlights, how they did it. Because, as you and our viewers <KNOW>, there were so many false alarms in the past."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "definitely": "authority"
    },
    "previous_statement": "All the other currencies that the dollar is trading with. Where is the bet going against them, do you think?",
    "statement": "Well, again, the U.S. dollar is <DEFINITELY> lower. I mean, people are talking about parity against the Australian dollar. We are expecting, <MAYBE>, the Australians see an increase in interest rates again on Monday."
  },
  {
    "transcript_id": "CNN-251142",
    "matched_terms": {
      "clearly": "authority",
      "facts": "none"
    },
    "previous_statement": "(Inaudible) lack of trust in the community now with in part. What do you do?",
    "statement": "Well, the issue of lack of trust is part of the problem if you will. How do we regain it where it's <QUITE> obvious if you watch in the case of Ferguson, I'm dealing with similar issues in New York City and some of my neighborhoods coming out of our events, and there were so many ways that you can do that. First off, you need to be willing to brace if there is a need to change, there is opportunity to change. And the events in Ferguson this week that we really still don't <KNOW> yet the <BEST> that you're talking, who did it, for what purpose. We can only speculate. (Inaudible) wait until we have the <FACTS>. But <CLEARLY> in the country this time, there is lack of trust between men and women (inaudible) in the police and lack of confidence on the part of the police that they have the backing of some of their leadership to community and we need to move that issue also. (Inaudible) police and property, you know, it's trying to find ways to bridge those gaps."
  },
  {
    "transcript_id": "CNN-89656",
    "matched_terms": {
      "clear": "none"
    },
    "previous_statement": "Let's talk about the cleric, which has arrived at Arafat's bedside. There is both a religious and political significance to this, correct?",
    "statement": "Right. He's the chief judge in the Palestinian territories, a very dear friend of Yasser Arafat. So, he's there as a friend, but he's also there as a political and religious figure. The first thing out of his mouth when he got to Paris is to say that we will not pull any plugs off, and the president is alive and well. He says that he's in a very critical situation, but he's alive nonetheless, and that he will stay on life support until one of his organs -- brain, lungs, or heart -- will stop functioning. Very <CLEAR> message."
  },
  {
    "transcript_id": "CNN-287378",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Being a check on either Hillary Clinton or Donald Trump.",
    "statement": "And let me just say, that's true for every president. I mean, that is the role of the Senate. Even if a president from your own party is elected, if they are doing something that goes beyond the bounds of what <SHOULD> be done, it is the job of the Senate to check and balance the executive branch -- one of the critical roles of the Senate."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Your Honor, Frank Meyers on behalf of the Cruz (ph) Interveners.",
    "statement": "All right. I <BELIEVE> that's everybody. All right. At this time, is there some suggestion as to the order? Have the parties had any further opportunity to suggest how we <SHOULD> proceed? I intend to proceed as we indicated yesterday, and that is to take up any motions that would bear on the trial. And that is the normal case in a civil trial -- any civil case. Did we have a motion that we need to take up? Or do we want to proceed to motions or go ahead and just make a brief general opening, and then as to each segment as I indicated as to the procedure that we <MIGHT> proceed and you can make further opening as to those specific areas, if you wish?"
  },
  {
    "transcript_id": "CNN-341912",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "None",
    "statement": "Two sources telling CNN there's an escalating feud between Bolton and the secretary of state saying that Pompeo told Trump it would be counterproductive to allow Bolton to attend the Oval Office meeting. The White House is downplaying the idea of any <SORT OF> rift and insisting that the meeting was always intended to be small. Joining me to discuss, CNN national security analyst, Samantha Vinograd, who was an adviser to President Obama's national security adviser, and Michael Alan, who served as the director of President George W. Bush's national security council. Good to have both of you with us. It is never a good idea to have your secretary of state and your national security adviser at odds. That being said, the <FACT> that this is happening at this time and that it is so public, Sam, how troubling is that? Moving into this meeting, that the North Koreans <KNOW> this is going on."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "feels": "none"
    },
    "previous_statement": "And now, we are totally blocked out. There's no person allowed to go out.",
    "statement": "By phone, Wendy Yang told us that she was on day 27 or 28 inside her apartment. She's started to lose count. She sent us photos from her window, looking out. She says she <FEELS> trapped and depressed."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "feeling": "none"
    },
    "previous_statement": "Let me ask a more targeted question -- and I thank you for that. And the answer both of you have given argues for the urgency with which we should approach our response to your recommendations. Clearly one of the main goals of our current counterterrorism policy is to find and capture or kill Osama bin Laden. Is it clear to you that anyone is in charge of that search in our government today?",
    "statement": "Well, my impression is that the military is in charge, the Defense Department. We have I <THINK> it's somewhere between 10,000 or 15,000 -- I'm not <SURE> the exact number -- military forces in Afghanistan. They are not engaged in securing the country. That's a NATO responsibility which has some problems with it. But our troops there are in the southern party of the country on the border now. And I <BELIEVE> the search is, my impression is really, very much under control of the military now. A lot of intelligence assets are in place to try to locate Osama bin Laden and his team. I do not have a <<FEELING>> that -- we're not critical of this at all. We did not get into that in great detail, but that's my sense of it."
  },
  {
    "transcript_id": "CNN-160049",
    "matched_terms": {
      "definitely": "authority"
    },
    "previous_statement": "I know from taking the Amtrak between D.C., Philadelphia and New York that there are restrooms. The New Jersey transit, are there rest rooms on the cars?",
    "statement": "There <DEFINITELY> were on this one. They pulled the last few cars at the station, but some people are getting off, getting warm, coming back on. It's very, very cold on the train but at least you can get off on the last few cars and get into the station and warmed up."
  },
  {
    "transcript_id": "CNN-399355",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Yes, Wolf, as you said, this is unprecedented for the city, for the state. They're going to start shutting down the subway system and bus service all across the five boroughs of New York City starting at 1:00 a.m. And they're really going to be disinfecting every car. They're going to be disinfecting train stations, and really getting deep into some of the areas of the subway. And the police, the NYPD is going to be there, about a thousand officers. We just learn, they're going to be assisting the transit authority. One of the issues on the subways has been the homeless. So they need to get them off the subways. A lot of them have been spending their nights underground, in the subway cars. So they're going to use homeless outreach units to try and get them into shelters, to try and get them off the streets and to places where they can stay. This, of course, is all part of the bigger process for the city of reopening. The governor talking about the last few days, the different phases of which he's going to follow. According to the CDC, that first phase through fourth phase, the key really is a human lives and saving people's lives and making sure there aren't new infections. And he talked about that today, asking about what is the price, how much do you price, what is the price you pay for a human life. And here's what the governor said.",
    "statement": "How much is a human life worth? That's the real discussion that no one is admitting openly or freely. But we <SHOULD>. To me, I say the cost of a human life, a human life is priceless, period. Our reopening plan doesn't have a tradeoff. Our reopening plan says you monitor the data, you monitor the transmission rate, you monitor the hospitalization rate, you monitor the death rate. If it goes up, you have a, quote, unquote, circuit breaker, you stop, you close the valve on reopening."
  },
  {
    "transcript_id": "CNN-328916",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Actually he said it today, he said it yesterday, he said it the day before. Robert Mueller's a disgrace to the FBI.",
    "statement": "America's number one bad cop. He <SHOULD> resign in disgrace."
  },
  {
    "transcript_id": "CNN-81459",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "It depends on what he was told. And I think that's what we have to get to the bottom of. What information did the president have? Not just the president. but other members of the administration. Was any of that information exaggerated? Did they tell us something that they didn't believe to be true? I mean, these are all things that an independent commission can determine.",
    "statement": "Now, the Edwards camp expects that he's going to pull a strong third in New Hampshire, but really they're looking forward to South Carolina. That, <OF COURSE>, is the birthplace of Edwards, and that's where the polls are already showing him in the lead. Twenty- one percent for Edwards, 17 percent for Kerry. I asked him just how important he <THOUGHT> the South was?"
  },
  {
    "transcript_id": "CNN-239083",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "Some big logos that we've been putting up this morning in terms of effect, but I wills say, when a man calls himself the judge, jury, and executioner, when that's his perception, whether he calls himself that, he's not a scapegoat. Kavitha, thank you very much. Mel, pleasure, as always. Now, coming up a little later, we're going to speak with famed wide receiver Keyshawn Johnson and get his take on what's going on in the league and what should happen. Kate, it will be interesting to hear what he says, always provocative.",
    "statement": "<ABSOLUTELY> right. We're also watching this breaking news, though. Overnight, folks, a Rochester, New York man accused of providing support to ISIS. A grand jury indicted Yemen-born Mufid Elfgeeh on seven charges that include trying to help three other men travel to join is fighters. He's also accused of the attempted murder of U.S. service members. Evan Perez joining us with more details on the charges. So what is he up against now, Evan? What details have you uncovered?"
  },
  {
    "transcript_id": "CNN-235137",
    "matched_terms": {
      "of course": "authority",
      "fact": "authority",
      "obviously": "authority"
    },
    "previous_statement": "None",
    "statement": "This is a military operation that's happening right now in terms of respect for these victims and it's happening very precisely, very painstakingly, very, very slowly, no sense of rushed or hurriedness over this. They are, as we've been saying, giving the <KIND OF> respect and dignity to what has just taken place that was so <OBVIOUSLY> absent, and in <FACT> the reverse happened a week ago, ever since those bodies were strewn across that field in eastern Ukraine. And we talked about what <MIGHT> happen in the future, what kind of retribution or justice to those who committed this crime, because it is a crime, and many people have said that it actually is <POSSIBLY> a war crime since civilians were targeted and blown out of the sky. And, <OF COURSE>, the Netherlands is home to the first world crimes tribunal since World War II. That was set up in the 90s to try the war crimes from the Bosnia war, now the International Criminal Court. And they <MAY> very well be in the future people who are brought to justice for this crime. But at the very same time that these victims are being mourned, there are more jets being blown out of the sky over eastern Ukraine. As we <KNOW>, two Ukrainian fighter jets have been blown out of the sky. Ukrainian authorities accuse those pro Russian separatists. That begs a massive, massive question, that even after this week of maximum pressure on those separatists, on President Putin, those shoulder-fired missiles and other equipment is still getting through, including dozens of tanks still getting through that border, still going to those separatists. And this is a very, very serious, serious moment to contemplate what more can be done to make <SURE> that stops."
  },
  {
    "transcript_id": "CNN-351533",
    "matched_terms": {
      "obviously": "authority",
      "absolutely": "authority"
    },
    "previous_statement": "Significant new reactions coming from two key senators after viewing that FBI report today. Senator Susan Collins telling CNN it appears to be a very thorough investigation adding I have not yet finished going through all the materials. Senator Jeff Flake saying the report showed no additional corroborating information. Neither senator revealing yet how they will vote but their words we've seen the confidence among Republicans today.",
    "statement": "There's <ABSOLUTELY> zero corroboration -- zero cooperation to any of these allegations. <OBVIOUSLY>, it makes people <FEEL> really good coming out of there."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "But shouldn't you, as a friend of the U.N., say to the U.N., do something about it?",
    "statement": "He said who speaks for the U.N. I submit no one speaks for them and they <COULD> become nothing in a few weeks. I <HOPE> that they back the Security Council if we go back to the Security Council. That France and Germany and others come on board like they <SHOULD>, but if they don't, we're going to do, and our president's going to lead, what's in the <BEST> interest of the security of this nation. And the American people are going to go back it."
  },
  {
    "transcript_id": "CNN-160750",
    "matched_terms": {
      "clearly": "none",
      "should": "authority",
      "fact": "authority",
      "clear": "authority"
    },
    "previous_statement": "It is a bond bonanza. Spain and Italy have hit their targets. There is rioting, curfews and political turmoil, Tunisia struggles to regain control. And Bernie made off with billions, now his victims have scored a victory. I'm Richard Quest, in good voice. And, I mean business. Good evening. A good dose of relief and easy breathing, plenty of space and lots of cash. It is just what the cash strapped Euro Zone needed today. Spain and Italy join Portugal in conducting successful fundraising exercises. The interest rates definitely hurt, but they didn't deliver the fatal blow. For now, it seems, no nation needs a bailout. It gives euro leaders vital thinking time to work out how to defend themselves against the next crisis of confidence. If you'll join me in the library, you'll see exactly how the auctions went. Let's begin with Spain, which of course was the one we were really looking at very closely. There was a five-year bond auction and they were looking to raise nearly $4 billion. The yield was at 4.54 percent. Now that is nearly 1 percentage point higher than last time around. But the good point is, of course, is that the market had been even fearing that the number would over 5 percent. If you look at the bid to cover that, the number of times it was oversubscribed. At two to one there was plenty of activity. Lots of demand for what Spain had to offer. Now, Italy is bid to cover was slightly less, although they did get the bond auction away; $4 billion of five-year bonds. In Italy's case the average yield was 3.67 percent, just up a tad on what they had to pay back in November. The $4 billion of 15-year bonds averaged 5 percent. In both cases the bid to cover ratio is 1.4 percent. And that is really very important. It means there was appetite for risk and at these sorts of levels that risk was manageable for both government and investors alike. So look at how the market reacted. Well, you don't need to be an investor genius to see Spain absolutely loved the IBEX rising, 2.6 percent. In Italy, slightly more muted. Portugal, of course, which go theirs away yesterday, that was just up a third of 1 percent. The euro did enjoy some in gains. It put on more than 1.75 percent against the dollar, at $1.33. So $1.30 has been and gone, and now comfortably into that higher range. There were other matters of course, as a result of what took place. The German finance minister, Wolfgang Shauble, says the states are working on a comprehensive package to solve the debt crisis. And that could be in place by March. Shauble doesn't think any increase in the Europe's emergency bailout fund, the Stability Fund, as you and I know it, is needed. But, of course, that would mean more German money. Steve Major is the global head of fixed income research at HSBC. He was a bit chesty himself, with a bad cold. But nonetheless, we had rates to talk about. And I asked him, if we are now out of the woods?",
    "statement": "Well, there is some good news here. You are <QUITE> right to point it out. And the background to this <SHOULD> be <CLEARLY> understood. The market was short of these bonds, going into the auctions. So professional investors were very negative before the auctions and they have to cover back. There has been some genuinely good news as well, because in <FACT> the EFSF <SEEMS> to be building out its scope a bit. It is being buttressed. There is a good consensus now behind the EFSF, even Germany is supporting this facility now. Also, there has been <CLEAR> evidence of fresh buying interest, mainly from Asian investors. It has been well publicized, actually, that China and Japan have been looking at it."
  },
  {
    "transcript_id": "CNN-300998",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "Israel's right wing education minister Naftali Bennett praised Friedman, calling him, quote, \"a great friend of Israel.\" By appointing the hard line Friedman as ambassador, Trump could be signaling plans to reverse decades of U.S. policy towards Israel. Friedman, an orthodox Jew, has no experience in diplomacy. He strongly supports legalizing settlements and Israel annexing the West Bank. And he's questioned the need for a Palestinian state writing that a two-state solution appears, quote, \"impossible as long as the Palestinians are unwilling to renounce violence against Israel or recognize Israel's right to exist as a Jewish state.\"",
    "statement": "I'm reminded of a line from \"The Wizard of Oz\" when Dorothy lands and says to her little dog Toto, I don't <THINK> we're in Kansas anymore. The issue is the positions that have been attributed to him on issues like two-state solution, settlement activity, that <CLEARLY> contradict decades of U.S. foreign policy."
  },
  {
    "transcript_id": "CNN-232443",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "It is a bombshell, Wolf. I think it does mean more gridlock ahead, especially on immigration. Immigration reform is now dead. But what's interesting about this is, in the Senate, we have had a number of oceans, a number of primaries in which so-called establishment Republicans like Mitch McConnell have beaten back tea party challengers. And that was giving the so-called establishment type some sense of relief that things were going to settle down, maybe work could be done. This completely reverses the psychology, especially in the House, of these other primary races, because this is so unexpected, once in a hundred years kind of event. It means that every member of the Congress on the Republican side has to be worried that, if they compromise or they go in there bipartisan, they could get knocked off.",
    "statement": "It's <CERTAINLY> going to be a huge, huge, concern for a lot of these Republicans going down the road. David Gergen, Dana Bash, guys, thanks very much. I'll be back at the top of the hour. Much more news coming up. We will take a quick break. When we come back, Ashleigh Banfield picks up our coverage on \"LEGAL <VIEW>.\""
  }
]