[
  {
    "transcript_id": "CNN-240827",
    "matched_terms": {
      "know": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Yes.",
    "statement": "-- when the viewer sees that they begin to trust you. So, you <KNOW>, the <KIND OF> shows that I do and the kind of work that I've done over the years I try and focus on a couple of basic things. No second takes."
  },
  {
    "transcript_id": "CNN-226681",
    "matched_terms": {
      "sure": "none",
      "know": "none",
      "may": "hedge",
      "best": "none",
      "kind of": "hedge",
      "thought": "none"
    },
    "previous_statement": "OK. All right, so Nic, there a lot of theories and everything is being thrown out there. Some of the information coming from officials there in Malaysia. Other authorities from other countries involved in the investigation have also thrown out a bit of information. This latest information coming from Malaysian authorities that are showing two different routes that potentially this plane may have taken. It may have gone north or may have gone south into the southern portion of the Indian Ocean. Let's talk about Kazakhstan. You are familiar with that region and how mountainous it is. If that plane were to have enough fuel to get there intentionally, if it were able to land in the general region, what would this mean based on some of the sources you have and people you talked to? What would this potentially mean that this plane would have some intention possibly to go to that region?",
    "statement": "Yes, it's really -- Fred, I have to say a lot of speculation at the moment. One would imagine if a group had taken a plane lot of people hostage, there would be demands for the release of these people. Would it be a group and there is no basis for us to be at the support. Would they be trying to extort something? What we <KNOW> about the track or at least the <BEST> estimate that they would have gone from Northern Thailand and Miramar and across the west of China to the plateau across the desert through the Turkestan's airspace and on to Kazakhstan's airspace. Where it is on the track is <KIND OF> what's interesting partly about this track that it flew. They <THOUGHT> it <MAY> have flown across western chine. China, one would expect them through the radar system to be able to pick up unidentified aircraft and respond to it. It would have intersected with what was a hijacking a year and a half ago in December of 2012. It was blamed on Uighurs on a flight flying across that western bit of China. Again, it's hard to get substantial details. There is a Uighur community and tensions between the north and the south between the ethnic groups. A very mountainous country for <SURE>. The places to land the planes would be tough. Kazakhstan may be easier to land an aircraft there, but again a government that substantially had resources and you expect them to have a long reach in terms of radar or know what's going on there."
  },
  {
    "transcript_id": "CNN-177545",
    "matched_terms": {
      "kind of": "hedge",
      "thought": "none"
    },
    "previous_statement": "I think -- I think that's a pretty good assessment. I mean Newt is brilliant. Newt is where he is because he's excelled in each one of these debates including the last one where he was -- that's one of the best debate performances I've seen, I mean, because they were all coming after him. He dealt with it with humor. He dealt with -- with equanimity and not -- didn't get himself off track. He did a pretty good job of explaining some of the things that will become controversial, like his statement on Palestine, he gave a very good historical explanation of it, it ended up having all the other candidates agree with him. Sow e can't discount Newt's extraordinary debating ability which is far and away, you know, better than anyone else. On the other hand, Governor Romney has almost a perfect record for a person to be running right now. Experience in government, experience in business. Understands the economy. But there is something missing. You're absolutely right. There's some kind of personal connection that doesn't get made that the other candidates probably do a better job at.",
    "statement": "Yes, I mean I <THOUGHT> it's interesting the big furor that blew up over his $10,000 bet offer. And the reason it blew up was it <KIND OF> illustrated his problem that there is a disconnect between this extravagantly rich man and the ordinary punter on the street. And he just exacerbated that, didn't he?"
  },
  {
    "transcript_id": "CNN-187620",
    "matched_terms": {
      "think": "none",
      "absolutely": "none",
      "sort of": "hedge"
    },
    "previous_statement": "It's essential, because we project too much time projecting our own insecurities onto our children. What the parents are doing is overcompensating for things they didn't get. They make rules like no dribble basketball or no score soccer so no one feels bad and any time someone feels bad, the world is supposed to stop to make them feel better. What you know in life is there are two ways to make it. You can make a living or you can make a life, which is how you change lives. Too many people are making a living and not changing lives.",
    "statement": "I agree. I <ABSOLUTELY> positively agree with you on all of that. Is a graduation the place to have a tough love conversation? I <THINK> that's <SORT OF> a K-12 conversation. The last day when you're sending them out, you say they're not special?"
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "believe": "none"
    },
    "previous_statement": "I want to talk about the fact that the grandparents are -- George and Cindy Anthony, are apparently requesting full immunity. Natisha, you stated that their representative says they have given conflicting statements in the past. But they`re still sticking with the nanny did it? How can that be?",
    "statement": "Yes. This is according to their attorney, Brad Conway. He is saying that they still <BELIEVE> that Zenaida Gonzalez is involved with this investigation, and with the missing of Caylee Anthony. Now, he also said that he is going to be meeting with prosecutors to seek immunity for the Anthonys and whatever conflicting statements that they have had in the past, they will not be making these conflicting statements in the future when they meet with investigators."
  },
  {
    "transcript_id": "CNN-351198",
    "matched_terms": {
      "absolutely": "none"
    },
    "previous_statement": "We're going to keep following these stories. We're also going to let you know how you can help, because I'm sure there's going to be an outpouring of requests for aid.",
    "statement": "<ABSOLUTELY>. Thank you very much, Jan. We appreciate it, and good luck to all of the Red Cross teams doing the work there. If you're watching and you want to help the victims affected by this earthquake and the tsunami, you can go to CNN.com/impact. Again, that is CNN.com/impact. A lot of ways listed there that you can help."
  },
  {
    "transcript_id": "CNN-88222",
    "matched_terms": {
      "know": "none",
      "probably": "hedge",
      "should": "none",
      "kind of": "hedge",
      "thought": "none"
    },
    "previous_statement": "So who should be fired over this mess?",
    "statement": "Well, <PROBABLY>, some heads <SHOULD> roll. It's not for me to say. But the more we've learned about this as I've pieced this together almost hour by hour, the worst that CBS News looked. They rushed this on the air in a matter of five days. They ignored warnings from their own document experts that they had hired. They took a lack of a hard denial from White House communications director Dan Bartlett, who we just saw, as some <KIND OF> green light, some kind of confirmation that this story was OK. We can put it on the air. And now we <KNOW> they relied on a quirky source who lied to them, but also said, I didn't authenticate it. I <THOUGHT> you were going to authenticate it."
  },
  {
    "transcript_id": "NPR-32568",
    "matched_terms": {
      "think": "none",
      "clear": "none"
    },
    "previous_statement": "We could see that - yeah, and that was exciting, the idea that we wouldn't have to make that payment every month. We suddenly were kind of electrified by the notion that we could own this free and clear.",
    "statement": "So here's the thing about this assignment, Steve, why I <THINK> the Piersals were so hard to find: So first of all, there are just fewer people like them. Just in the last 10 years, there's been a seven percent decline in people who own their own homes free and <CLEAR> of debt. But that still leaves us with a lot of people, something like 30 percent of home owners don't have any mortgage debt. But those people tend to be older, older than the Piersals, and just of a generation that was really uncomfortable with the idea of debt."
  },
  {
    "transcript_id": "NPR-24588",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "You don't hear the call...",
    "statement": "The NSA says the metadata it collects is valuable in tracking suspected terrorists' activities. Miller showed viewers how that works. But privacy advocates say that metadata provides the NSA so much information about Americans that the agency doesn't need to listen in to your calls to <KNOW> the details of your life."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "fact": "none"
    },
    "previous_statement": "Hi, Ana. Well, CNN has learned that federal authorities down in Arkansas are now actively investigating the Clinton family foundation for public corruption -- alleged public corruption. A U.S. official tells me that the FBI and federal prosecutors down in Little Rock are specifically digging into whether foundation donors were improperly promised policy favors or special access to Clinton while she was secretary of state in exchange for donations to the charity's coffers. They're examining whether non-profit tax laws were followed. CNN reported back in November of 2016 that the FBI had opened preliminary inquiries into whether there had been any sort of impropriety with the foundation's dealings and money and that caused some tensions within the bureau and the Justice Department. And so, the current inquiry, at least in part, as a continuation of that probe, that originated before the presidential election, but what's unclear is precisely what new evidence, if any, ignited the current federal investigation after those initial inquiries were stalled. Now the Clinton camp is pushing back very hard against this news as Nick Merrill, a spokesman, for Clinton told me. Let's call this what it is, a sham, and a spokesperson for the Clinton Foundation said the Clinton Foundation has been subjected to politically motivated allegations and time after time those allegations have been proven false. Nevertheless, this probe comes in the midst of a really sensitive time for the Justice Department under this administration as the president continues to demand time after time that his political rival be investigated while the Justice Department stays silent -- Ana.",
    "statement": "The question surrounding Jeff Sessions coming from both camps, in <FACT>, Democrats and Republicans alike. Laura Jarrett, thank you. I want to talk more about Attorney General Jeff Sessions. There are now calls for him to resign, growing louder from within the GOP, Conservative House Freedom Caucus Chairman Mark Meadows and Jim Jordan, a member who sits on the Oversight and Judiciary Committees, they've written an op-ed for \"The Washington Examiner,\" and in it, they criticize Sessions handling of the Russia election meddling investigation. Here's Congressman Jordan speaking a short time ago to Fox News."
  },
  {
    "transcript_id": "NPR-13329",
    "matched_terms": {
      "must": "none",
      "view": "none"
    },
    "previous_statement": "But if there's disagreement about whether the president can even be criminally charged for any of this - and you're saying Americans don't cut cotton to this - then it seems to me that what you're really saying is this is a political dilemma and it becomes a matter of public pressure to say that this does not comport with the way we want our government run.",
    "statement": "Well, impeachment is itself the constitutional-mandated way in which a president can be removed from office is a political process. In my <VIEW>, there needs to be an unequivocal declaration by important leaders on the Republican side that Mr. Mueller <MUST> be allowed to finish his inquiry. And they need something like a doomsday resolution. If you fire Mueller, then we will put forward a resolution of impeachment. So the analogy to the Saturday Night Massacre is apt."
  },
  {
    "transcript_id": "CNN-183867",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "Let's talk -- continuing talking jobs from Yahoo to this jobs report. We're hearing more than 200,000 added in March. How is that as far as what was expected? How does that compare?",
    "statement": "Well, Wall Street wanted better. Even though it's not bad news, you look at it. It's actually the second month you're seeing the private sector add jobs above that 200,000 mark. There has been job growth over the past year. But the problem is, that job growth has been pretty spotty. Look at last <MAY>, only 47,000 jobs were added in the private sector. The goal here is to really bring down unemployment. And in order to do that, we really need to see strong gains consistently month after month of these job additions. It's the reason the unemployment rate, Brooke, is expected to stay at 8.3 percent on Friday when the government jobs report comes out -- Brooke."
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "clear": "none",
      "kind of": "hedge",
      "thinking": "none"
    },
    "previous_statement": "Ambassador, we've talked a lot about Trump's apparent loyalty to Flynn. Could it be, though, that maybe his loyalty wasn't necessarily to Flynn to Kushner, considering Kushner is reportedly the one who ordered Flynn to contact the Russian ambassador?",
    "statement": "I <THINK> that's right, Ana, that the -- the question here is why -- it's the other question besides the collusion one in the election that Steve points to, Trump's obstruction of justice. Trump didn't just ask Jim Comey to see his way <CLEAR> to letting Flynn go. When Comey wouldn't do it, he fired him. There's reports that that was at Kushner's behest. And we shouldn't make the mistake of <THINKING> that the shoes that dropped yesterday, as many as they were, are the last ones. There's -- what would cause Kushner and Trump to be so panicky, to take such risks here? What else is coming down the pike? You <KNOW>, I've worked both with and against Bob Mueller. And I can tell you, he's got a lot of additional cards up his sleeve to give that <KIND OF> a sweetheart deal to Flynn. So I do think there is some terror (ph) in Trump world that resulted in this. There's more exposure on obstruction and choppy waters ahead."
  },
  {
    "transcript_id": "CNN-306400",
    "matched_terms": {
      "fact": "none",
      "quite": "none",
      "obviously": "none"
    },
    "previous_statement": "Well, it seems to be perhaps being rethought. But as we're talking about that, let me ask you about inside the United States because everybody is looking at the U.S. right now. They see the threats of deportation, the bans and this and that but also just to say, today, rather staggering statistics came out in terms of threats against Jewish community centers in the U.S. and also desecrating Jewish cemeteries. I mean, there's a whole lot of trouble going on in the U.S. today as well. Are you involved in that as well?",
    "statement": "We're deeply involved in the United States, Christiane; indeed our program on the United States is our largest program in any given country and it has to be today. And we're deeply worried about the rhetoric coming from the Trump administration. And while <OBVIOUSLY> it hasn't gone to the extreme of Duterte in the Philippines, there's a parallel in the sense that Trump, too, claims to be speaking for the people and therefore justifying a number of steps that are <QUITE> troublesome from a human rights perspective, whether it's banning people from mainly Muslim countries or these deportations, these large-scale deportations without regard to the family or community ties of the individuals, many of whom have been in the United States for years and years. We see a rise in hate crimes, as you mentioned, with Jews, Muslims and various minorities the target. So we're deeply concerned about the direction of the United States today and are working actively to try to reintroduce the <FACT> that even a president who has been elected has to respect basic rights."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "sure": "none",
      "suspect": "hedge"
    },
    "previous_statement": "General Smith, who is keeping a record of all the employees that work for all the contracted firms in Iraq and Afghanistan? Is it the contracted firm or DOD?",
    "statement": "Sir, you're beyond my knowledge there except that the contracting officer who contracts with the company is responsible for ensuring that they comply with the contract. And by name, I <SUSPECT>, he has who those contractors are, but I can't tell you that for <SURE>."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "should": "none"
    },
    "previous_statement": "You make a great point, Star because -- and I`ll throw this to Jon Leiberman. We forgot the obvious -- sympathy ploy, can`t believe I forgot that. The jury is not sequestered. It`s going to get to them that she`s getting sick -- poor, poor Jodi.",
    "statement": "Yes, but that`s not giving this jury enough credit. I mean we <KNOW> from the amount of jury questions that they are taking this trial extremely seriously. So I don`t <THINK> they are going to be swayed. Frankly I don`t think many people have sympathy for Jodi. She`s a proven multiple-time liar who finally decided on this self-defense defense which can`t be corroborated with any evidence or any other witness testimony or anything. I don`t think she`s getting anybody`s sympathy. And back to Juan Martinez, quickly -- there`s two issues. Him signing autographs is going to have no impact on what happens in court. In court he is doing a terrific job of standing for Travis Alexander and standing for the people of Arizona. The issue more is from the PR perspective. <SHOULD> he be doing it? I`m a big Juan Martinez fan, but I do think he should wait until the end of the trial because as Drew and some of the other attorneys said, there is a life on the line and he has mission and that mission is not yet fulfilled and that is --"
  },
  {
    "transcript_id": "CNN-100721",
    "matched_terms": {
      "feel": "none"
    },
    "previous_statement": "The president's point man for reconstruction delivered a White House promise for an additional $1.5 billion, $3.1 billion in all, to rebuild the city's flood defenses before the next hurricane season in June, if Congress approves the spending. Breaches will be repaired, concrete and stone will reinforce the existing levee system and state-of-the-art pumping stations will be built. New Orleans Mayor Ray Nagin, who's lobbied hard for federal help, was pleased.",
    "statement": "If another Katrina hit New Orleans and this system was put in place, we wouldn't have the devastation and amount of flooding that we had with this last storm. That makes me <FEEL> very -- a lot better."
  },
  {
    "transcript_id": "CNN-187020",
    "matched_terms": {
      "clearly": "none",
      "think": "none",
      "maybe": "ungraded",
      "around": "hedge",
      "fact": "none",
      "best": "none",
      "somewhat": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "When you look at the election, you look at the campaign season here, what do you think President Obama has done right, that he has gotten right and what do you think he really needs to work on?",
    "statement": "Well, I -- what he's <CLEARLY> has done right is to help turn <AROUND> the mess of the economy. He inherited the worst economy since the great depression. Interestingly, because he was trying to be <SOMEWHAT> bipartisan, he did himself a little political damage by not stressing how bad things were. And I <THINK> that's part of the reason people said, oh, well, he didn't move quick enough. In <FACT>, the American economy today of all the economies in the advanced nations in the world, Japan, Europe, we're doing the <BEST>. And we're doing the best because we're mixing policies. Now, we've been retarded by conservative opposition. We have created, in the United States since the beginning of the turnaround late in 2009, <MAYBE> about 4 million private sector jobs. Unfortunately, we've lost over 600,000 jobs from state and local government -- teachers, firefighters, police officers -- because the right wing has <SORT OF> cut back on that. But I think he's dealt with the economy well. I think the financial --"
  },
  {
    "transcript_id": "CNN-229963",
    "matched_terms": {
      "clearly": "none",
      "could": "hedge",
      "probably": "hedge",
      "perhaps": "hedge"
    },
    "previous_statement": "Good evening. I`m Nancy Grace. I want to thank you for being with us. Live, Tampa. Police race to a million-dollar mansion to find a little girl at her bedroom computer doing homework, dead, her little brother still buckled in the minivan, dead. Then they find Mommy out lounging by the luxury pool in the back yard, who calmly explains she guns down her two children, shooting them in the mouth, because they talked back. In the last hours, we hear from Mommy herself, Mommy`s journal, in which she details her innermost thoughts and feelings about how she`s going to shoot her children dead. Let`s take a look at what Mommy said in her own writing. This is what I observed in court. Mommy now has her hair pulled back, mousey brown, in a bun. She won`t look at any of the witnesses. She won`t turn around and look at her husband, Colonel Parker Schenecker. She sits there acting like she`s taking notes, as if nothing`s going on around her. But let`s take a look into Mommy`s life. Let`s see the screens, Liz - - what we learned that Mommy writes in her journal. I did all my duties. Then I went to buy a gun. I was planning a Saturday massacre, but had to wait for a background investigation for three days. Let`s keep it going. Calyx called me pathetic. On Saturday, she called me an evil soul. The evil starts Thursday. Calyx, you know what? She gets it first. Don`t know whether I`ll turn on the light (to blind) or just react to have me in her bedroom. I`m nervous. Next -- I offed Beau on the way to practice. I offed Beau on the way to practice. He saw the gun and told me to put it back in the purse. He had a healthy fight, then when we got home, a shot to his mouth (because) he became so mouthy, just like Calyx. Calyx drove me to drink. He (Beau) was yelling at me. The first shot hit the windshield. Second shot was the side of his head. Next shot to the mouth, his mouthy mouth. Came home. Calyx is on the upstairs computer. Asked, What are you doing? Just (seeing) what you are doing, walked up without her reacting and shot her in the right temple. Then shot her in the mouth (her sassy little mouth). Really tore my soul to the core. Shot the two mouthy mouths in the mouth after shooting them in the head. I`m just losing my mind. I`d like to die by Beau in our bed. That would be nice. Beau and I are going to heaven. Wish heaven for Calyx, too. \"Wish.\" Whoa! Lucky you weren`t there -- talking to her husband. Probably would have offed you, too. Would have been a crying shame. I sensed divorce was inevitable, but I can`t live alone.\" All right, straight out to Roger Schulman, Tampa radio reporter in court today, Roger with me in the courtroom all day yesterday. Roger, as I watched Colonel Parker Schenecker in the courtroom, I could tell he was about to burst into tears. Today, he was on the stand. What did you observe?",
    "statement": "He was every inch an Army colonel, or general <PERHAPS>, which he <PROBABLY> <COULD> have been. He was crisp, direct. He did not look at his wife. She did not look at him. He gave answers very <CLEARLY> and crisply, every inch a professional."
  },
  {
    "transcript_id": "CNN-260868",
    "matched_terms": {
      "hope": "none",
      "hoping": "none"
    },
    "previous_statement": "Good morning.",
    "statement": "Good morning. So let's talk about that specific piece of a plane that was found that everybody is <HOPING> belongs to Flight 370. I <HOPE> we have a graphic. It's a flaperon. I just want you to go over what exactly that is. It's on its way or is in Toulouse, France right now. And investigators will look at it and then tell me what exactly they'll look at when the piece of -- when that piece of plane arrives."
  },
  {
    "transcript_id": "CNN-213138",
    "matched_terms": {
      "believe": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Just past the bottom of the hour, everyone. I'm Don Lemon. San Diego's Mayor Bob Filner may resign and it could happen tomorrow. Our affiliate KGTV reports the 70-year-old Democrat will resign if the San Diego City Council accepts a proposed mediation agreement. The city council meets tomorrow in a closed-door session. Eighteen women have accused him of sexual impropriety. His alleged victims say Filner made sexual suggestions and inappropriately touched them. I want to bring our legal panel back in now, former criminal prosecutor, Faith Jenkins, joins me. She's right here in New York and criminal defense attorney, Darren Kavinoky joins me, he's in Atlanta. Faith, I'm going to start with you this time. Are you surprised -- I don't think many people are -- that Filner is going to step down or possibly going to step down?",
    "statement": "No, not at all. This is not someone who had a fleeting moment of indiscretion. I mean, he, if you <BELIEVE> all of the women who have come forward, this is an individual who really displayed signs of someone who is a serial perpetrator of sexual harassment. And in a leadership position like that, that's not who you want your leaders to be and the <KIND OF> behavior you want them to --"
  },
  {
    "transcript_id": "CNN-132073",
    "matched_terms": {
      "thinking": "none"
    },
    "previous_statement": "I mean, evangelicals are quite divided now and you have some evangelicals who consider the environment important and social needs important. It's not as much a bloc as it was earlier.",
    "statement": "These worshippers didn't come to church to talk politics but with Election Day almost here, it's what a lot of people are <THINKING> about. Some have been energized by the presidential race. Most are ready for a break."
  },
  {
    "transcript_id": "CNN-111979",
    "matched_terms": {
      "know": "none",
      "suspect": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "To Howie Carr, with WRKO -- he`s also a \"Boston Herald\" columnist, also wrote \"The Brothers Bulgur,\" Howie, what is the judge`s background? You mentioned something about he was married to somebody`s daughter. How does that fit in?",
    "statement": "Well, again, Nancy, Vermont is one of those cases where you don`t have to stand for election. You just have to <KNOW> somebody, basically. And he`s originally from New Jersey. He`s a Vietnam vet. He went to B.C. He met the daughter of a Vermont Supreme Court justice when he was going to Boston College. Then he moved to Vermont, and he <SORT OF> moved up through the ranks. And he was a prosecutor. And then he was appointed to the bench by a Republican governor, Snelling, in 1983. And, again, he was a real hard- liner for a number of years. He was the real darling of the -- you know, the law and order crowd. There`s a case that was cited a lot during this whole controversy. Ten years ago, he was handling a rape case, and he jailed the parents of the <SUSPECT> in the rape case for 41 days because they weren`t cooperating with the authorities. So, I mean, this guy has done a complete 180-degree turnaround."
  },
  {
    "transcript_id": "CNN-260479",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Well, these are sick people. I mean, these are very, very sick people. This has nothing to do with guns. This has to do with the mentality of these people. And, you know, you're always going to have -- first of all, I'm a big Second Amendment person. I believe in it so strongly. You need protection. You need protection against the bad ones that have the guns.",
    "statement": "But do you <THINK> the Second Amendment..."
  },
  {
    "transcript_id": "CNN-95376",
    "matched_terms": {
      "suspects": "none"
    },
    "previous_statement": "Is it fair to say, though, that the focus of your investigation is on this young man, van der Sloot his last name, of Dutch descent, based on the search that was carried out this week?",
    "statement": "At the moment, we have three <SUSPECTS> in custody and we are investigating every lead concerning all three suspects."
  },
  {
    "transcript_id": "NPR-39713",
    "matched_terms": {
      "of course": "none",
      "should": "none"
    },
    "previous_statement": "Let's begin with you, Mara.  You've studied the polls.  How      does the public see the Republican Party at this point?",
    "statement": "Well, the Congress, and, <OF COURSE>, it is a Republican      Congress, is seen with pretty low ratings in the low 40s; lower than the      president's. However, these are not historic lows.  They aren't as low as      the Democratic Congress got before the big Republican revolution of the      mid-'90s.  But on a number of issues, like the economy and jobs, the war      in Iraq, on government spending, Republicans are seen as worse than      Democrats, or not as well able to handle those issues.  However, I <SHOULD>      point out that we're not seeing a see-saw effect in the polls.  In other      words, Democrats are not going up as Republicans are going down."
  },
  {
    "transcript_id": "CNN-120449",
    "matched_terms": {
      "believe": "none",
      "know": "none"
    },
    "previous_statement": "While many students seemed to be standing by their president, some folks just outside were standing against him.",
    "statement": "I'm out here because I <BELIEVE> my friends here and the students here deserve to <KNOW> the truth from the administration and the Roberts family about where their tuition money goes and what it's spent on."
  },
  {
    "transcript_id": "CNN-50995",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "From May until September, 16-year-old Kristin Bayer is often under house arrest. Why? Because being outdoors can trigger an asthma attack.",
    "statement": "A lot of that <COULD> be because I'm more active, but also, along with the activeness (sic), there's the pollution involved."
  },
  {
    "transcript_id": "CNN-107187",
    "matched_terms": {
      "absolutely": "none"
    },
    "previous_statement": "We're now able to confirm after the SWAT team rolled in on this suburb in River Ridge in Louisiana, actually a suburb in New Orleans. Thirty-one-year-old John Lee Cheek, it looks like the negotiations worked. He walked out of this home where he was holding an elderly man hostage. We're told that that elderly man is OK. Cheek had disappeared after apparently crashing a car into a ditch in this community during a police chase. He's a suspect in the killing of a commander with the St. John the Baptist Parish Sheriff's Office. Here is a picture of him right now. Now he is in police custody. We'll find out more about this suspected murder, in addition to a number of thefts that Cheek was wanted for in Texas. But it looks like the standoff is -- is finished. He has surrendered to police. We'll keep you updated with more details. One of the popular settings for television dramas. But the reality in many emergency hospital rooms is more like a horror movie. Here's one shocking statistic. In 2003, more than 500,000 ambulances were turned away from the U.S. E.R.'s. Patients who do make it through aren't guaranteed that doctors can treat them, and there might not even be beds to hold them. If conditions are already code blue, well, imagine a large-scale disaster or a flu pandemic. The prognosis is even grimmer. Dr. Arthur Kellermann chairs the Department of Emergency Medicine at Emory University. He joins me from Washington. Doctor, you were actually on the Hill talking about these reports, testifying before Congress. What is your biggest concern at this point? Is it getting worse?",
    "statement": "It is <ABSOLUTELY> getting worse. My biggest concern is that the system just doesn't have the capacity. We are barely handling the day-to-day, night to night emergencies, much less the capacity we need to handle a disaster, a mass casualty event or a terrorist strike."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "sure": "none",
      "know": "none",
      "around": "none",
      "might": "hedge",
      "guess": "hedge",
      "clear": "none",
      "apparently": "none",
      "seems": "none"
    },
    "previous_statement": "I'm just going to go on record, you are way hotter. All right. So let's go first to CNNRadio reporter Lisa Desjardins, she is live in Des Moines, Iowa. You're going to tell us a little bit about how people voted. What actually happened? This was a nail- biter 'til 2:30 in the morning. Was it one precinct we were waiting for?",
    "statement": "How about that, Zoraida? There was one precinct we were waiting for. It was in Clinton County, Iowa. That's over in the east. You <KNOW>, guys, I looked them up, and Clinton County is actually most famous for at one point having the largest sawmill in the world, setting records with their, I <THINK>, fire response team. What <SEEMS> to have happened, why this took so long is there was that one precinct with results that <APPARENTLY> the state headquarters didn't tabulate. I spoke myself to the now famous Edith Pfeffer, the chairwoman of the Clinton County Republicans, spoke with her. She said, hey, we turned in those results not long after 7:00, sometime <AROUND> 7:40, 7:50. The problem, guys, seems to be that there were some tabulating issues here in Des Moines with the state headquarters. I <GUESS> they didn't realize that they didn't have those numbers. And this <MIGHT> happen a lot in elections. Usually it all gets squared away the next day. But, <OF COURSE>, here we were with an election resting on just a handful of votes. So every single precinct mattered. And when they discovered they were missing a couple, we had to wait and track down each one. Also, and then you can see and you're hearing video from, of course, all of the various candidate parties. Zoraida and Ashleigh, it was so interesting because here were these ballrooms full of supporters all night waiting to see their candidates, and the candidates really weren't <SURE> what to say for a while, especially Rick Santorum and Mitt Romney. They finally came out before the final results when it was <CLEAR> that this was virtually a tie. Back to you."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": ". like this that went horribly wrong.",
    "statement": "Mike Brooks, police are still saying they`re not revealing or don`t <KNOW> what the motive is. Do we care? Motive does not have to be proven by the state."
  },
  {
    "transcript_id": "CNN-328578",
    "matched_terms": {
      "know": "none",
      "sort of": "hedge",
      "thinks": "none"
    },
    "previous_statement": "OK. I want to pivot here to something that happened overnight that, I think is confusing to people and it's a bit perplexing, but the Trump administration announced that they are prohibiting certain words to be used in reports that will go for budget, specifically from the CDC. They're forbidding the CDC to use these words -- you see here on your screen -- vulnerable, entitlement, diversity, transgender, fetus, evidence-based, science-based. Michael, I mean, we look at some of those and we say, OK, understand the political power play that might be ingrained in this, but vulnerable, entitlement, what does that say to you?",
    "statement": "Well, that says to me that -- that, you <KNOW>, these -- this is a president who doesn't really put that much stock into -- the White House <THINKS> these words are being overused and overplayed and over defined. This is another -- you can chock this up to a president who promised to be, really promised to be politically incorrect coming into office. And you know, he -- so some of these words and definitions aren't going to hold the same <SORT OF> sway and stock in this White House as they have in -- in White House past, and we're seeing that again with this list here."
  },
  {
    "transcript_id": "CNN-326074",
    "matched_terms": {
      "believe": "none",
      "certainly": "none"
    },
    "previous_statement": "A divided party at her back, the threat of a parliamentary revolt right in front of her, and an opposition party waiting in the wings. The British prime minister is fighting for her political survival even today, everyday it seems. Lawmakers today, though, are debating something very important to Theresa May. It is her own landmark legislation to withdraw the U.K. from the European Union. But there is a lot of anger in her own party over Brexit. Listen to one conservative MP's view on the matter.",
    "statement": "I happen to <BELIEVE> that what we did last year was a great and historic era. I am <CERTAINLY> not willing to suspend my own judgement particularly when I have to witness what I see is an extraordinarily painful process of national self-mutilation, which I am required to facilitate."
  },
  {
    "transcript_id": "CNN-372301",
    "matched_terms": {
      "of course": "none"
    },
    "previous_statement": "Well, I hate that word, personally, because it is so inaccurate from a criminal standpoint. But you raise a very good point and that the Mueller report did not clear members of the 2016 campaign when it came to potential conspiracy. The Mueller report indicated that there was not enough evidence to obtain and sustain a conviction. That is very different than the exoneration that President Trump has used. And one of the issues in the Mueller report that cite about a special counsel is a lack of knowledge on behalf of various members of the Trump campaign. Ignorance wasn't bliss in 2016, in my opinion, and now, in 2019, three years later, President Trump and members of his team know full well how Russia attacked our country, know full well how Russia stole information, attacked Hillary Clinton through cyber-attacks, launder that information through organizations and people that they viewed as tools. President Trump's comments are really just setting himself up to be a tool for Russia and any other foreign government that wants to launder information.",
    "statement": "And, <OF COURSE>, his comments provoked outrage from Democrats and this, from Nancy Pelosi, here she is."
  },
  {
    "transcript_id": "CNN-229346",
    "matched_terms": {
      "views": "none"
    },
    "previous_statement": "-- practice good general hygiene. We need hospitals to practice good general hygiene. And we would also emphasize that normally this virus does not transmit easily.",
    "statement": "Gregory Hartl with some advice from Geneva in Switzerland, a spokesman for the World Health Organization. We thank you, sir. Coming up after this short break on CONNECT THE WORLD, up in the air. We bring you incredible birds-eye <VIEWS> of one local skyline. That's after this."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "around": "none"
    },
    "previous_statement": "And why did you wait so long?",
    "statement": "It had been when I was <AROUND> five to six years old when he had done this to me, threatened me with my life, telling me that I would burn in hell if I had said anything about this to anybody. And then, as of a few years ago, my brother, oldest brother Clane (ph), who was also a victim of Warren, took his life and that's when I decided to take that upon myself to bring this out and tell everybody and take this man down."
  },
  {
    "transcript_id": "CNN-122139",
    "matched_terms": {
      "seems": "none"
    },
    "previous_statement": "Yes, exactly. Exactly. Exactly.",
    "statement": "So why were these kings assassinated? Simply, it <SEEMS>, for this, charcoal. More than a million people in this area, practically everyone, use charcoal to cook their food. It's made by burning the trees in the gorillas' forest. They cover mounds of wood with mud and set it on fire, turning the ancient trees into brittle bricks of charcoal. You can see the fires from the air. Robert Muir of the Frankfurt Zoological Society took us for a tour."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "could": "hedge",
      "may": "hedge"
    },
    "previous_statement": "This is called the middle-class squeeze. It is a reality in our country, one that the president does not seem to be aware of.",
    "statement": "Democrats <MAY> point fingers at Republicans, but the reality is they, too, are contributing to a cycle that pushes down wages for American workers. While many Democrats want to stop the exporting of jobs overseas to China and India, the same lawmakers are pushing to import cheap labor, that <COULD> directly compete for American jobs, under the banner of comprehensive immigration reform. Labor economists say they are two sides of the same coin."
  },
  {
    "transcript_id": "NPR-26177",
    "matched_terms": {
      "best": "none"
    },
    "previous_statement": "Right I know. It's tough because I do understand that thought and that feeling, but you know, I'm a taxpayer to, you know, we've paid a lot of money in flood insurance here. We've paid into the system and I do think that it does get to a point though where there really is no more money to kind of recover from this annually, So I think it's less costly in the long run to get people out of harm's way, than to have to repeatedly recover every year.",
    "statement": "Well, Ms. Coleman thanks for talking with us and <BEST> of luck with the move."
  },
  {
    "transcript_id": "CNN-171405",
    "matched_terms": {
      "certainly": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Good luck to you, Irene, and everyone else in that house. Thank you. Hurricane Irene meanwhile won't quit. Right now, the remnants of the tropical storm are moving from the U.S. into Canada. But all day long, the drenching rains flooded areas all across the northeast. The danger is far from over. At least 19 deaths are being blamed now on Irene in eight states. Flood waters are still rising in many areas. And more than 4 million homes and businesses are without power as we speak. And it could take several days to get electricity flowing to everyone again. Damage cost will likely be in the billions. President Obama is warning that many Americans aren't out of harm's way yet. He's promising swift federal assistance to victims from that storm. Irene turned out to be more of an inconvenience for major city centers like New York. Newark, LaGuardia and JFK Airports will re- open Monday morning. That's the good news. New York City will also restore subway service starting at 6:00 a.m. Eastern time. Irene may not have hit New York City as badly as many feared, but Long Island -- it caught the brunt of the storm as it passed through. Susan Candiotti is standing by in Long Beach, New York, for us. And, Susan, we understand you are there in the dark even though we do see I guess that's a generator light behind you.",
    "statement": "That's right. That's hard to hear because of that. But, Marty, what a difference 24 hours makes. Remember, last night at about this hour, we were being buffeted by the outer bands of Hurricane Irene. Now that storm is no longer even a tropical storm. However, the remnants are being felt, as you said. No major reports of flooding on Long Island. But, <CERTAINLY>, there is enough work here that has some people working even at this late hour. And one of the interesting questions we have is, as you indicated, is the subways will be back in business. The Long Island railroad that operates out here will be carrying a lot of people back to the city tomorrow or will they? Because after all, this is a bedroom community to New York, and as a hub for tourists as well. So, you have to wonder how much money the city has lost because of the storm. What <KIND OF> economic impact will there be because of all the preparations? I put that question to Governor Cuomo who came here to visit this afternoon."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "may": "hedge",
      "appear": "none",
      "suspects": "none",
      "viewing": "none"
    },
    "previous_statement": "All those acting with distant links or inspired by ISIS. But this is something that many both in the U.S. and in Europe within the intelligence community have been warning about for a while and have concerned about for a while is that as ISIS lost territory in Iraq and Syria that they would seek to impact and extend their influence and their brand in other ways. Take a look at this, John.",
    "statement": "Tonight sources tell CNN the <SUSPECTS> believed to <APPEAR> in this newly-released security video <MAY> have been directed by ISIS leadership in Syria suggesting a centrally-planned and coordinated attack by the terror group. Investigators are now <VIEWING> surveillance video like this one obtained by an Italian newspapers showing the attackers moving through the terminal and opening fire. Footage acquired by a Turkish newspaper shows one of the men wearing a heavy coat despite the summer heat in Istanbul. When an undercover officer approaches him and requests identification, the terrorist opens fire."
  },
  {
    "transcript_id": "CNN-138928",
    "matched_terms": {
      "fact": "none",
      "doubt": "hedge",
      "knows": "none",
      "seems": "none"
    },
    "previous_statement": "Well, clearly, with four core brands we're going to be very focused in terms of our product development and our marketing dollars. We're going to shed our extra, extra capacitor or excess capacity in order to bring down to breakeven level of our cost structure. But we're going to be very much focused as a product in customer-oriented company. A lot of investments in this area in terms of advance technologies, our intent is to return this investment by the American taxpayers both in terms of the loan that they'll be providing to us as well as the shares that the American public will initially own in the new General Motors.",
    "statement": "There has been a lot of criticism out there if you read the op-ed pages lately about whether or not GM is really changing its ways. One person, Paul Ingrassia, who's been covering Detroit for years wrote in \"The Wall Street Journal\" today, in <FACT>. \"Neither billions in losses nor the brink of bankruptcy, it <SEEMS>, have been enough to change many traditional ways of doing things at GM. Heaven only <KNOWS> what will be enough. But with a company with a cautious, slow-moving management and a union committed to defending ridiculous work rules won't have a chance of succeeding.\" Now how do you convince people who <DOUBT> GM's ability to compete and to get people to buy your cars in the future?"
  },
  {
    "transcript_id": "NPR-17129",
    "matched_terms": {
      "somewhat": "hedge",
      "seems": "none"
    },
    "previous_statement": "None",
    "statement": "Senate Majority Leader Harry Reid was not full of Christmas cheer this past week. He and his fellow Democrats in Congress have had a <SOMEWHAT> tough-go of it lately. The White House, by contrast, has every reason to be celebrating this holiday season. It <SEEMS> President Bush is still calling the shots, or at least a lot of them."
  },
  {
    "transcript_id": "CNN-204643",
    "matched_terms": {
      "know": "none",
      "certainly": "none"
    },
    "previous_statement": "A lot has been made obviously, Kyung, about the lack of diplomatic channels between the U.S. and North Korea. We're finding out tonight there were actually direct communications between the two countries last month. What do you know about that?",
    "statement": "What we <KNOW> is that these are regular back-channel meetings. In meetings that I have had with U.S. officials, we know this is something that's normal, these back-channel meetings, but they are secret because the United States does not have relations, direct normal relations with Pyongyang. But in this meeting, and it did happen prior to all this escalation in this region, there was a meeting, the United States saying we want to try to move, veer off to a diplomatic route, but that message <CERTAINLY> is not being appreciated by Pyongyang, if the message was delivered at all, because we are where we are, Anderson."
  },
  {
    "transcript_id": "CNN-135680",
    "matched_terms": {
      "seem": "none"
    },
    "previous_statement": "We know this isn't just America's crisis, but here are three of our international correspondents pushing the story forward and bringing it home.",
    "statement": "I'm Ben Wedeman in Jerusalem. This is this city's high-speed train system in the making. Until recently it was a symbol of Israel's rapid economic growth. Over the last five years, this small country has posted annual GDP gains of nearly 5 percent a year. Fueled by high tech and agricultural exports, and bolstered by a strong and well-regulated banking system. Initially Israel was spared much of the pain of the global economic meltdown. That's beginning to change. Unemployment is on the rise. Tax revenues are plummeting and 2009 looks like it's going to be a year of zero economic growth. Big projects like this train system <SEEM> to be slowing down as the money to pay for them dries up. Israel is looking at hard times ahead. I'm Ben Wedeman, CNN, reporting from Jerusalem."
  },
  {
    "transcript_id": "CNN-412248",
    "matched_terms": {
      "opinion": "none"
    },
    "previous_statement": "So, Doctor, I don't want to be political about it. I just want to ask you about the masks. When people mock masks, what do -- how does that make you feel when you know they save lives?",
    "statement": "As a physician who's dedicated his life to caring for others, that makes me angry because we have very few tools in our tool box right now to handle this pandemic. And the mask, in my <OPINION>, and the opinion of a lot of other physicians, is the single most important thing we can do to stem the tide of this pandemic. Those of us who work in a hospital setting are a testament to that principle. For six months, I've been wearing a mask 12 hours a day on my clinical shifts and I have not gotten infected. I've been -- I've been face to face with multiple patients infected with COVID-19 and I and my fellow health care workers have not gotten infected. So, for people to say masks are ineffective defies logic. It makes those of us in the health care field very angry."
  },
  {
    "transcript_id": "CNN-95932",
    "matched_terms": {
      "maybe": "hedge"
    },
    "previous_statement": "Are you sure you want an oven again?",
    "statement": "And I have been waiting for this new -- I had a nice stove before, but, oh, I'm just so glad to get this nice oven. And it's just a dream. So, <MAYBE> it will still be here when I come back."
  },
  {
    "transcript_id": "NPR-17595",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "You know, Qatar's foreign minister, Sheikh Mohammed bin Abdulrahman Al Thani, said in a tweet earlier today that the demands by Saudi Arabia were meant to be rejected. And, you know, he basically said the same thing when he was in Washington last week. Let's have a listen.",
    "statement": "Qatar is willing to look at whatever area of concern they have, whatever claims they are having but <SHOULD> be based on many principles, which is nothing to infringe our sovereignty or our independence."
  },
  {
    "transcript_id": "CNN-3367",
    "matched_terms": {
      "could": "hedge",
      "know": "none"
    },
    "previous_statement": "But, I mean, it's double work for you, though.",
    "statement": "Yes, but it was just so -- I mean, it was such a fantastic job to get in the first place. And we went to Jamaica, and how hard <COULD> that be, you <KNOW>? You know, we went to Brown Hill. And it was really funny. You have parts of the video on TV where it's in 3-D, so you need the glasses -- excuse me -- you need the glasses..."
  },
  {
    "transcript_id": "CNN-330963",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "And how do Jordanians feel about this? You have got the vice president on your soil now. And he is about to meet their king. How do they feel?",
    "statement": "Well, you <KNOW> you have got two different positions."
  },
  {
    "transcript_id": "CNN-85828",
    "matched_terms": {
      "fact": "none",
      "sort of": "hedge"
    },
    "previous_statement": "This is the third time the United States has required departure of Iranian security guards for this kind of activity, which is inconsistent with their official duties. What happened in this latest incident is that two Iranian security guards from the Iranian mission to the United Nations in New York departed over the weekend at the request of the United States. They had been observed by the FBI videotaping various locations from New York deemed to be sensitive.",
    "statement": "As for the Iranians, they deny the accusations. They say they weren't involved in any <SORT OF> espionage activity and, in <FACT>, they condemn what the United States has done. These guards are separate from two other pairs who were also required to leave. Their stay really only lasts four or five months, Kyra. This team now left several days ago -- back to you."
  },
  {
    "transcript_id": "CNN-116683",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "OK. And there was also a last will and testament of two of the 19 hijackers of 9/11. Do you have any explanation on that?",
    "statement": "Well, there were many things on the computer that the FBI received from this group. And that was one of them, the last will and testament of the hijackers. There were also tapes, recruiting jihadi tapes. There were speeches from Osama bin Laden calling Muslims for jihad. That <SORT OF> thing."
  },
  {
    "transcript_id": "CNN-381918",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "perhaps": "hedge",
      "obviously": "none",
      "kind of": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "U.S. presidential candidate Joe Biden speaking to Democratic supporters in Nevada. Well, members of the U.S. Congress will get their first chance to talk to a central figure in their impeachment inquiry into Donald Trump. The former Ukraine envoy to Ukraine, Kurt Volker, will meet with several House committees in the coming hours. And CNN's Matthew Chance is live this hour, he joins us from Kiev. Good to see you, Matthew. So how significant will Kurt Volker's testimony likely be, and what are the expectations here?",
    "statement": "Well, Rosemary, I <THINK> it would be pretty significant when you consider the <KIND OF> figure that Kurt Volker cuts, particularly in Ukraine where he was broadly seen as a really honest broker, somebody who is very important for the strategic relationship between Ukraine and the United States. When he offered his resignation, submit his resignation a week or so ago, there was -- there were a pronouncement of regret from former officials and including Petro Poroshenko, the former president here and from current ones as well including aides close to the current president, Volodymyr Zelensky. Because he ensured that <SORT OF> flow over the past five years of economic and military aid from the United States to Ukraine which they have used to prosecute their war in east against the pro-Russian rebels and their diplomatic campaign as well to try and get back territories seized by Russia in Crimea in 2014. So, he's an important figure for Ukrainians. You <KNOW>, look, I mean, in terms of his testimony we'll see what he says, and we'll be able to gauge better after that testimony <OBVIOUSLY> about (Inaudible). But Rudy Giuliani, Trump's personal lawyer is attempting to argue that Kurt Volker is in on his scheme to try and get the Ukrainians to dig up dirt on Joe Biden and other issues as well like 2016 election meddling. The understanding we have of what Kurt Volker's role was as far as he is concerned, is trying to help the Ukrainians navigate the sort of conflicting difficult demands with the Trump administration was putting on the new government of Volodymyr Zelensky. So, for instance, he set up a meeting after the July 25th phone call, he set up a meeting in Madrid between Giuliani and someone called Andriy Yermak who is one of President Zelensky's closest political aide. We don't know the content of their discussion were, but our understanding is, it was to, you know, to see what it was for the Trump administration really wanted. <PERHAPS> that will come out in the testimony, that's why we're all going to be watching here in the Ukraine very closely indeed."
  },
  {
    "transcript_id": "CNN-335010",
    "matched_terms": {
      "certainly": "none"
    },
    "previous_statement": "You're very welcome.",
    "statement": "There was a great quote on the screen \"Those who live in the shadow of death are often those who live the most\", which <CERTAINLY> applies to Hawking."
  },
  {
    "transcript_id": "NPR-19595",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "And I would actually argue with Congressman DeLay.  We are not a      right-center country; we're a center-right country.  And because of that      slight lean to the right, there's this opportunity for the party.",
    "statement": "Professor Gould, how do you <THINK> the strength of the      Republican Party today compares with its dominance in the early part of      the 20th century?"
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "apparently": "none"
    },
    "previous_statement": "With me right now, Nicole Partin, investigative reporter joining us via Skype. Nicole, I want to go back to the time of her marriage in Alabama. What happened?",
    "statement": "Good evening, Nancy. Yes, here we have a young, young lady who <APPARENTLY> has her whole life ahead of her, 26 years old. They marry. Eleven days later they go on this whirlwind beautiful honeymoon to Australia where they planned this amazing diving adventure and unfortunately that`s when things go terribly, terribly wrong."
  },
  {
    "transcript_id": "CNN-189356",
    "matched_terms": {
      "believe": "none",
      "feel": "none"
    },
    "previous_statement": "The former U.N. chief, Kofi Annan, is in the country. Some government protesters are saying he should leave because this is actually spurring more violence. Anything to that?",
    "statement": "Well, there's a lot of outrage being directed today not just at the Syrian regime, but inside Syria we are hearing of a lot of protests in places like Idlib, in places like Aleppo, where anger is being directed at Kofi Annan. They are calling it the Friday asking for the removal of Kofi Annan as a special envoy to Syria. Why? It's because the people of Syria <FEEL> that the U.N. observer mission and Kofi Annan have been completely ineffective, that ever since they've been coming there, they feel that the violence has really just spiraled out of control. They haven't been able to do anything to staunch the violence. So they are very upset about that. They <BELIEVE> these bodies bear some responsibility. Now, earlier today, we heard from General Robert Mood. He's the head of that U.N. envoy mission that is in Syria, even though the mission has been suspended. Now, he verified that this violence that happened in Trimsa yesterday, and here's more of what he had to say."
  },
  {
    "transcript_id": "CNN-111320",
    "matched_terms": {
      "of course": "none",
      "could": "hedge",
      "sure": "none",
      "possibly": "hedge",
      "obviously": "none",
      "kind of": "hedge"
    },
    "previous_statement": "If in fact the Department of Homeland Security is making this information available, Jeanne, to various NFL teams, the NFL as a league, it's obviously going to cause some concern among the fans who want to go to these games. What kind of threshold do they have to get to before they would pass this kind of information along? Because as you point out, it is out of an abundance of caution, but they know this is going to come out and they assume it's going to cause some deep concern, anxiety among fans out there.",
    "statement": "The threshold is, I'm <SURE>, a moving target. It depends on the specific threat involved, the severity of the threat, <KIND OF> target that's being talked about. In this instance, <OBVIOUSLY> they felt they'd met that threshold at least for informing people what was going on. But let me underline again that the department is saying this is not credible. They do not have any intelligence that supports this. However, <OF COURSE>, they're continuing to monitor all sorts of streams of intelligence to see if they do come up with anything that <COULD> <POSSIBLY> corroborate what has been posted on this Web site."
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "know": "none",
      "guess": "hedge",
      "suppose": "none"
    },
    "previous_statement": "So, all those pictures, all the talking about the wall, the pictures there were actually an existing part of a wall. The new wall, no money's there for it yet, Erin.",
    "statement": "All right, Jeff, thank you very much. Right. So, I <GUESS> they can't do anything in the wording for a new wall. They can patch existing wall, I <SUPPOSE>. OUTFRONT now, the Democratic congresswoman from Florida, the former chairwoman of the DNC, Debbie Wasserman Schultz. So, Congresswoman, let me just get your reaction. You just saw the budget director there, Mick Mulvaney, run out in the middle of the press briefing, take it over and say, this is what Democrats don't want you to <KNOW>. We're building this wall right now. What's your reaction?"
  },
  {
    "transcript_id": "CNN-370990",
    "matched_terms": {
      "clearly": "none"
    },
    "previous_statement": "Great to be with you.",
    "statement": "In his statement Wednesday, Robert Mueller said this. \"If we had confidence that the president <CLEARLY> did not commit a crime, we would have said so.\" So he's essentially saying to everyone that the president of the United States committed a crime. What's your legal reading of this?"
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "clearly": "none",
      "probably": "hedge",
      "might": "hedge",
      "must": "none"
    },
    "previous_statement": "The Democrats aren't for repealing Obamacare. We are. But I don't think it's a stretch of the mind to suggest that the Democrats disagree with us on repealing Obamacare. They're not going to help us repeal Obamacare. That's my point. And so if we're going to do what we said we would do, which is repeal and replace Obamacare and save the American health care system, something tells me the Democrats aren't going to help us repeal Obamacare. They're the one who created it in the first place.",
    "statement": "He's <PROBABLY> right about that. With us to share their reporting and their insights, Abby Phillip of \"The Washington Post,\" Amy Walter of \"The Cook Political Report,\" \"The Atlantic's\" Ron Brownstein, and Mary Katharine Ham of \"The Federalist.\" It is day 69 of the Donald Trump presidency and, once again, he is breaking new ground. The Republican president, <CLEARLY> frustrated by an embarrassment last week in the Obamacare repeal defeat, today threatened to oppose members of his own party in next year's midterm elections. \"The Freedom Caucus will hurt the entire Republican agenda if they don't get on the team and fast,\" the president tweeted this morning. \"We <MUST> fight them and Dems in 2018.\" The president's remarkable threat against fellow Republicans followed another remarkable threat by the Republican House speaker, speaking to CBS this morning, Paul Ryan warned bickering Republicans, a president look for a win <MIGHT> wander way to the left."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "know": "none",
      "best": "none"
    },
    "previous_statement": "Can't top that. We'll be back with a great close for tonight's edition of LARRY KING LIVE with Diana Krall. I'm Larry King, and for all of our guests, don't go away. We'll be right back.",
    "statement": "We close out things tonight with Diana Krall. She's one of the <BEST> singers alive. Her new album is \"Look of Love.\" You <KNOW>, Jim Carrey's going to be with us Sunday night. He's a Canadian. So are you, right?"
  },
  {
    "transcript_id": "CNN-155123",
    "matched_terms": {
      "know": "none",
      "sort of": "hedge"
    },
    "previous_statement": "We are, yes. We don't know quite yet where. We will announce that in the next couple of weeks.",
    "statement": "It's interesting, you tell the story about a family barely getting by. They were able to treat themselves out to a night out, you <KNOW>, them and their kids which was a rarity for them. I mean is that <SORT OF> the point here as well? You know, as you talked about, just being able to provide a little bright spot for people, even though, you know, just a place to eat."
  },
  {
    "transcript_id": "CNN-278796",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "could": "hedge",
      "should": "none",
      "sort of": "hedge",
      "thinks": "none"
    },
    "previous_statement": "And to you, Jeff, you were there last night as this all happened. I'm interested in your perspective about this violence breaking out in Chicago. As someone who has covered Chicago so closely. And how much this comes down to race.",
    "statement": "Well, Poppy, I <THINK> all of the events leading up to the rally last night and Donald Trump <SORT OF> to a boiling point. He has been talking for months about building a wall <OF COURSE>, he's been talking for months about not allowing Muslims to come into the U.S.. So Donald Trump brought that message into liberal urban Chicago. It simply was not welcome there. Most of the places he campaigns across the country have loud adoring supporters, we've seen him across the south and other places. But this is like coming into the belly of the beast, the liberal beast. They simply did not want Donald Trump's message here. So I think that a lot of the response was just the chance for Chicago and the democrats here, there is a democratic primary going on to just say no, we don't want Donald Trump. So in a sense it was a preview of what <COULD> be a general election contest. I mean, if Donald Trump <THINKS> that he can make Illinois competitive, if he thinks he can make Michigan competitive <SHOULD> he become the nominee this is what we could see. But I was struck just the earnestness of the protest. We talked to one demonstrator, one man who lived in the neighborhood where this rally was supposed to be going on. And this is why he said he came out to protest."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "think": "none",
      "thought": "none"
    },
    "previous_statement": "Everyone in America saw the pictures on television, heard the news on the radio. What was your reaction when you saw those pictures?",
    "statement": "I <THINK> like everyone else, I <THOUGHT> it was a tragic event. And that's all I really want to say."
  },
  {
    "transcript_id": "CNN-288626",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "The suspect had been practicing explosive detonations. We're convinced that this suspect had other plans.",
    "statement": "This is deeply troubling and it <SHOULD> worry every single American."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "kind of": "hedge"
    },
    "previous_statement": "With what?",
    "statement": "With all <KIND OF> things; sometimes whatever was close. And this was throughout the country at all the off-reservation boarding schools."
  },
  {
    "transcript_id": "NPR-44889",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Disappointed? Hardly, I am drinking red wine with Iggy Pop.",
    "statement": "So what is it like performing, you <KNOW>, the old numbers, if you will, now in such a different venue? The venue tonight, for instance was - was not your average concert hall, concert venue. And as you say, there was some cheese factor there."
  },
  {
    "transcript_id": "NPR-23297",
    "matched_terms": {
      "might": "hedge"
    },
    "previous_statement": "None",
    "statement": "Now a spoiler alert - if you are listening to our program with children who are expecting a certain visitor tonight, you <MIGHT> want to turn down the radio. Here's Ari with a poem."
  },
  {
    "transcript_id": "NPR-42433",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "To an American audience the trial of Saddam Hussein looks like a legal circus. But to an Iraqi audience the trial sends a clear and powerful message. It is business as usual in the Iraqi legal system. The Americans have not brought the rule of law to Iraq. This is already seen on the streets, and now the courtroom is another place of chaos despite the American presence in the country.",
    "statement": "When he was in power, Saddam Hussein dominated the judiciary, and during his regime the criminal justice system was just one more tool in his arsenal of repression. Anyone suspected of a political offense <COULD> be subjected to summary execution, detention without charge, or torture. Even if the accused saw the inside of a courtroom there is no opportunity to put on a meaningful defense. The legal system did nothing to protect Iraqis. It facilitated the repression."
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "know": "none",
      "view": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Probably not in terms of deficit. But taxes do. You put your finger on the button. I saw a very surprising poll result in the latest \"New York Times\"/CBS poll about taxes. It turns out that 19 percent of Americans responding to this poll, the usual kind of broad sample, 19 percent believe their taxes have been reduced by George Bush's tax policies. But 32 percent say -- again, this is a \"New York times\" poll -- say their taxes have gone up as a result of those policies. Forty-four percent say it's made no difference. So I think, again, when the president sits down with his chief advisers and thinks about where are we vulnerable, what do we have to worry about, they may wonder about their tax cut message getting through the way they want it to. I think you're probably right, most economists do say the tax cuts have helped steer the economy in the right direction. But if voters aren't hearing that, aren't seeing it that way, this far out, again, I think that's a source of worry.",
    "statement": "You <KNOW>, professor, one of the buzzwords we heard in the last election were those soccer moms. And one of the things you hear soccer moms get concerned about is the environment. We haven't heard a lot about it so far this early in the election, but just a few days ago, the interior secretary signed off on a plan to open just under nine million acres of Alaska's north slope to oil and gas exploration. These are the <KIND OF> things that get the environmentalists up in arms. Furious. And you're starting to see the campaigns already on television attacking the White House. How much of an issue will this be by November, in your <VIEW>?"
  },
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "No word on when the president will sign this tax bill. It could happen down at Mar-a-Lago, the president's winter retreat. White House officials aren't ruling that out, even if his richy resort may not be the best backdrop for signing a bill that's supposed to help working class Americans. Jim Acosta, CNN, the White House.",
    "statement": "We are following breaking news in Melbourne, Australia, where a vehicle has plowed into 13 people at the Flinders Street station there. We <KNOW> at this point, the police are calling this a deliberate act. But they are not aware of the motivation at this point. Two people have been taken into custody. We will follow this on the other side of the break. So stay with us."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "could": "hedge",
      "probably": "hedge"
    },
    "previous_statement": "So, when you reported this during, as you said, the Obama administration, what action did the government take?",
    "statement": "Well, the very first place we inspected was in Artesia, New Mexico, it`s a largely government run facility, it had been put together under some haste when the decision was made to start detaining minor children with a parent. What we found there were the types of problems I described and really <PROBABLY> the most compelling was the lack of adequate pediatric medical specialty. Such that we identified it, while we were on site of a small infant who was suffering from diarrhea illness. And under the watchful eye of well-meaning but typically adult trained clinicians, the baby lost a critical amount of weight and was severely dehydrated. Really when we identified the case, we alerted the government that this was a near miss. The child actually well <COULD> have died of a simple and treatable medical condition of dehydration. It was at that point we felt the safety of children in that facility was so impaired that we recommend that they shut down that facility. And indeed, they did."
  },
  {
    "transcript_id": "CNN-397499",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "It's a really, really tough spot to be in. I do. I think that that's the position I've been left with. I think it's, you know, it's not fair. It's cruel to ask me to choose between my child and",
    "statement": "When do you <THINK> you'll be able to see her again?"
  },
  {
    "transcript_id": "CNN-47565",
    "matched_terms": {
      "of course": "none"
    },
    "previous_statement": "They are real good.",
    "statement": "<OF COURSE> grits got to have a nickname."
  },
  {
    "transcript_id": "CNN-192802",
    "matched_terms": {
      "know": "none",
      "feel": "none"
    },
    "previous_statement": "It's going to be about two weeks. It's going to be about two weeks and, so, we may at the end of two weeks hear whether or not Jeffrey MacDonald will be getting a new trial.",
    "statement": "OK, Sunny Hostin, please stay with me because we have to talk about something that every one of you is talking about. And I'm reading your tweets. You're tweeting me about this one. Roland Martin weighed in on this whole topless photos fiasco involving the royal couple. And you <KNOW> what? Roland doesn't <FEEL> sorry for the duchess. He explains. We'll talk to Sunny, next."
  },
  {
    "transcript_id": "CNN-225680",
    "matched_terms": {
      "could": "hedge",
      "may": "hedge"
    },
    "previous_statement": "Navigational systems for Syrian helicopters and planes could have been hit in a cyber strike. It may have dealt Syrian forces only a temporary setback, but short-term, one official said, it would, quote, \"turn the lights out for Assad.\" But according to \"The Times,\" it hasn't happened. After seeing various cyber strike plans, President Obama has turned them all down. Too many potential risks, \"The Times\" reports, not enough strategic value. The biggest risk -- retaliation by Syria or its cyber savvy allies.",
    "statement": "The Syrians <COULD> retaliate against the United States, the Iranians could retaliate against the United States, and the Russians <MAY> actually do something that we wouldn't want them to do."
  },
  {
    "transcript_id": "CNN-89531",
    "matched_terms": {
      "think": "none",
      "know": "none"
    },
    "previous_statement": "None",
    "statement": "Let's get to our e-mail question of the day, and a couple of your responses. We wanted to <KNOW>, from you, if you <THINK> the Democrats and Republicans will be able to work it out over the next four years?"
  },
  {
    "transcript_id": "CNN-257756",
    "matched_terms": {
      "sure": "none",
      "may": "hedge",
      "should": "none",
      "around": "none",
      "certainly": "none",
      "views": "none",
      "thought": "none"
    },
    "previous_statement": "And then Jeff, you know, as we, you know, look at photographs of Dylann Roof, people have made observations, whether it is the flag of Rhodesia. You know, statements, outward statements, even if it is not verbal, but perhaps it is something that someone is wearing that one would think, I think these are the conversations happening everywhere. When we think that a family member, a friend, somebody would say, what does that mean? If you're unfamiliar with it, what does that mean, and then you hear what the definition is or the motivation behind what someone is wearing or the message that they are trying to send, that it could be a prelude to something. We heard from Jason Johnson a moment ago. He talked about the hope is that maybe some personality responsibility would come from tragedies like this. What is the personal responsibility that all of us have to act upon something when we think something is awry?",
    "statement": "Well, first and foremost, there have been too many of these cases where people <THOUGHT>, well, we weren't really <SURE>. We knew this person was angry. We didn't want to get them in trouble. <CERTAINLY>, we want to respect the civil rights of every single person. But our responsibility really is to talk to other people within that person's sphere and see whether the dots are connecting here. This is a term that we call triangulation, being able to share information so that we can see whether something really is amiss, whether something is bubbling up and is about to boil over. And so it is important that we begin that conversation with people <AROUND> us and if we really do fear that a person <MAY> act out for the safety of the public but even for the safety of that individual, we <SHOULD> contact authorities. Because at the end of the day, there may be a real mental health issue in this case mixed in with some very hateful racial <VIEWS>, which is that recipe for disaster."
  },
  {
    "transcript_id": "NPR-43080",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "may": "hedge",
      "suppose": "hedge"
    },
    "previous_statement": "Oh, my God.",
    "statement": "So, you <KNOW>--which <MAY> say something about the failings of      his sexual technique, I <SUPPOSE>, but I <THINK> it says something much      broader and much more worrying about our culture, our inability to switch      off and that's..."
  },
  {
    "transcript_id": "CNN-134079",
    "matched_terms": {
      "could": "hedge",
      "sure": "none"
    },
    "previous_statement": "None",
    "statement": "Seemed like they handed out those bailout billions faster than they <COULD> print them. Now, moves to tighten up TARP. Lawmakers want to make <SURE>, if they release more money, they don't have more oversight problems. And putting your house in order. Can you save money with a refi? More importantly, can you even get one? The lowdown on these low mortgage rates from Gerri Willis."
  },
  {
    "transcript_id": "CNN-19815",
    "matched_terms": {
      "doubts": "hedge"
    },
    "previous_statement": "For the Republicans to argue that the Canvassing Board should not have the discretion to do its job as it sees fit, you know, absent a claim of bad faith, is a radical argument, and it's a dog that won't hunt.",
    "statement": "Jones says the Florida Legislature, not a federal judge, has the right to decide how votes are to be tallied and predicts the court will agree. Joshua Rosenkranz of the New York University Law School <DOUBTS> Republicans will win the other argument, that recounting ballots in only four counties violates the due process rights of others in Florida."
  },
  {
    "transcript_id": "CNN-264807",
    "matched_terms": {
      "feel": "none",
      "confident": "none",
      "thought": "none"
    },
    "previous_statement": "You've dismissed Donald Trump's campaign as entertainment, suggested, in part, he's not really serious. But the top Republican candidate right now, Donald Trump, and, for that matter, Ben Carson, Carly Fiorina, they're all political outsiders and your main Democratic opponent, Senator Bernie Sanders, he's pulling way ahead in some of these polls in New Hampshire and Iowa. He's running as an outsider, as well. So how do you deal with that? Why is Bernie Sanders, for example, ahead of you in these polls in New Hampshire and Iowa right now?",
    "statement": "Well, I -- I've said for a long time, polls are going to go up. They're going to go down. I'm very <CONFIDENT> and very comfortable about our strategy. I <FEEL> that our campaign in Iowa and New Hampshire, all the early states, and now we're moving on to the states that come after, are really coming together well. I'm excited by the level and intensity of the support that I have. So I always <THOUGHT> this would be a competitive election. I'm looking forward to it. This is an important job. This is the most important job not only in our country, but in the world. And people have to fight hard. They have to make their case, and they have to earn the votes of the American voters."
  },
  {
    "transcript_id": "CNN-115052",
    "matched_terms": {
      "know": "none",
      "might": "hedge",
      "kind of": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "Believe it or not, this is fast tracking in the Bahamas. Things don`t move exactly the same way there that they do here. In fact, if this were playing out here, you could easily have a judge ordering a child into state custody while all of these other issues are ironed out. But there it is a little bit different. And let`s not also forget, A.J., these were closed hearings last week. So we actually don`t know what was ordered. There could have been a DNA test ordered last week and we`re not aware of it, because we were not invited nor allowed into that hearing.",
    "statement": "Another thing that seemed to have been happening behind closed doors was some <KIND OF> a negotiation. We were hearing the buzz, Harvey, that Howard and Larry <MIGHT> have been working on some <SORT OF> an agreement together to settle this whole thing. I <KNOW> late today you guys over at TMZ got word from Birkhead`s attorney that that is not the case. Exactly what do you know about that?"
  },
  {
    "transcript_id": "CNN-20581",
    "matched_terms": {
      "sure": "none",
      "know": "none"
    },
    "previous_statement": "I cannot speculate on anything past the next five minutes at this point. It's too much going on.",
    "statement": "OK, Mindy Tucker, spokeswoman, press secretary for the Bush campaign joining us from Tallahassee. We'll continue to watch. They say they're going file, Andria, against several counties. We're not <SURE> how many counties. They'll be filing action some time today over this military overseas ballots issue and we'll get that back to you just as soon as we <KNOW> about it. Andria, back to you."
  },
  {
    "transcript_id": "CNN-366666",
    "matched_terms": {
      "feeling": "none"
    },
    "previous_statement": "Yes, that's exactly right. And I don't think there are a whole lot of terribly credible voices in the industry in the engineering community that believe that there's something fundamental about this that can't be sorted out. So much of the current sentiment is driven by this change in timing expectations of when regulators will agree that the fix has been sufficient to allow the planes to get back in the air. And as you mentioned, Bank of America and Merrill Lynch went from a three to six-month time horizon to six to nine months today, and that seems to be the big needle mover.",
    "statement": "So on a simple technical basis, never mind <<FEELING>> and worries and extrapolations, but simply on a technical basis of earnings, the company will not bring in as much between now and whenever because it is -- although it is delivering the other 737s, it is not delivering the MAX's."
  },
  {
    "transcript_id": "CNN-400406",
    "matched_terms": {
      "know": "none",
      "facts": "none"
    },
    "previous_statement": "Welcome back. I'm Robyn Curnow. Its 22 minutes past the hour. So, the U.S. Secretary of State is again backing away from the conspiracy theory he promoted that the coronavirus came from a lab in Wuhan, China. Mike Pompeo says the U.S. is still certain the pandemic originate in that city, but now says officials have not pinpointed the exact location.",
    "statement": "We <KNOW> it began in Wuhan, but we don't know from where or from whom. And those are important things. One of the key <FACTS> for scientists and epidemiologists to build out vaccines and therapeutics and to identify how this was ultimately delivered to the world, you have to know where patient zero began, and how patient zero became infected."
  },
  {
    "transcript_id": "CNN-172172",
    "matched_terms": {
      "knows": "none"
    },
    "previous_statement": "Much like Christina Aguilera. It's like -- don't people practice?",
    "statement": "Every elementary school kid <KNOWS> those lyrics. But you get in front of the big stage, who knows."
  },
  {
    "transcript_id": "CNN-145663",
    "matched_terms": {
      "clearly": "none",
      "think": "none",
      "believe": "none",
      "know": "none",
      "quite": "none",
      "view": "none"
    },
    "previous_statement": "Thank you, Tony. Well, it's a day after the president's speech. A postscript from the man pushing things forward in Afghanistan, not even the beginning of the end. Troops get frank talk from General Stanley McChrystal. From the start of symptoms to seriously sick to super quick, there can be a small window of opportunity with swine flu. We're going to tell you when to take your kid to the M.D. and when to head straight to the E.R. And Congress isn't known for simplifying stuff, so we'll see what kind of clarity it can bring to the confusion over cancer screenings. We'll hit the hearing on Capitol Hill. Really quickly right now, we're waiting on the White House press secretary, Robert Gibbs, to come out for a briefing. The first time the White House will take questions since the president's speech last night. And, of course, we're expecting a lot of questions about the Afghan war strategy. We'll hit that as soon as it starts. And now for something completely extraordinary: General Stanley McChrystal, in Kandahar, addressing U.S. troops and Afghan leaders, talking about the new plan and how he plans to push it forward. CNN got access, exclusive access, that you just don't see that often: the top commander talking about the road ahead. He wrapped up just about an hour ago. Here you go.",
    "statement": "This will go on for <QUITE> a while, but it will be decided, in my <VIEW>, in the next one to two years. We are going to focus, with additional forces, in the south. The south is going to be the main effort. I <BELIEVE> that by next summer the uplift of new forces will make a difference on the ground significantly. I believe that by this time next year we'll see a level of progress that will convince us that we can <CLEARLY> articulate the progress and predict the effect -- the effectiveness of our operations. And I believe that by the summer of 2011, that will be obvious to all the players involved: to the Taliban, to the insurgents, I <THINK> it will be obvious to the Afghan national security forces. It will be obvious to us, and it will be obvious to the Afghan people in all of those areas. And that's the critical point. So that we can offer them the confidence that we're going to be able to provide that security. Counterinsurgency starts, as you <KNOW>, with protecting the people, because at the end of the day, the people are what we are here for. We're here to respect the Afghan people. We're here to protect the Afghan people. We're here to enable the Afghan people, to build their country. We're not going to nation-build. What we are going to do is allow a nation to nation-build. Now our mission is to prevent the insurgency from being an existential threat to the government of Afghanistan and prevent al Qaeda, or other international terrorists, from using Afghanistan as a safe haven. If you think about where we are now, even though it's eight years, this is not the end. This is not even the beginning of the end. I think it's the end of the beginning, and I think everything changes right now."
  },
  {
    "transcript_id": "NPR-10356",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "may": "hedge"
    },
    "previous_statement": "I'm out here to be here.",
    "statement": "You didn't <KNOW>? No, it's great drama. It's really, it's - this, to me, this is the highest form of competition, which is why this controversy has to be dealt with. This is the greatest series, two great rivals, and I <THINK> this <MAY> end up being a classic series, if we can get beyond this controversy. Because Tony, this is not going away."
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "think": "none",
      "could": "hedge",
      "believe": "none",
      "know": "none"
    },
    "previous_statement": "Why do we need it?",
    "statement": "President Trump mentioned yesterday in a speech that for every new regulation there have been 20 deregulations and rollbacks of regulation. I <THINK> that's had a big effect. I think that, look, the business community, industry, employers <BELIEVE> this is a pro-business president who wants businesses to succeed. Part of that is the tax cut. Now, you <KNOW>, I've talked to a lot of major CEOs of companies and small businesses. You know, \"If you get this tax cut, what will you do?\" And a lot of them say -- not all of the, but a lot of them -- say, \"Look, we're going reinvest in the business. We're going to expand.\" And, you know, you look at the GDP numbers now. They're -- we're up to almost 3.5 percent growth. I think we <COULD> get 4 percent growth next year. Remember, one of the big elements of this bill is the -- what we call immediate expensing, which allows businesses next year to write off their equipment purchases, if they want to purchase a truck or expand a factory. They can write it off immediately. A lot of businessmen and women are telling me, \"Look, you do that, it's like a performance-enhancing drug. We're going to go out there and invest right away.\""
  },
  {
    "transcript_id": "CNN-146749",
    "matched_terms": {
      "sure": "none"
    },
    "previous_statement": "I mean, look. Her divorce is very `09 so she has to have something to pour in to `10. So I guess her hair is what it is going to be. I mean, did she ever have a job? Did have a career or anything besides being in these magazines?",
    "statement": "We`re not really <SURE> anymore."
  },
  {
    "transcript_id": "CNN-287446",
    "matched_terms": {
      "think": "none",
      "knows": "none"
    },
    "previous_statement": "Kim is also believed to be toughening up against the U.S. possibly to extort concessions, an attempt to get sanctions loosened. Although he solidified his hold on power, analysts say if his economy gets squeezed too tightly, he won't be able to buy off North Korea's elites and he could be threatened from within. But would this bold impetuous leader really provoke the Americans by striking them with a missile?",
    "statement": "Any real provocation where he fires one missile off with a real warhead that does damage, he'll be decimated. Pyongyang will become essentially a bowl of glass and I <THINK> he <KNOWS> that."
  },
  {
    "transcript_id": "CNN-290382",
    "matched_terms": {
      "seem": "none"
    },
    "previous_statement": "Well, I mean, look, we've got several hundred Russian athletes that are already in Rio for various disciplines of course. They have been essentially -- most of them have been cleared by their respective international sports federations. But this three-person IOC commission has been set up to finally give the end decision on who will compete at these Rio Olympics and who will not. And so there is a great deal of nervousness, a great deal of anticipation. Here in Moscow, not just amongst the government of course and the sports ministry officials that are watching this carefully, but also amongst ordinary Russians who are watching for these decisions that we're expecting within the next few days, before, hopefully, the opening ceremony takes place on Friday night there in Rio to make clear who is going to be competing in these Olympic games and who is not.",
    "statement": "The Russian team, mired in doping allegations, was greeted by cheering fans in Rio. But these welcome celebrations now <SEEM> premature. A final decision on whether Russia will even compete at these Olympics is still to be made. With that in mind, the head of the Russian Olympic Committee made this last-ditch appeal to the game's organizers."
  },
  {
    "transcript_id": "CNN-76581",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "Well, with criticism mounting, and his poll numbers slipping, President Bush plans to address the nation tomorrow night on the situation in Iraq. His speech comes at a crucial time. CNN White House correspondent Dana Bash has more on what the president plans to say.",
    "statement": "<MAY> 1, the last time the president formally addressed the nation about Iraq under a banner, \"Mission Accomplished.\""
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "think": "none",
      "sure": "none",
      "probably": "hedge"
    },
    "previous_statement": "Is it fair to say that all of these companies didn't invest enough because they go through cash trying to advertise to build traffic for themselves? They've been negligent in the past?",
    "statement": "Well, I wouldn't go as far as saying anyone has been negligent. I <THINK>, again, the major sites that were attacked were well aware of the risks. I think that what it -- it has -- we have seen is that most of these companies were <PROBABLY> more reactive as opposed to being proactive, and I think that's -- you're going to see a sea-change throughout the industry of companies really sitting down with security vendors and saying, where am I vulnerable and what do I need to make <SURE> that this doesn't happen again."
  },
  {
    "transcript_id": "CNN-346869",
    "matched_terms": {
      "feel": "none"
    },
    "previous_statement": "Empathy is seen by many child psychologists as the antidote to bullying. And baby Evelyn, with a little help from her mom and the teacher, is here to administer the cure.",
    "statement": "To like teach us how we have to <FEEL> to other people, which is empathy."
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Would you agree with all that, Gloria?",
    "statement": "Well, I mean, first of all, I <THINK> that's insulting to the judge who is the one who sentenced him. Having said that, I would respectfully --"
  },
  {
    "transcript_id": "CNN-338930",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "All right.",
    "statement": "When we come back, much more on what <COULD> be a coming showdown between the White House and the Special Counsel. But does the President understand what is at stake for the office and for the country? I'm going to ask the former CIA director, General Michael Hayden."
  },
  {
    "transcript_id": "CNN-217377",
    "matched_terms": {
      "around": "none",
      "absolutely": "none"
    },
    "previous_statement": "Good.",
    "statement": "We're going to keep in close contact with you because as you - to use your word, cripple -- crippling. I mean that earthquake, and ensuing tsunami, <ABSOLUTELY> crippled that town, many towns in and <AROUND> these certain areas of Japan. Paula Hancock in Tokyo, Chad Myers, thank you very much."
  }
]