[
  {
    "transcript_id": "CNN-331579",
    "matched_terms": {
      "clearly": "none",
      "think": "none",
      "sure": "none",
      "may": "hedge"
    },
    "previous_statement": "I appreciate your time. Thank you so much. I want to bring in now CNN political analyst Carl Bernstein. Carl, thank you so much for joining us. The battle in the Congress over the memo, the abrupt ouster of Andrew McCabe at the FBI. Are institutions holding up under President Trump or are we seeing today that they are breaking down?",
    "statement": "Yes, we are seeing a breakdown and I <THINK> we <MAY> look back on tonight as the Monday night slaughter of the administration of justice and our institution of justice in the United States. A real slaughter by an obstructive, irresponsible, partisan gang in the House of Representatives. It has put the interests of their party and the president of the United States and his personal fortunes above the national interest. And I think we're going to look back on what happened today and tonight as a turning point. <CLEARLY> since he has become president, Donald Trump has done everything in his power, including working with these enablers on Capitol Hill to make <SURE> that this investigation of him, his family, his aides, his campaign, his transition does not come to fruition and this was part and parcel of it tonight."
  },
  {
    "transcript_id": "CNN-71161",
    "matched_terms": {
      "could": "hedge",
      "feel": "none",
      "must": "authority"
    },
    "previous_statement": "Now, if this deal is finalized, the president will sign into law a tax cut that does not include what was his highest priority, the elimination of the double taxation of dividends. Instead of that, this plan, this proposal, includes a reduction in the capital gains tax, which would reduce, but not eliminate the tax on dividends as well -- Judy.",
    "statement": "So, Jon, if that happens, as you suggest, we'll all want to find out what the White House, what the president has to say about it. OK, Jon, at the Capitol, thanks very much. Well, House and Senate Democratic leaders say that a delay in passage of a tax bill <COULD> further delay an extension of benefits for jobless workers. Democrats blame the president and House Republicans for failing to extend unemployment benefits beyond the previous 13- week extension, which expires at the end of this month. In the words of one environmentalist, EPA Chief Christie Whitman -- quote -- \"<MUST> <FEEL> like her own long national nightmare is finally over.\" Whitman announced her resignation today. And President Bush issued a statement saying that she has served him exceptionally well. But, as our Bruce Morton reports, there have been clouds over Whitman's tenure."
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "might": "hedge"
    },
    "previous_statement": "This is a hold up. These are people who are -- who have committees, Sensenbrenner and Hunter and they want to maintain power, power. This is not about power. It's about keeping the American people safe. And the president, I repeat, should intercede anyway that he can.",
    "statement": "Another issue getting plenty of attention on the Sunday shows, the use of steroids in baseball after this week's revelations about baseball greats Jason Giambi and Barry Bonds. On \"Fox News Sunday,\" Republican Senator John McCain said Congress <MIGHT> take action against major league baseball and help guide high school athletes away from steroids."
  },
  {
    "transcript_id": "CNN-328602",
    "matched_terms": {
      "feel": "none"
    },
    "previous_statement": "It is people helping people the best way we know how.",
    "statement": "When they see me, they always <FEEL> happy."
  },
  {
    "transcript_id": "CNN-322311",
    "matched_terms": {
      "clearly": "none",
      "think": "none",
      "know": "none",
      "sort of": "hedge",
      "views": "none"
    },
    "previous_statement": "So do we believe that? Back now with the panel. M.J. Lee, first to you. Right now, we heard from the president that he likes Mitch McConnell. He has confidence in him. Yesterday, all the reporting was he was telling people at a dinner Mitch McConnell is weak and mocking him. That's not what you say about someone you like is it?",
    "statement": "Yes. And he <VIEWS> Mitch McConnell as weak in that. He was a weak leader in the way that he handled the health care situation. The health care situation being the one thing that President Trump wanted to get done as president. We're now nine, ten months into his presidency. And that failed in spectacular fashion more than one time. And I <THINK> when, you <KNOW>, President Trump was <SORT OF> weighing the decision right of choosing to endorse either Luther Strange or Roy Moore, <CLEARLY>, the, you know, better pairing would have been more because he supports people who are more insurgent. He is less about the establishing candidate. But he very much understood I think that without someone who is a supporter of McConnell and his agenda, it is going to become even more difficult for him to get anything done as president because he needs those Senate Republicans to get in line in that margin of error that is so, so narrow. And that is why we saw health care failed multiple times."
  },
  {
    "transcript_id": "CNN-41024",
    "matched_terms": {
      "maybe": "hedge"
    },
    "previous_statement": "Now, the president has put Treasury Secretary Paul O'Neill in charge of working with Congress on this mix of tax cuts and spending increases to try to the stimulate economy. Paul O'Neill, the treasury secretary, was here on Capitol Hill a little while ago at a hearing, outlined some of the principles. They are, first of all, a price tag. For the first time, the administration saying they would like to see a stimulus plan that would total between 60 and 75 billion dollars. They have three major components here. One, for individuals, some mix of possibly accelerated tax cuts, possibly accelerating those tax cuts that Congress has already passed. And by the way, I believe we have pictures now of the president just arriving back in the Washington area at Andrews Air Force Base, coming out of Air Force One. Again, the three major principles of this economic stimulus plan that the president is talking about. One, accelerated tax cuts for individuals to try to get consumers buying again. Also, tax cuts for businesses. And finally financial support, direct financial support for those that have been directly affected by the September 11th attacks. Now, meanwhile when Treasury Secretary O'Neill was up here on Capitol Hill -- there's Bush going into Marine One, headed back toward the White House. When the treasury secretary was up here on Capitol Hill, he said that the economy -- he sees clear signs that the economy is starting to get back on the right foot. And that's a very important point, because what we've learned about those rebate checks that went out, which were supposed to be economic stimulus checks, those $300 rebate checks that went out to individuals, is that the Treasury Department says only about 18 percent of that money was actually put back into the economy. With the economic slowdown, individuals were saving that money, not spending it: therefore, not much economic stimulus. So what Treasury Secretary Paul O'Neill trying to do on Capitol Hill here is also to try to reinvigorate faith in the American economy, because without consumer confidence, all this question of economic stimulus probably won't have much effect, because individuals, not confident about the economy, may not go out and spend the economic stimulus. Much debate going on here about this as we go forward -- Judy.",
    "statement": "All right, Jonathan Karl, fascinating. No sooner do we get defined as <MAYBE> getting closer to a recession then they start telling us that we're about to come out of it. Jon Karl, thanks -- thanks very much."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "could": "hedge",
      "know": "none",
      "thought": "none"
    },
    "previous_statement": "This is TALK OF THE NATION. I'm Neal Conan in Washington. Our guest is writer and comedian Paul Mooney. And we should tell you, Paul Mooney, we had Charlie Murphy on this program last week, telling tales, and your name just happened to come up. Let's listen.",
    "statement": "We <THOUGHT> that Paul was wearing a toupee, right? And we were - I would never do that now. I was much younger. Let's pull it off on the bus. That's - we thought that would be funny. And we was trying to figure how to get his hat off for like, two and a half months, and we <COULD> never get it off. And the night we gave up was when I said, you <KNOW> what? This is how we're going to get it off. I'm going to pull the fire alarm in the hotel, and you bang on the door and say, fire, fire!"
  },
  {
    "transcript_id": "CNN-206184",
    "matched_terms": {
      "know": "none",
      "thought": "none"
    },
    "previous_statement": "And the University of Massachusetts-Dartmouth also back in the news. That's where the younger Tsarnaev went. What -- bring us up to date on that.",
    "statement": "Well, yesterday there was a search in the area of the campus, investigators fanning out there. What we understand from our sources is that there were some people, some leads they were checking out that <THOUGHT> they heard loud explosions, you <KNOW>, in the recent past and they wanted to check that out. We don't know whether they came up with anything but we know that the search ended yesterday."
  },
  {
    "transcript_id": "CNN-191547",
    "matched_terms": {
      "around": "none"
    },
    "previous_statement": "Five days. The family is flying with buddy passes. These passes, they give you a big discount but they don't guarantee you seats. You have to be at the terminal hoping there is extra room and right now the problem is there is none.",
    "statement": "Just sitting. We just sit and walk <AROUND> and wait for our flights. We have been here for five days and we're still tomorrow morning, we have been here for every flight, rolled over every flight and still at the bottom of that list."
  },
  {
    "transcript_id": "CNN-232195",
    "matched_terms": {
      "could": "hedge",
      "should": "none"
    },
    "previous_statement": "All right. Erin McPike, at the White House for us. Erin, thank you so much.",
    "statement": "So ahead, some fellow soldiers say that Bowe Bergdahl is a deserter, that his comrades died looking for him. Others say look, this is a rush to judgment and Bergdahl <SHOULD> have the opportunity to defend himself. We're going to look at whether he <COULD> face some charges and that full conversation, that's ahead right here on CNN NEW DAY. So stay close."
  },
  {
    "transcript_id": "CNN-130847",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "As Mennonites, we consider ourselves not unpatriotic, but more than patriotic -- citizens of both this world and of another world.",
    "statement": "I <THINK> being patriotic is also being a neighbor to those actually in our country and those far away."
  },
  {
    "transcript_id": "NPR-42663",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Louisiana Secretary of State Al Ater has a hard time keeping his cool when outsiders criticize this election. Ater's office is setting up 10 satellite polling stations in other cities in Louisiana. It's true, there won't be polling stations in other states, he says, but he insists that easy-to-use absentee ballots will make up for that and he points out that these arrangements got broad support from state legislators, both white and black.",
    "statement": "They want to get on with rebuilding their lives and get on with making decisions about how that city is gonna be rebuilt and all that and they <KNOW>, as I do, without a fair and free election and a legitimately elected mayor and town council, that rebuilding cannot begin in earnest."
  },
  {
    "transcript_id": "CNN-185654",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "It was supposed to go this way. The bomber would take this new bomb that's more sophisticated than other bombs built by Ibrahim al-Asiri, and he was going to select a flight, direct to the United States from a destination we don't know or from a point of origin we don't know. He was going to choose the flight, get on the plane and detonate his explosives on the plane. It was a suicide mission. But his intent was to bring down a passenger jet flying into the United States with everyone on board.",
    "statement": "Nic, do we <KNOW> this bomber saying she no longer of concern, has he been killed?"
  },
  {
    "transcript_id": "CNN-155107",
    "matched_terms": {
      "think": "none",
      "apparently": "hedge  "
    },
    "previous_statement": "... her here, tied her up, jabbed her with an aluminum baseball bat, threatened to kill her, and would not allow her to leave the residence.",
    "statement": "Jabbed her with a baseball bat. Lozano <APPARENTLY> threatened to kill his girlfriend if she tried to escape. John Lucich, there were two children in the house. One of them, this man`s son, is 12 years old. Do you <THINK> he psychologically is tormented by having to witness all this?"
  },
  {
    "transcript_id": "CNN-96530",
    "matched_terms": {
      "thought": "none"
    },
    "previous_statement": "Right. And he's going to be I mean he has until a year and a half until this Congress would come up. It's possible he could be there longer. But under terms of this recess appointment, that's as long as we know.",
    "statement": "And various countries here, I mean, they're going to welcome him. They've been waiting long enough. They always <THOUGHT> in the end he was somehow going to be here. Many of the ambassadors on the Security Council have already worked with Bolton in various other United Nations organizations years ago. They say he was tough, the would fight, but, look, it's the world of diplomacy. They're ready to deal with anybody."
  },
  {
    "transcript_id": "CNN-145154",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "They can't wear the same shoes for three years.",
    "statement": "Companies like Old Navy are doing well, the $5 T-shirts. The high-end ones are not. Children's clothing has held up. I <THINK> once we see adult clothing pick up, that's going to be a sign that people are willing to spend more money on themselves."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "could": "hedge",
      "know": "none",
      "guess": "none"
    },
    "previous_statement": "We are back with John Phillips, the attorney for Jordan Davis -- the victim`s family, you hear this incredibly aggressive defense that`s making all sorts of claims and saying, \"Oh, you know, these kids had a weapon,\" when there`s absolutely no evidence to that. But he`s making claims, well, you know, the cops didn`t look for the gun, so they could have disposed of it. Your reaction to the fast and loose claims that this defense is making?",
    "statement": "You <KNOW>, it`s conspiracy theory on top of conspiracy theory. The (inaudible) employees did something with the witnesses which did something with the state attorney`s offices which did, I <GUESS>, something with the gun. But the gun at some <COULD> be thrown on the roof or tucked under the seat, but yet it`s a shotgun. So I mean it`s all over the play. And you know since day one it`s been defamation of these boys and victimization of the victim. The truth is going to set Jordan free, I guess you`d say."
  },
  {
    "transcript_id": "CNN-233696",
    "matched_terms": {
      "thought": "none"
    },
    "previous_statement": "ISIS are the face and representation of a more general Sunni discontent across the region, particularly in Iraq and Syria. So they represent different things to different Sunni groups. There are Sunni still disenfranchised in some areas. They've been ostracized, persecuted, oppressed. There are tribal grievances. There are political grievances. And ISIS have transcended on the back of all these different grievances.",
    "statement": "So a few weeks ago you returned from Syria, reporting again there, having been terribly wounded, held captive for a while. And you were shot by somebody who you <THOUGHT> was a reliable friend. How did that happen? What happened?"
  },
  {
    "transcript_id": "CNN-189557",
    "matched_terms": {
      "of course": "none",
      "absolutely": "none",
      "seem": "none"
    },
    "previous_statement": "The woman identified as witness number nine said the abuse went on for years. CNN has reached out to her father, who said the family would not be speaking to the media. In the meantime, Zimmerman's attorney, Mark O'Mara, spoke exclusively to CNN's Piers Morgan.",
    "statement": "Well, on the face of it, you're right, they <SEEM> damaging. <OF COURSE>, as you've mentioned, my frustration is that they are <ABSOLUTELY> not relevant to anything that is at hand in the true case. They are not admissible. They're not -- can't get it into a courtroom nor will it get before a judge in any way. So the frustration that I have is these allegations which George contends are untrue. Now we need to spend our resources and time rebutting them, and actually we're in a difficult if not delicate position of deciding how much we attack the source of this story, or just leave it be and move on to what really counts."
  },
  {
    "transcript_id": "CNN-411737",
    "matched_terms": {
      "potential": "none"
    },
    "previous_statement": "None",
    "statement": "President Trump today going after billionaire, Michael Bloomberg, for helping ex-felons in Florida state. The state voted in 2018 to restore voting rights to ex-felons, with an asterisk, they have to pay court fines first. Bloomberg has raised more than $60 million to pay off those fines for more than 30,000 black and Latino Americans, allowing them to cast their ballots. Florida's Republican attorney general is now questioning a federal investigation into Bloomberg's efforts for, quote, \"<POTENTIAL> violations of election laws.\" And the president calling it a criminal act on FOX radio this morning."
  },
  {
    "transcript_id": "CNN-346622",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "We were looking at some other things and talking to some inmates and heard that Miss Hawkins may have had something going on with one of my jailers. In doing an investigation real quick, we found where there was over 50 phone calls made from her to him on his private phone. And in reviewing those, we discovered that they quote \"from each other,\" were supposedly in love. There had not been any actual physical contact at that time, but he had given her a ring. It was too tight on her hand for her to get it off. It was too small. Had to take it to the hospital and have it cut off.",
    "statement": "OK, Mark. So you <KNOW> what I know about this. How much does this tarnish an investigation or does it?"
  },
  {
    "transcript_id": "CNN-392366",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "Well, in our state, we have -- we're the hardest working and we have been hit the hardest of any state. We have always done the heavy lifting. So these types of programs that have been in necessity, especially with the opioid epidemic that we have, and the children, we have homeless children -- we have children that basically that our nutrition to them comes at the schools in the hands of us. And if you can't give a child a start, God help us all. So, the only thing, I haven't seen the full -- our staff is breaking it down now. I haven't seen the president's full request. But I always said this. When I was governor, and I used to put a budget forward, the budget that you put forward represents your values, who we are as a people, where the priorities in our life are. And if the priorities, as far as -- is not in the human element that makes us the people that we are in America, and the compassion that we have for others, then I don't know what to tell you about that. And I haven't seen it, but I'm understanding the cuts would be devastating in many, many areas. I'm hoping that we will reverse that. But, usually, these budgets are dead on arrival anyway. So we will go from there.",
    "statement": "I want to ask you about the election in November. The Iowa Democratic Party says that your colleague Senator Bernie Sanders won the popular vote and came in a close second in terms of delegates in Iowa. He <COULD> win New Hampshire tomorrow. What would that mean to you if Bernie Sanders is the Democratic nominee for president?"
  },
  {
    "transcript_id": "CNN-374351",
    "matched_terms": {
      "appear": "none"
    },
    "previous_statement": "None",
    "statement": "American billionaire Jeffrey Epstein will <APPEAR> today in Manhattan federal court. He is expected to be charged with running a sex trafficking operation involving dozens of underaged girls. He escaped similar charges in the past, thanks to a controversial plea deal with federal prosecutors. Erica Hill is here with the latest. What's happening in this case?"
  },
  {
    "transcript_id": "NPR-10338",
    "matched_terms": {
      "obviously": "none"
    },
    "previous_statement": "But the U.S. is selling a bunch of F-35 fighter planes to Japan.",
    "statement": "Yeah. So this is a product of Japan's efforts, <OBVIOUSLY>, to build up their military, but also to win over some favor from the U.S. and lower that trade deficit which Trump is so concerned about. So this is a way - these F-35s are not cheap. And so they cost a lot of money."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Brent, do you think you're in any danger or your people close to you?",
    "statement": "No. I don't <THINK> he would try and come after me or my family. If he did, that would just lead a trail back to him. So I think we're well protected."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "somewhat": "hedge"
    },
    "previous_statement": "I've got to -- gentlemen, I've got to take another break at this time. And Robert Regier, thank you very much for joining us. David Smith, thank you as well. Still ahead: the fine line between pride and insult. We will continue our discussion here in just a moment.",
    "statement": "If you in the Atlanta area, and you'd like to be part of our live studio audience. For free tickets, call 1-800-410-4266. We are back here. And some e-mails to CNN during the break. Eric in North Carolina say: \"Until I was a teenager, I didn't realize there were gay people like myself in this huge, diverse world. Straight pride is <SOMEWHAT> redundant.\" Wayne in Nevada says: \"Why does the gay rights movement demand us be tolerant of them, yet they do not want us to be tolerate of straight people?\" Welcome back. We are talking about gay pride and straight pride. Joining us now, Richard Goldstein, executive editor of the \"Village Voice,\" and Blanquita Cullum, a conservative radio talk show host for \"Radio America.\" Welcome to both of you. This has been raging during the commercial breaks, I have to say. But why does anyone's sexuality need to be displayed on a T-shirt for whatever reason?"
  },
  {
    "transcript_id": "CNN-62381",
    "matched_terms": {
      "could": "hedge",
      "know": "none"
    },
    "previous_statement": "Good morning. Thanks for having me.",
    "statement": "If you <COULD> tell us what you <KNOW> about this man, we'd love to give you the opportunity right now to share it with all of us who are listening to you."
  },
  {
    "transcript_id": "CNN-146506",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "Time now for your top-of-the-hour reset. I'm Tony Harris in the CNN NEWSROOM. It is 8:00 in the evening on the Arabian Peninsula, where U.S. bombs may fall on al Qaeda targets in Yemen. And U.S. airport security. Experts decipher body language to spot terrorists. We will talk about behavioral screening. And across the country, will 2010 be the year for an economic comeback? Chief Business Correspondent Ali Velshi looks into his crystal ball. Let's do this -- let's get started by getting you up to speed on the Flight 253 terror investigation and its fallout. The government has extended new air travel security measures put in place after the attempted bombing. A decision on whether to extend them further will be revisited in a directive due out tonight. President Obama wants a report on security lapses on his desk tomorrow. He calls the Flight 253 terror incident a systemic failure. And senior administration officials say the U.S. is weighing retaliatory strikes in Yemen. They would target al Qaeda camps. Let's focus for a moment on a possible military response to the bomb plot targeting Flight 253. Pentagon Correspondent Barbara Starr reports.",
    "statement": "Tony, al Qaeda in Yemen is now in the crosshairs of both the U.S. and Yemeni government. The question is, what <MAY> happen next?"
  },
  {
    "transcript_id": "NPR-18071",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Good morning.",
    "statement": "Oh, and first off, why are we seeing so many people voting early? I <KNOW> there are a lot of changes, but what exactly are they?"
  },
  {
    "transcript_id": "CNN-247238",
    "matched_terms": {
      "sure": "none",
      "know": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Guy, I understand your sources are telling you that another aspiration of this group was ISIS-style beheadings. That they wanted to post on the internet. Is that right?",
    "statement": "That's right. That's one of the things brought out today. I have to say, the federal prosecutor's office today declined to elaborate on that <KIND OF> plot. They told us that is what the aim was to kill policemen but without giving any more details. But we got second confirmation from a very high ranking government source that was at least spoken about. We don't <KNOW> for <SURE> whether it was the final idea to commit at the attack, the idea of the law"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "The process. Right. Yes.",
    "statement": "This is the process. I <THINK> there were people who were dissatisfied with Social Security when it started too."
  },
  {
    "transcript_id": "CNN-72500",
    "matched_terms": {
      "could": "hedge",
      "fact": "none"
    },
    "previous_statement": "We didn't have to fight.",
    "statement": "We have not had an attack on our soil since 9-11. The <FACT> is you don't like the fact that they trusted George Bush. They did not trust Bill Clinton because Bill Clinton <COULD> not trust himself."
  },
  {
    "transcript_id": "CNN-391842",
    "matched_terms": {
      "clearly": "none",
      "could": "hedge",
      "know": "none",
      "certainly": "none",
      "feeling": "none",
      "sort of": "hedge"
    },
    "previous_statement": "That's the president in Iowa, of all places, earlier in the week making light of this. But if you look at the numbers, the NBC/Wall Street Journal analysis there, the Gallup poll of the numbers, the president's numbers aren't great, but they are stronger than they have been in a very long time.",
    "statement": "Yes. And I mean, we just saw a Gallup poll --I mean, he's almost at 50 percent in terms of approval rating. I mean, the president has <CERTAINLY> used impeachment to rally his base and <SORT OF> gin up people and get them excited to come out and vote for him. But, you <KNOW>, he's also out there sort of claiming victory on the economy. People are <<FEELING>> pretty good in their pocket books and <CLEARLY> that's helping him in -- and that <COULD> help him in those swing states that are really critical for him to win the 270."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "of course": "none",
      "know": "none"
    },
    "previous_statement": "Schmidt herself drives hundreds of miles a month to check on patients, many of whom need kidney dialysis three times a week. Some of Dr. Schmidt's patients qualify for state transportation help. These days, that's life support.",
    "statement": "I don't <KNOW> what I would do, because, <OF COURSE>, if I wasn't getting dialysis, I would be dead."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Yes. Oh, do I ever.",
    "statement": "So, he said, hey, you <KNOW> what? This is awful. This is criminal. I want to lend my time, my money, my expertise. They went in, they spent -- they're doing this pro bono for this great cause. Here's Greg Norred."
  },
  {
    "transcript_id": "CNN-319485",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "maybe": "hedge",
      "around": "none",
      "kind of": "none"
    },
    "previous_statement": "You have done a lot of work with the Muslim community here. According to data compiled by one Madrid base, that is the quarter of all Spanish suspects arrested in connection with radical Jihadism and there have been quite some few between 2013 and 2016 from this, either the Catalan capital or the surrounding area. When you speak to the Muslim community here and they consider how they go about trying to ensure their youngsters don't get radicalized, what do they tell you?",
    "statement": "Well, first of all, they are really worried. I have been doing some work with some Muslims actually in the center and they are really worried because <OF COURSE> there is a part of the society who <KIND OF> targets Muslims because of that. So they want to fight not only against radicalization, but also against this hatred that we can't deny that these attacks are causing. And also, they are struggling to do a lot of work to try to detect radical behaviors. For example, they work with schools. They are translating to spread it <AROUND> to all the communities, all the Muslim communities in here. And when I talk to them, one of my questions is how do you detect these behaviors. And all they say mostly when someone comes into the mosques and they say passages from the Koran, they take it out of the context, and <MAYBE> they do a more extreme repetition. That's when they actually <THINK> that they have to do something about it. And I ask them did you find people like this in your mosques. And of course, they said yes, they have been dealing with for years now."
  },
  {
    "transcript_id": "CNN-180226",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "know": "none",
      "around": "none",
      "might": "hedge",
      "quite": "none",
      "definitely": "none"
    },
    "previous_statement": "Paula Newton joining us live on this story, thank you very much indeed for sharing your reporting with us here on News Stream. Now time for a worldwide weather check. And there is a weather warning in effect for shipping off the coast of northeastern China due to thick sea ice. Mari Ramos has more, she joins us now from the world weather center -- Mari.",
    "statement": "Hey, Kristie. Good to see you. You <KNOW> what, sometimes -- well, you know, this time of year you'd expect to see sea ice, right, in many areas across northeastern China. The thing is that this time <AROUND> we're talking about some of the thickest in <QUITE> a long time. Let's go ahead and look at the pictures first of all, and then I'll show you which part of the world we're talking about. So this is an (inaudible) in Lazhou Bay in eastern China, just near Shandong Province. And just off the water here you can see how thick the ice actually is. Well, this is a problem, particularly for shipping because <OF COURSE> both cannot get in and out of the harbor. There are hundreds of boats that are literally stuck in that very thick ice and some of those boats can be permanently damaged because of the ice. Now one of the questions that comes up -- there you see the boats stuck in the ice -- that comes up often is also fishing. What happens with the fishing industry? Well, there's a lot of areas there for fishing that -- where they have fish farms, for example. Well, most of the farmers had actually finished their harvest already this year. Usually they finish that by the end of December. So they don't <THINK> that those areas will be affected. But, you know, you can see it there, pretty significant. Come back over to the weather map. This is a very busy area across northeastern China. We're talking in that northwestern corner of the Yellow Sea, in the Bohai Sea. And right over here you can actually see it on this visible satellite image from NASA the extent of the thick ice, in some cases over 125 kilometers. This is not the thickest that they've ever measures, or the widest that they've ever measured. They actually had more ice back in 2010. So this is the second time in two years where we have something so significant. And you guys in Beijing and Seoul, you know what I'm talking about. But it has been so cold over the last couple of weeks. And that of course has helped create that sea ice that you see there. Minus 4 now in Tokyo. The situation in Japan is going to be more snowfall on the way for you after all the snow that you had over the weekend, also very strong winds expected here as another push of cold air continues to move across the northeastern portion of the continent. This is what it looks like on the satellite as you can see here. Another area I want to talk to you about is as we head farther to the south, this is Indonesia. Over the weekend reports coming out of this area, particularly near Jakarta, of some very heavy rain. Well, this rain I don't think it's really associated to Tropical Cyclone Iggy, that storm is way down here to the south nearing the coast of Australia. However, this time of year we are talking about the wettest time of the year here across this part of world, anywhere from Papua New Guinea, which we had landslides last week, back over toward Indonesia of course, and peninsular parts of Malaysia. So <DEFINITELY> something to monitor. The other thing is, of course, is our Tropical Cyclone Iggy right here off the coast of Australia. Even though high waves have been a concern and even some scattered showers, the center of the storm itself is expected to stay out at sea and not have a direct impact here on this western coast of Australia. I want to switch gears completely and give you a brief update on what's happening in Europe, because this is also another big story, a lot going on. The heavy snowfalls across eastern Europe finally coming to an end. You look at the snow banks, Kristie, in some cases several meters high here. The snow coming to an end, but that Arctic high pressure will spread that cold air all the way into western Europe -- London, even today you were struggling to get out of freezing. Paris, you <MIGHT> not even get out of freezing over the next couple of days. Back to you."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "of course": "none"
    },
    "previous_statement": "You can't have a person running for office, even though Ted is very glib and he goes out and he says, well, I'm a natural born citizen. But the point is, you're not. I mean, you've got to get a declaratory judgment.",
    "statement": "This <OF COURSE> is a ramp up in the battle for the top spot in Iowa where we're seeing the tightening polls. And it's succeeding in raising questions in some voters' minds according to the voters our folks talked to on the ground in Iowa and Nevada over the weekend, so it's no surprise Trump isn't letting up on this. Of course Cruz says this is not an issue. Legal experts agree. Take a listen to his response to all of this on \"State of the Union\" yesterday."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "know": "none",
      "hope": "none",
      "absolutely": "none"
    },
    "previous_statement": "Patsy, you have the faith to know that -- therefore you believe you'll be reunited with your daughters?",
    "statement": "Oh, <ABSOLUTELY>. We have a promise through Jesus Christ there will be life eternal. He said this life will not be easy. There will be tribulation and people will revile you and slander you, but he has overcome and that we live for that. We have <HOPE>, like those who have no hope, that is the real tragedy. I <KNOW> JonBenet believed in Jesus, and she is there with him and with other family members who have gone on before. And I know that we will join her one of these days, and that gives us hope. But until that time, we've got a beautiful life to live, and a lot to live for and a lot to do on her behalf. She would have been a great contributor to this country. We don't want to let her down."
  },
  {
    "transcript_id": "CNN-17753",
    "matched_terms": {
      "view": "none"
    },
    "previous_statement": "And still to come on our",
    "statement": "starkly different perspectives on the Middle East violence. We're going to hear from a Palestinian spokeswoman, as well as Israeli Prime Minister Ehud Barak. Also, a former Navy captain joins us to talk about the search for the missing sailors of the USS Cole. And later, the <VIEW> from the campaign trail, where international affairs suddenly are more than just debating topics."
  },
  {
    "transcript_id": "CNN-349660",
    "matched_terms": {
      "could": "hedge",
      "obviously": "none"
    },
    "previous_statement": "If you can go back to the original map, though, and just talk about the chances that the forecast actually shifts.",
    "statement": "OK, that is a concern. I mean, you can see this cone of uncertainty, we call it, from just north of Charleston. And that's actually where Hugo made landfall, all the way to the outer banks. This is the bubble that I was talking about when it puts on its brakes. There's always some fluctuation with this, to the north and to the south, but we're running out of time and space for it to make its turn to the north. In red is the U.S. model, the GFS, and the European is in blue. We're pretty much discarding the U.S. model right now. It's not grasping it. It <COULD> still happen. But, again, it looks more and more like the European model is going to be right on, which gives us a landfall Thursday afternoon into Thursday evening. But again, anything really happens here, Anderson, and it comes with it so many different elements of concern, <OBVIOUSLY>."
  },
  {
    "transcript_id": "CNN-102240",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Yet the Bush administration is facing a difficult question. How to cut off aid to Hamas without punishing the Palestinian people. Since 1993, the U.S. has given more than $1.5 billion in financial assistance to the Palestinians for water, medicine, education and other areas. Much of that money has flowed through non-governmental organizations or NGOs and was designated for specific projects.",
    "statement": "The problem for the administration is there's a huge humanitarian need by the Palestinian people. A lot of that aid, frankly,. goes to NGOs as well. And some of that aid to NGOs <SHOULD> continue because people need help on the ground separate from the authority."
  },
  {
    "transcript_id": "NPR-3596",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "And what are the automakers then proposing?",
    "statement": "Well, they're not saying right now. There's a blackout in terms of what they want to say to us, the reporters who are here in Detroit. But it looks like they're going to try to pitch some <SORT OF> trust fund. And the idea would be that the companies would pay a certain amount of money into a trust fund and then the union would take it over. And it would be their responsibility to look after the health care of their workers."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "Lieutenant Neil Cuevas, you`re the spokesman for the North Miami Police Department. You just heard what the victim`s brother had to say. What do we know about this mystery man? And can we get a better description than simply the way he`s been described up to this point, as an African-American male? I think we need a better description than that. That`s -- you know, could apply to so many different people.",
    "statement": "Well, first of all, let me say that detectives were able to confirm that that was her in the video being escorted out of that nightclub by the employees. There is no video on the outside of that club that we can use. Additionally, the witnesses reported seeing her walking away with a man that was described only as a black male. Not an African-American. Black male <COULD> be of any nationality, and that`s the only description we have at this point. Detectives will be working..."
  },
  {
    "transcript_id": "CNN-353261",
    "matched_terms": {
      "know": "none",
      "obviously": "none"
    },
    "previous_statement": "Can you identify the gunman?",
    "statement": "It's an active investigation. <OBVIOUSLY>, we <KNOW> who the gunman is, but I'm not going to bring that up now."
  },
  {
    "transcript_id": "CNN-323720",
    "matched_terms": {
      "believe": "none",
      "know": "none",
      "should": "none",
      "guess": "none"
    },
    "previous_statement": "No, I do agree with that. And I think the president does as well. That's why he took the decision he took that, look, let's -- let's see if we cannot address the flaws in the agreement by staying within the agreement, working with the other signatories, working with our European friends and allies within the agreement. But that -- as I said, that may come in a secondary agreement as well. So, we want to take the agreement as it exists today, as I said, fully enforce that agreement, be very demanding of Iran's compliance under the agreement, and then begin the process of addressing these flaws that we see around not -- the absence of addressing ballistic missiles, for instance, the concerns we have around the sunset provisions, this phase-out of the agreement. You know, we -- we know what that looks like. We have seen this in the past in the '90s with North Korea, agreements that ultimately phase out. What happened has put us on the road where we are today with North Korea. We don't want to find ourselves in that same position with Iran.",
    "statement": "Speaking of -- of North Korea, you talk about working with European allies. As you <KNOW>, our European allies are very concerned about the step that President Trump took on Friday. I want to show you what the German foreign minister had to say -- quote -- \"My big concern is that what is happening in Iran or with Iran from the U.S. perspective will not remain an Iranian issue, but many others in the world will consider whether they themselves <SHOULD> acquire nuclear weapons, too, given that such agreements are being destroyed.\" And I <GUESS> the question there is, as voiced by the German foreign minister, why should North Korea <BELIEVE> anything that the United States has to say if the president has shown his willingness to walk away from agreements about nuclear weapons?"
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "No problem.",
    "statement": "Do you <THINK> that this will mark a turning point for Turkey to prioritize ISIS as a number one threat?"
  },
  {
    "transcript_id": "CNN-202514",
    "matched_terms": {
      "think": "none",
      "feeling": "none"
    },
    "previous_statement": "And viewers are reacting to this. What are they saying, Elizabeth?",
    "statement": "They are. We have gotten nearly 9,000 comments on this story. And let me read to you two of them that represent some of what people are <<FEELING>>. For example, one reader says, \"How dare she,\" meaning the surrogate, \"enter a contract that says she'll carry out the wishes of the parents and then defy their wishes.\" But then another person said, another reader said, \"She didn't kill the child, that's enough for me to laud her,\" meaning again the surrogate. \"She's not perfect. But neither are the rest of us.\" And people really are in these two camps. They <THINK> the surrogate saved this child and they think the surrogate is a wonderful woman for doing this. Other people say, look, she took off, went to another state with someone else's child. And people really have fallen into two pretty distinct camps on this."
  },
  {
    "transcript_id": "CNN-298508",
    "matched_terms": {
      "opinion": "none"
    },
    "previous_statement": "He does. He's doubled and he's tripled down. He has tweeted other offensive things and he's made speeches. He has declared that Islam is not a faith. It's a political ideology. He dismissed the entire religion, which is beyond controversial. It's offensive. And I don't hear that, certainly, not just from Muslims. I hear it from Democrats and Republicans. I hear it from military commanders who spent much time in the Middle East and worked alongside. Keep in mind many of our allies are Muslims. A sitting member of Congress who was just on our air. Many of our police officers. So this is a truly offensive position, and it is something that he has not backed down from.",
    "statement": "All right. Jim Sciutto, thank you. In OUTFRONT tonight, the former Secretary of Homeland Security under President George W. Bush, Michael Chertoff. Secretary, thank you so much for your time tonight. And you're a long time Republican. You've had a contentious history with Hillary Clinton, but you came to terms with that. You voted for her. You said you were worried about Trump's temperament. And at one point, you actually called him hysterical. He's now going to be President of the United States. Has your <OPINION> of him changed at all in the past week and a half since he won?"
  },
  {
    "transcript_id": "CNN-231594",
    "matched_terms": {
      "of course": "none",
      "sure": "none",
      "know": "none",
      "may": "hedge",
      "might": "hedge",
      "absolutely": "none"
    },
    "previous_statement": "If you are Brad's camp and any of the other actors who've had to deal with this guy before, Will Smith, et cetera, are you looking to file assault charges so that there is a criminal record, perhaps even an incarceration, and then ultimately, after that, the restraining order, which is a piece of paper, is perhaps far more strong.",
    "statement": "<ABSOLUTELY>. And you <KNOW> why? And I know, you know, Brad Pitt's a wonderful person. He's a gentleman. I'm <SURE>, you know, he doesn't want to push anything or anything else. But the message needs to be sent. And, <OF COURSE>, Brad Pitt, you know, continued to sign autographs and do that thing. And just make no mistake about it, simply because Brad Pitt wasn't hurt doesn't make this any less of a crime. It's a crime because he touched him and it was a willful touching that was offensive. And so in order to send a message, Ashleigh, to anyone else who <MAY> fall prey or victim to a nut like this, he has to, that is Brad Pitt, has to pursue this with vigor and <MIGHT> in order to stop people like him again."
  },
  {
    "transcript_id": "CNN-234623",
    "matched_terms": {
      "allegedly": "hedge"
    },
    "previous_statement": "The voices start going up and then, bang, he was shot.",
    "statement": "The father and son say they watched in horror as Reeves <ALLEGEDLY> killed Oulson with a 38-caliber handgun."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "could": "hedge",
      "know": "none",
      "clear": "none"
    },
    "previous_statement": "So let`s go with that. If she fell into the tub, why weren`t there any bruises on her body? She had clothes on. Surely she wasn`t ready to get into the -- into the tub fully clothed. So where were the bruises? There were no bruises on her body.",
    "statement": "Well, unless he placed in the water. That`s a possibility which <COULD> be excluded but it`s really just speculation. But there are a lot of details which have to be investigated and those are not yet <CLEAR>. When did she receive the medication? What was the time before she died when the husband saw her last time? What time did he found her? What were the levels in the blood? All those, we don`t <KNOW> yet."
  },
  {
    "transcript_id": "CNN-277997",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "around": "none",
      "unclear": "none",
      "suppose": "none",
      "kind of": "hedge",
      "sort of": "hedge",
      "hoping": "none"
    },
    "previous_statement": "Maeve, when you look at Cruz, what is the path forward? You look ahead to March 15th. Where's the opportunity for him. Is there no opportunity for him?",
    "statement": "Well, I <THINK> it was a really mixed night for Ted Cruz in the sense that this was supposed to be his Southern fire wall, he was <SUPPOSE> do well in a lot of these states that Donald Trump won outright. So, at the same time, he did pull off this win in Alaska, you <KNOW>, and then in Oklahoma tonight. So you're seeing like signs of the <SORT OF> spottiness of Ted Cruz's organization. He's very organized in certain states but he just can't pull it off with the <KIND OF> breadth to take on Donald Trump. He's <HOPING> to go into some of these other states. He's headed to Kansas next and also other states like Mississippi and Louisiana coming up, hoping that conservatives will finally rally <AROUND> him. That's the argument we heard him make tonight. But it's really <UNCLEAR> whether that's going to happen. In some ways looking ahead on the map, it looks like a dead end."
  },
  {
    "transcript_id": "CNN-257720",
    "matched_terms": {
      "appear": "none"
    },
    "previous_statement": "Yes.",
    "statement": "They <APPEAR> intended to influence the policy of a government by intimidation or coercion. Check."
  },
  {
    "transcript_id": "CNN-72500",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "The story is changing up here when the light comes on.",
    "statement": "I was just -- he just said something that is a lie. You misunderstood me, and you <SHOULD> apologize. Because I read every -- I suffered."
  },
  {
    "transcript_id": "CNN-369642",
    "matched_terms": {
      "of course": "none"
    },
    "previous_statement": "We have breaking news coming into THE SITUATION ROOM right now. \"The New York Times\" reporting that Donald Trump Jr., the president's eldest son, has made a deal to come testify before the Senate Intelligence Committee. I want to bring in our chief national security correspondent, Jim Sciutto. He's also the author of a brand-new, very important book entitled \"The Shadow War: Inside Russia's and China's Secret Operations to Defeat America.\" Let me tell you what our colleague, Maggie Haberman, Jim, is reporting from \"The New York Times.\" She says this. She says, a deal was struck between the Senate committee, subpoenaing Donald Trump Jr. for a limited appearance, between two to four hours, in mid-June. After an intense battle by his allies against the chairman, Richard Burr, Mitch McConnell, the Senate majority leader, story via (ph).\" Then she said, coming soon on \"The New York Times.\" There's a very significant development if the president's son now will appear before the committee for between two to four hours to answer questions.",
    "statement": "Wolf, and I can say now that CNN has confirmed this story, as well, that this deal is reached here. It's important, because it's a resolution of a significant standoff. One, between Congress and the White House on whether Congress, whether a key congressional committee has the ability and the power to, in effect, subpoena who they want to subpoena, to ask hard questions about this investigation. And particularly significant in this case, because, <OF COURSE>, this is a committee chaired not by a Democrat, as the House committees are, but chaired by a Republican. Senator Burr, which had led to enormous criticism of the Republican chairman of that committee, from members of his own caucus, saying that somehow -- and some of the Trump supporters -- saying that somehow he was not a real Republican or is being disloyal here, standing his ground, the committee standing its ground here. And now Donald Trump Jr. agreeing to sit down to be questioned. Of course, the question going forward is, what is the line of inquiry here? Are they concerned that he was not truthful before the committee when he appeared weeks ago? Is it possible they want to test his statements to see if he committed perjury then? Of course, the other question is, what more do they want to learn about what was a central part of the Russia investigation? And that is that Trump Tower meeting in June 2016, where he was interested and the campaign was interested in receiving foreign help, dirt on Hillary Clinton, from Russia. Yes, the special counsel concluded that there was no conspiracy between the two sides but it did cite a number of instances, like this one, to speak to contacts and interests and, as the special counsel said, you'll remember in that report, that there was interest from the Trump campaign in receiving that help. What more do they want to learn? We'll find out after two to four hours that he will sit before that committee."
  },
  {
    "transcript_id": "NPR-16254",
    "matched_terms": {
      "feel": "none",
      "fact": "none"
    },
    "previous_statement": "(Through interpreter) The boys here in the mosque - I never saw him talking to them, never.",
    "statement": "Spanish Media say that back in 2004, police connected Es Satty to an associate of the terrorist behind the Madrid train bombing that year which killed more than 190 people. But that <FACT> didn't surface during routine government checks at the Ripoll mosque. Relations between the town's small Moroccan community and its Catalan majority are tense. As Catholic mass let out yesterday, a woman named Martha acknowledged that people here <FEEL> betrayed. She's resentful and insisted that some Moroccan immigrants relied heavily on government support when they first arrived in town years earlier."
  },
  {
    "transcript_id": "CNN-146278",
    "matched_terms": {
      "know": "none",
      "quite": "none"
    },
    "previous_statement": "And on the other side, in Paris, more frustration and questions. Why now?",
    "statement": "It's <QUITE> pathetic, really, the way that they've acted on it. You <KNOW>, we've had cold weather in the past. I came two years ago on the Eurostar and it was just as cold as it was now. So, why has it all of the sudden become such an issue that they can't run the trains?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Yes, but if you had long fingernails, you'd create a crease, not a punch that's like done by a stylus.",
    "statement": "And do you <KNOW> whether in Broward and Miami Beach the folks were counting creases in the chads and not just punctures with styluses?"
  },
  {
    "transcript_id": "CNN-118081",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "should": "none",
      "around": "none",
      "best": "none",
      "kind of": "hedge",
      "seems": "none"
    },
    "previous_statement": "You know, I wish we had 20 minutes to do this. But I have to change the subject to China. Growing military buildup there. Many people say engagement will work and that will sort of unplug the military aspirations of China. Some say no, we really should keep around (ph) this. What's your view on the rising military dominance of China in the region?",
    "statement": "Well, basically we have to look at history. And you <KNOW>, I <THINK> Churchill was right: in history are all the secrets of statecraft. There's no nation in history that's ever risen to superpower status except on a tide of war, and that includes us. So when we look at China as a merging superpower, we have to see what they're trying to do. I think the issue -- and the White House gets very nervous whenever I talk about this -- but our policy toward China <SHOULD> be containment. We should go to the nations <AROUND> China and say, \"You don't want to be in their path. We don't want you to be conquered. Let's <KIND OF> get together and let's have, if you will, a hawkish diplomacy toward China.\" I have to go to Russia. Vladimir Putin, President Bush met this week. Russia's democracy <SEEMS> wobbly at <BEST>. It's very disturbing some of the things coming out of Russia at this point. How worried are you about Russia?"
  },
  {
    "transcript_id": "CNN-350700",
    "matched_terms": {
      "potential": "none",
      "around": "none"
    },
    "previous_statement": "A poll came out. They said, everybody is going out in 2020 because they want to vote for you. They want to vote for the President. But they are not maybe coming out in 2018. Get out in 2018 because you are voting for me in 2018. You are voting for me.",
    "statement": "Just over six weeks now until the midterms. President Trump there ramping up his presence on the campaign trail. \"The New York Times\" now reporting Senate majority leader Mitch McConnell and House speaker Paul Ryan privately told aides President Trump needs to sound the alarm about a <POTENTIAL> huge blue wave hitting Capitol Hill. Yet as the President has been working to fire up his base bringing his signature rallies to battleground states all <AROUND> the country. We have heard him at times call the threatening blue wave fake news. Chris Cillizza, our CNN editor at-large and host of \"THE POINT\" on You Tube is back with me now. Chris, six weeks to go, that's not much. A new NBC/\"Wall Street Journal\" poll now showing Democrat is holding a 12-point advantage. What's your read?"
  },
  {
    "transcript_id": "CNN-37932",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "Really? Maybe if I slapped you around a little bit, you'd change your mind.",
    "statement": "I <COULD> slap you back."
  },
  {
    "transcript_id": "CNN-206184",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Among those adjustments a ban on coolers, cans, even large purses which came as a surprise to some. One hundred additional officers from federal, state and local agencies were brought in to conduct more thorough searches on the estimated 150,000 spectators pouring into Churchill Downs. Most racing fans are taking the increased safety measures in stride.",
    "statement": "I was happy to hear that they had increased security. It means, you <KNOW>, less makeup and goodies we can bring in, but it's -- you know, it's worth it to just be more comfortable and to know that we're going to look after each other today."
  },
  {
    "transcript_id": "CNN-48013",
    "matched_terms": {
      "think": "none",
      "around": "none"
    },
    "previous_statement": "Exactly. And you know, they just asked us to leave about a decade ago. We pulled out of Subic Bay and Clark Air Force Base there. And so, there is a real dilemma. It's an issue, it's a political issue in the Philippines as to how much help they can have, and you know, we are going to have to measure our effect there not by whether we follow the rules of just providing training and advice, but actually by the results on the ground, and so you can expect that our troops are going to get up as close to the front as they need to.",
    "statement": "And finally we are expecting today's Pentagon briefing to start about an hour and half from now. The last briefing, a couple days ago, Donald Rumsfeld was up at the podium for more than an hour, and almost that entire hour was spent defending the situation at Camp X-ray, at Guantanamo Bay. Do you <THINK> that is a distraction? Do you think the U.S. military planned for that -- not planned, but expected that would as big of a controversy <AROUND> the world as it has turned out to be?"
  },
  {
    "transcript_id": "CNN-337955",
    "matched_terms": {
      "could": "hedge",
      "feels": "none"
    },
    "previous_statement": "Well, we certainly hope that they are doing their homework on each other and certainly on the North Korean side. Kim Jong-un has a team of people who is so focused is the Korean peninsula politics nuclear gamesmanship. Who Trump has briefing him preparing him for the summit is less clear. But they can't do any of that until they decide on where they're going to hold it. And it seems like a simple thing, but in fact, if you start to really think about the political implications in meeting places. Let's say Kim Jong-un wants to go to Washington or he ruled that out, you know, going to U.S. territory. No. Donald Trump ruled out going to Pyongyang. For similar reasons, he doesn't feel that security could be guaranteed there. You know, Kim Jong-un ruled out going to an aircraft carrier on the waters of the Korean peninsula. Donald Trump ruled out going to the demilitarized zone. So where does that leave us? It leaves us with trying to find a neutral location for this and there are several places in Asia that are being thrown around as possibility. Singapore and Malaysia as you see on the screen there, or also going Vietnam, Thailand also a neutral European capital like Stockholm, Sweden, Geneva, Switzerland. Ulaanbaatar, Mongolia was considered a frontrunner a few days ago. That apparently is becoming less likely possibly just because of the logistics of getting all of the international press into that country. But some of the other issues are here that Kim Jong-un apparently prefers to travel by train, much like his predecessors. He took that armored train, that luxury train to Beijing. Obviously that limits where he'd be able to go. And if he's going to fly somewhere will his jet have the fuel capacity to get in there or will he have to get a jet from another country. So, all of those logistics are being work out, and then denuclearization what is it mean for North Korea. Well, it means the American nuclear umbrella going away, it means American troops off the Korean peninsula. It means a peace treaty with South Korea. Whereas, denuclearization for the United States means North Korea giving up its nuclear weapons completely in exchange for relief from economic sanctions, normalization of relations. Two very different definitions of the term. Are they going to be able to come together, we don't know. We certainly don't know if they are going to be able to come together in a location because they haven't chosen yet. And until they know where they are going to do it, they can set a date. Donald Trump saying early June, but also indicating that it might not happen, Rosemary.",
    "statement": "It <COULD> very well prove to be the stumbling block because this, as you mention, Kim Jong-un likes and prefers to travel by train, and not only train, but a bulletproof train. He <FEELS> vulnerable in a plane and he feels very vulnerable outside his own country. So, this could indeed prove to be the thing that brings this whole thing to an end."
  },
  {
    "transcript_id": "CNN-278043",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "should": "none",
      "hope": "none"
    },
    "previous_statement": "All right, Sara, thank you. Joining us now in THE SITUATION ROOM is the newly-added senior advisor to the Donald Trump campaign. Sarah Huckabee Sanders is the daughter of Mike Huckabee, has worked on her father's presidential campaigns and other campaigns, as well. Sara, thanks very much for joining us. Let's get right to the issue of Mitt Romney. As you know, a source tells CNN Romney plans to criticize Donald Trump in a major speech in Utah tomorrow. Has Donald Trump, as far as you know, made any effort to reach out to Mitt Romney as part of an effort to try to unite the Republican Party?",
    "statement": "As far as I <KNOW>, I don't know that Mr. Trump has directly reached out to Governor Romney. But frankly, he shouldn't have to. Governor Romney <SHOULD> be rallying behind the nominee. That's the beauty of American politics. This is an election. It's not a selection process. And unfortunately, we have some people in the establishment that are afraid of losing power and losing control, because it's not their hand-picked guy. If any other candidate had won ten of the last 15 -- of the first 15 states, then we would all be crowning them the presumptive nominee. And I <THINK> that that's what we need to start moving towards. And I <HOPE> that the rest of the Republican Party will follow America's lead in this and start rallying behind Donald Trump and get on the band wagon."
  },
  {
    "transcript_id": "CNN-111441",
    "matched_terms": {
      "obviously": "none"
    },
    "previous_statement": "Yes.",
    "statement": "That's what makes it interesting and what -- what makes people rally to it. And talk radio listeners -- I assume yours among them -- get a little uptight when people give the same talking points, the same speeches. Did you hear anything new today, any contrition, any more realistic talk? They are trying to sell, <OBVIOUSLY>, this new plan on Iraq. They say it's benchmarks and timetables, not a deadline. Democrats say: We said benchmarks nine months ago. You said cut and run. What's going on here?"
  },
  {
    "transcript_id": "CNN-235480",
    "matched_terms": {
      "suspect": "none",
      "appear": "none",
      "appears": "none"
    },
    "previous_statement": "Mozdir was last seen two years ago in San Diego after being accused of molesting a friend's 7-year-old son. At the time, police searched his home and found his cell phone with images of child porn and bestiality. His abandoned car was found soon after in Georgia. The license plate removed and Mozdir seemingly disappeared.",
    "statement": "Now, the tip came from a woman in Florida. Somebody who <APPEARS> to have been close to this <SUSPECT>. We are told that after the shooting, EMTs tried to resuscitate Mozdir. He was put on a gurney. They tried CPR on him. One witness I spoke to a little while ago said he had grown his hair, he had a big Bushy beard and he had tattoos up and down his arms and legs. It does not <APPEAR> any of the efforts by the EMT workers were able to resuscitate him on that gurney and he was taken away -- Don."
  },
  {
    "transcript_id": "NPR-45673",
    "matched_terms": {
      "know": "none",
      "unclear": "none",
      "kind of": "hedge"
    },
    "previous_statement": "(Speaking Spanish).",
    "statement": "She says, at first, the fight was about the pensions and now it's just so much more. She says people who've never protested are now out in the streets. And they want Ortega and his wife to go. You <KNOW>, we'll just have to see whether his cancellation of the reforms is enough to, you know, <KIND OF> put the genie back in the bottle. But a huge national march has been called for today, and it's just <UNCLEAR> what will happen. Some say it's too late to control the discontent that's really exploded in the country."
  },
  {
    "transcript_id": "CNN-86308",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "In 1997 I took 20 pills. Other patients certainly could have taken more than that. Some people probably took 30 pills.",
    "statement": "That's every day, but now, that's changing. Pharmaceutical companies are combining the drug cocktail into fewer pills. So patients <COULD> get the same powerful medicine with only one or two pills a day. There are currently three of these combined pills in the U.S. waiting for FDA approval, and there is talk several different pharmaceutical companies could join forces and combine their drugs, and create even more. But it wasn't the big U.S. pharmaceutical companies that spurred this trend of combining medicine. It started with the generic drug companies in Asia and Africa that were making cheaper versions of the U.S. drugs for countries most desperate for them. However, in those developing countries, many people can't read, and experts say some are not taking the complicated drug regimens properly. Now the goal is to combine simplicity and safety."
  },
  {
    "transcript_id": "CNN-313714",
    "matched_terms": {
      "believe": "none"
    },
    "previous_statement": "Yes.",
    "statement": "Oh, that's crazy. That's so crazy. I can't <BELIEVE> it."
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "fact": "authority",
      "clear": "none",
      "allegedly": "hedge"
    },
    "previous_statement": "Good evening. As White House ceremonies go, hosting a championship sports team normally ranked right out there in difficulty with the annual Easter egg roll. It's not a heavy lift. In fact, even presidents embroiled in controversy have welcomed athletes the White House even when some of their teammates very publicly chose to stay away. It's an easy way to look gracious, to basking a little reflected glory and reach people who happen to be fans whatever team you're posing for photos with that day. Today, though after canceling an appearance for the Super Bowl champion Philadelphia Eagles and spreading falsehoods about the reasons why, the president instead hosted what was billed as a celebration of America in which the National Anthem would be proudly played and sung.",
    "statement": "In addition to singing it, the president also talked about how much he respected the national anthem and by unspoken comparison, a little the Philadelphia Eagles <ALLEGEDLY> do. Last night in canceling the team visit, the president said, quote: They disagree with their president because he insists they proudly stand for the National Anthem, hand on heart in honor of the great men and women of our military and the people of our country. Now, keeping him honest, the <FACT> is that during the regular season last year, not one Eagle took a knee during the anthem. One player did in the preseason but was cut before the regular season began. Some players did raise a fist. The president later sent a tweet implying that members of the Super Bowl-winning Eagles stayed in the locker room during the anthem: Staying in the locker room for the playing of our National Anthem is as disrespectful to our country's kneeling. Sorry. Well, keeping them honest, that's also not true. They didn't stay in the locker room, when it became abundantly <CLEAR> that the event had been canceled more for lack of the Eagles than anything else, Press Secretary Sarah Sanders then tried a little gaslighting, saying, quote: The vast majority of the Eagles team decided to abandon their fans. Now, it's hard to find a team more loyal to its fans and vice versa in good times and bad, notwithstanding insinuation from the White House the ties run deep then late today yet another line came from the White House."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "best": "none",
      "obviously": "nones"
    },
    "previous_statement": "That the remains have been positively identified as Nevaeh. Investigators have to determine a cause of death. That may prove difficult to impossible. There were reportedly no outward signs of trauma. If Nevaeh was buried for almost two weeks in hot weather, evidence showing signs of drowning or strangulation could be gone. Drew Findling, criminal defense attorney, you have covered so many of these cases. What are we going to do about finding cause of death with this badly-decomposed body?",
    "statement": "Well, <OBVIOUSLY>, they have preserved the integrity of that crime scene to the <BEST> possible degree they can. We <KNOW> that they have employed the use of the FBI in this case. So they have, from a forensics standpoint, they have the options of going local or they have the options of going federal in terms of an autopsy. I would not be surprised to see them do everything possible. Again, we`ve seen, Jane, that there was a very quick DNA response, and I know on this show before, you questioned in other cases why it takes so long. But we`re now seeing that locals are not hesitating to draw on federal and bigger agencies to help them get a quick turnaround. And there`s a great lesson to be learned, and I <THINK> we`re going to see that in the autopsy, as well."
  },
  {
    "transcript_id": "CNN-216210",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "feel": "none"
    },
    "previous_statement": "That's -- sorry, that's heartbreaking to hear.",
    "statement": "Yes, it is heartbreaking, because I <THINK> especially as medics, you -- you want to <FEEL> like you're making a difference. I wanted their faces seen. I wanted the whole world to <KNOW> that what is happening in Syria is happening, and I don't want anyone to say I never knew, because you all know. And the world needs to act."
  },
  {
    "transcript_id": "CNN-265216",
    "matched_terms": {
      "think": "none",
      "may": "hedge",
      "around": "none",
      "quite": "none",
      "clear": "none",
      "sort of": "hedge",
      "thought": "none"
    },
    "previous_statement": "And that gives you the sense that potentially, possibly something still may come out of it. Let's bring in Andrew Stevens now also in Hong Kong because Andrew President Xi made a pledge to stabilize the Chinese economy without weakening the currency as many had feared and claimed. But since he said that, there's been a bit of bad economic news out of the country. What's happening?",
    "statement": "Yes that drum beat of bad economic news it just continues. This is the manufacturing number which was worse than expected. You'll remember when it came out last month that sparked a big sell off <AROUND> the world really on the state of the Chinese economy. We're also seeing another selloff across Asia at the moment because of these weak continuing weak numbers Errol. But it's interesting 'cause one of Mr. Xi's messages really in his American trip is to try to restore confidence. Soothe ruffled feathers about the state of China's economy and show that China is still in control. Now, the cyber security is grabbing the headlines, but he was very, very <CLEAR> on three key issues I <THINK>. One was economic reforms. He says yes, the economy is slowing but economic reforms will carry on. As he says, the bow has already been -- the arrow has been loose from the bow and it cannot be recalled. That is what he says the reform process is doing at the moment. He did mention the stock market crash over the summer. And he said interesting that he <THOUGHT> the recovery was now under way in the Shanghai market. Which inn the same breath he's talking about market reforms. Now he's <SORT OF> -- he's making calls on where the market <MAY> go. I thought that was <QUITE> interesting. But the third point is the currency. That's also caused a huge amount of concern worldwide. There was a devaluation of the Chinese Yuan after the authorities let it be more focused on market forces. The Yuan has fallen. He is now saying that it is at a fair value, about 3% lower than it was, that's also key. Now whether it stays that way remains to be seen. He's talking about market forces, reforms. Whether China will let the market forces decide on where the Yuan goes, where the stock markets go from will be interesting. It'll be deeds and not words which he'll be judged by."
  },
  {
    "transcript_id": "CNN-199495",
    "matched_terms": {
      "obviously": "none"
    },
    "previous_statement": "It certainly did. And the problem there is that the Algerian government had poured, you know, hundreds of forces, thousands of forces, into Southern Algeria just in recent days to prevent any spillover from that conflict in Mali across the Algerian border. Now, lo and behold, it looks like it has happened.",
    "statement": "Brian, thanks very much. We're going to stay on top of this story, <OBVIOUSLY>, for our viewers. Once again, Americans among those being held hostage in Algeria right now. More information will come in. We'll share it with you once we get it. Other important news, President Obama today formally unveiled a series of proposals to try to control gun violence in the United States. With relatives of some Connecticut school shooting victims looking on, he signed 23 executive actions, including steps to expand background checks and safety in schools."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "could": "hedge",
      "thought": "none"
    },
    "previous_statement": "That is -- was he a funny guy, Andy?",
    "statement": "I wouldn't say he -- no. He <COULD> be funny, but he was not funny. I -- I talked to him a lot. He was a big -- he liked restaurants. He liked cooking. And I talked to him so much about food that I assumed he was a great cook. And it -- it was the only time Ed ever disappointed me. He and Patricia invited us up to his house for dinner one night. And I <THOUGHT> to myself, this is going to be the test. I'm going to see whether he's a good cook or not. And we had a drink. And then we sat down at the table. And this -- it turns out, he'd had -- he had hired two cooks to get dinner."
  },
  {
    "transcript_id": "NPR-44434",
    "matched_terms": {
      "think": "none",
      "feel": "none",
      "should": "none"
    },
    "previous_statement": "Yes, because she thinks at the end that she has been lucky because she spent only seven months. While for you and me, seven months, it's a nightmare, you know? But for her, it was something small, because some of her friends are still in captivity today. And the other girls that I am describing, their fight, their situation, to Milly and Lucy, they spent 10 years in the bush. So it's a very long time, you know? They had been kidnapped. They had - they were seven years old at that time, and then they came back at 17 with two, three kids. And it's a very harsh life. Even coming back, it's very hard for them.",
    "statement": "So, in a way, Grace said I spent only five months, then I had been able to go back to study. It was the most important thing for me. And then, I have been able to go to university, and I <FEEL> that I <SHOULD> talk for all those girls that never talk, because they <THINK> that their story is not interesting at all."
  },
  {
    "transcript_id": "CNN-396795",
    "matched_terms": {
      "know": "none",
      "should": "none"
    },
    "previous_statement": "I would. I, quite frankly, have been in my house for 21 days, Wolf. Nobody would put that a penny that I could stay put for 21 minutes. But too many people aren't taking this seriously. And every last one of us has the job to do. And for most of us who don't have the skillset to be on the frontline as a nurse or doctor and I'm so grateful to those grocery store workers and drugstore workers and the Amazon workers and the drivers of these trucks and the mail people. Our job is to stay home and not enough of us are. They don't understand how important it is and the only way we mitigate this is for each and every one of us to stay home, sit on the couch and stop mingling with other people.",
    "statement": "Yes. That's excellent advice. As you <KNOW>, Congresswoman, this is the time of the year when so many so-called snowbirds, retirees, others, they leave the state during winter. But now they are - they want to come back home to Michigan and elsewhere if they've been hanging out in Florida or Arizona or other warm weather states. So what's your advice to them? <SHOULD> they come back to Michigan right now or stay put in Florida, Arizona, elsewhere?"
  },
  {
    "transcript_id": "CNN-108742",
    "matched_terms": {
      "maybe": "hedge"
    },
    "previous_statement": "Daryn, this is the man who miraculously, some might say, won the Tour de France with an arthritic hip, yet he was able to cycle through the strenuous event and win. Well, we're going to hear from the man at 11:30. He is defending himself against allegations that he was doping during the Tour de France. This happens as the International Cycling Union, a French association, released a statement about a particular rider. It was later confirmed that they were talking about Floyd Landis, that there were some questions about certain levels after a blood test. So we're going to go to Al Goodman in Madrid. CNN's Al Goodman is actually going to go to this news conference at 11:30. Al, would there be any ulterior motive by this French cycling union to release these kinds of test results and this sort of speculation?",
    "statement": "Well, only that they're trying to keep the cycling -- professional cycling, which has been so sullied by doping allegations time and again during this Tour de France -- at the beginning of the Tour de France several riders were expelled on allegations that they had done illegal doping. And so, in getting this information out ahead of time -- remember, it is only the first test known as Test A, and until Test B comes back positive, Floyd Landis would not be stripped of his victory crown from the Tour de France. So, <MAYBE> it's just to get -- get it out and have"
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "sure": "none",
      "might": "hedge"
    },
    "previous_statement": "Right. So you tracked him to a Howard Johnson in College Park, Maryland. And just as, as I understand it, the task force with about 20 vehicles is pulling into the parking lot, you spot him. And then what happens?",
    "statement": "Well, we believed he was in the Howard Johnson. We weren't <SURE> where. We were formulating a plan to go locate which room he <MIGHT> have been in and then go into the room and take him down. As our advance teams were approaching the hotel, they noticed two vehicles. And they suspected that he was in one of the vehicles. The vehicles then left the Howard Johnson and went up north of Route 1. The rest of the teams that were there for the takedown joined in on the surveillance, and we tailed the vehicles for about five miles before we finally took them down."
  },
  {
    "transcript_id": "NPR-18146",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "For better or worse, she argues, Europe's economy and its social safety net is going to start looking a lot more like ours. And, as you might imagine, a lot of Europeans are not so happy about this.",
    "statement": "If you have questions about why it's happening and how Europeans <MAY> adapt to it. If you're worked in Europe or with Europeans, give us a call, 800-989-8255; or e-mail us: talk@npr.org."
  },
  {
    "transcript_id": "CNN-228460",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Jeff Wise sits beside me here. One of the other big updates that we have received is the FAA announcing kind of a big tech upgrade, going to be putting this GPS satellite tracking technology on all planes by 2020. Sounds like a big headline, and I know you feel differently, because you think there's some weaknesses to the system?",
    "statement": "Well, look, this is a big initiative that's been in the works for a long time. It's going to mandate a replacement of equipment in every air men flying in the controlled airspace. It's a lot of planes. It's a lot of money. It's a big deal for aviation here in the United States. It's going to change the way that air-traffic controllers stay in communication with the planes and <KNOW> where they are."
  },
  {
    "transcript_id": "CNN-150682",
    "matched_terms": {
      "potential": "none"
    },
    "previous_statement": "And Jeanne, just a couple of quick ones here. Not surprising that Faisal Shahzad would try a practice run. What can you tell us about that?",
    "statement": "Yes. On Friday, we're told by a law enforcement source, he drove his car, an Isuzu, into Manhattan, scoped out some <POTENTIAL> sites, and then parked his car there, took the train home. The next day, he comes in with a Pathfinder. He ignites that bomb, leaves the car with its lights blinking, and leaves his keys in the Pathfinder, the keys to his Isuzu. So he couldn't use it. He had to jump on a train and then go home that way."
  },
  {
    "transcript_id": "CNN-115647",
    "matched_terms": {
      "could": "hedge",
      "believe": "none",
      "maybe": "hedge"
    },
    "previous_statement": "Investigators released new information in an attack in January. Police tell us the suspect wore a brown work coat and faded blue jeans. He also had tan work boots with fresh blue and white paint drops on them. His cell phone had a bells & rings tone and they believe he may have access to a newer white Ford F-150 with tinted windows and Arizona plates. Detectives believe this man has been watching his victims before the attacks.",
    "statement": "He has a comfort level into entering these houses so which <COULD> lead us to <BELIEVE> that he's <MAYBE> done some surveillance himself."
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "seem": "none"
    },
    "previous_statement": "Gosh. All right, Chad, we're going to be checking in with you a lot today. I have a feeling of that. OK, thank you, Chad. We'll check with you later and to talk about those earthquakes, also out west, in the middle part of the country. Should we be worried about that? Our Chad Myers is going to tell us in a little bit. Thanks again, Chad. But right now, let's go back to Fort Kent, Maine, a community on the Canadian border that's seen a lot of flooding the past couple of days. It could have been worse, though. And on the phone with us now is Lynette Miller. She is Maine's emergency management agency. It could have been worse and the reason it could have been worse is because you expected the St. John River to crest higher, but it actually crested lower, right, Lynette?",
    "statement": "Right. We had a difference of almost a foot in what we expected, and although a foot doesn't <SEEM> like a lot, that was enough to keep it on the river side of the levee that protects the downtown and not flow over the levee. So that was good news for us."
  },
  {
    "transcript_id": "NPR-42136",
    "matched_terms": {
      "kind of": "hedge"
    },
    "previous_statement": "No. He loved a glass of wine, certainly.",
    "statement": "What <KIND OF> a teacher was he?"
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "should": "none",
      "doubt": "none",
      "sort of": "hedge"
    },
    "previous_statement": "So, let me just -- you know, given the fact you know this and the idea of migration and the border are his fixations, that is his political base, that is what he`s run on from the very beginning, it`s what he declared his candidacy on. This issue is 1,000 percent his issue and he believes it works at the polls. So, I guess my question is, from the beginning, unless -- we put up a graph at the moment to show the record number of travel of migrants across the border and apprehensions that happened in May of this year. It was a huge spike. The most in many, many years. I guess my question is, why wouldn`t Mexico have done more? Would it have been possible to do more before you got to this threat punishment and talks situation?",
    "statement": "There`s no <DOUBT> that with the beginning, with the start of a new government, there has been a certain degree of lack of coordination, internal lack of coordination in part because you also have government agencies in Mexico that are being -- their budgets, particularly the immigration authority and the refugee authority, their budgets have been slashed as part of a broader general austerity drive by the president and that has hurt Mexico`s ability to do more as it <SHOULD>, as a partner to the United States. The other thing is that -- you shouldn`t forget that along the graph that you`ve just shown of arrests on the U.S./Mexico border, Mexico in the first six months of 2019 has also been doing an important part of this, which is deporting back to Central American countries almost 75,000 central American migrants. So, Mexico has not been sitting on its hands either. The problem is, Christiane, you can`t enforce your way out of a migration crisis. This is going to take time, it`s going to take commitment, it`s going to take resources, and it`s going to take addressing some of the drivers of these transmigration trends from Central America into Mexico and on their way to the United States, mainly public insecurity and some of the effects of the draw up per the climate change patterns that are hitting rural parts of the Northern Triangle countries, El Salvador, Honduras and Guatemala, which is <SORT OF> driving a combination of urban migration, fleeing and security, and rural migration, fleeing lack of economic opportunities."
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "thinking": "none"
    },
    "previous_statement": "No.",
    "statement": "Is Paul Ryan <THINKING> about packing it in?"
  },
  {
    "transcript_id": "CNN-49556",
    "matched_terms": {
      "think": "none",
      "probably": "hedge"
    },
    "previous_statement": "Well, there's going to be a different level of investigations here. First, there's going to be the internal investigation conducted by the Department of Prisons as to could this possibly be an inside job. The second level of investigation is going to be conducted by the Texas Rangers, where they will fine tooth comb the background of this individual and obtain some kind of clues as to where his whereabouts are right now.",
    "statement": "The image father, Mr. Rollins' father says that his son will <PROBABLY> go into the woods and try to live as a hermit. What do you <THINK> the likelihood, Steve, is that this man is going to get caught, is going to be apprehended?"
  },
  {
    "transcript_id": "CNN-29747",
    "matched_terms": {
      "know": "none",
      "feel": "none"
    },
    "previous_statement": "We begin this hour focusing on something that's supposed to make you feel better. But if you misuse it, it can kill you. We're talking about the popular prescription drug OxyContin. It's often used to treat pain in cancer patients. But more recently, it's become the drug of choice for those who seek an instant high. Now the manufacturer of OxyContin is spearheading a campaign to curb this growing abuse. And our medical correspondent Elizabeth Cohen is here with more about that -- Elizabeth.",
    "statement": "You <KNOW>, what Natalie, in some areas of the country, this drug OxyContin has become more popular than cocaine, more popular than heroin. But some people <FEEL> that there are things to be done to help curb this abuse."
  },
  {
    "transcript_id": "CNN-106762",
    "matched_terms": {
      "fact": "authority",
      "appear": "none"
    },
    "previous_statement": "If you look at trends from the last -- in the last five years, you will see a major blip in the last year of domestic terror cells in the United States that are not tethered abroad, but, rather, are instigated from homegrown jihadist mentalities. And, therefore, we are now seeing emergence of these different cells around the United States. We're going to see more arrests connected to the Canadian cells in the United States in the next few months, I believe, because of the fact that there were collaborators south of the border from Georgia.",
    "statement": "Given that they're so -- <APPEAR> to be so diluted, how concerned are you that -- that we will, in <FACT>, be able to stop them?"
  },
  {
    "transcript_id": "CNN-396894",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "What plan do have to manage these bodies? I know --",
    "statement": "I didn't <KNOW> that there was an issue. I haven't heard that there was an issue. Has anybody heard that there's an issue?"
  },
  {
    "transcript_id": "CNN-414076",
    "matched_terms": {
      "know": "none",
      "should": "none"
    },
    "previous_statement": "Yes, I think that he and the Biden campaign were very smart to wait until 12 days out to roll him out because what you didn't want to make this was a kind of extended surrogate battle between the former president and the president. You didn't want him to take center stage and you wanted Biden to establish himself as a solid front runner, not a guy who was calling his buddy in to bail him out. And so last night was the right time for him to appear. But he has a specific mission. And a lot of the subtext of his speech was aimed at younger voters, voters of color, because, as you remember, these were the constituencies that did not turn out for Hillary Clinton in 2016 and it made a critical difference in that election. Barack Obama has a connection to these voters. He's a motivating factor for these voters. And I think he's going to spend the next 12 or 11 days now speaking directly to those young people. And not just in these public appearances, but he's been a heavy presence in digital on social media in -- on channels that are -- that speak directly to these constituencies. That is his best value to Joe Biden right now, get out young people, get out people of color, make sure that that turnout is what Joe Biden needs.",
    "statement": "You <KNOW>, David, what was very interesting is that minutes after President Obama spoke, the top intel chiefs of the country came out with an announcement. So it was the DNI, it was FBI director and they came out to announce that Iran and Russia were once again trying to interfere with all of this disinformation. They're already seeing evidence of it. And what the DNI started the -- his speech with was he -- that basically he was there at the behest of President Trump. President Trump wanted him to do this. And, you know, President Trump is a master counter programmer, as we have seen for the past four years. And so every time President Obama speaks, <SHOULD> we expect -- I mean you know nothing gets his goat, nothing gets President Trump's goat like President Obama. And so the Biden camp -- should they be prepared for what team Trump will do to counter Obama?"
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "could": "none",
      "feel": "none"
    },
    "previous_statement": "And I found it amazingly useful. And I would recommend it to anybody. I know there are CERT groups in California and North Carolina. There are probably a lot more. But it was absolutely great. And again, it's Community Emergency Response Team training.",
    "statement": "So do you <FEEL> much better prepared now to deal with the possibility of an emergency happening in your community, that you <COULD> help out, that you could do something about it?"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "certainly": "none"
    },
    "previous_statement": "And look, Cohen had the longest relationship about Donald Trump. He had the closest relationship with Donald Trump. He had the most interaction with Donald Trump. So if there were other matters that Michael Cohen provided information about relating to the President, I would expect to see more on that and Neal is absolutely right. Those are not necessarily national security matters. They may not be national securities matters at all. And so they may not be a reason for as many redactions.",
    "statement": "Michael Flynn, 19 interviews, different metrics for Michael Cohen 70 hours of interviews with all the various investigators, southern district and New York State, Mueller, so there <CERTAINLY> a lot."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "Trump claiming he actually won the popular vote.",
    "statement": "The Green Party has the legal right to do it. We have recounts <PROBABLY> almost every election."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "potential": "none",
      "know": "none",
      "may": "none",
      "should": "none",
      "fact": "authority"
    },
    "previous_statement": "Hey, John. Yes, definitely a little less frosty of a reception here in Sarasota, Florida, yesterday than we got going to that book signing with Sarah Palin up in Iowa last week where we tried to ask questions and got tossed out of a Wal- Mart. Mike Huckabee talked to reporters for about 30 minutes yesterday after his book signing, and you're right. He has been sort of sounding like the Rodney Dangerfield of the potential 2012 candidates, saying where's the respect? I have a book out, too. Hundreds of people show up to my events, as well, and yet the media doesn't talk about me quite as much, or at least he said some of that to \"Politico\" earlier this week. When we asked the governor at the book signing about that, we said, well, you know, you are a contributor to FOX News and don't do a lot of interviews with the press. What about that? Doesn't that perhaps hinder some of your exposure student opportunities out here? Here's what he had to say.",
    "statement": "You said something earlier about, you <KNOW>, why am I not getting more attention. Wouldn't you get more attention if you weren't solely working for FOX News, a contributor for FOX News and what <SHOULD> Americans make of the <FACT> so many <POTENTIAL> Republican candidates for president work for FOX News, if I <MAY> ask?"
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "know": "none",
      "around": "none",
      "possibly": "hedge"
    },
    "previous_statement": "And they`re showing such self-control, such grace at this time. But I can`t even imagine, I cannot even comprehend what it must be like for them to wait and wonder, hoping for the police to get a break in this case. And let`s go to the authorities now. We have Sgt. Barbara Jones. She is the spokeswoman for the Orlando Police Department. Barbara, thank you for joining us. We`d like to talk to you about this very latest development, this still picture taken off a video. Give us a timeline. Where is this video taken? How does that fit into the timeline of her missing and the discovery of the abandoned car?",
    "statement": "Yes. We established a timeline of Monday, when she last talked to Rob, which was about 10:00 PM, to Thursday at <AROUND> 8:06, when a resident of that condominium complex located her car. So that`s about a 58-hour window. We did obtain some video surveillance at the condominiums where her vehicle was found, and that surveillance video depicted a picture of a pedestrian, which we`re classifying as a person of interest. That video was taken on Wednesday the 24th at around 12:00 noon. So Monday at 10:00 PM until the following day at 12:00 noon is the timeframe where we had that pedestrian, who is a person of interest in this case that we`re desperately trying to find out who that is, to see what they <KNOW> about <POSSIBLY> the whereabouts of Jennifer Kesse."
  },
  {
    "transcript_id": "CNN-357866",
    "matched_terms": {
      "think": "none",
      "sure": "none",
      "know": "none",
      "around": "none"
    },
    "previous_statement": "I thought everyone referred MRE was a cheeseburger MRE. General, what can we do at home if we are lucky enough to be at home or in country with our loved ones, what can we do for the troops who are overseas on the holidays?",
    "statement": "Well, the ones that are parts of units, this he usually have families within their post camps or stations that are taking care of them, but the ones that concerned me the most when I was active duty were the national guard members or the reservists because they are scattered all over the states and sometimes their family members are forgotten, truthfully. So, if you <KNOW> a family member of a national guardsman or reservist who is deployed, make <SURE> they're taken in and you wish them a merry Christmas. Or you can, you know, have a young soldier that's in your community who is about to deploy come together with your family, if that's possible. Or just truthfully just raise a glass to them when you're standing <AROUND> and enjoying your Christmas dinner or say a prayer for them. I <THINK> that's the most important thing to do and just remember that, you know, the members of the military are serving, there are others that are serving, fire departments, police departments are all out serving people on this day. The security of our nation doesn't stop just because it happens to be a holiday and those people in all different walks of life who put on a uniform in one way or another and some that are nurses and doctors are also doing the same. So, treat all of them as servants and community members that you're thankful for and just give them a thanks."
  }
]