[
  {
    "transcript_id": "CNN-360411",
    "matched_terms": {
      "seem": "hedge"
    },
    "previous_statement": "Of course. You're exactly right. For the kinds of things like TSA, and people are dealing with public safety, you're absolutely right. Those are essential services. What I'm talking about, Fredricka and Linette, is the massive amount of nonessential services of government that we can't afford anymore. Maybe we should look at cutting down those.",
    "statement": "That's not the point at all. If they exist now, our government needs to be competent enough to handle them. This is not instilling confidence in people who are watching our government that the associates of Trump do not <SEEM> to understand the hardships that people are going through. This is not giving people confidence that we are going to be able to resolve this issue and come back in three weeks."
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "think": "none",
      "around": "none",
      "quite": "none",
      "hope": "none",
      "obviously": "none",
      "more or less": "hedge"
    },
    "previous_statement": "So, Konstantin Dolgov, you heard it there from Oleksandr Scherba, saying essentially this discussion you had with the Ukrainian foreign ministry seems to be known only to Moscow. How do you respond?",
    "statement": "Well, leaving aside rhetoric and I would say <QUITE> confrontational rhetoric, which I don't want to get engaged in, but I <THINK> that the gentleman has just confirmed <MORE OR LESS> that the Ukrainian side is not planning to turn -- to turn <AROUND> any humanitarian aid. Well, indeed, people are waiting and hundreds of thousands of -- I would stress -- Ukrainian citizens waiting for this aid and <OBVIOUSLY> I -- we <HOPE> that these aid's roughly two tons of humanitarian aid will play a role in alleviating the -- that dramatic burden which is -- which has been inflicted upon the civilian population by the military campaign, which is being waged instead of political dialogue. And --"
  },
  {
    "transcript_id": "CNN-363970",
    "matched_terms": {
      "think": "none",
      "kind of": "hedge",
      "thinking": "none"
    },
    "previous_statement": "Hilary?",
    "statement": "My friend Alice has been consistently condemning hateful word words out of Donald Trump's mouth for years, so I appreciate her for that. This isn't about her. But this congressman, she referenced Steve King, had 15 years of racist remarks. This is a young Democratic freshman who made a mistake and apologized. Let's be realistic. She is in no way a threat to American policy toward Israel. What I <THINK> we need to do in this campaign and in this country is focus on who do we want to be and how do we want to convey it? But this <KIND OF> -- we have to challenge conventional wisdom. We cannot be lockstep for a government of Israel that oppresses its people. And I'm Jewish. We cannot be inconsistent in applying civil rights laws. So I do think that Democratic voters are going to look at this field of candidates. They are looking at the leadership and saying, yes, we actually want you guys to challenge the status quo. That's why we elected you is because we don't like the way things have been going. We want fresh <THINKING>."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "And these guys are so good that the way they're dealing with this is they're mandating no bump zones. I wish they could only do that while we were driving. And that's going to work, along with a little bit safer car and a more crash resistant car. NASCAR sees a problem, they solve it right away, by the way.",
    "statement": "So -- OK. So you don't have two of the biggest names, Jeff Gordon and Dale Earnhardt, Jr. in the championship, the chase for the cup last year. Is NASCAR a little concerned that it <COULD> happen two years running?"
  },
  {
    "transcript_id": "CNN-217377",
    "matched_terms": {
      "appear": "hedge"
    },
    "previous_statement": "Of course.",
    "statement": "It doesn't <APPEAR> at this point as though there is any damage. At least we're not hearing from TEPCO, the operators, that there has been any damage there."
  },
  {
    "transcript_id": "CNN-317885",
    "matched_terms": {
      "know": "none",
      "may": "hedge"
    },
    "previous_statement": "All right, let's discuss all of this now with CNN political commentators, Ana Navarro and Jeffrey Lord. Good to see both of you. So, Ana, you've -- great. And welcome back, Jeffrey. So, Ana, you first, you know, to hear Mulvaney and anything Kellyanne say that the president wants structure and wants discipline. Is that what the president is hoping to see in a John Kelly as a chief of staff or someone who knows John Kelly? But does that sound like the wishes of the president, discipline and structure?",
    "statement": "Look, I have no idea what Donald Trump wants, right? I'm not good at interpreting reading the leaves with him. And I would say, be careful what you wish for because you just <MAY> get it. What I do <KNOW> is that with John Kelly, he does get a leader who is into discipline, into structure, into chain of command. He's a serious guy with gravitas. He has led on the combat field. He's a man who has led troops. I knew him in Miami, got to know him and his wife who are very active in the Gold Star family movement in Miami when he was commander of South Comm. He was very respected in Latin America, which is the jurisdiction of South Comm by his colleagues and did a lot of very good bilateral work in Latin America with governments on things like drug interdictions and gang violence and all the projects that we have in common. Now, the question is, though, how much power is John really going to have? What's he going to do with Ivanka and Jared, who are relatives? What's he going to do with Scaramucci, who says he reports directly to the president? What's he going to do with Kellyanne Conway? What's he going to do with all these people who --"
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "could": "hedge",
      "know": "none",
      "around": "none"
    },
    "previous_statement": "An essential skill, says Democrat Bill Daley who has managed both the presidential candidate and a White House.",
    "statement": "Well, I don't <KNOW> what they <COULD> say about her that hasn't been said about her in the past, in a negative sense, so, you know, she's got a pretty strong shield <AROUND> her."
  },
  {
    "transcript_id": "CNN-404509",
    "matched_terms": {
      "feel": "none",
      "seems": "hedge"
    },
    "previous_statement": "All right, Joe Johns at Mount Rushmore, thank you so much. Joining us now to talk about presidential leadership and Mount Rushmore and more, Doris Kearns Goodwin, famed presidential historian and author. Thanks so much for joining us, Doris. Her latest book, we should note, is called \"Leadership in Turbulent Times.\" So, Doris, putting aside the coronavirus concerns, explain some of the other reasons as to why critics are saying Mount Rushmore is not a good place for this event tonight.",
    "statement": "Since we're in the president of a huge Teddy Roosevelt, he argued that the leader's most important responsibility is to set an example in their actions and behavior and words. So, beyond the problem of the lack of social distancing, and the lack of forcing masks, you have got an area here that Native Americans <FEEL> is sacred ground and have been opposing the idea of that land being taken. And at a time when we're reckoning with our own history, that <SEEMS> to be an odd place to come at this moment. Beyond that, you have got the worry about fires. And I gather it's been a pretty dry area lately. And other times, they haven't even had fireworks there for the last decade because of embers setting off wildfires. And there's a lot of concern on the part of many of those fire officials from the past about whether this is a good thing to do. So, you have got physical, mental, moral safety issues at hand. And that's the example that is being set by choosing this site."
  },
  {
    "transcript_id": "CNN-95509",
    "matched_terms": {
      "believe": "none",
      "may": "hedge",
      "hope": "none"
    },
    "previous_statement": "When I got the call at 6:30 in the morning, we were on the road within a half-hour. We were gone. We were moving. And all of my friends were in place and moving the same way.",
    "statement": "Authorities <HOPE> that Brennan Hawkins is lost, but they fear he <MAY> have gotten caught in the nearby Bear River or they <BELIEVE> he may have been kidnapped."
  },
  {
    "transcript_id": "CNN-313955",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Sources tell CNN the president does not intend to accept a resignation from the attorney general. The optics of it would certainly be problematic. There's also a question of how to get a replacement. There would be an uproar on Capitol Hill. And even the temporary replacement would be problematic in the views of some here at the White House. That would be Rod Rosenstein, the deputy attorney general who happens to be the same person who named the special counsel in the first place. Chris and Alisyn?",
    "statement": "Yes, it is complicated, Joe. Thank you for spelling it all out for us. So let's bring in our panel to discuss all of the breaking news. We have CNN politics reporter and editor at large Chris Cillizza, CNN political analyst Abby Phillip, and CNN counterterrorism analyst Philip Mudd. Great to have all of you. Chris Cillizza, Christopher Wray is the name that we now <KNOW> who will be named to the FBI. What do we know of him?"
  },
  {
    "transcript_id": "CNN-229473",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "clear": "none"
    },
    "previous_statement": "Do you think, though, that some CEOs, the calculus in this, was not, I think it's wrong, but I think if we don't do this, we will lose out? Because there is a difference, isn't there, between the CEO who said I'm taking a principle decision come what may versus the one who says, ooh, I up, there could be --",
    "statement": "You <KNOW>, I actually -- I don't even <THINK> it necessarily was the chief executives. I actually think in many cases it was the chief marketing officer or even the brand manager who makes the decision if you're State Farm or if you're Kia, you've got to act decisively and you've got to make this very <CLEAR> statement to your consumers who you have strong relationships with, this is intolerable. This does not meet our standard for values."
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "know": "none",
      "may": "hedge",
      "reportedly": "hedge"
    },
    "previous_statement": "\"Keep in mind that we are absolutely certain that this was him. We've done DNA sampling and testing, and so there is no doubt that we killed Obama. It is important for us to make sure that very graphic photos of somebody who was shot in the head are not floating around as an incitement to additional violence or as a propaganda tool. That's not who we are. We don't trot out this stuff as trophies.\"",
    "statement": "All right, well, there was, <REPORTEDLY> at least, one witness to the killing. A Pakistani source tells CNN Osama bin Laden's daughter says that she saw U.S. forces shoot her father. Well, that girl and other people left behind at the compound are being interrogated by Pakistani officials. Evidence found on bin Laden's body suggests he <MAY> have been ready to escape at a moment's notice. He reportedly had 500 euros in cash and two telephone numbers sewn into his clothing. All right, let's get more on the top story today, President Obama's decision not to release any pictures of bin Laden's body. Wolf Blitzer is stand by. He's been following the story from Washington and is live from there - - Wolf, what we do <KNOW> about this?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "The panelists didn't really answer why they didn't do more when they were actually in government. But then Don Evans jumped in.",
    "statement": "I <THINK> the simple answer to your simple question is, gas is $4. 50 a gallon. It's amazing how that will focus the mind."
  },
  {
    "transcript_id": "CNN-15789",
    "matched_terms": {
      "know": "none",
      "hoping": "none"
    },
    "previous_statement": "I just -- I know and I think that corporations maybe aren't -- don't have a face, but people do, and there are people in those corporations. And AT&T; and, oh, Nike, McDonald's, GM, they should, please, work your commercials with the 1,900 ad agencies that have signed the interim agreement with SAG and AFTRA. And your viewers and listeners could log onto SAG.org and find out more about this because it's a real bread and butter issue and its quite fair what we're asking. We've modified our proposals. We asked that -- since April 14, they haven't moved. They're absolutely intransigent. So I'm praying and hoping that today they sit down at the table, which they're going to do right now in New York, and get this cleared up so that everybody can go back to work.",
    "statement": "Yes, and I <KNOW> there's a lot of folks, production folks as well, who are <HOPING> to get back to work."
  },
  {
    "transcript_id": "CNN-321084",
    "matched_terms": {
      "think": "none",
      "maybe": "hedge",
      "probably": "hedge",
      "doubt": "hedge"
    },
    "previous_statement": "Someone said to me that you described the firing of James Comey, you're a student of history, as the biggest mistake in political history.",
    "statement": "That would be <PROBABLY> -- that probably would be too bombastic even from me but <MAYBE> modern political history. I don't <THINK> there's any <DOUBT> that if James Comey had not been fired, we would not have a special counsel, yes."
  },
  {
    "transcript_id": "CNN-298334",
    "matched_terms": {
      "know": "none",
      "perhaps": "hedge",
      "fact": "none",
      "guess": "hedge"
    },
    "previous_statement": "I'm just curious, I'm really struck by the driver you interviewed for your report. I mean, how many of the poor, the people who are bankless, the people who are really on the worst end of this, how many of the poor support this?",
    "statement": "Well, it's really hard to gauge. And I <GUESS> in this day and age, it is really hard to stick your neck out and put numbers on any of this. But I have to say, Jonathan, from speaking to a lot of people stuck in lines over the last few days, from speaking to Servaish (ph), the auto-rickshaw driver and a number of his friends, they're actually in favor of the move. That's what surprised me, despite the <FACT> that they are so badly hurt, despite the fact that they're making half what they usually made, they're struggling to make end's meet and eat as you saw from that report, and despite all of that, what they're saying to me is that this is worth it because those fat cats, the guys who are stockpiling cash, they're going to be hurt. And the fact that that is worth so much to these poor Indians is really important. And this is the other side of the story, Jonathan. The fact that this government, the Narendra Modi government, it knew this in some senses. It understands, <PERHAPS>, the psyche of these poorer Indians, and that's what they're trying to market towards, you <KNOW>, to say, we're going to go after the fat cats, we're going to fix these problems that no one else did. That's their bet. But you balance that with the fact that there are a lot of frustrated people behind me. And for now, they're saying, well, go ahead with this. The question is, how long? What if this goes on for weeks longer? That is the bit question here. And we just don't know how it'll turn out."
  },
  {
    "transcript_id": "CNN-105413",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "sure": "none",
      "know": "none",
      "around": "none",
      "possibly": "hedge",
      "obviously": "none",
      "totally": "none"
    },
    "previous_statement": "Mr. President, yesterday Senators Lieberman and Collins said they want to see FEMA abolished. I'd like you to comment on that. But also, with hurricane season only a month away, can you assure the American people that your government has learned the lessons of Katrina?",
    "statement": "Thanks for the question. That was on <OBVIOUSLY> on people's minds when I went down to New Orleans and Mississippi. The lessons of Katrina are very important. We've learned a lot here at the federal level: One, there needs to be better coordination between local and state government; secondly, that there needs to be a communications package that will be available to help deal with the situation that happened last time, which was total destruction of communications capabilities; third, that there needs to make <SURE> that there's a law enforcement alternative in case there's a breakdown of local law enforcement; fourthly, there needs to be a prepositioning of assets so that if a major storm were to come, we'd be able to move equipment in faster. But, most important, there needs to be a coordination and an understanding of the evacuation and relief plans. And I talked to the mayor and both governors that I met with yesterday about our seriousness in working with them to make sure that the plans are as effective as possible. The communications, obviously, this time <AROUND> are a lot better than last time around. And so the lessons are being learned. And my attitude toward the recommendations by Fran Townsend, who's a part of my administration, or the Congress, is we ought to take them all seriously. The objective is to respond to these natural disasters as well as we <POSSIBLY> can. The other issue down there for New Orleans, <OF COURSE>, is the levees. And we've got money in the supp to make sure that these levees are pre-Katrina or better prior to June 1st. I <THINK> we'll achieve that objective. There's -- additional money will be spent so that the levees are improved significantly by September of '07. The levees are important to -- the rebuilding of the levees or improving of the levees are very important to assure the people of New Orleans that if there is a storm, they're built to pre-Katrina levels, at least in the initial stage. But also it's important to convince people that it's OK to risk capital in New Orleans. The amazing thing in the area down there -- I don't <KNOW> if you all went with me, but it was -- there's -- it's a <TOTALLY> different attitude from when we were there before early on, obviously, after the storm. I mean, people are coming back. The sales tax along the Gulf Coast of Mississippi are higher today than they were a year ago this date and that's positive. But, look, there's still a lot of work to be done, a lot of reconstruction. The CDBG money -- and it's very important for the Congress to pass the CDBG money I requested so that the housing issue can get -- people can get back to rebuilding their homes. And Mississippi, the CDBG money will be coming out pretty quick. New Orleans, they still got a little work. The governor has proposed a plan that will be in front of the legislature I think this weekend. It's a very important step to getting this process moving. And so we've got a lot of work to do. But, yes, we're much more ready this time than last time and we're taking very seriously the lessons learned from Katrina."
  },
  {
    "transcript_id": "CNN-129182",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Governor, some criticism about what happened after the earthquake. The phone lines were overloaded, making it difficult to get through to 911. How would you rate the state's readiness and response?",
    "statement": "Oh, we are really ready here in this state. And I <THINK> it is because we have so many emergency situations, so many disasters, so many fires, and earthquakes, and mudslides, and things like that, that we have an Office of Emergency Services that works very closely with the local government and also with the federal government. And this is why we are so quick in responding to all of those disasters and also to the fires."
  },
  {
    "transcript_id": "CNN-72714",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "This is LOU DOBBS TONIGHT for Monday, June 23. Here now, Lou Dobbs.",
    "statement": "Good evening, everyone. Race and education, a sensitive relationship in this country and the topic of a key decision today from Washington, the Supreme court has delivered a landmark ruling on affirmative action that <COULD> affect public and private institutions throughout the country. The high court said the University of Michigan's law school can give minority applicants preferential treatment but the high court also struck down a separate affirmative action program for undergraduate admissions -- National Correspondent Bob Franken reports."
  },
  {
    "transcript_id": "NPR-15940",
    "matched_terms": {
      "hope": "none"
    },
    "previous_statement": "And frankly, what it's going to do is it's going to throw the auto industry into chaos. To unwind these standards will be a years-long battle in the courts.",
    "statement": "Environmentalists are holding out <HOPE> for the state of California, which sets tougher standards than the EPA because of a federal waiver. Now, many other states follow California's lead. But the Trump administration has indicated it will challenge California's special place. And that itself will be another fight. Sonari Glinton, NPR News."
  },
  {
    "transcript_id": "CNN-83822",
    "matched_terms": {
      "hope": "none",
      "thought": "none"
    },
    "previous_statement": "And how did you react?",
    "statement": "I completely -- I just fell apart. I just felt like the rug was pulled out from under me. The soldiers were so close to coming home after being extended once. They really <THOUGHT> they were on their way home. They were waiting for the buses, and then all <HOPE> just left them when they were told they were on hold."
  },
  {
    "transcript_id": "CNN-774",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "In Havana, Cuba, Friday, the streets were filled with women coming together to support one cause, the return from the United States of six-year-old Elian Gonzalez. CNN's Havana bureau chief Lucia Newman reports.",
    "statement": "Tens of thousands of marching women, for as far as the eye <COULD> see -- Cuba's response to a deadline that came and went without the arrival of the child this country has been waiting for. At the head of the \"March of the 100,000 Mothers,\" as the government named it, were Elian Gonzalez's maternal and paternal grandmothers, and the boy's 4-month-old half-brother, Gyani (ph)."
  },
  {
    "transcript_id": "CNN-102163",
    "matched_terms": {
      "obviously": "none"
    },
    "previous_statement": "Well, I think the revolution and reform meeting the culture of inaction. It's like the irresistible force meeting the immovable object. We'll have to see what the result is.",
    "statement": "Hamas, a landslide victory in the Palestinian elections. The implications for the United States and its implication for a process in which the United Nations has <OBVIOUSLY> a major interest?"
  },
  {
    "transcript_id": "CNN-144461",
    "matched_terms": {
      "think": "none",
      "could": "hedge",
      "know": "none"
    },
    "previous_statement": "Right. You know across the border in Pakistan in Peshawar, which is the capital of the western tribal provinces there, there was that horrible suicide bombing attack. Ninety people killed at last count. At the same time, Secretary Hillary Clinton touches down in the ground there in Islamabad. Is the Pakistani military which is engaging in operations in Waziristan capable of controlling the Taliban, capable of trying to stave off these attacks and if not, what does that mean for the region?",
    "statement": "You <KNOW>, it's too early to tell. I mean, I <THINK> actually on the whole, things, despite the bombing, things are more promising in Pakistan than they have been in the last six or seven months. You know, the Pakistani's army move -- the army's moving to South Waziristan I think is an important development and it <COULD> have real ripple effects into Afghanistan, too. You know, if you take away these safe havens from the Taliban in Pakistan, it makes them much less effective in Afghanistan."
  },
  {
    "transcript_id": "NPR-3122",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Yeah, definitely. I have another study that's not related to the paper that we just had come out that's trying to learn more about deep moonquakes and what they are, why they happen. And there are some studies that we can do to try to simulate the scattering of seismic energy that we observe.",
    "statement": "So there's still a lot more, I <THINK>, that we can try to look at, try to learn from the Apollo seismic data."
  },
  {
    "transcript_id": "CNN-132668",
    "matched_terms": {
      "know": "none",
      "perhaps": "hedge",
      "kind of": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "Now, there's going to be a robust debate in Congress early next year about exactly whether or not the stimulus plan is too large. But the president-elect yesterday said in the weekly Democratic radio address that without dramatic action there could be millions, he said, millions more jobs lost next year -- Fred.",
    "statement": "Wow. And that is so sobering. And, you <KNOW>, Ed, the president-elect is talking about <PERHAPS> helping to create 2.5 million jobs, but that's <KIND OF> in the long-term. In the short term he is <SORT OF> creating some jobs, some what -- 7,000 jobs are open in the new Obama administration and I hear there already some 200,000 people have applied for them. So, how do you have your application stand out?"
  },
  {
    "transcript_id": "CNN-135566",
    "matched_terms": {
      "could": "none",
      "know": "none",
      "might": "hedge",
      "possibly": "hedge"
    },
    "previous_statement": "None of this is going to be easy, whether it's from in education, in energy, in health care, responsibly reducing the deficit in an honest way over the medium term. But as the country music singer Toby Keith once put it, there ain't no right way to do the wrong thing. And this budget reflects that notion. In being honest, in reducing our medium-term deficit by $2 trillion and investing in energy and education and then moving toward a more efficient health-care system with lower costs and higher quality, I hope you will all work with us to do the right thing.",
    "statement": "Well, Orszag says that winding down the Iraq war, balancing the tax code, and streamlining government will help them hit their goals, along with an economic recovery. Well, how about the money that's more within your control, your 401(k), brokerage or savings account? Are you better off cashing out now and putting those dollars somewhere else? Well, experts will talk about that next hour. We're going to throw your questions to a couple of them. So email us right now, CNNnewsroom@CNN.com. When you bounce a check, it's nice to <KNOW> the bank's got your back, right? If it isn't, doesn't this place <MIGHT> make your life miserable. It's a private firm that makes money doing the law's dirty work. Bouncing checks doesn't pay, but it pays them really well. We'll have that story coming pup. Now we're following a developing story in Germany right now, nine people missing, <POSSIBLY> trapped in the rubble of a collapsed billion in Cologne. A reporter at the scene for RTO (ph) Television tells us that the six-story building fell, as it fell, it actually brought down parts of two other buildings. Firefighters using dogs are now searching the rubble for the missing. Work was being carried out on a new subway line under the street on which that building stood. But officials don't know if that work is what caused the collapse. That building houses the city's archives, by the way. Well, in the east, a really cold start to this day after the big snowstorm. Most people woke up to temperatures well below freezing. Up to 15 inches of snow fell on parts of New England as the storm churned up the eastern seaboard. And earlier, it dumped heavy snow on parts of the snow. Out west, another winter storm blowing in from the Pacific. High winds, heavy rain and snow are all part of the mix now. Mountain areas <COULD> get up to four feet of snow."
  },
  {
    "transcript_id": "CNN-235937",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "Frosty, testy.",
    "statement": "<PROBABLY> worse than that in private."
  },
  {
    "transcript_id": "CNN-54911",
    "matched_terms": {
      "definitely": "none"
    },
    "previous_statement": "We also hear about UVA and UVB. UVA ages us. UVB burns us. So what sunscreen should we use to protect against both?",
    "statement": "<DEFINITELY> go for one that contains zinc or Parsol 1789."
  },
  {
    "transcript_id": "CNN-106878",
    "matched_terms": {
      "of course": "none",
      "think": "none",
      "viewing": "none"
    },
    "previous_statement": "The death of Zarqawi, while enormously important, will not mean the end of all violence in that country. And one ought not to take it as such. But let there be no doubt, his -- the fact that he is dead is a significant victory in the battle against terrorism in that country, and I would say worldwide, because he had interests well outside of Iraq. He was an integral part of the global war on terror.",
    "statement": "Kyra, the U.S. military putting out two photos of the dead Zarqawi. Let's look at the first one. They acknowledge they cleaned him up for this photo to be taken. Cleaned the blood and debris off his face. Some of the photography of Zarqawi simply too gruesome, we are told, for public <VIEWING>. So the first photo, which I <THINK> we have, is the one you see that was shown at the briefing of Zarqawi, cleaned up. Later, a second photo was released by the U.S. military, showing Zarqawi with blood and debris on his face. We are now told by military sources that Zarqawi, <OF COURSE>, after that strike, a devastating strike, suffered extraordinary severe trauma to the back of his head, his chest and his neck. We are not seeing those wounds, of course. The military saying they're not suitable for public viewing. They do not want to inflame the Islamic world with this. Officials also telling us Zarqawi's body at this hour remains at an undisclosed location in Iraq -- Kyra."
  },
  {
    "transcript_id": "NPR-13224",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "So he's basically arguing in the rest of the debate that China is not an enemy but a competitor. How do you think that whole idea of enemy-competitor-friend played out between the different candidates?",
    "statement": "Well, it's almost a question of who's on top - not to be crude about it. When they're talking about, you <KNOW>, China being a competitor, the question that I put to them is: Given China's - given the huge trade deficit that we have with China, the military buildup in China, the flood of U.S. goods that come into this market, the country's muscular manufacturing capability -that was the basic question - who has the leverage at this point, U.S. or China?"
  },
  {
    "transcript_id": "CNN-225531",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "Legal Sea Foods speaking out using their twitter feed sending a message saying they are devastated by the news of the leak and also offering condolences on the loss of their general manager here, Steven Nelson. In Huntington, New York, Alexandra Field, CNN.",
    "statement": "All right, Alexandra, thank you very much. Twenty-six people who were treated have been released from the hospital. The New York city mayor wants to crack down on speeders zooming through the streets. He <MAY> want to use himself as an example of what not to do since his motorcade was spotted speeding and running stop signs. We are going to talk about that next."
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "think": "none",
      "believe": "none",
      "know": "none",
      "should": "none"
    },
    "previous_statement": "Well, we believe it should. That's the point. This is what budgeting is all about, Chris. It's about making tough choices to fix our country's problems.",
    "statement": "So he says, I <BELIEVE> it <SHOULD>, Chris Wallace said that's not going to happen, and I <THINK> 90 out of 100 people in the <KNOW> would answer that question the same way. It's not going to happen. So to some degree isn't it a waste of time to be negotiating something in a budget that is not going to happen? You're not going to be able to repeal Obamacare unless a bunch of Democrats agree with you, which they're not?"
  },
  {
    "transcript_id": "CNN-102323",
    "matched_terms": {
      "should": "none",
      "appearing": "none"
    },
    "previous_statement": "A civil rights icon herself, she ranks among the most influential African-Americans of all time. Soledad O'Brien reporting.",
    "statement": "Once again, we're waiting to hear from some leaders, including the former mayor and former U.N. Ambassador Andrew Young. He'll be <APPEARING> with the current mayor, Shirley Franklin, of Atlanta. They'll be talking about Mrs. King, coming up in just a bit. And in a moment, we'll be speaking with the Bishop Eddie Long. He has a personal relationship with the family and talks about the final moments of Coretta Scott King. And he <SHOULD> be here with us in just a few minutes. Meanwhile, there is sadness and a search for answers this morning after a shooting rampage at a postal facility in Southern California. Authorities say seven bodies were found inside the building. One is believed to be the body of the suspected female shooter. CNN's Ted Rowlands joins us now. He's live in Goleta, just north of Santa Barbara. Ted, hello."
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "know": "none",
      "absolutely": "none"
    },
    "previous_statement": "Everybody's denying it, Arianna. But wouldn't that be a pretty strong ticket?",
    "statement": "Well, actually, there is <ABSOLUTELY> no foundation to that rumor. You <KNOW>, even --"
  },
  {
    "transcript_id": "CNN-285646",
    "matched_terms": {
      "certainly": "none"
    },
    "previous_statement": "And that's why am guessing I hear the skepticism in your voice. How much of this downdraft is due to the collapse of the commodity prices? Certainly not the only country hit by that, and how much has to do with the political crisis?",
    "statement": "I would have to say that this is mostly self-inflicted pain. <CERTAINLY> the decline in commodity prices did not help, but to a certain extent this is unnecessary. We did not have to see another contraction with the severity."
  },
  {
    "transcript_id": "CNN-83825",
    "matched_terms": {
      "think": "none",
      "could": "hedge",
      "know": "none",
      "reportedly": "hedge"
    },
    "previous_statement": "I think that's not true.",
    "statement": "According to the \"Post's\" reporting of the book, the president had made up his mind to take military action in Iraq by early January, 2003. Quoting the president: \"I am prepared to risk my presidency to do what I <THINK> is right. I was going to act and, if it <COULD> cost the presidency, I fully realize that.\" Bush was <REPORTEDLY> asked by Woodward how history would judge the war and replied \"history, we don't <KNOW>. We'll all be dead.\" Brian Todd, CNN, Washington."
  },
  {
    "transcript_id": "CNN-286056",
    "matched_terms": {
      "might": "hedge",
      "sort of": "hedge"
    },
    "previous_statement": "Welcome to the INTERNATIONAL DESK. Thanks for joining me. I'm Robyn Curnow. Here's a check of the headlines.",
    "statement": "And concern about the Zika virus is casting a shadow over this summer's Olympic Games in Rio. In the next hour, the organizing committee is scheduled to hold a news conference on the effect the virus is having on the games. Brazil's new sports minister says he's convinced the games will go ahead as planned, starting on August the 4th. He adds the number of Zika cases will be, in his words, \"close to zero.\" Well, concern about Zika has prompted at least one athlete to pull out of the games. U.S. cyclist Tejay van Garderen has withdrawn from consideration because he's concerned and worried, he said, that he <MIGHT> pose some <SORT OF> danger to his wife, who is pregnant. Tejay joins us now via Skype from France. Why have you made this decision? How hard was it?"
  },
  {
    "transcript_id": "CNN-89656",
    "matched_terms": {
      "think": "none",
      "know": "none",
      "perhaps": "hedge"
    },
    "previous_statement": "And it's very clear that they're not going to clear -- pull the plug from this cleric, according to what he said today. But the question is if they're not going to take Arafat off of life support, why are there plans being made for the end of this week for a funeral and burial?",
    "statement": "I don't <THINK> there are a question about the situation of Yasser Arafat. Everybody is in agreement that he is heading towards that, that he is going to die, but when is the question. You have to remember that the Palestinians do not have an infrastructure. They're not ready for something of this magnitude, the death of the only leader they've known. So, they have to prepare. And they came up with this -- they decided to bury him at his headquarters in Ramallah, which is an official building. It's not a burial place. So, they have to prepare it, and that's what we see. We see a lot of action -- right there you see it -- a lot of action cleaning up the headquarters. Also, they expect lots of crowds to show up for the burial ceremony. They expect a lot of Palestinians to pour in and <PERHAPS> spend days and nights there in shifts, just to be there. So, they have a lot of cleaning up to do, and a lot of preparation. You <KNOW>, to bury him, they have specific guidelines that they need to follow -- which way the burial place is going to be facing, and which way he's going to be buried. You know, is he going to have a traditional burial, or is he going to be lying in state there for people to see him? Lots of questions. So, lots of preparation, because when the news does come in that he's dead, these people want to be ready."
  },
  {
    "transcript_id": "CNN-245800",
    "matched_terms": {
      "could": "hedge",
      "around": "none",
      "fact": "none",
      "obviously": "none",
      "knows": "none"
    },
    "previous_statement": "None",
    "statement": "All right. We're standing by. The mayor of New York is now being introduced by the former D.A., district attorney, in New York. We're going to hear what the mayor has to say. Tensions are <OBVIOUSLY> very, very high right now between the mayor and NYPD. The mayor has a lot of work to do, in <FACT>. We saw the virtually unprecedented picture of the mayor of New York going to the hospital Saturday night to pay his respects to the two police officers who were gunned down and you saw two columns of police officers simply turning their backs on the mayor of New York, refusing to look at him, refusing to look at him in the eye. They simply turned <AROUND>, refused to look at the mayor. So the mayor <KNOWS> he's got work to do. Earlier, he met with the families of Rafael Ramos and Wenjian Liu, the two police officers who were gunned down. Tom Fuentes, as we await the mayor, here's the concern in New York City and it's demonstrated. Police officers are new rules now. They are not going out by themselves. They are being joined by others. They are afraid, and for good reason given the social media out there, that there <COULD> be copycats and other officers could be in danger."
  },
  {
    "transcript_id": "CNN-267067",
    "matched_terms": {
      "clear": "none"
    },
    "previous_statement": "None",
    "statement": "Welcome back to CNN's News Stream, broadcasting live from Hong Kong where you can see the weather is calm and <CLEAR> this evening over Victoria Harbor. But moving to the Philippines, those islands are not so fortunate. In the Philippines this hour, tens of thousands of people are huddling inside emergency shelters as a powerful typhoon keeps lashing the region. Typhoon Koppu made landfall Sunday, dumping a huge amount of rainfall. The storm is churning ever so slowly, triggering floods in one own after another. At least three people have been killed. Koppu is expected to bring much more rain to the Philippines before it moves on. Chad Myers is tracking this storm for us. Chad, what more can you tell us?"
  },
  {
    "transcript_id": "CNN-250267",
    "matched_terms": {
      "sure": "hedge",
      "probably": "hedge"
    },
    "previous_statement": "Well, Maggie, Ukraine is under attack, and unfortunately, Russia is using all possible means to put pressure on us. And this time, this is gas. Since last October, Ukraine is prepaying for gas, and at this point in time, we still have sufficient amount prepaid for -- to consume -- to buy gas from Gazprom. However, Gazprom apparently is pumping 15 million cubic liters into the war zone, and they want to get paid by us for this gas. Unfortunately, we don't -- we're not able to measure whether they are pumping or not. That's the biggest problem. From our side, the buy plan is working. So, we also provide gas to the area. So, we don't see any reason for Gazprom to pump the gas into the area.",
    "statement": "Well, I'm <SURE> Russia <PROBABLY> --"
  },
  {
    "transcript_id": "CNN-339880",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Do you believe the Iranians were fully complying with the specific terms of the Iran nuclear deal? The International Atomic Energy Agency, France, Germany, the U.K., they were all saying that Iran was in full compliance. Was it?",
    "statement": "Basically, they were in full compliance. I <THINK> the very impressive operation there our Mossad made in Tehran, bringing out a thousand pounds of documents and so on. Whenever you dig into it more and more, you'll find there is no slightest evidence of any violation after 2015, and basically, all the information, however impressive, that was found there was already known here in Washington and Tel Aviv and in Vienna."
  },
  {
    "transcript_id": "NPR-35054",
    "matched_terms": {
      "stuff": "none"
    },
    "previous_statement": "Some air travelers may prefer this ala carte pricing, but not Mark Standbower(ph), who was getting off an American Airlines flight in Chicago yesterday. He thinks the extra charge on checked suitcases could backfire.",
    "statement": "It's going to mean more <STUFF> that goes into the plane, people jamming bags up top. One bag checked is actually good for the plane, rather than having people carry everything on and filing up the overhead space."
  },
  {
    "transcript_id": "CNN-298329",
    "matched_terms": {
      "believe": "none"
    },
    "previous_statement": "What about American families?",
    "statement": "Because they <BELIEVE> that because of --"
  },
  {
    "transcript_id": "CNN-233696",
    "matched_terms": {
      "stuff": "none"
    },
    "previous_statement": "Well, I didn't think a whole lot at that moment because the event horizon was so fast, things were happening so quickly and I was so adrenalized by the escape and the recapture that is was sort of like rolling in surf. You're just struggling to get your next gulp. You're not thinking a whole lot. Nor at the best as having much of a criminal event. And its passage erodes people's integrity. I think that's what had happened. I think also it's very fair to say that as time has gone by, most Syrians or many Syrians regard Western journalists as embodying the cynicism of the West's inaction in Syria. We come, the few of us who still go there; we report. We take photographs. We film their suffering. And nothing changes.",
    "statement": "Even after all of that, you have written today in \"The Times\" a piece, a column that says arm the opposition; it's our least worst option. Prince Turki al-Faisal, former intelligence minister of Saudi Arabia, said that all of this ISIS <STUFF>, a lot of what's happening in Iraq, is because of this festering wound that was allowed to continue getting worse and worse in Syria and that has now bred what he said a pool of bacteria."
  },
  {
    "transcript_id": "CNN-208654",
    "matched_terms": {
      "around": "none"
    },
    "previous_statement": "And now, we're coming close to five o'clock. Are they giving you updates in terms of how she is doing hour by hour? What have they told you so far?",
    "statement": "Not a lot, just that she's -- they brought her into the O.R. <AROUND> 12:00, but they didn't start operating until what time?"
  },
  {
    "transcript_id": "CNN-210219",
    "matched_terms": {
      "should": "none",
      "stuff": "none"
    },
    "previous_statement": "They really are struggling.",
    "statement": "It's too bad that's the nature of the business. <STUFF> changes, but my heart goes out to them, because I still love going to those little bookstores and seeing what's on those shelves. Alison, you'll continue to monitor the markets for us, thanks very much. We're waiting for testimony to begin once again in the George Zimmerman murder trial. Right now, they are going through whether or not there <SHOULD> be an animation, computerized animation released as evidence. The jurors are not in the courtroom. The judge will make a decision, we assume, soon. There's Mark O'Mara, the criminal defense attorney, who wants this animation released. The prosecution doesn't. We'll monitor that. We'll take a quick break, we'll be right back."
  },
  {
    "transcript_id": "CNN-163586",
    "matched_terms": {
      "feel": "none",
      "may": "hedge",
      "knows": "none",
      "thought": "none"
    },
    "previous_statement": "I'm aware everyone, the Japanese government, the IAEA and Self Defense Force is trying hard to get this problem fixed. But I'm not sure. I hope -- I really hope things will go better, or at least not get any worse.",
    "statement": "This father of two young children <THOUGHT> he'd lost everything when the quake struck. His eyes tear up as he tells me how, for six hours, he lost all phone contact, how he held his family tight when he finally made it home. Now he wonders if he can ever <FEEL> safe in Fukushima again, if he is putting his children at risk. But where will he work? The Daiichi plant is all he <KNOWS>. His is an uncertain life. For now, home is a relief shelter in the shadow of another nuclear plant. (on camera): In a place like this, how can the Fukushima workers and their families ever forget their fears, what they've been through and what <MAY> lie ahead? (voice-over): These are dark days for japan. But if there's one light for this one man, he is alive and he has his family close."
  },
  {
    "transcript_id": "CNN-157973",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "Absolutely. And it was really -- he's been such an elegant person, for lack of a better term, in the courtroom. This is the first time that I think we've seen him with this sort of emotion. And he said there is no closure, and it was really just so introspective because he has been suffering through not only the penalty phase but the guilt phase and now again for this upcoming trial.",
    "statement": "And as he said today, I mean, it takes years and years for these things to come to trial, and it was one of the things he was <SORT OF> complaining about in the state of Connecticut why it takes so long just to get a trial."
  },
  {
    "transcript_id": "CNN-164464",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "As we heard just moments ago, if the government shuts down, hundreds of thousands of people will have to do without. At least for a while. But a lot of the details are just now becoming clear. Tom Foreman has been digging into the impact of a shutdown. He joins us now from Washington. Tom, if the government shuts down, describe for us exactly what's going to happen.",
    "statement": "All right, Eliot. Well, let's talk about who's going to be affected. Because that's really the people who are most worried right now, like the young lady you were speaking to a moment ago. If you have a shutdown, who's affected? An estimated 800,000 federal workers <COULD> be furloughed. U.S. troops, as that woman mentioned, would not be paid on time. Processing of paper tax returns and refunds would stop. Passport applications would be processed at a slower pace. National parks and museums will close. Approval of small business loans will stop at SBA, no new FHA loans. The EPA would cease monitoring pollution. No new clinical trials at NIH. Those are the people who will be affected if the shutdown comes through, Eliot."
  },
  {
    "transcript_id": "CNN-300039",
    "matched_terms": {
      "may": "hedge",
      "apparently": "hedge"
    },
    "previous_statement": "For those on the outside looking in the decision to stay in this no man's land seems senseless. But for Abu Tiba, Oma Ali, and all the others there is simply no other choice. Christiane Amanpour, CNN, London.",
    "statement": "Libyan forces are back in control of the coastal city of Sirt. A spokesman for the military operation says the last city district has been taken from ISIS and the area is being cleared of mines and IEDs. Libya began the offensive in <MAY> backed by U.S. air strikes. Sirt was the only major city outside Iraq and Syria under ISIS controls. Authorities in Bolivia have arrested the head of Lamia Airlines, the charter airline that owned the plane that crashed last week in Colombia. Two other employees were also taken into custody. 71 people were killed when the plane went down last Monday in Colombia. Many of the victims were football players for the Brazilian Chapecoense club. The plane was <APPARENTLY> low on fuel and was out of power. Still to come here on NEWSROOM L.A. Barack Obama reflects on his national security achievements over the last eight years and has some advice for his successor. Also, how the military relationship between the U.S. and some Asian nations may change under Donald Trump's administration."
  },
  {
    "transcript_id": "NPR-41837",
    "matched_terms": {
      "probably": "hedge",
      "thinking": "none"
    },
    "previous_statement": "None",
    "statement": "A flap in the Virginia Senate race this past week got us <THINKING> about religion and politics. You've <PROBABLY> heard by now that the incumbent, Republican Senator George Allen, is dealing with the recent revelation that his mother was raised as a Jew. This came to light after Senator Allen blurted out a racial slur for black people that's used in North Africa. That's where his mother grew up, and that was the clue for the Forward, a Jewish newspaper. It traced Mrs. Allen's lineage and concluded that she was descended from an illustrious Jewish family, the Lumbrosos."
  },
  {
    "transcript_id": "CNN-112441",
    "matched_terms": {
      "think": "none",
      "fact": "none",
      "absolutely": "none",
      "unlikely": "hedge",
      "seems": "hedge"
    },
    "previous_statement": "Secret CIA flights and secret CIA prisons for terror suspects. An E.U. report says they might be the worst kept secret in Europe. CNN's Paula Newton is in London with all the details.",
    "statement": "Well, the E.U. report claims that 11 E.U. countries knew about these secret CIA flights and that they knew that the CIA was operating secret prisons in Europe. Now, this report is not legally binding. But some of the information they came up with is interesting. They were given significant logs in terms of the flights and exactly where they happened. There were more than 1,200 of these flights, in <FACT>. Germany had 336. The United Kingdom, 170; Portugal, 91; Spain, 68; Italy, 46; Ireland, 147. I mean, these were a lot of flights, mainly conducted in 2003 and 2004. What is interesting here is that the European Union has called on these individual governments to launch their own investigations, mainly because they don't have the power to investigate further. It <SEEMS> highly <UNLIKELY> that any of these countries will do so. They will take cover under national security, saying that they won't be allowed to divulge this. There has been speculation that, in fact, a secret CIA prison was operating in both Poland and Romania. President Bush, back in September, admitted that these CIA prisons did exist. And, although they don't have any detainees in them right now, he wouldn't rule out the fact they would be used again in the future. This has really been an issue nagging at the European parliament. I <THINK> they don't want to have the taint of these kinds of secret clandestine transfers, interrogations, hanging over Europe. And so they have pushed this issue through to the parliament. As I said, there is <ABSOLUTELY> nothing that is legally binding about this. This issue, though, will continue to grind on in the European parliament. They expect to go through this report. As I said, it's only a draft report. They expect to go through it early in the new year. Paula Newton, CNN, London."
  },
  {
    "transcript_id": "CNN-175536",
    "matched_terms": {
      "best": "none",
      "clear": "none",
      "seems": "hedge"
    },
    "previous_statement": "And happening right now, London bracing for yet another showdown, students coming out to march against tuition fees that have tripled. Take a look at those live pictures. They are expecting, what, some 10,000 protesters to show up. And, of course, the last time students rallied in the streets because of tuition hikes there was violence. So, London authorities are hoping things will be more peaceful this time. Phil Black is live in London for us this morning. Good morning, Phil.",
    "statement": "Student protests here still in the west end of London and there is considerable -- as you say the first major on this issue <SEEMS> the disruptive process -- it is also the <BEST> major student protest since the riots that took place in the city over the summer. So some 4,000 police officers on the streets. You can see them over here escorting the crowd along. And we're also seeing within this crowd, undercover police officers carrying placards and dressed as the protesters. One of the key goals for the police here today is to ensure that this crowd of some several thousand students keeps to the agreed route through the city. But they really want to avoid is stop this group from meeting up with the Occupy protest movements that is in the center of the city near London stock exchange. These protesters are here to try and link up with that group. The police have made it very <CLEAR> they're not prepared to tolerate that. They're not going to let that happen. But so far, everything has been pretty calm here in London as it stands. Back to you."
  },
  {
    "transcript_id": "CNN-277973",
    "matched_terms": {
      "potentially": "hedge",
      "know": "none",
      "quite": "none"
    },
    "previous_statement": "Could he get more supporters out of it?",
    "statement": "Well, there's been a lot -- well, <POTENTIALLY>. I mean, there's been a lot of ammunition that has been thrown Donald Trump's way. But the reality is he had significant wins in New Hampshire, South Carolina, and Nevada as well as Super Tuesday last night and has indicated his dominance in various regions of the United States. I mean, he's won in the north. He's won in the south, he's won in the west, and he has also picked up, you <KNOW>, different parts of the Republican delegation along the way. And what he's been doing is running this rage against the machine type of campaign that's resonating with Republican voters who are angry. They're angry with the establishment. They're angry with people, <QUITE> frankly, like Mitt Romney. So I don't know if he is the right messenger at this moment for this anti-Trump rhetoric and the reality as this comes down to math, you need 1,237 delegates ..."
  },
  {
    "transcript_id": "CNN-285155",
    "matched_terms": {
      "around": "none",
      "thought": "none"
    },
    "previous_statement": "It certainly adds to pressure that they've been feeling. And that's a -- we were saying, wow, go back a year. We didn't think we'd get here. Just a few weeks ago, we didn't know that any candidate was going to get to 1,237. We thought he may fall just short of that. That was only a few weeks ago for us to remember that. And talking about a contested convention in Cleveland. So, he can -- the strength that he has shown all throughout has never going away. He was able to vanquish the final two opponents, in Ted Cruz and John Kasich, just a few weeks ago. And if that didn't bring the whole party together -- though as John notes, you do see, in polling, the Republican Party is consolidating around him. I do think now, the hold-outs in the establishment are going to feel even more pressure, between now and Cleveland, to really present a united party.",
    "statement": "Just quickly on that point. Republican voters out in the country, if you look at the polling, they say get over to establishment. Even the people who didn't vote for Donald Trump in the primaries are saying, he won fair and square, rally <AROUND> him. But our Capitol Hill team, I see an e-mail here from Ted Barrett and Manu Raju up on Capitol Hill, asked about reports that Trump has secured the nomination instead of Ted Cruz, who <THOUGHT> this was going to be his nomination. Quote, \"Call my press office.\" ("
  },
  {
    "transcript_id": "CNN-349323",
    "matched_terms": {
      "of course": "none",
      "could": "hedge"
    },
    "previous_statement": "The key blockage in terms of extradition is the Russian constitution. It bans the extradition of Russian citizens to third-party countries. If the British authorities are saying they know where these guys are, they're not revealing that just yet. I think the last that they believe that they've seen of them was when they boarded that flight back to Moscow. Again, although there saying they know these two are members of the Russian military intelligence agency, they are not saying that they have confirmed their actual identities. That is their names, where there from, who they actually are, because that today the police have only revealed the aliases that they believe they were traveling under. But I guess what it does mean is that if they do set foot in Europe and they are identified it does open the possibility for them to be arrested and sent back here. So, potentially if these guys are professional spies who move around to carry out operations, it does limit what they can do and how they could actually move and operate within Europe itself -- Lynda.",
    "statement": "All right, Phil Black for us in Salisbury, England. Good to have you on the case. Thanks so much. Well Russia is now confirming that its warplanes carried out bombing raids in the Syrian province of Idlib just hours after Donald Trump warned Syria and its allies against reckless attacks in the region. Russia's state news agency says the air strikes targeted the terror group, Jabhat al-Nusra. Syria's military has been sending reinforcements to Idlib for weeks preparing for a final assault of the last major rebel stronghold. Well, the U.N. warns that it <COULD> result in a bloodbath. Let's bring in our chief international correspondent, Clarissa Ward, who has reported extensively in Syria. Good to have you always with us. Clarissa, even before this full-blown offensive, when we are seeing airstrikes, and <OF COURSE> the rebels responding."
  },
  {
    "transcript_id": "CNN-228653",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "And in your experience that was exactly what changed the investigation for the understanding of what happened to Air France Flight 447, right?",
    "statement": "As far as we <KNOW> those are the only two witnesses, the cockpit voice recorder and the flight data recorder of the events that happened in this case."
  },
  {
    "transcript_id": "CNN-382573",
    "matched_terms": {
      "around": "none"
    },
    "previous_statement": "You mentioned what General John Allen said. He said it on our show here yesterday, and I had asked him, but what were the Turks meant to think in the face of President Trump's phone call, the tweets, the counter tweets? And he did say that it was chaos, and he went on to explain. We're just going to play the sound bite. Well, basically, what he said was, you know, chaos, but he also said, we cannot-- this is what happens when you do foreign policy by tweet. What you get when you have a single phone call between world leaders and when they put the phone down, no further coordination within the U.S. government. I mean, you have been an ambassador. You have been a policy adviser. You're a career diplomat. What are the dangers of this, you know, leader-to-leader discussion, as General Allen says, with no system to be able to advise the President about what he might say, what he might think?",
    "statement": "Presidents have always had conversations with their counterparts <AROUND> the world. What is different now is that President Trump behaves in an erratic and impulsive manner, taking decisions off the cuff. He is often, almost consistently rejects any deliberative process where people with expertise can come forward and talk about the risks, talk about the challenges, explain the background of something so that he can take an informed decision. He rejects all of that, frequently gives it the back of his hand. There are no interagency meetings, there is no deliberative process, and then often, what happens? We've seen it now. We've seen it many times in the past. When he is in discussion with an autocratic strongman leader, he finds that irresistible and often ends up agreeing to whatever they ask for. This is really scandalous, this decision that he's taken."
  },
  {
    "transcript_id": "CNN-303641",
    "matched_terms": {
      "facts": "none"
    },
    "previous_statement": "I think it's been hardball anyway. It's packaged differently.",
    "statement": "You mentioned <FACTS>, the magic word. Let's listen to what Kellyanne Conway said this morning about facts."
  },
  {
    "transcript_id": "CNN-328838",
    "matched_terms": {
      "around": "none",
      "hoping": "hedge"
    },
    "previous_statement": "And people would have to pay that by the end of this calendar year? Or by the time they file their taxes in April?",
    "statement": "We've been calling <AROUND> -- no. We've been calling around to these offices and they say December 29th by noon. So you have got a few days to figure it out. And you have to figure it out with your mortgage company, your bank, too. You can also defer income for things like commission and bonuses, wait until 2018. A lot of people will have a lower tax rate. So if you can push off some of that income that can save you some money. Pay expenses that will no longer be tax-free, work-related expenses, tax prep fees, you can pay those now. And then you have the lower rates. Make charitable contributions now. If your tax rate falls next year, this year's deductions will be more valuable. And here's the example. For a married couple making $160, donating $1,000, their current tax rate is 28 percent, so they save $280 on that charitable contribution. By next year, their rate falls, so they only save $220. And it's one of the reasons that charities are concerned. They're <HOPING> that people don't hold back next year on charitable deductions."
  },
  {
    "transcript_id": "CNN-59946",
    "matched_terms": {
      "certainly": "hedge"
    },
    "previous_statement": "All right, quickly, we're just about out of time. Donna, how do you get a hold of Team In Training if you're interested?",
    "statement": "<CERTAINLY>. People can log onto our Web site, which is www.leukemia-lymphoma.org or dial 800-482-TEAM. We look forward to seeing as many participants as possible in our quest to find a cure for leukemia, lymphoma and myeloma."
  },
  {
    "transcript_id": "CNN-344369",
    "matched_terms": {
      "obviously": "hedge"
    },
    "previous_statement": "Officials say the children will come out one by one as each grow strong enough to escape. Outside the cave, soldiers link arms to create a road through the jungle for ambulances to arrive. A practice drill, but perhaps an early glimpse of a coming miracle. The rescue that seemed almost impossible just days ago.",
    "statement": "Now, while the focus is getting these boys to exit the cave from this entrance, that being the only entrance at this stage, there has been a development late this afternoon, Ivan. We understand that the boys have told the divers that they have heard the noises of dogs barking, roosters crowing and even heard the choices of children. Now, the Navy divers they question the kids but they say this is what they've heard over several days. That would indicate that there are air holes close by within the vicinity of where these boys are seeking refuge, deep within the boughs of this cave. So as a result of that information, the focus has now really changed. They have sent teams of rescuers up into the mountains to start looking for those chimneys, those access points, those air holes. One of the men involved in that team, he said we're looking for signs that the mountain, that the cave, is breathing. So, if they can find that air hole, Ivan it would make it so much easier <OBVIOUSLY> to get these boys out safe and sound."
  },
  {
    "transcript_id": "CNN-389181",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Did she hire a nun to stand by the coffin?",
    "statement": "I don't <KNOW> who he nun is. But she sent me her mini coffin?"
  },
  {
    "transcript_id": "NPR-43225",
    "matched_terms": {
      "of course": "none",
      "could": "hedge"
    },
    "previous_statement": "Bob Barnes, George Clooney's character, at least inspired by      you, if not based on you--I don't know what's the best adjective here--he      is disowned by the CIA.",
    "statement": "I was disowned by the CIA.  In 1995 I was brought up on      charges of attempting to kill Saddam Hussein.  I was told not to have a      lawyer, and I was--at the end of it, the FBI told me this was a capital      crime and they <COULD> have brought charges against me had they wanted to.      They chose not to.  So Gaghan has taken this story and, <OF COURSE>,      rejiggered it, and you do get cut loose."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "Oh, I see. Does your employer know that coming to Macy's to shop is part of the job?",
    "statement": "Well, <PROBABLY> not."
  },
  {
    "transcript_id": "CNN-305505",
    "matched_terms": {
      "believe": "none",
      "sure": "hedge",
      "know": "none",
      "kind of": "hedge"
    },
    "previous_statement": "-- turned down the opportunity to serve the country and the President. It's a big deal.",
    "statement": "It's too bad, Anderson. But, you <KNOW>, again, I'm not <SURE> that we know all the behind the scenes of this and I just -- I mean, as David well remembers, President Reagan went through six of these people, he fired two of them. The first one and fifth one and there was controversy over another one that was Judge William Clark who had been a Supreme Court Justice in the California State Supreme Court and wound up as the president's national security adviser. You can <BELIEVE> there is controversy over that. So I tend to take these <KIND OF> things with a grain or salt because the long-term effect is how the presidency of that individual turns out and Ronald Reagan is with lot of us seen is one of the great American presidents and these kind of controversies are long gone."
  },
  {
    "transcript_id": "CNN-232742",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "The family in this car says yes, just five minutes away. It was fine. They just asked us for our I.D.s. The family is from Samara, leaving home and everything behind, having heard that Kurkov is, relatively speaking, safe. In part because of the foresight of the local government. Security in the city was never reliant on the Iraqi military.",
    "statement": "First of all, the Iraqi Army was given vast areas to control and they were having significant problem even taking care of themselves. And a lot of them were deserving. We just really didn't trust that they <COULD> do this."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "could": "hedge",
      "should": "none",
      "appear": "none",
      "appearing": "none"
    },
    "previous_statement": "The war was an American war by providing the arms, and the planning, and by giving deadline after deadline to the enemy.",
    "statement": "Hassan Nasrallah also had plenty to say about United Nations peacekeepers who are re-enforcing the mission to stabilize the Israeli/Lebanese border. Nasrallah told them they were not here to spy on Hezbollah nor to disarm the group. Nasrallah said no army, quote, \"In the world <COULD> disarm Hezbollah.\" This was a day of mass celebration for Hezbollah's legions of Muslim Shia supporters. It was also an occasion when Hezbollah leader really laid down the law as far as he's concerned about the future of Lebanon. He says he wants to see the current pro-U.S.-backed government, led by Prime Minister Fouad Siniora to step down and to make way for a new unity government that will be more pro-Syrian, and in effect close to Iran, Hezbollah's main supporter in terms of money and logistics. Now, this was Hassan Nasrallah <APPEARING> not without risk, he said, even some 30 minutes before he appeared, he said he was arguing with his own security advisers about whether or not he <SHOULD> <APPEAR> in public. In the end he was on display throwing out rhetoric against Israel, against the United States, for more than an hour. \"A very important day,\" he said, \"A historic day, a day in which all Lebanese could celebrate what he called a divine victory over Israel.\""
  },
  {
    "transcript_id": "CNN-287608",
    "matched_terms": {
      "feel": "none",
      "should": "none"
    },
    "previous_statement": "Well, you know, I believe in Tony Robbins. I think he has done a lot of wonderful thing for millions of people. I still believe in him. Will I fire walk again? Well, if Tony goes firstly follow him through the pit but other than that I'm not 100 percent sure that I'm going to be fire walking anymore. But, you know, it has set up to overcome your fears. And you know, of course, everybody is scared of burning and scared of coals, but it's supposed to be safe. I did it four months ago, nothing happened. I mean, 7,000 people walked through the fire walk on the last event that I attended. I didn't see anybody injured the last time.",
    "statement": "I <SHOULD> read this statement from a spokesman for Tony Robbins that says \"it's always the goal to have no guests with any discomfort afterwards but it's not uncommon to have fewer than one percent of participants experience hot spots which is similar to a sun burn that can be treated with aloe.\" So there you have it. Did it <FEEL> like a sunburn o you?"
  },
  {
    "transcript_id": "CNN-137257",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "No worries. You've got a lot going on around you. All right, Elaine. Elaine Quijano at the White House for us. Elaine, thank you.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-77616",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Thank you.",
    "statement": "You <KNOW> the last image we all had in the FBI investigation was the draining of that pond in Maryland, near scientist Steven Hatfill's home. What is the latest on that?"
  },
  {
    "transcript_id": "CNN-198724",
    "matched_terms": {
      "potentially": "hedge",
      "could": "hedge"
    },
    "previous_statement": "Now, as far as the damage here in New York, NYPD says it expects to get into those facilities to assess the damage in coming weeks. It doesn't believe that all of the evidence was damaged in those facilities. But right now, it's unclear. Meantime, the chief attorney for New York's legal aid society says that he definitely expects more cases to emerge where there is going to be a problem. He cites 213,000 criminal cases each year throughout New York City -- Wolf.",
    "statement": "Couldn't more be done to foresee what <POTENTIALLY> <COULD> happen, leaving all these evidence in a relatively vulnerable area, facility on the water?"
  },
  {
    "transcript_id": "CNN-309408",
    "matched_terms": {
      "should": "none",
      "clear": "none",
      "sort of": "hedge"
    },
    "previous_statement": "Jake, always good to be with you. Thank you.",
    "statement": "So, it is very <CLEAR> that the president is considering some <SORT OF> response, some sort of retaliation, attack, whatever you want to call it against Assad and his forces after the chemical weapons attack. He says something <SHOULD> happen. What would you advise him to do?"
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "around": "none",
      "absolutely": "hedge",
      "appear": "none"
    },
    "previous_statement": "The recall of Firestone products affected more than 6 million tires. But its impact could be far reaching on a number of auto products. Tab, should I be concerned about other tires, or should we be concern about other tires, other than the ones that are in question?",
    "statement": "Well, as a general proposition, tires are going to fail from time to time, due to manufacturing defects. What we've got to focus people on right now is the confusion that centers <AROUND> whether these tires are failing because of a manufacturing defect, or whether they are failing because of a defect in the design of these tires. The answer to your direct question is, no, you shouldn't be concerned about your tires unless you have one of these Firestone either ATX, ATX II or Wilderness AT, or in some cases the Wilderness HT, because those tires <APPEAR> to be having a similar type problem. So if you have got those kinds of tires, <ABSOLUTELY>, you will be concerned."
  },
  {
    "transcript_id": "CNN-129066",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "When forgiveness came, they fully expected Michael to remain in jail for the 18-month sentence, but Vetter convinced a judge to release Michael from jail, so both could educate young people about the dangers of drunk driving. Michael is willing, but still too emotionally fragile to appear on camera. (on camera): Do you think you'll ever heal?",
    "statement": "I don't <KNOW>. I don't know. He's very remorseful for what happened."
  },
  {
    "transcript_id": "CNN-146028",
    "matched_terms": {
      "believe": "none",
      "know": "none"
    },
    "previous_statement": "I think you have to start with spending. I mean, think about this, John. Here we are. We are going to be voting today in the United States Senate on an appropriation bill that increases spending 12 percent over last year when the consumer price index was a negative 0.2 percent. You've got to start there. And what I would say is -- and Mark is right, I mean, Republicans share some of the blame. When we were in charge, we did not control spending well enough either, but we look like pikers compared to what's going on now. I mean, you have a Democrat president, as you said Democrat majority in the House, Democrat majority in the Senate. All of them have their foot on the pedal. I mean, this thing is -- they are driving this thing over the cliff, and somebody has got to put the brakes on. And what we are trying to say is, let's put the brakes on the spending side. Obviously, there is revenue in spending. These components, they interact, but until you start dealing with the spending issue here in Washington, D.C., we are never going to get our fiscal situation under control, and we are never going to be able, I think, to see the kind of economic prosperity that we have seen in the past. We can't continue to borrow and spend at this rate.",
    "statement": "I am going to assume that the Democrats have the votes to pass this today, and this bill will pass, the Republicans will complain, and they will move back to the health care debate. And one of the key questions there is health care costs are going up like this, and can you bend it? Can you start to bend that cost curve? As you both <KNOW>, there was a report this week from an Obama administration, the actuary for the Medicare and the Medicaid program. He raises some questions about this, as to whether the Senate plan or any of the plans as it now stands truly bends that cost curve. Do you <BELIEVE> it does, or does more need to be done?"
  },
  {
    "transcript_id": "CNN-377727",
    "matched_terms": {
      "clearly": "none",
      "could": "hedge",
      "perhaps": "hedge",
      "clear": "none",
      "appear": "none"
    },
    "previous_statement": "We are against the conditional visit of Rashida to Palestine. Rashida has the right to visit Palestine as a Palestinian, regardless of being a congresswoman, as any citizen with a U.S. passport has the right to come and visit their family without any conditions or pressure.",
    "statement": "It's worth looking at the political considerations here, given that we're one month out from an election for Netanyahu, a very tough re- election campaign for him with a fractured right-wing voter base. It's worth considering what his political considerations are, and his political position. There, it's <CLEAR>. Netanyahu has giant billboards of himself throughout Israel, showing him with Trump. The messaging has been how pro-Trump he is and how pro-Netanyahu Trump is, for that matter. And he wants it to <APPEAR> as if there's no daylight between the two. That's part of the election strategy that's been playing out here. But, Bianca, there's one more point to remember here. And that's right before the last election, Trump made a number of moves that were very <CLEARLY> pro-Netanyahu in an effort to try to get him elected: a blatant effort in terms of Israeli -- or American recognition of Israeli sovereignty in the Golan Heights, putting the Iranian Revolutionary Guard Corps on the terror list in the U.S., which Netanyahu took partial credit for. And that raises the question of what is it that Trump is going to do this time for Netanyahu. Whatever it is -- and it <COULD> be a number of different issues -- Netanyahu is not willing to put that in jeopardy this close to an election, and that, <PERHAPS>, another reason why Netanyahu wants to be seen as standing right with Trump on this issue."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "should": "none",
      "certainly": "hedge"
    },
    "previous_statement": "But we should be worried about his health, should we not?",
    "statement": "And we <CERTAINLY> <SHOULD> be, yes, indeed."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "confident": "none",
      "suspects": "none"
    },
    "previous_statement": "Hassan Nasrallah also had plenty to say about United Nations peacekeepers who are re-enforcing the mission to stabilize the Israeli/Lebanese border. Nasrallah told them they were not here to spy on Hezbollah nor to disarm the group. Nasrallah said no army, quote, \"In the world could disarm Hezbollah.\" This was a day of mass celebration for Hezbollah's legions of Muslim Shia supporters. It was also an occasion when Hezbollah leader really laid down the law as far as he's concerned about the future of Lebanon. He says he wants to see the current pro-U.S.-backed government, led by Prime Minister Fouad Siniora to step down and to make way for a new unity government that will be more pro-Syrian, and in effect close to Iran, Hezbollah's main supporter in terms of money and logistics. Now, this was Hassan Nasrallah appearing not without risk, he said, even some 30 minutes before he appeared, he said he was arguing with his own security advisers about whether or not he should appear in public. In the end he was on display throwing out rhetoric against Israel, against the United States, for more than an hour. \"A very important day,\" he said, \"A historic day, a day in which all Lebanese could celebrate what he called a divine victory over Israel.\"",
    "statement": "Brent Sadler reporting from Beirut. In Iraq, insurgents have killed four more of our troops. One of our soldiers and one of our Marines killed in Al Anbar Province. Another soldier killed in Baghdad. The military confirms the death of a soldier who was reported missing after a suicide bomb attack in Baghdad last week. And 52 of our troops have now been killed in Iraq, so far this month; 2,695 American troops have been killed in Iraq since the war began. The powerful chairman of the House Armed Services Committee Congressman Duncan Hunter declared his support for the treatment of a new deal on the treatment of foreign terrorist <SUSPECTS>. Congressman Hunter says he's <CONFIDENT> the deal between the White House and Senate Republicans will pass."
  },
  {
    "transcript_id": "CNN-127016",
    "matched_terms": {
      "know": "none",
      "around": "none",
      "quite": "hedge"
    },
    "previous_statement": "You said you know both girls, what can you tell us about them?",
    "statement": "Well, I've been away for five years. So my step daughter was very young when I left. And she's just a beautiful little girl. She's adorable. And then, the grand daughter, you <KNOW>, I spent -- I was <AROUND> her <QUITE> a bit with her growing up, gorgeous baby, incredibly gorgeous little girl. And she's just a little bit younger than my oldest daughter. And so -- it's just heart breaking to me because these girls deserve protection and deserve a chance at a decent life and they're not being allowed that."
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "None",
    "statement": "Ronald Reagan's Inauguration <MAY> have been the coldest on record, but we're giving it a run for the money."
  },
  {
    "transcript_id": "CNN-339978",
    "matched_terms": {
      "of course": "none",
      "could": "hedge",
      "know": "none",
      "around": "none",
      "quite": "hedge",
      "thought": "none"
    },
    "previous_statement": "Well, Anthony Quintano, please stay safe and thank you so much for sharing your reporting with us and what you're experiencing there. We'll be in touch. Again, please stay safe. If that wasn't enough now, I want to get you some more information about just how big these fissures are, how close they are to home, the kind of danger they pose. Meteorologist Tom Sater is joining us from CNN headquarters in Atlanta for more on that. Tom, help us out.",
    "statement": "All right. Let's break it all down, Ana, because it's <QUITE> massive really in its scope here. This is the main chamber. OK. Kilauea, we've seen <OF COURSE> the plumes. The fissures that are opening up are releasing this energy from underground are good 20, 25 miles away., So the lava that was in the main chamber has been draining. It's been making its way underground for that 20 or 25 miles. So let's break this down, too. Each time we have one or what's leading up to these are the tremors. We've had hundreds of them. Many <AROUND> the summit and then on the east rift. And this is where the fissures have been opening up. Now we <THOUGHT> we had number 18 today. Hawaii Volcano Observatory said no, it's just 17. Because officially to have a fissure it needs to emit lava. So you can have the smoke, you can have the pressure and the gas. But it needs to emit lava. This is Leilani Estate. These are where the homes are. Notice we've got evacuation zones, we've got road closures. The green triangles are all the fissures. Now over the weekend and last week, there was no rhyme or reason to them. We've had a couple on Thursday that were to the southwest and a couple of more to the northeast. But these weekends have been the furthest to the east that we have seen which tells you that this is traveling underground until it gives. So as this lava is released, it is draining the main chamber. That's important to <KNOW> here. Take a look at this imagery that we've got from the USGS. It's a camera that looks down into the caldera. As the lava drops, which was at the top, it releases pressure so there's like landslides. There's debris that falling inside. Here is the lava on April 23rd. Now this is important because there is a fear that we <COULD> have a steam driven, massive, violent eruption if this lava drops all the way down to the water table which is at 1500 feet. Right now the lava is down almost 1200. A couple of feet a day. Another near little 3D imagery, technology is amazing here. From the USGS. they can tell us from using their high-tech cameras what this caldera or this chamber is actually shaped like. And it's getting down and tapering at the end which means debris is coming down which is going to cause pressure but it's also like packing a cannon. And when this thing goes, it's going to blow. Let's take a look another 3D area and you'll get an idea of exactly what we've been watching. So as the fissures again release the magma, we'll see the magma in the main chamber drop. If it gets down to this water level here, with all that debris inside, it doesn't mean it's going to happen but the elements are there. And if they interact just perfectly, this is where a massive eruption could occur like it did in 1924 where you had boulders that were eight tons, you know, size of a car, to 14 tons. Ana, that's like a semi tractor trailer truck that were blown a good half mile to even a mile away. So it's dropping quickly. It's a big concern. The more fissures that are expected, which will most likely happen, will drain more of that lava from the main caldera or that main chamber. So it's a little frightening but the tremors are going to continue to occur as this activity continues."
  },
  {
    "transcript_id": "CNN-222780",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "He has my number because of the",
    "statement": "That is true. He is actually listening in to everything right now, FYI. And seeing what we text. LZ, guys, we go to talk about Chris Christie and this bridge scandal, OK? What do you <THINK>? Is this going to haunt him in 2016? LZ?"
  },
  {
    "transcript_id": "CNN-201132",
    "matched_terms": {
      "think": "none",
      "around": "none",
      "sort of": "hedge"
    },
    "previous_statement": "Is it enough, Cornell Belcher, if you say we are going to make background checks more real? Do you think that is enough when people are staring at semiautomatic rifles and saying, no, they just have to go. We need the assault weapon ban? Is it enough?",
    "statement": "Well, look, here's a couple of things. I'll get to that. But first, it is not a side issue when you are living in South Central Los Angeles. It's not a side issue if you're living in Chicago. So don't say it is a side issue. It is not a side issue for too many communities. It is an up- front issue. Too many of our young people are dying. That said, where too many Republicans are is unsustainable. I <THINK> Anna's actually going to agree with me this. You cannot be against all these common sense gun laws. I mean, it is near universal acceptance of this idea that we need background checks. I mean, it is strong support and CNN's own polling about the need for us to <SORT OF> limit some of these -- some of these clips. To do nothing <AROUND> the issue of guns right now is a nonstarter. It is not politically sustainable for any party to simply say we are not going to do anything around guns right now."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "thought": "none"
    },
    "previous_statement": "But on this Sig, doubtful because it had what, 13? How many bullets did it have?",
    "statement": "Sigs are different. In my shooting, I asked how many times I fired, I <THOUGHT> two, I fired six. They said, why did you shoot six? I said that`s all I had. I would have shot more."
  },
  {
    "transcript_id": "CNN-200462",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "That's right. They are investigating. Now, DEA won't comment on it. CNN's legal analyst Paul Callan says there is plenty for authorities to look into.",
    "statement": "The DEA would be looking to see if the players are using banned controlled substances. The federal code has a whole list of substances that are banned that a prescription is required for their use, and if someone is importing these substances into the U.S. and then redistributing those distance substances, there <COULD> be a variety of federal drug crimes involved."
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "clear": "none"
    },
    "previous_statement": "Well, a lot of people had different agendas, I think, in trying to build this hysteria. All our competitors in this country formally announced a consortium to try and stop us. And they caught us with dirty hands and they built hysteria around it.",
    "statement": "We've been very <CLEAR> that serious allegations of wrongdoing have been leveled about the \"News of the World.\""
  },
  {
    "transcript_id": "CNN-30986",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "Oh, gosh. I'm often asked that. I think just in recent memory, one of the most difficult events I had to cover was the Oklahoma City bombing. It's on my mind again because of the Timothy McVeigh situation. But I grew up in the heartland, not in Oklahoma, but I did have relatives there and knew a lot of people from Oklahoma. And to go down there and to find this community which thought it had been insulated from that kind of terrorism, and had such strong feelings about the place of community and government in their lives and law-abiding citizens, to have a terrorist strike at the heart of that community and kill 169 people, including so many children, that was a very tough time for me. Any time I encounter ordinary people coming up against extraordinary circumstances, not of their own making, and paying a terrible penalty for it, that is what after all these years as a journalist, that's what still gets to me most of all.",
    "statement": "If McVeigh is executed on June 11, I'll tell you two positions of your contemporaries who appeared on this program. Dan Rather would rather not cover it. Peter Jennings said he <PROBABLY> would. Would you?"
  },
  {
    "transcript_id": "CNN-102163",
    "matched_terms": {
      "fact": "none"
    },
    "previous_statement": "Well, specifically, I think there are problems of mismanagement, waste, fraud and abuse that we're working very hard to correct. But it's a very deep-seeded culture as we've seen for the oil-for-food scandal in the revelations of the Volcker Commission and even new audits coming out this week that show how deep the problem is.",
    "statement": "A deep and widespread problem, in <FACT>, 200 hundred inquiries. That's monumental."
  },
  {
    "transcript_id": "CNN-339622",
    "matched_terms": {
      "know": "none",
      "kind of": "hedge",
      "seems": "hedge"
    },
    "previous_statement": "So Seth, Cohen has been paid hundreds of thousands of dollars by at least three large corporations. And the reasons these companies are giving for hiring him range from U.S. health care policy matters, understanding the new administration, and legal advice on the cost accounting standards regulation. I mean that's a wide range of topics for one man to be an expert on. Do you think he's qualified to provide all these services?",
    "statement": "Right, so he is an accountant, he is a doctor, and he is a real estate broker all at the same time. You <KNOW>, what I -- what my reporting has shown is that I'm not surprised to see Cohen in this position because he's been playing this role for a long time. He's often described as the fixer. But he really is, according to my reporting, is a conduit for money. That goes way back decades. You know, that's been his relationship with Cohen, is to funnel money into Trump's businesses. And he <KIND OF> <SEEMS> to be playing the same role, you know, after Trump's election."
  },
  {
    "transcript_id": "CNN-204414",
    "matched_terms": {
      "of course": "none",
      "know": "none",
      "should": "none",
      "stuff": "none",
      "sort of": "hedge"
    },
    "previous_statement": "And Louis, final question, I mean, what, you've been free for 48 hours or so. I read you went to a Diamondbacks game. So, if you did, how was it? And also, looking ahead here, what's next for you?",
    "statement": "Well, you <KNOW>, all I can do is just go forward, you know? People talk about lawsuits and <STUFF>. The things they <SHOULD> have done was <SORT OF> cure the injustice, because I maintained my innocence for 41 years, and it's amazing. You know, the chief took me to the Diamondbacks. <OF COURSE>, I got the hat on."
  },
  {
    "transcript_id": "CNN-97100",
    "matched_terms": {
      "could": "hedge",
      "know": "none"
    },
    "previous_statement": "Carol, not sure yet. With just hours to go, 10 to be exact until the deadline, again another day of political uncertainty. We're told right now Iraq's political leadership are meeting to try and figure out what to do. This follows meetings with U.S. and British officials among the Kurds and the Shia earlier today. Now, all along, Carol, there had been two major issues crippling this process, the role of religion and the notion of federalism. On the former, we're told an agreement has been reached in principle. The head of Iraq's National Assembly telling me earlier that Islam will be \"a main source of Iraqi legislation.\" That will raise concerns among women's rights groups, who had hoped Islam would simply \"a\" source, one of many, something they felt was necessary to ensure their rights. It will also raise questions about role, how prominent a role religious clerics will play in the new Iraq. But that other issue, federalism, is emerging as an impasse. The Kurds want explicit reference to it in the constitution, maintaining an autonomous region in the north. The Sunnis want all talk of federalism sidelined until a new government comes into power. And the Shia are perhaps split. Some of them are calling for an autonomous region in the country's south. Others are calling for a unified, single Iraq. So that is what they are working to try and find compromise on, Carol. They have now just about 10 hours to try and do that -- Carol.",
    "statement": "Aneesh Raman, live in Baghdad. We'll check back with you. In other stories \"Across America\" this Monday morning, police in suburban Philadelphia find the remains of a missing pregnant woman. The father of her unborn child in custody. Finding the body of 24- year-old Latoiya Figueroa ends a month-long search. The district attorney says Stephen Pouches will be charged with two counts of murder and related offenses. A New York boy is hailed a hero for trying to shield a girl from gunfire. An unidentified gunman opened fire at the front steps where they were sitting. Thirteen-year-old Ellis Murcado (ph) took a bullet in the back as he covered a wounded 10-year-old friend. A power parachuter got clothes-lined by high voltage power lines in Montana. Don Beatty (ph) hung upside down for three hours before a crane plucked him out of the 230,000-volt line. \"I just screwed up,\" says Beatty (ph). It <COULD> be several weeks before we <KNOW> what caused the death of a San Francisco 49ers player. Lineman Thomas Herrion collapsed in the locker room after a game in Denver on Saturday. The team plans a memorial for him tomorrow. Reporter Chris Vanderveen has more for you."
  },
  {
    "transcript_id": "CNN-139046",
    "matched_terms": {
      "absolutely": "none"
    },
    "previous_statement": "This is one that will probably be in the history books long after you and I are no longer in THE SITUATION ROOM. It was momentous. In the process of reaching out to the world's 1.5 billion Muslims with today's speech, it's unclear if President Obama, in the process, was also pushing away America's longtime ally, Israel. Speaking in Cairo, the president recognized the U.S.' \"unbreakable bond\" with the Jewish state and the horror of the Holocaust, but he also talked about the suffering of the Palestinian people. He described their situation as intolerable, and he stressed the need for a two-state solution. President Obama called on Palestinians to abandon violence, pointing to America's own civil rights history and saying that it was a peaceful and determined insistence that brought about equal rights for African-Americans. And he once again called upon Israel to stop building the settlements and to allow Palestinians to live and work and develop their own society. Israeli Prime Minister Benjamin Netanyahu has already rejected President Obama's call for a freeze on those settlements, but experts suggest that this demand from Mr. Obama will make the Arab world listen. They say although the U.S. has been opposed to Israeli settlements for decades, past American presidents have looked the other way and allowed Israel to just keep building them. And some believe that if \"no\" really means \"no\" this time around, well, it may be easier to form a regional coalition against Iran. And speaking of Iran, Mr. Obama repeated his belief today the Islamic republic has the right to develop nuclear power for peaceful purposes. That's another statement that's probably not going to sit real well with the Israelis. And finally, for the first time in a long time, a visit to the Middle East by a sitting U.S. president did not include a stop in Israel. So here's the question: Is President Obama reaching out to Muslims at the expense of America's relationship with Israel? Go to cnn.com/caffertyfile and post a comment on my blog. Pretty big stuff.",
    "statement": "Yes, huge. It's going to be momentous. And you're <ABSOLUTELY> right -- they'll be reading and talking about this speech long after both of us are gone from"
  },
  {
    "transcript_id": "CNN-352633",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "So what's the limit, Van? What's the limit?",
    "statement": "You <KNOW>, I don't know."
  },
  {
    "transcript_id": "CNN-140018",
    "matched_terms": {
      "seem": "hedge"
    },
    "previous_statement": "Yes.",
    "statement": "But, right now, very little fighting, we are told, by the marines. Very little opposition. The Taliban <SEEM> to be engaging in their usual strategy of running off and waiting it all out. The marines say they are there to stay. Heidi?"
  },
  {
    "transcript_id": "CNN-308315",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "I'm not sure they had the resources to do it to be honest. This investigation has grown and grown and grown. And you've got members of the Senate and House going into vaults at Langley looking through thousands of pages of loose- leaf notebooks, taking notes. It seems this undertaking is growing and growing. I'm not sure they are ready for it.",
    "statement": "We've got to take a quick break. We've got a lot more breaking coverage ahead. Speaker Ryan telling President Trump he does not have the votes. The White House says a vote will happen anyway. That <COULD> happen less than an hour from now. We will talk to a top Republican congressman about which way he plans to vote. You're watching CNN's special live coverage."
  },
  {
    "transcript_id": "CNN-299817",
    "matched_terms": {
      "around": "none",
      "apparently": "hedge"
    },
    "previous_statement": "CNN Senior Washington Correspondent Joe Johns joins me now along with CNN Senior Media Correspondent Brian Stelter, host of \"Reliable Sources\". So we have to do some explaining through all of these. But Joe I just want you to start by telling us what we know about the suspect at this point and time?",
    "statement": "Well, as you mentioned there Brianna, this 28-years-old, his named is Edgar Maddison Welch, he's from Salisbury, North Carolina, walked into the restaurant over the weekend. Had a rifle in this hand. The rifle <APPARENTLY> went off. The police showed up. The people <AROUND> here scattered and when they took him into custody apparently they found a couple other weapons in his possession. Took him down to the police station, asking him a few questions and he said he was here essentially to reinvestigate Pizzagate. He's expected to show up sometime this afternoon in D.C. Superior Court for his first court appearance. He was initially charged with armed, dangerous weapon. So we're going see if that charge changes in any way and talk to the lawyers in a little while, Brianna."
  },
  {
    "transcript_id": "CNN-152689",
    "matched_terms": {
      "maybe": "hedge"
    },
    "previous_statement": "Well, the official that we were on the ship with yesterday told us that the series of tanks and there's a series of five tanks and everything kind of keeps moving backward back through the ship that we're in, and it's separating the oil from the water. They can hold up to 500,000 gallons or 500,000 barrels of oil a day. They say it's crucial because that ship would never have to come off the water. That essentially there's other vessels that could go up against it and take off what they've pulled out, out of the water so they can just keep working 24 hours a day.",
    "statement": "Having flown out to the area, there's plenty of oil and plenty of open water, so <MAYBE> they'll get this thing out there."
  }
]