[
  {
    "transcript_id": "CNN-227970",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Right.",
    "statement": "Does any of that tell you? I talked to a guy who makes the black boxes who said, no, they make a specific noise. And when it's hard to, you <KNOW>, not to distinguish it from the other noises that are in the ocean."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "hedge"
    },
    "previous_statement": "If you know. If you don't know, say you don't know.",
    "statement": "I don't <KNOW>. I don't know about Dade."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "think": "hedge",
      "know": "authority"
    },
    "previous_statement": "Same thing you do in a 747. When it lands it goes through an automatic check-out system to determine what systems are working and what systems aren't. And if something's not working, you replace it. And then you go fly it. You've got the best information on the performance of the system of the shuttle -- of the orbiter, when it lands. All you have to do is fill it up and go again.",
    "statement": "It wasn't designed to be taken apart, that I <KNOW>. I <THINK> there is places that we shouldn't go and shouldn't do anything with unless it's broke."
  },
  {
    "transcript_id": "CNN-100721",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "Good morning. We begin with subways and buses that are still running in New York City. A little bit of a relief of sigh here in the city. But it ain't over yet, as they say. So far, no transit strike. Talks breaking off early this morning. The union talking among themselves right now. We're waiting for a news conference. And senior CNN correspondent Allan Chernoff is at Penn Station. AMERICAN MORNING's Carol Costello is outside. She'll be joining us very shortly near Columbus Circle. Let's begin with Allan. And, Allan, Tell us what you're hearing there.",
    "statement": "Good morning, Miles. Well, the union's executive council is meeting behind closed doors. They've been meeting for well over an hour now. And what's happening here is that the union's leader, Roger Touissant is discussing a proposal from the Metropolitan Transit Authority. The proposal, we understand, according to union sources, is a raise of three percent a year for three years. Now the union has been demanding a raise of eight percent a year. So <CERTAINLY> not exactly what the union had wanted, but nonetheless, an improvement from the prior offer from the MTA. There are also proposals from the MTA on the key issues of health insurance and pensions as well, so the executive council of the union discussing all of this right now. They are expected to vote on it. And as soon as they do vote, after that, we would expect to have a press briefing. As we've been reporting, they are all set up for a press briefing. That has been scheduled for 6:00 in the morning. And we're an hour after that. So the clock continues to click here, and we're still waiting to hear. Miles, back to you."
  },
  {
    "transcript_id": "CNN-95509",
    "matched_terms": {
      "think": "hedge",
      "may": "hedge",
      "around": "none"
    },
    "previous_statement": "We actually have had reservations about doing an activity like this for fear of something like this happening. He doesn't like the cold. He's particularly temperamental about that.",
    "statement": "It has been mild since Brennan was -- has been missing, although last night temperatures dipped into the 30s. Today one of the focuses, again, will be the Bear River here. Authorities <THINK> there's a chance that Brennan <MAY> have gotten caught in the river. Also, there's a parallel criminal investigation, and that is being stepped up. The FBI has sent more agents out here to interview people that were <AROUND> when Brennan was last seen -- Soledad."
  },
  {
    "transcript_id": "CNN-392390",
    "matched_terms": {
      "sure": "hedge",
      "know": "none"
    },
    "previous_statement": "Yes. And look, I think Anderson, there, I think people -- Jennifer and I were just talking that people make decisions in New Hampshire later, because they're going to these town halls all of the time, and they go to this one and say, that's pretty good, and they go to this one, but then somebody kind of just clicks for them and they finally decided at the end. I love the New Hampshire primary for this reason and people say why New Hampshire, I'll tell you, because it's a microcosm of America except for the minority population there, but they really check you out carefully, they check you out and they analyze you, and you don't get away with anything there. You got to be real and it's a very interesting experience is in place.",
    "statement": "From the interviews that I heard with these voters today, there was a lot of, too, our previous discussion a lot of people who are saying, you <KNOW> what, I just want somebody who's going to beat Trump. I'm not <SURE> which one it is, it will work itself out, but they felt a huge responsibility in the mess in Iowa in trying to figure it out. And it will be interesting. The second thing that's interesting from this exit polling is the number of first-time voters that did not increase."
  },
  {
    "transcript_id": "CNN-203254",
    "matched_terms": {
      "think": "hedge",
      "maybe": "hedge"
    },
    "previous_statement": "Well, you know, at the Amen Clinics, we`ve been looking at the brain for the last 22 years. We have actually scanned maybe five murders. And, they have a different brain. But it`s not always the same. So, what`s your looking at are two SPECT scan and SPECT looks at blood flow and activity. In a healthy scan, we see most of the activity in the back part of the brain, in adults, in the murderers. In this case, we see too much activity in the front part of the brain. And this is what I would call one of our compulsive murderers. So people who they get a thought in their head and they just can`t let it go. And it can go over and over and over. And sometimes, they act out in a violent way.",
    "statement": "Do you <THINK> <MAYBE> this is what Jodi got into? She became obsessed with this guy. She manipulates him. She gets in a power control relationship. He tries to break away. Now, she`s obsessing about what I can do. I slashed his tires. I break in his house, and finally, I started having murderous fantasies as well. Would that fit?"
  },
  {
    "transcript_id": "CNN-362471",
    "matched_terms": {
      "may": "none"
    },
    "previous_statement": "They passed a law specifically saying the president could have this authority. It's in the plain statute. That's a discussion that Congress made. And if people don't like that, they can address it.",
    "statement": "OK, so the statue he's talking about is the National Emergency Act. And, I mean, it does say that it requires, without regard to any other provision of law, the president <MAY> undertake military construction projects. That's what he's trying to do."
  },
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "And I think that a lot of people, savers and spenders can be married and be just fine. The most important thing like everything in marriage is communication.",
    "statement": "And ironically, because we communicate so much, our differences over the years have <PROBABLY> come a little closer together because you see where the other person's coming from in terms of the spending. Just in case anybody is unsure, the two of us are married but to other people."
  },
  {
    "transcript_id": "CNN-47956",
    "matched_terms": {
      "seems": "hedge"
    },
    "previous_statement": "And maybe it is a needed escape at this time?",
    "statement": "Yes, it is the public's obsession with celebrity. That continues and continues to feed upon each other. And when someone fails, it <SEEMS> the public is even more interested. And Mariah Carey had a very public falling on her face."
  },
  {
    "transcript_id": "CNN-398993",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Right.",
    "statement": "He kept asking who wrote it. But we likely will get more on this, because, remember, the next person the president has nominated for that top job is going to have his confirmation hearing on Tuesday. That's John Ratcliffe. He's going to go before the Senate for that confirmation hearing. So he's likely going to be asked about this by those senators who want to <KNOW> more about what it is that the president is saying he ha seen and this intelligence that he's citing, but not really offering up to reporters, saying he can't reveal that."
  },
  {
    "transcript_id": "CNN-145663",
    "matched_terms": {
      "knows": "authority"
    },
    "previous_statement": "And we'll go here.",
    "statement": "Captain Brandon Anderson <KNOWS> just how rocky that road is going to be. He's trying to win over villagers in Zabul province, as part of a larger counterinsurgency strategy."
  },
  {
    "transcript_id": "CNN-231692",
    "matched_terms": {
      "know": "hedge",
      "feel": "none",
      "feeling": "none",
      "kind of": "hedge",
      "sort of": "hedge",
      "feels": "none"
    },
    "previous_statement": "Well, here's the thing. I just -- you don't get to be where these people are without being pretty cunning, without being fairly cunning, and business savvy. And he is an attorney. I just wonder what the scheme is. I don't know if -- listen, I don't know if he's mentally incapacitated. Anderson sat down with him and Anderson he said he seemed to be fine. He's fine. He seemed to be -- have his wits about him. So I don't know. And I -- there is something that in my gut that tells me that Shelly and Donald Sterling are in cahoots and they are strategizing in some way to try to pull a fast one on the NBA. If someone says -- if the doctors say he's mentally incapacitated, then he may say well, he can't sell the team. Something is really up here. And I think pretty soon we'll figure it out, but right now we haven't figured it out. I don't know what's going on.",
    "statement": "Well, I'm trying to figure out -- I'm trying to figure out why if you <FEEL> fine do you have these two examinations to declare that you're not <<FEELING>> fine? Right? What were the circumstances in which he would go see a physician to be evaluated in the first place? Whose idea was it and what was the purpose of it? If he <FEELS> that he's not, you <KNOW>, having any <SORT OF> mental problems, if he's not having problems with his synapses firing, then why was he being examined in the first place? And then twice on top of it? Was that Shelly's idea? Is this part of a larger scheme that Don is <KIND OF> insinuating? I'm really curious about that part of it."
  },
  {
    "transcript_id": "CNN-296500",
    "matched_terms": {
      "could": "hedge",
      "clear": "none",
      "supposedly": "hedge"
    },
    "previous_statement": "None",
    "statement": "Hello. Welcome back. This is Connect the World. The top stories for you this hour. Donald Trump under for refusing to say if he'll accept the outcome of the presidential election, that remark overshadowed almost everything else in Wednesday's debate with Hillary Clinton when pressed by the moderator to commit to the principle of the peaceful transfer of power Trump declined and said, \"I will kick you in suspense.\" Lebanon's former Prime Minister, Saad Hariri is backing his political rival and Hezbollah ally Michel Aoun to be the country's next president. Lebanon has been without a president for two and a half years. Aoun, is a former army chief he <COULD> be elected by parliament later this month. Iraqi led forces say they made gains on several battle fronts in the assault on Mosul on Thursday. The country's prime minister has announced that the advance to take back the city from ISIS is going much faster than expected. The militants snatch control to hold that city more than two years ago. Syria and Russia have stopped bombing Eastern Aleppo. A daily 11 hour pours will last through Saturday. The two countries say, this is to allow rebels and civilians to leave the rebel held section of the Syrian City through humanitarian corridors. Well, this map shows you all of the possible passageways that have been set up and to allow people to leave. You can see the routes along Costello Road and towards the top of the map. Another corridor for rebel fighters crosses the government held portion of Aleppo to the west allowing fighter to reach rebel held territory even further west. But residents though have told us, they've seen no <CLEAR> sign of these so-called safe corridors that have been promised. Well, for more on the situation in Aleppo. I'm joined by Ivan Witson. He's following developments force from neighboring Turkey. Ivan, let's start by talking about this humanitarian east corridors that ever have popped up <SUPPOSEDLY>. And this pours in the air strikes. In practical terms what is getting into Aleppo and who is getting out?"
  },
  {
    "transcript_id": "CNN-401900",
    "matched_terms": {
      "fact": "authority",
      "suspects": "none"
    },
    "previous_statement": "The fact of the matter is that there's no evidence that these defendants saw a burglary, saw any crime, had any subjective belief, or even a hunch by these civilians that would authorize their choices that they made to chase after and ultimately gun down this unarmed victim in the middle of the street.",
    "statement": "In <FACT>, Arbery was out jogging the day he died. Friends say it's what he loved to do. Prosecutors detailed the events leading up to Arbery's death, saying all three men, using two pick-up trucks, became a neighborhood hunting party, blocking and re-directing Arbery as he tried to flee, before they finally cornered him. One of the <SUSPECTS> captured Arbery's final moments on cellphone video."
  },
  {
    "transcript_id": "CNN-132860",
    "matched_terms": {
      "know": "none",
      "fact": "authority",
      "seems": "hedge"
    },
    "previous_statement": "Good to be with you.",
    "statement": "Well, you <KNOW>, it's been a long time since the secretary of state made the big jump to the Oval Office. In <FACT>, it hasn't happened in more than a century and a half. But, the job used to be almost a stepping stone to the White House. The last time it happened, back in 1857, when James Buchanan became the nation's 15 president. Before him, other secretaries of state made the jump as well. Martin Van Buren, John Quincy Adams, James Monroe, James Madison and Thomas Jefferson, who was the nation's first secretary of state under George Washington. Well, much like the AIDS disease itself, there <SEEMS> to be no cure for society's prejudice against people who are HIV positive."
  },
  {
    "transcript_id": "CNN-371563",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "But it wasn't the end.",
    "statement": "It <CERTAINLY> wasn't the end."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "There was a case a few years ago, federal-level case, where a fan of the Grateful Dead - what they called Dead Heads, went to all the concerts -was approached by a federal agent. And over a long period of time -we're talking months here - he was asked several times to obtain LSD for the guy, and he refused numerous times. And he finally just kind of got tired of it apparently and gave in, and he didn't even really obtain it. He just hooked him up with a connection. He said, yeah, this guy here has it, and the guy ended up - he tried entrapment, but he ended up -federal court put him in jail 25 to life.",
    "statement": "Do you <THINK> - really quickly - Cary, that law enforcement can go too far in this instance?"
  },
  {
    "transcript_id": "NPR-18338",
    "matched_terms": {
      "know": "authority"
    },
    "previous_statement": "That's it.",
    "statement": "You <KNOW> what it is? We're all black and gold."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "hedge"
    },
    "previous_statement": "And people sometimes pick up those ballots and stand in line before they go into the voting booths, right?",
    "statement": "Yes -- well -- no, I'm not -- I don't <KNOW> how Florida law has it in terms of obtaining the ballot when they go up."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "could": "none",
      "feels": "hedge"
    },
    "previous_statement": "Yes.",
    "statement": "...peace accords. But there was conflict there. There was some oil price problems. It felt like I <COULD> have just changed the date on the cover of the magazine. It <FEELS> like it's just cyclical. It keeps happening."
  },
  {
    "transcript_id": "CNN-38996",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "But at National Semiconductor, Brian Halla is more cautious.",
    "statement": "We held short of calling a turn, because I <THINK> it's just too dependent now on what's the end consumer demand for PCs and handsets and products like that, and that's an unknown still."
  },
  {
    "transcript_id": "CNN-260466",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Well, he would not be the first to change his position. George Bush, the first President George Bush said he changed his position on it, Mitt Romney, as you know, when he ran in the last cycle, he had changed his position on it. I think, you know, social conservative voters are willing to allow people to change, because most of them change, so they understand the dynamics of change. And so, that's not the biggest problem. I think connecting with social conservative religious voters through this process establishing the fact that he does have a deep -- have a faith, because polls show 7 out of 10 Americans would prefer on average for their presidential -- their candidates and their president who have a faith relationship with God, because I think it gives them a sense that they understand they're accountable to someone even higher than the voter.",
    "statement": "Russell Moore and Samuel Rodriguez, two evangelical leaders, just published an op-ed in \"The Wall Street Journal\". I want to put it up on the screen. It was headline, immigrant bashers will lose the evangelical vote. And in it, they wrote, \"The two of us don't <KNOW> a single evangelical voter of any ethnicity who is supporting Donald Trump.\" Does Tony Perkins know of a single evangelical who is supporting Donald Trump?"
  },
  {
    "transcript_id": "CNN-147986",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "No, that is not going to happen.",
    "statement": "All right, you <KNOW> what, you are a good man and I appreciate you taking time to take us through this."
  },
  {
    "transcript_id": "CNN-345493",
    "matched_terms": {
      "know": "hedge"
    },
    "previous_statement": "Good evening, I`m Troy Slaten, in for Ashleigh Banfield. This is the second hour of CRIME & JUSTICE. Tonight, a Maryland man sits behind bars, but we have yet to find out whether Tyler Tessier was a grieving man forced to bury his pregnant girlfriend or a cold blooded killer who lied through his teeth after shooting her dead. His girlfriend Laura was four months` pregnant and a beloved local teacher. Teacher of the year, in fact. But Miss Wallen missed the first day of school. And soon she was reported missing. At the press conference police held to get the word out, her family cried for her return, but Tessier, the star of the show, the distraught boyfriend delivering what some would call an Oscar-worthy performance. Listen.",
    "statement": "Laura, if you`re listening -- I don`t <KNOW> where she is, that`s all. I don`t know. Myself and your family, like, I don`t -- and I`m asking for you to let us know that you`re safe. I know we are all trying to do everything we can. I know what she means to me. I know what she means to everybody else. Pray that she`s safe. We just want to know she`s OK. We just want her back. That`s all I care about right now."
  },
  {
    "transcript_id": "CNN-125600",
    "matched_terms": {
      "of course": "authority",
      "could": "hedge"
    },
    "previous_statement": "The recruiting has been going on since late last week. Numerous people have been saying that they have got hundreds of attorneys lined up for these kids. A lot of these attorneys, probably all of these attorneys, expecting to do this for nothing. And it's going to be interesting to see how they actually pull this off. It's been joked that they would have to have this in the Coliseum here, the largest building in town. We're waiting to find out what the logistics are actually going to be for that day, for that court date, because, clearly, the courthouses here aren't big enough to handle anything like that.",
    "statement": "Yes, it's going to be a mess. David, appreciate the reporting. Thanks. The raid in Eldorado sent shockwaves through the polygamist community, <OF COURSE>, which numbers in the tens of thousands in North America. It's not just this one sect. Not all polygamists belong to Warren Jeffs' FLDS sect, but every polygamist community now lives in fear, they say, that what happened in Texas <COULD> also happen to them. That fear is actually uniting even fierce rivals. With that story, here's CNN's Dan Simon."
  },
  {
    "transcript_id": "NPR-48674",
    "matched_terms": {
      "could": "none"
    },
    "previous_statement": "And, indeed, Kozub says there's no one right answer. It's more a gut feeling that can differ from place to place, and worker to worker.",
    "statement": "One of the primary objectives of this whole exercise is to get you to understand that you and your employees, are the only ones who <COULD> make that assessment."
  },
  {
    "transcript_id": "CNN-219262",
    "matched_terms": {
      "clear": "authority"
    },
    "previous_statement": "Jabara.",
    "statement": "All right, again, so you're hearing the exchange there in which it becomes <CLEAR> that this plane lands at the wrong airport. So here's the problem. The runway at the airport where it landed is just too short. It needs a much longer runway. So the problem this morning is, how we're going to get this huge, massive cargo plane from this point to where it needs to be, Chris. So that is all under way as we speak, trying to figure out how to get this thing out of there."
  },
  {
    "transcript_id": "CNN-202017",
    "matched_terms": {
      "of course": "authority",
      "potentially": "hedge",
      "believe": "authority",
      "quite": "none"
    },
    "previous_statement": "The White House is warning that air travel is going to be a real pain if these forced spending cuts actually go through on Friday. The transportation secretary, Republican Ray LaHood, is warning of airport delays up to 90 minutes. Homeland Security secretary, Janet Napolitano, says the average wait times at Customs is going to increase by as much as 50 percent. And expect to see even longer delays at the busiest airports. So we're talking Newark, Los Angeles, New York's JFK, where delays could actually double to four hours or more. This is all based on government employees being told that they have to take unpaid days off. Travel already a mess, really, for millions throughout the plains states and the Midwest, dealing with their second blizzard in a week. From northern Texas to Illinois, roads are closed. Schools have been shut down in many cities. Several airports have come to a stand still at this point. This is what it looks like in northern, Oklahoma -- pure whiteout conditions. The storm dropping more than 15 inches of snow on Woodward on Monday, making it almost impossible for emergency vehicles to rescue people now stuck on the roads. One person died when the roof of his home partially collapsed. Wichita, Kansas, broke a snowfall record for the entire month of February in just six days. Schools have been\u007f closed here for four straight days. Most flights have been cancelled at the Kansas City International Airport. And piling snow has knocked out power to tens of thousands of people. Ted Rowlands is at Chicago's O'Hare Airport. Ted, it's usually very, very busy. This is the second time in two weeks we have seen Chicago hit with a major snowstorm.",
    "statement": "Yes, the storm is headed to Chicago. You can see it is raining -- snowing here, Suzanne. And it has been snowing for the better part of an hour now. And we already had 250 flights canceled at O'Hare. Another 50 flights canceled out of Midway, also out of Chicago. But, <QUITE> frankly, most flights are still running. Look at the security line here. You're talking about what is coming <POTENTIALLY> with security lines. Wouldn't you like to be in that one? Hardly anybody in it at all. Look at the big board here. And most of the flights are leaving, and, <BELIEVE> it or not, leaving on time. <OF COURSE>, Chicago is pretty used to dealing with snow. And the storm lot a little bit of its power. We are expecting more snow throughout the rest of the afternoon and into the evening. And expecting we're going to have more delays and more cancellations. But for now, at least, things look pretty good, at least at O'Hare."
  },
  {
    "transcript_id": "CNN-337471",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "Let me get your reaction to this other development that we have learned about today, this claim by a former doorman at one of the Trump buildings in New York, who claims he received a payment of, what, $30,000 from American Media, the parent company of \"The National Enquirer,\" to keep quiet about his allegations that there was a child born out of wedlock years ago, back in the 1980s, to Donald Trump. You have seen these reports. What's your reaction? What's the impact on your client's case, if any?",
    "statement": "Well, I have seen the reports, Wolf. And I have also seen I <THINK> reports relating to I think it's his ex-wife, who said that he has fabricated stories in the past. So I'm not in a position to vouch for his credibility. And I'm not going weigh in."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "suspect": "none"
    },
    "previous_statement": "None",
    "statement": "Tonight, exclusive, the brother of Brian Nichols, the <SUSPECT> in last week's Atlanta courthouse killings who appeared before a judge this morning. And now, his brother, Mark Nichols speaks out about this horrible tragedy in his first interview, he's next on LARRY KING LIVE. Just for a quick update on today's events, Mark's brother, Brian appeared for a status hearing at the Fulton County Jail in downtown Atlanta. He was told he'll remain on the prior charges and also told that the State of Georgia intends to file four murder charges against him at a later date. Asked if he had anything to say, Brian said, quote, \"not at this time.\" Mark, where were you when you learned what happened?"
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "know": "hedge",
      "thought": "hedge"
    },
    "previous_statement": "I don't think he was law enforcement. He wasn't dressed in law enforcement attire. It was kind of like, you know, a bystander in the crowd with his weapon.",
    "statement": "And so we're not from here. We're from Illinois. So we don't <KNOW> the laws in Texas. So we <THOUGHT> that was normal so that's why we, you know, we didn't alert police or anything because we didn't know."
  },
  {
    "transcript_id": "CNN-213157",
    "matched_terms": {
      "clearly": "authority",
      "could": "none"
    },
    "previous_statement": "What a hero. Martin Savidge thanks for bringing that story to us this morning. Thank you so much. I want to remind viewers, Antoinette Tuff and the 911 operator you heard in that very dramatic call will be talking to Anderson Cooper live on CNN's \"AC 360\" tonight 8:00 Eastern. You do not want to miss it. Her composure and her quick thinking is jaw-dropping how she could handle that situation.",
    "statement": "People do not act that way in those circumstances. You freeze. You got to remember what she's dealing with. She's more aware than anybody that this young man is not right in his mind, OK, and he is sitting there with one of the deadliest weapons that he <COULD> have, <CLEARLY> intending to use it. The question is just on whom and she decides to engage. It's so counter intuitive."
  },
  {
    "transcript_id": "CNN-286273",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "Great question, an important one indeed. All right, thanks very much, Jeff Zeleny. Donald Trump reacted to President Obama's endorsement of Hillary Clinton almost immediately, mocking it on Twitter. CNN's Phil Mattingly is covering the Trump campaign for us. Phil, there's still a lot of anxiety among top Republicans about Trump. What's the latest?",
    "statement": "Well, no question. As the Democratic Party very <CLEARLY> is moving quickly to come together, the GOP still facing struggles. And, Wolf, it is a tension that goes beyond just Capitol Hill. It is governors, it's state lawmakers, it's donors, it is a party that desperately wants to shift into general election fight against Hillary Clinton, if only their candidate will let them."
  },
  {
    "transcript_id": "CNN-359508",
    "matched_terms": {
      "of course": "authority",
      "know": "none"
    },
    "previous_statement": "Last year, you'll remember, Barr sent that controversial 19-page memo to nearly all of President Trump's lawyers, we now know. It was critical of the special counsel's probe and concluded that the president's firing of FBI director James Comey would not be obstruction of justice. So many Democrats now pledge to make that memo the centerpiece of today's hearing.",
    "statement": "And overnight, another major headline. The \"New York Times\" reports that several times last year the president said privately to aides that he wanted to withdraw from NATO. Do you <KNOW> who would love the U.S. to withdrawal from NATO? Vladimir Putin. And <OF COURSE> this comes as we learn that President Trump tried to conceal details of his meetings with the Russian leader, even going so far as to confiscate the notes taken by an interpreter. We have a lot to talk about. Let's begin with CNN's Lauren Fox inside the hearing room on Capitol Hill where there will be confirmation hearings for William Barr shortly."
  },
  {
    "transcript_id": "CNN-89656",
    "matched_terms": {
      "maybe": "hedge",
      "appears": "hedge"
    },
    "previous_statement": "It appears that one of the industries in Falluja's industrial park was bomb making. Soldiers going through here from the Brigade Reconnaissance Troop have been finding -- as well as insurgents firing at them, like now, and soldiers firing back -- a variety of explosives at almost every turn. Explosives -- experts here have assembled them in this pit to blow them up. Along with anti-tank mines, mortars, rocket-propelled grenades, and detonating cord, they also have broadcasting equipment, apparently to broadcast messages throughout the sector. There have been very few civilians here. In fact, almost none. Soldiers say that insurgents essentially cleared the area to be able to rig it with explosives. One of the mysteries is, though, why there is fewer insurgents than military believed they would encounter? They say they may have fled, some may be cornered in another part of the city, and some may be waiting to come out and fight again. Jane Arraf, CNN, reporting from Falluja.",
    "statement": "Again, today, it <APPEARS> insurgents are taking pains to flex their muscles. Far from Falluja, in Baghdad, a car bomb is blamed for killing seven people, <MAYBE> as many as 10, near a gathering of police cars. Several other people are hurt. Iraq's prime minister, meanwhile, is dealing with his own personal hostage crisis. A 75-year-old cousin of Ayad Allawi was kidnapped last night at gunpoint, along with the man's wife and the couple's daughter-in-law. An Islamist group is threatening to behead all three unless Allawi frees Iraqi detainees and stands down in Falluja. And Mosul joins Baghdad as a city under curfew tonight after a deadly attack there today on a police convoy. Two officers and a civilian were killed, five other officers wounded."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "think": "hedge",
      "know": "none",
      "perhaps": "hedge"
    },
    "previous_statement": "Congressman, what do you expect the answer will be?",
    "statement": "Well, I <THINK> these folks will be under oath, and this is a possibility of very serious litigation in the courts, as pointed out earlier, but it is also a possibility of perjury. So I think the answers they are going to give will have to be accurate, have to be honest, but <PERHAPS> some of these executives just don't <KNOW>, but we will continue to pursue this."
  },
  {
    "transcript_id": "CNN-357265",
    "matched_terms": {
      "know": "hedge"
    },
    "previous_statement": "None",
    "statement": "Ed Lavandera, thank you for reporting what we have so far. We want to bring in CNN Political Commentator, Ana Navarro, who is with us. You've been following this closely. And, again, on the story out of New Mexico with this little girl, there's so much we don't <KNOW>. As we pointed out, this father says he has no complaints as to how they were treated. I want to get this reaction to the death of this little 7-year-old."
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "think": "hedge",
      "around": "none",
      "might": "hedge"
    },
    "previous_statement": "Is Paul Ryan thinking about packing it in?",
    "statement": "I don't <THINK> it's wild rumors at all. I think -- you wouldn't find a lot of folks on the Hill to say he's going to be <AROUND> beyond 2020 and some would say he's not going to be around after next year's election. And that he <MIGHT> --"
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "of course": "authority",
      "kind of": "none"
    },
    "previous_statement": "Jamie McIntyre, anytime anyone goes to war, there's always the chance that they are not going to come back. We even faced that when we went in with the invasion in the imbeds. But something about the way these two soldiers died really strikes a very raw nerve.",
    "statement": "<OF COURSE>, they died at the hands of terrorists. They were brutally murdered, and of course the point of terrorism is to terrorize people. They're trying to show that they still have the ability to inflict these <KIND OF> casualties, and it's part of the brutal warfare the U.S. is up against."
  },
  {
    "transcript_id": "CNN-322023",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "I understand General Dempsey's position. I think people would thank for his service to this great nation. But did the president go to far in referring to these players as SOBs who should be fired?",
    "statement": "I <THINK> that it's always appropriate for the president of the United States to defend our flag, to defend the national anthem, and to defend the men and women who fought and died to defend it. Peter?"
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "believe": "none",
      "know": "none"
    },
    "previous_statement": "How do we reconnect? We seem -- you have rural districts and urban districts and the parties seem to be separating out and people seem to be sorting themselves into sigh lows. That seemed very apparent in the last election. How do you get that back?",
    "statement": "Well, we have to remember that America is a great country. And God is always with us. So we have a lot on the asset side of the ledger. We have also a responsibility as we weigh equities in terms of decisions we have to make to try to bring people together, to try to bring people together. That doesn't necessarily always mean in the Congress. It just means also in the country. And I -- you <KNOW>, I just <BELIEVE> in the American people. Abraham Lincoln said public sentiment is everything. With it you can accomplish you can almost anything. Without it nothing. And so we have to with clarity communicate with the American people about what the choices are. And by and large they make the right decision in terms of they support, as I say, our DREAMERs. They support gun safety in our country. They support equality for women in terms of equal pay for equal work. They support a lot of things. Minimum wage, raising minimum wage. They don't always vote upon that. It's not dispositive of whom they vote for because they vote for a person. But as long as the people they vote for understand what they care about, whether it's a Democrat or Republican, the people are very wise."
  },
  {
    "transcript_id": "CNN-371988",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "It's easy to get sappy over a saplings, remember President Trump and Macron shoveling dirt as they symbolically planted an oak tree from France on the White House lawn, symbolizing these ties that binds us, well brace yourselves, the friendship tree is dead according to French media. It was planted for the photo op, then disappeared.",
    "statement": "You <MAY> notice something missing, gone."
  },
  {
    "transcript_id": "NPR-25193",
    "matched_terms": {
      "think": "hedge",
      "maybe": "hedge"
    },
    "previous_statement": "So what does this tell us about the state of the war against ISIS?",
    "statement": "I <THINK> it gives us a bit of pause and <MAYBE> a bit of perspective. There was an announcement from the Pentagon this morning saying that an ISIS member described as a chemical weapons expert was killed, with the spokesman adding that people now realize that ISIS aren't ten feet tall, that the coalition is making progress."
  },
  {
    "transcript_id": "CNN-210527",
    "matched_terms": {
      "sure": "hedge",
      "kind of": "hedge",
      "seems": "hedge"
    },
    "previous_statement": "All right, Pamela, thank you so much for bringing us that. Coming up next on NEW DAY, we're continuing to follow the latest developments in the George Zimmerman case. George Zimmerman's brother said race had nothing to do with it. And also, he said that Trayvon Martin caused his own death. A stunning interview with Robert Zimmerman, straight ahead.",
    "statement": "And no one <SEEMS> <SURE> how he got there, but we can tell you firefighters finally managed to save this pooch from a 6-inch window ledge. <KIND OF> looks like a lion, like a little stuffed lion."
  },
  {
    "transcript_id": "CNN-178730",
    "matched_terms": {
      "think": "hedge",
      "may": "hedge",
      "quite": "hedge"
    },
    "previous_statement": "But, Gentry, going back to Governor Romney's numbers here, some say he waltzed into Iowa and got a late start. If he had gone in earlier, do you think he would have higher numbers?",
    "statement": "I <THINK> Governor Romney has worked the state <QUITE> well. He had a reservoir of support and identified voters that would caucus on his behalf. He's had a leaner campaign as he's focused on the campaign as the national frontrunner. But they've handled Iowa quite well. And it <MAY> pay off here. It's quite likely his support in eastern Iowa will remain very high. I also think it's very likely that he will over perform his 2008 number in the Des Moines area, the Des Moines media market in particular. He has not been savaged on talk radio in Des Moines the way he was consistently four years ago. I think the big question will be western Iowa, whether he can get his fair share of western Iowa conservatives. To me, that's one of big unknowns of the campaign. I think he's in very good shape. You've got to say that a first or second-place finish for Governor Romney, given the performance that his campaign has had in the state over the course of the year, is a good place for him to be at this point."
  },
  {
    "transcript_id": "CNN-394032",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Good morning, Erica. Yes. And some of them would be quarantined right now, or isolated, as the case may be. This all because what we know is that this one person who has had no contact, no travel outside of the United States to any of the points of concern, no reason to have this coronavirus at this point. This one person did actually stay in a hospital in Solano County where she is from, which is one county over from where we are in Sacramento County here. She was there for -- in her community for a number of days before going to a hospital there. Well, all of the people who work at the hospital who came in contact with her the hospital has tracked down. They're saying it's dozens of people but less than a hundred people that they are now monitoring of some sort. Also, we know that the family of this woman has been isolated, and they are monitoring these people, as well, to see if they show any symptoms at this point. That's the big thing that they want to do is make sure that this virus doesn't spread because of people who came in contact with her at the hospital. But just to give you an idea, this is what officials in Solano County are saying about this woman's progression and how they were able to nail down she had coronavirus. Take a listen.",
    "statement": "This patient, we don't <KNOW> what their exposure was. So at this point, we don't know where the patient was exposed. The patient was hospitalized in our county at a local hospital, became progressively more ill, was transferred to UC Davis in Sacramento. At some point the patient became ill enough to warrant testing for coronavirus, and the result came back positive. It is, again, worth noting that the patient wasn't tested prior to that, because they weren't severely ill enough and they had no connection to any of the known risk factors for coronavirus."
  },
  {
    "transcript_id": "CNN-305408",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Might be easier just to tell the truth and stick with it. Jim Acosta, thank you so much. Flynn's resignation is not the end of this. Senate Majority Leader Mitch McConnell, the head Republican in the Senate, says it is -- quote -- \"highly likely\" the Senate Intelligence Committee will look at Flynn's communications with the Russian ambassador. Republican Senator Roy Blunt of Missouri, who is on the Intelligence Committee and is a member of the Senate Republican leadership as well, also called for an investigation into connections between President Trump and Russia. He also says Flynn needs to talk. CNN's Phil Mattingly joins me now from Capitol Hill. Phil, can we expect House Republicans to continue to carry the water for the White House on this matter and leave the oversight responsibility of the legislative branch entirely up to the Senate?",
    "statement": "Look, as far as what we heard today, it looks like the answer to that is yes. Now, the House Intelligence Committee also has an investigation into Russian meddling into the election going on. But member after member on the Republican side of things seemed to defend Mike Flynn or instead go after the idea that leaks need to be investigated. Not so in the Senate, though, Jake. Just a couple of minutes ago in this hallway down behind me, the Senate Intelligence Committee just broke up from a classified meeting where they discussed this issue specifically. And why does this matter? This is the investigation that, by all accounts, if there is going to be one that has teeth, it will be this one. And if you want to <KNOW> why, Vice Chairman Mark Warner, Virginia senator of this bipartisan committee, told me this morning he wants Mike Flynn to testify in front of this panel. Take a listen."
  },
  {
    "transcript_id": "CNN-127016",
    "matched_terms": {
      "could": "authority",
      "absolutely": "authority",
      "definitely": "authority"
    },
    "previous_statement": "Does this prove underage marriages? Is this a marriage?",
    "statement": "Oh, <ABSOLUTELY>. Anybody who understands the FLDS standards, there is no way a man <COULD> get away with hugging and kissing a girl that he was not married to. Just absolutely not. They are <DEFINITELY> married."
  },
  {
    "transcript_id": "CNN-262465",
    "matched_terms": {
      "feels": "hedge"
    },
    "previous_statement": "The notion that i am content as I celebrate with American citizens languishing in Iranian jails, major, that - that's nonsense.",
    "statement": "His family <FEELS> That Jason has become a Political pawn in the Challenging U.S.-Iran relationship."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "potential": "none"
    },
    "previous_statement": "Your Honor, I object to that. That's not relevant to whether he can be an expert.",
    "statement": "What I want to find out is, does the witness have any experience or qualification, or special qualifications or knowledge of his own as to his work, and dealing with any problems or non-problems with these machines. Just being able to demonstrate and show them to <POTENTIAL> customers or whatever, it does not give those qualifications."
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "Well, I want to look at it, in totality. When you do a budget, I'm not trying to punt, I'm trying to say you have to look at all of the things -- I was a kicker in college. But look, at the end of the day you've got to put numbers on a piece of paper and achieve balance. So I think there's a mix there --",
    "statement": "Speaking to America's frustration, Republicans voted overwhelmingly against a deal that raised $600 billion in revenue, and now it sounds like they're going to put out a budget that pockets that $600 billion and put that up for a vote. So I <THINK> that paradox is -- is a little difficult to understand."
  },
  {
    "transcript_id": "CNN-89839",
    "matched_terms": {
      "think": "hedge",
      "know": "none",
      "might": "hedge",
      "stuff": "hedge",
      "kind of": "hedge",
      "knowing": "none"
    },
    "previous_statement": "Cats and dogs not good enough for that person. They got the kangaroo and the goat. All right, calling all kids grades five though eight, especially girls and especially those with a little leaning towards science and flair for having a little bit of fun. Sally Ride would like you. That's right. Sally Ride, the first American woman in space and the toy making company Hasbro -- they are holding another contest. It's called the Toy Challenge 2005. Recently I had a chance to speak with Ms. Ride and two challenge champs from previous years, Alyssa Hansen and Kaycee Johnsen.",
    "statement": "Well Toy Challenge is a national competition for kids, boys and girls, in grades five through eight to design a toy. And its funded by Hasbro and Sigma Xi, a scientific research society, but the reason behind it was basically an attempt to get more kids and especially girls interested in science and math and engineering and just show them how much fun it is. In elementary school, kids are really interested in science and math but starting in about fifth or sixth grade, we start to lose both boys and girls from their interest in science and math and technical <STUFF> and we lose far more girls than boys, partly because its not cool, partly because they <THINK> its something that <MIGHT> not be for them. So we wanted to come up with something that was a cool engineering design challenge, you <KNOW>, whether you're designing a bridge or a car or a toy. You go through the same <KIND OF> a design process. So we figure pick something that everybody will like, everybody has got a great idea for toys and really try to get the girls interested because this is gender neutral. You know girls like toys; boys like toys and really try to get lots of kids energized and show them how much fun engineering can be without even <KNOWING> they're doing engineering."
  },
  {
    "transcript_id": "NPR-65",
    "matched_terms": {
      "know": "none",
      "probably": "hedge",
      "might": "hedge"
    },
    "previous_statement": "Can you tell me - what are the helmets like now? What are players using right now, and why are they insufficient?",
    "statement": "Well, what they're using today is not significantly different than what players were using in the late '70s. The newer helmets at that point in time started incorporating foam as an energy-absorbing material whereas beforehand they had used suspension-type helmets, the same type of helmet you <MIGHT> use on a job construction site, like a hard hat. And the foams that are in use today have <PROBABLY> been tuned and optimized a little bit over the last 30, 40 years but you <KNOW>, the basic concept and framework has remained the same."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "could": "hedge",
      "fact": "authority",
      "certainly": "authority"
    },
    "previous_statement": "You never know what's going to happen. I find it entertaining the media for a better part of a year was telling us all how Giuliani was the candidate. He got, what 3 percent out there in Iowa. He's going to run miserably here in New Hampshire. He made the choice to start real, real late. Very, very difficult. I wonder if that strategy will be proved to be the wrong strategy in the long run. But I believe no matter if it's McCain or Giuliani, they're both wrong on immigration, the American people are adamant that they want the people who are here illegally to go home, no amnesty. Both those candidates are wrong. Mitt Romney is the only candidate strong on illegal immigration. That's why I believe he will be the nominee.",
    "statement": "There's no question that independent voters are <CERTAINLY> something to talk about in New Hampshire. In <FACT>, they make up about 45 percent of that vote in the state. If these votes go to Senator Obama, <COULD> this actually help Governor Romney?"
  },
  {
    "transcript_id": "CNN-341801",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "So we've also seen a very busy times for Pyongyang and you rightly pointed that. Let's just get our viewers bang up today. Kim Jong- un went to China, then Russia came to him, and now North Korean media reporting Syria's president is going to travel to Pyongyang to see Mr. Kim. They quote Mr. Assad as saying, and I quote, \"the world welcomes remarkable events in the Korean Peninsula brought about by -- recently by the outstanding political caliber and wise leadership of His Excellency Kim Jong-un. I am sure that he will achieve the final victory and realize the unification reunification of Korea without fail.\" Two dictators, two family dynasties and I wonder what you think a meeting between these two men would look like and how all of this fits in? We've got Russia and China involved at present, we've got -- we've got South Korea helping to mediate these talks and now you've got North Korea with Assad. Where do you want to start?",
    "statement": "Well, so I <THINK> the first thing I find out that we have to be a bit careful because there's so far"
  },
  {
    "transcript_id": "CNN-252939",
    "matched_terms": {
      "could": "none",
      "fact": "authority"
    },
    "previous_statement": "And the Clintons had the White House phone system rewired so they could make their own calls instead of going through an operator.",
    "statement": "Now the Clintons ultimately did get on much better with the staff. In <FACT>, there are a number of sweet moments in this book, not just with the Clintons but with all of the administrations. One, for instance, during the height of the Lewinsky scandal, the pastry chef tells of Hillary Clinton frequently calling and asking for her favorite dessert, which was mocha cake. That was something he prided himself on. That he <COULD> at least give her that little bit of comfort. Also a lot of the female staff at least amongst themselves in the residence let it be known that they were rather happy that Hillary Clinton had relegated Bill Clinton to the couch, yes."
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "could": "authority",
      "guess": "authority"
    },
    "previous_statement": "And, Sean, there's no chance he's going to slip into a different courtroom today, correct?",
    "statement": "Well, there's no chance he's going to slip into a different courtroom. But getting in here, he <COULD> duck his way underneath into the parking garage or something like that. Whether there will be this powerful image of the former majority leader walking in. But how about that mug shot? I <GUESS> thesmokinggun.com and all those entities that wanted to see the shot like this. And like this, the way it played out, no numbers on the bottom of the mug shot. That's because Harris County doesn't use that anymore. They've gone to a digital system. So you just see a smiling, beaming Tom DeLay. As you mentioned, it could look like a yearbook photo, complete with his congressional pin still on the lapel."
  },
  {
    "transcript_id": "NPR-23468",
    "matched_terms": {
      "think": "hedge",
      "know": "hedge",
      "certainly": "authority"
    },
    "previous_statement": "Well, you're touching on one complexity here because you have Sunnis who now say they're willing to strike out against this group that claims to be the leadership of all Sunnis. Let's talk about another complexity - Syria of course is in the midst of a Civil War. I'm thinking of it as a triangle with Bashar al-Assad, the president, in one corner, more moderate rebels in another corner and ISIS off in its corner now being struck. What does it mean for Bashar al-Assad that one of his enemies is now being attacked by the United States?",
    "statement": "Look, I <THINK> we don't really <KNOW> yet, but this <CERTAINLY> is a new phase in this war. And we will have to see how all of the players react to what has happened. It is noteworthy that the Syrian official media announced early this morning that the - Syria was informed of these strikes. That hasn't been confirmed in Washington. But SANA, which is the Syrian government state media, reported that their UN representative in New York was told of these strikes. The Syrian opposition also released a statement early this morning welcoming those strikes. It suggests that they knew that they were coming. So this is a new phase, all the players are trying to react to this new landscape."
  },
  {
    "transcript_id": "CNN-22952",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "None",
    "statement": "The first lady, Hillary Rodham Clinton -- you talked about her -- we expect her to arrive any moment, within this hour at least. And we'll have that picture for you when that happens. Now, she <MAY> be among the Senate's fresh faces, but hers is one of the higher-profile ones, at least right now. Mark Preston covers the Senate for \"Roll Call\" magazine. He joins us now to talk about Mrs. Clinton's first day on the job. Good to see you. Good morning. How are you?"
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "could": "hedge",
      "know": "none"
    },
    "previous_statement": "No, I agree. And just to amplify some of the other points, and Daniel`s point, I mean, you know, a person who loses a precious granddaughter could not -- could be in a position where they just can`t handle it but here, his daughter`s charged with that horrific crime. So that double aspect is enough to push anybody to where we are tonight.",
    "statement": "You <KNOW>, to Dr. Pepper, he is the chief medical examiner of the Aaron Broward County, author of \"When to Call the Doctor,\" -- Dr. Perper, thank you for being with us. Dr. Perper, he had with him, we know, high blood pressure or blood pressure medication. Tell me, <COULD> any of -- medications, such as blood pressure medication, could that affect your emotions? Could that make him more emotional?"
  },
  {
    "transcript_id": "CNN-140160",
    "matched_terms": {
      "obviously": "authority"
    },
    "previous_statement": "That's right. He is planning on filing papers in the coming days for a new political party aimed at reigning in the power of the current regime. He says he's going to file those new papers before Ahmadinejad is sworn in, later this month or early next. So he is going to press ahead. He may be pushing that envelope to see just how far he can take this before the government comes back after him.",
    "statement": "We're going to stay on top of this story. <OBVIOUSLY>, significant developments in Iran. Brian, thank you. Let's go to Jack Cafferty right now. He has \"The Cafferty File\" -- Jack."
  },
  {
    "transcript_id": "CNN-166565",
    "matched_terms": {
      "could": "hedge",
      "should": "authority"
    },
    "previous_statement": "Hey, Suzanne. No doubt about it, if you find yourself out of work after having a 20 or 30-year career, the job search can be intimidating. The good news is the jobless rate for older workers is actually lower than the national average. But the bad news is once you're out of work it is often harder to find a new job. In fact, an Urban Institute study found that men between the ages of 50 and 61 are 39 percent less likely to get a job each month than younger workers, women are 18 percent less likely. For older workers 62 years and up that number jumped to 51 percent for men, 50 percent for women.",
    "statement": "How <SHOULD> an older worker target their job search? It sounds like you're narrowing down some jobs that <COULD> be a good fit?"
  },
  {
    "transcript_id": "CNN-316305",
    "matched_terms": {
      "must": "authority"
    },
    "previous_statement": "Leopoldo Lopez is back home, celebrating freedom from prison even though he remains on house arrest. The former mayor and presidential candidate spent 3 1/2 years in a military prison after he was charged with inciting violence, conspiracy and arson during the 2014 anti-government protests. He denied the accusations but Venezuelan president Nicolas Maduro says Lopez must pay for his crimes.",
    "statement": "The responsible people <MUST> pay before the court of law and they will pay before the court of law."
  },
  {
    "transcript_id": "CNN-308523",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Michael, all coalition air strikes are approved by both an Iraqi officer as well as a coalition officer. Both officers have to agree before the strike takes place. And in many of these cases, we have to ensure of course that the strike is proportional. We don't want to use ammunition that is oversize to the target. If we're trying to take out some ISIS snipers perhaps on the roof, we're not going to use a large bomb that's going to destroy a building. We're going to make sure that we use a proportional ammunition that will destroy -- kill the fighters, but leave the building standing. We want to return Mosul to the people of Mosul, you know, in one piece.",
    "statement": "One of the problems is the Iraqi government has more than once encourage civilians in Mosul to stay put, to not leave their homes. And then, you <KNOW>, you see the civilian casualties start to mount. I mean, that's problematic in and of itself isn't it if they have to stay."
  },
  {
    "transcript_id": "CNN-85679",
    "matched_terms": {
      "opinion": "none"
    },
    "previous_statement": "Tonight, NASA's New Mission, a special report.",
    "statement": "This is LOU DOBBS TONIGHT for Thursday, June 24. Here now an hour of news, debate and <OPINION>, sitting in for Lou Dobbs, who is on vacation, Kitty Pilgrim."
  },
  {
    "transcript_id": "CNN-369504",
    "matched_terms": {
      "think": "hedge",
      "know": "none"
    },
    "previous_statement": "Too bizarre?",
    "statement": "Yes, yes. I <THINK> she's ridiculous and be more realistic. You <KNOW>, we are people, we live on this planet. We want to survive."
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "believe": "hedge",
      "know": "none"
    },
    "previous_statement": "What were you doing?",
    "statement": "Well, what I did is I filed an injunction action against the Navy last summer, but a judge in Puerto Rico, a federal judge, has been sitting on that action for over eight months. And because of that -- and the Navy continues to bomb, and he simply will not hear my action. So, you <KNOW>, I was down on the island, there's hundreds of people on that island; they're American citizens, but their disaffected and alienated from this country. Many of them do not <BELIEVE> that they, that they live with the benefits of the American legal system. And I went down there and said, you know, justice will work. The American justice system works. And even the Navy is subject to these federal statutes. The Navy, unfortunately, we couldn't get into jail -- into, before a court, so ultimately I engaged in the civil disobedience with Eddie Olmos..."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "of course": "authority",
      "may": "hedge",
      "fact": "authority"
    },
    "previous_statement": "Patty Davis at Reagan National Airport, thank you very much. And al Qaeda's silence is leaving investigators uneasy as they try to guess where the terror network will strike next. What's al Qaeda up to? That's the focus of Michael Elliott's piece in the latest edition of \"TIME\" magazine. Michael joins us now live from New York. I want to read one excerpt, Michael, from your excellent article that you have in \"TIME\" this week. \"There could be another al Qaeda cell out there just as good, just as quiet as the one that mounted the attacks on the World Trade Center and the Pentagon.\" Specifically, Michael, what are you talking about?",
    "statement": "Well, one of the extraordinary things that we've discovered, Wolf, is that in all the hundreds of interviews of al Qaeda detainees that have been done, in all the mountains of documents that we took away from Afghanistan and went through, in all the computer diskettes that were examined, we have found essentially no record of the September 11 hijackers. What that, <OF COURSE>, makes investigators concerned about is the possibility that there's another cell that's just as good. One of the questions that investigators have to concern themselves with is what's more frightening, noise, chatter as they call it in the intelligence field, the things that they hear, the things that they pick up in telephone intercepts, or silence. And the extraordinary <FACT> that we can find virtually no signals or human intelligence of the September the 11th hijackers, the 19, has really got people worried that there <MAY> be others out there who are just as good."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "may": "none",
      "should": "authority",
      "around": "none"
    },
    "previous_statement": "Thank you. And coming up on CNN TALK, we want to know you think. Is there still a special relationship between the United States and the United Kingdom? Log onto facebook.com/cnninternational to have your say. CNN TALK, it's coming to you live from London, in fact, from outside Buckingham Palace, midday. You're watching us in London, 7:00 pm if you're watching us from Hong Kong. And coming up next, erasing a massacre from history, 30 years since Beijing orders its military to open fire on pro-democracy demonstrators. An entire generation knows almost nothing about the Tiananmen Square crackdown. We'll have the details for you after a very short break. Do stay right here with CNN.",
    "statement": "It is the second day of the three-day state visit to Britain and Mr. Trump is spending Tuesday getting down to business. He's holding a breakfast with the outgoing Prime Minister Theresa <MAY> and corporate leaders right now. At the beginning of that meeting, he praised the outgoing prime minister, joking she <SHOULD> stick <AROUND>, he said, to complete a trade deal with the United States. The pair would then hold separate talks before a joint conference later on today. Now I want to switch gears. A painful anniversary is being commemorated around the world except where the tragedy took place. In 1989, democracy was spreading like a wave across central Europe, as well as the Soviet Union. But the wave stopped in China, specifically Tiananmen Square. On June the 4th, 1989, thousands of protesters (inaudible) there to demand freedom as well as democracy. Instead, their government turned on them, sending in troops to massacre an unknown number of demonstrators. Well their resistance was immortalized in this photo of-called tank man, who stepped out in front of the military tanks as they left the square the day after the murders. Let's get more from CNN's Ivan Watson joins us now from Hong Kong. And Ivan, give us a sense of how this day is being commemorated, is being seen in Hong Kong and right around the world."
  },
  {
    "transcript_id": "CNN-324315",
    "matched_terms": {
      "know": "none",
      "maybe": "hedge"
    },
    "previous_statement": "Making it all the more extraordinary is that the \"Times\" reports that after that settlement was paid, and FOX News brass knew about it, they renewed his contract and gave him a pay raise. Joining us now, Brian Stelter, CNN senior media correspondent, host of \"Reliable Sources.\" Even if FOX didn't know it was $32 million, they knew it was sexual harassment and resigned him and gave him more money anyway.",
    "statement": "<MAYBE> they didn't want to <KNOW> how much the settlement was worth. Maybe they were happy not to find out. The bottom line is, like the Weinstein scandal, it's a story about money and power. Bill O'Reilly had a lot of power and made FOX an enormous amount of money. For Bill O'Reilly, paying $32 million seemed like the price, the cost of doing business. Here's a part of O'Reilly's defense. He said this to \"The New York Times\" in an interview that was audiotaped last week. He says, he's the victim."
  },
  {
    "transcript_id": "CNN-405820",
    "matched_terms": {
      "of course": "authority",
      "best": "none"
    },
    "previous_statement": "Yes, I think we all are. And we're doing our jobs. This is what we love to do. This is what we trained to do. But the people are so, so sick, and it's just so heartbreaking to see. And they can't have families with them in the hospitals anywhere because of the risk to the public. And it's just, it's hard to see that so many times, and to see folks succumb to this and sometimes die again and again. It's just a terrible virus. And we need to do everything in our power to make sure that no more people have it. You probably have heard that Maricopa County is bringing in 10 refrigerated units to augment their morgue capacity. That's just horrendous.",
    "statement": "Yes, it really. Dr. Matthew Heinz, thank you so much. Hang in there, and, <OF COURSE>, be well, and we continue to wish the <BEST> for all of you and your colleagues."
  },
  {
    "transcript_id": "CNN-303307",
    "matched_terms": {
      "thinking": "none"
    },
    "previous_statement": "And on inauguration day 1989, Bush 41's granddaughters surprised the White House staff by showing up two and half hours early in the middle of the move. This year if all goes smoothly, the Trumps will never know the chaos that preceded their arrival at the White House. The Chief Usher will meet Donald Trump at the door and offer a simple greeting, welcome, Mr. President, to your new home. Randi Kaye, CNN, Washington.",
    "statement": "And joining me now is Anita McBride, who was the Chief of Staff to First Lady Laura Bush. It's exhausting just <THINKING> about that. It really does sound like a controlled chaos."
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "believe": "hedge",
      "may": "hedge"
    },
    "previous_statement": "The president doesn't think that this is an issue simply a free speech. He thinks it's about respecting the men and women of our military. It's about respecting our National Anthem, and it's about standing out of pride for them.",
    "statement": "I mean, Paris, isn't -- I mean what she's saying is the president doesn't <BELIEVE> there's an issue of free speech and then she went on to describe -- I mean, she <MAY> not like this free speech, but is this not an issue of free speech?"
  },
  {
    "transcript_id": "CNN-133476",
    "matched_terms": {
      "know": "none",
      "around": "none",
      "doubt": "authority"
    },
    "previous_statement": "Exactly. Careful out there.",
    "statement": "Thanks, Chad. No <DOUBT>. OK. Well, let's talk about this. You <KNOW>, that wreckage still sits where it did Saturday night off the side of a runway at Denver International Airport. The Continental jet burst into flames sometime during an aborted takeoff. As NTSB teams continue to work at the scene, passengers, they are getting their heads <AROUND> exactly what happened and how they actually survived it."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "He will absolutely ask me, please, let's get the judge approved, instead of 10 ambassadors.",
    "statement": "Now, Jake, inside the White House, this process of selecting someone is largely being overseen by the chief of staff, Mark Meadows, and the White House counsel, Pat Cipollone, in addition to the vice president, Mike Pence, and Jared Kushner, though the president is also hearing from a ton of outside voices as well. Just today, he spoke with the president of the Susan B. Anthony List, <OF COURSE>, an anti-abortion group. And you can bet he is going to hear a flood of advice over the next few days, before he finally settles on who his nominee is going to be."
  },
  {
    "transcript_id": "CNN-179858",
    "matched_terms": {
      "best": "none"
    },
    "previous_statement": "Yes.",
    "statement": "I'm doing my <BEST> to try to get him out of the government right now."
  },
  {
    "transcript_id": "CNN-215679",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "Welcome to CROSSFIRE. I'm Van Jones on the left.",
    "statement": "I'm S.E. Cupp on the right. It's day one of the government shutdown, and the world has not ended. Tonight, House Republicans are offering a handful of bills aimed at funding portions of the government, including military veterans, and once again President Obama and congressional Democrats are refusing to deal. Only time will tell who will suffer adverse political consequences here. But Republicans who vowed to do everything they <COULD> to stop or slow Obamacare have been true to their word. And since when is keeping a promise grandstanding? As Speaker John Boehner says, it's just an issue of fairness."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "could": "none",
      "sure": "authority",
      "know": "hedge",
      "might": "hedge",
      "fact": "authority",
      "certainly": "authority",
      "absolutely": "authority",
      "kind of": "hedge",
      "knowing": "none",
      "hopes": "none",
      "hoping": "none"
    },
    "previous_statement": "Stacey, it must be doubly difficult dealing with a foreign country.",
    "statement": "Well, <ABSOLUTELY>. The laws are different. Procedure is different. The parents are over there now. And really I don't <KNOW> how much they're letting the parents know about what's going on in the investigation because <CERTAINLY> you don't want to do anything to diminish their <HOPES> of finding her alive. But the <FACT> that you are in a foreign land really puts the pressure on to try to figure out how you're going to cope with this. And I wanted to go back to one issue that you talked about before with Paul. I'm <SURE> there's a lot of talk about the chaperones and what <COULD> have been done? And that happens really in any crime where the victim, at some point, <MIGHT> have assumed some <KIND OF> risks. And in this case, they're talking about her getting in a car with three boys and three men, and not <KNOWING> what happened after that. So certainly there is going to be some talk about why would she do something like that? And I just want people to realize that even though someone might assume the risk, like she might have done in this case, it's certainly not deserving if there is foul play involved. And I always go back to the case with the woman that was jogging in Central Park that night and was basically left for dead. Everybody said, how stupid can you be to go jogging at Central Park at night? It wasn't the smartest thing in the world but certainly she didn't deserve what happened. So I am sure they are keeping their hopes up. And I am sure they don't want to hear why would she get in a car, they just are <HOPING> and praying to God that she is alive. But like you said, in a foreign country and dealing with this, and now you booked people for suspicion of murder and kidnapping, it's a tough road to hoe for these parents."
  },
  {
    "transcript_id": "CNN-321125",
    "matched_terms": {
      "know": "hedge"
    },
    "previous_statement": "Oh.",
    "statement": "-- represent the party come 2020. At least not one on health care and not somebody we've heard of yet simply because they're all signing onto the 'Medicare for All' plan. So you can see the party is, you <KNOW>, following the Trump mold of retreating to their corners, so to speak."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "could": "none"
    },
    "previous_statement": "Yes, I think the Dershowitz quote, I think he was on Fox News last night or something.",
    "statement": "No, it was in the transcripts. I <COULD> not find --"
  },
  {
    "transcript_id": "CNN-389830",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "The Pentagon waited until there was daylight in Iraq to determine officially that the Iranian missiles harmed no Americans and left no major damage at either of the two areas targeted. According to the Pentagon, over a dozen ballistic missiles were launched from inside Iran toward two parts of Iraq, in the west and north, where U.S. troops are stationed, in Irbil, at least one missile landing at the international airport, but didn't explode, and another hitting near the U.S. Consulate. Most were directed at the sprawling Al Asad Air Base 140 miles west of Baghdad, home to hundreds of U.S. troops. Satellite images obtained by CNN show the before and after. Here, a number of buildings appear to have been destroyed or damaged next to a row of helicopters. Other buildings were also hit. Of 16 missiles launched, sources say that four appeared to have failed in flight. The president gave credit to an early warning system that the short-range missiles were incoming. U.S. intelligence satellites had picked up early signs that they'd been fueled up and then launched. Iran had also warned the Iraqi government, likely knowing that it would be passed on to the Americans, which gave U.S. troops a chance to take cover. Some Trump administration officials now telling CNN that they see Iran's strike as intentionally missing areas where Americans were housed, so that they weren't killed, but a clear message was sent.",
    "statement": "We have a pause. We <SHOULD> be trying to de- escalate in any way we can, de-escalate the situation on both sides."
  },
  {
    "transcript_id": "CNN-105413",
    "matched_terms": {
      "possibly": "hedge",
      "kind of": "hedge"
    },
    "previous_statement": "OK.",
    "statement": "So you're talking about diplomacy, sir, and a question of tactics at this point, not goals. If you have, for instance, Russia saying they don't want a Chapter 7 Resolution, if you're dealing with a gentleman who uses this <KIND OF> rhetoric, what kind of tactics can you <POSSIBLY> come up with?"
  },
  {
    "transcript_id": "CNN-317342",
    "matched_terms": {
      "may": "none",
      "around": "none"
    },
    "previous_statement": "Yes, I think it was well intended but Michael has since walked it back. There are a variety of hairstyles in sports worn by people of all different backgrounds. So I think that's probably a minor issue when it comes to Colin Kaepernick.",
    "statement": "Hey, Bob Costas, you are kind enough to stick <AROUND> so that we <MAY> later discuss that other famous crime for which O.J. Simpson was acquitted because we all remember you were anchoring an NBA Final that was famously interrupted by O.J.'s Bronco chase so I'm really looking forward to that."
  },
  {
    "transcript_id": "CNN-394626",
    "matched_terms": {
      "of course": "authority",
      "know": "none",
      "maybe": "hedge",
      "may": "hedge",
      "best": "none",
      "allegedly": "hedge",
      "thinking": "none"
    },
    "previous_statement": "You have seen Elizabeth Warren drop out of course, a progressive. But the interesting thing there, it seems her supporters don't automatically go to fellow progressive Bernie Sanders. They are pretty much split. What does that tell you?",
    "statement": "Right, it is not necessarily the case that Warren supporters are going to go to Sanders. She is delaying when she will make the endorsement; <OF COURSE>, that endorsement is going to make a big impact of course. But something that she didn't necessarily always clarify during the campaign was that she was somewhere in between. She got lumped into this progressive category but she said, you <KNOW>, there is a place in the Democratic Party at the moment for someone in between a moderate and a progressive. And that is where she felt that she stood. She did really well with white, liberal, educated, middle to upper middle class voters. Some of them <MAY> decide to vote for Sanders because <MAYBE> their policies are more in line with his policies. But there are those that are very strategic at the moment, looking at Joe Biden's momentum and <THINKING> about who is <BEST> suited to beat Donald Trump. So both are going to be trying to get her endorsement. It is important to note that in January there was tension between Sanders and Warren over <ALLEGEDLY> this comment that he made that woman couldn't win in 2020. We'll see if that tension ends up impacting what she decides to do."
  },
  {
    "transcript_id": "CNN-321084",
    "matched_terms": {
      "think": "hedge",
      "could": "hedge",
      "stuff": "hedge",
      "kind of": "hedge",
      "knows": "none"
    },
    "previous_statement": "Well, let me defend Bannon here by saying that I've said the same thing on this show. As Bannon said, I hate to think that he's quoting me. I'll have to change my mind about it. But this was absolutely -- just in terms of --",
    "statement": "-- just in terms of the pure politics of it, this was an incredible, incredible mistake -- self-made mistake by Trump. This wasn't the Iraq war, this wasn't a war. This was a stupid mistake that Trump made with Jared Kushner's advice. He relies on Jared Kushner, Trump not because Jared Kushner is some <KIND OF> genius but because Jared Kushner is his son-in-law and loyal to Donald Trump. That's why he's put him in charge of all this <STUFF>. So I <THINK> that Bannon <KNOWS> yes, this mistake which led to the special prosecutor now <COULD> lead to Trump's undoing and a lot of that is because of obstruction of justice and the finances."
  },
  {
    "transcript_id": "CNN-394239",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "That throws a complete wrench in his plan.",
    "statement": "There is a question of, if he underperforms in Super Tuesday, does he nevertheless stay in for that <SORT OF> second Super Tuesday because he's invested a lot in that 15 percent strategy in that group of states also. And that's a lot of states also."
  },
  {
    "transcript_id": "CNN-389035",
    "matched_terms": {
      "believe": "hedge",
      "sure": "none",
      "maybe": "hedge",
      "certainly": "authority"
    },
    "previous_statement": "Right. And it takes all of us standing up together, fighting back against that, to your point. I want to go back to the investigation here in New York for a moment, because the state police hate crimes task force is now also investigating this stabbing. Help us understand what additional resources -- a task force like that can provide local law enforcement.",
    "statement": "Well, the development of that task force was <CERTAINLY> a very smart idea by the state of New York and by the governor and by the leadership in that state. And one thing it will go after with support from local law enforcement, with support from the prosecutor's office and those districts or regions where it is appropriate. They will support this hate crime task force. And that they're going to certainly get the support from other law enforcement, both at the local and the federal level. And as a result, they're going to do everything that they can to find out who are these perpetrators, those that even deceased, get a history of them, who they are associated with, what has been their history in the past. And begin to profile and begin to come up with some identification, <MAYBE> in some way in which we can prevent some of these future attacks. But even if we cannot predict what is going to happen next, all of us have urgent responsibility at this very moment, because I truly <BELIEVE> this is a sense of urgency that we have with the number of attacks that we are seeing take place. Is that we all have to pay very close attention, we have to be watchful, we have to be listening, and we have to be willing to work with our local authorities and give them the support that they need because they're exhausting all types of resources to make <SURE> that they keep communities safe. And that is important to all of us."
  },
  {
    "transcript_id": "CNN-100888",
    "matched_terms": {
      "may": "hedge",
      "possibly": "hedge"
    },
    "previous_statement": "Well, then not a hopeful sign at all. Allan Chernoff this morning reporting for us. We're going to check in with you threat the morning commute and later through the morning, as well. Thanks, Allan -- Rick.",
    "statement": "The White House is going to be hearing more about its secret wiretapping program. Congress <MAY> investigate the president's actions now. And there's a report this morning that a federal judge has resigned from his post, <POSSIBLY> in protest. Elaine Quijano has been following this story. She's joining us now from the White House -- good morning, Elaine."
  },
  {
    "transcript_id": "CNN-160750",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "Yes.",
    "statement": "But, <OF COURSE>, that facility is there to help those countries, but as we are seeing with Portugal, it is only as good if the countries ask for the help."
  },
  {
    "transcript_id": "CNN-234196",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "That's right, Becky. We all know that streaming is the future of media, whether you're streaming a video from CONNECT THE WORLD online, or even the World Cup. But we haven't had that ability to also watch something online and watch our friends, but his technology, from an Israeli company called Round Live, allows you to kind of Skype and watch something at the same time. So, what you're seeing on your screen right now is one of these World Cup games, and you're seeing people who are in different parts of the world, and you can hear them and see them as you're watching the game. So, instead of gathering around the couch, Becky, you in Cairo, me here in New York, we could just gather around our laptops and watch the game this way. It's a web extension for a web browser right now, not a mobile app yet, but a web extension. And so, you can talk, you can type, and you can celebrate the game.",
    "statement": "It does look extraordinary. Are there any limitations to what is this streaming technology, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-211468",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "So would you call yourself the Santa Claus of Islam then?",
    "statement": "Oh, I wouldn't say that myself, but I <THINK> it's a good concept to give gifts to people. It's not good to take but to give."
  },
  {
    "transcript_id": "CNN-194866",
    "matched_terms": {
      "of course": "authority",
      "know": "none",
      "best": "none"
    },
    "previous_statement": "We don't know for sure. Generally that is what happens. Senator Reid is the highest ranking Democrat in the Senate. And he has Capitol police. He has security that tend to drive him around. I've only seen him driven around in Washington and also in Nevada. We don't know for sure. But we assume that that is what happened because he was in caravan vehicles, driving.",
    "statement": "All right. Dana, keep in touch. Check in. <OF COURSE> we wish Senator Reid only, only the <BEST>. We'll let our viewers <KNOW> how his condition is as soon as we find out. Harry Reid, the Senate majority leader in a car accident in Las Vegas. A key Romney aide known for raising eyebrows brings race into the discussion about General Colin Powell's endorsement of President Barack Obama. You're going to hear what he said and the controversy that has erupted. Also, an informant sheds light on a controversial New York City police operation to spy on Muslims."
  },
  {
    "transcript_id": "CNN-176504",
    "matched_terms": {
      "think": "hedge",
      "around": "none",
      "stuff": "none"
    },
    "previous_statement": "It starts with the right pan. Make sure you have a rack.",
    "statement": "This is what's happening in America's homes as we speak. The turkey is thawed sitting in a shallow open pan so the air can flow <AROUND> it. You put a rack on the bottom. If you don't have a rack that fits the pan, you can use carrots or I use a coil of foil. Take aluminum foil and crunch it up and put it in the bottom of the pan then put the turkey on it. So you don't have to run out and get a wrap. Those will work great. If you're going to <STUFF> the turkey, do that before you put it in. And then you can just -- I <THINK> this is fun to get kids to do this. Just paint the turkey. You can just brush on or if you want to use one of those sprays you can. This is just vegetable oil."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Maybe. Or maybe George might have owed someone money. I don`t know.",
    "statement": "Is that something you <KNOW> about?"
  },
  {
    "transcript_id": "CNN-225395",
    "matched_terms": {
      "thought": "none"
    },
    "previous_statement": "Good morning. I'm Carol Costello. Thanks so much for joining me. Wild, closed-door discussions, shouting, that's how juror number eight describes the tension during the deliberations in the \"Loud Music\" murder trial of Michael Dunn. Now that juror is speaking exclusively to CNN. Alina Machado has more for you.",
    "statement": "I never <THOUGHT> about -- this is a black kid, this is a white because that was -- that wasn't the case."
  },
  {
    "transcript_id": "CNN-132812",
    "matched_terms": {
      "of course": "authority",
      "clear": "hedge"
    },
    "previous_statement": "This tragedy, disaster, halfway across the world, Kyra, really hitting home here in the United States. It's a very painful and difficult moment here for all these families. The State Department is really trying, is working as hard as it can to see if there -- if they can get any information on any casualties. And they're trying to be as supportive as they can to U.S. citizens that they are in touch with. The State Department, though, is telling us that they believe that there are still Americans at risk on the ground in Mumbai.",
    "statement": "All right. State Department correspondent Zain Verjee. Thank you so much. We'll continue to talk to you, <OF COURSE>, throughout the next couple of hours. Now, here's the layout in Mumbai. What began as a rolling rampage just after 9 p.m. local time on Wednesday came down yesterday to three violent standoffs, then two, finally one. At the moment it's not entirely <CLEAR> whether one or more attackers is still on the loose in the Taj Mahal Hotel, a Mumbai landmark. The standoff at the nearby Oberoi Hotel ended with the killing of two attackers and the rescue of surviving guests and employees. Thirty dead bodies have been recovered from the Oberoi to date, and the siege of the Chabad House ended with the deaths of at least two attackers and five hostages, including the rabbi and his wife, as we just mentioned. Well, this assault on Mumbai has proven a tactical challenge for police and military forces. Sprawling hotels to clear, innocent civilian hostages and gunmen with itchy trigger fingers."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "clearly": "authority",
      "quite": "none"
    },
    "previous_statement": "So -- OK. So you don't have two of the biggest names, Jeff Gordon and Dale Earnhardt, Jr. in the championship, the chase for the cup last year. Is NASCAR a little concerned that it could happen two years running?",
    "statement": "Well, my friend, they're doing <QUITE> fine. <CLEARLY>, they're concerned about everything. But a 90 percent growth rate. The race this week is televised in 150 countries in 35 langs. A billion dollars in sponsorship from Sprint alone, for example."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "seems": "hedge"
    },
    "previous_statement": "There's been several cases of individuals at UK University being involved in terrorism and being convicted of terrorist defenses. The University of Westminster for example that the former Islamic society president was convicted of a terrorist defense back in 2006. The former head of the Islamic Society University college of London later tried to blow up an airline in Detroit. And so, there are several examples of this.",
    "statement": "And now it <SEEMS> there is another. This time by the name of Mohammed Emwazi."
  },
  {
    "transcript_id": "CNN-280578",
    "matched_terms": {
      "know": "none",
      "should": "authority"
    },
    "previous_statement": "None",
    "statement": "A source close to the investigation at yesterday's Amtrak crash says that somebody made, and I will quote them, \"A colossal mistake.\" The evidence has indicating that two construction workers on a piece of heavy equipment <SHOULD> not have been on that stretch of track near Philadelphia. The accident killed both men and then injured 37 people on the train, as well because the train partially derailed. The train was headed from New York to Savannah, Georgia up 350 passengers and crew were on board when this happened. Mary Schiavo, is a former inspector general for the U.S. Department of Transportation. There's a very simple question I have for you, how on earth does that happen, being on the wrong track? I <KNOW> not to be on the wrong track?"
  }
]