[
  {
    "transcript_id": "CNN-321716",
    "matched_terms": {
      "know": "none",
      "hope": "none",
      "sort of": "hedge"
    },
    "previous_statement": "We are back. We are back to being able to speak at the moment and we've just gone back into a moment of -- that's how quickly (inaudible). We had about 20 seconds of speaking and being able to make noise and then back to silence again as soon as rescuers hear something. (Moment of silence)",
    "statement": "So, during this moment of silence, and just to bring our viewers up to date on what they are watching. This is a school in the outer suburbs of Mexico City, a primary school that collapsed when the earthquake hit yesterday. Twenty one children killed, four adults as well in the rubble of that collapsed building, but there is <HOPE>, hope, hope, hope for one little girl that rescuers told one of our affiliates is very close to being pulled out. The reason they're calling for these moments of silence is because it allowed them to listen -- to listen for any tap, any sound coming from under that mound of rubble that can give them some <SORT OF> indication of where to look or whether or not there are more survivors. Enrique Acevedo is a Univision anchor. We were talking about these safety triangles because this is the hope, Enrique, that when the building collapsed little kids, adults, you <KNOW>, crawled under furniture or desks and that they are somewhere safe where there is air they can breathe."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "could": "none"
    },
    "previous_statement": "Let's go over to Julie.",
    "statement": "Julie is down here. Julie's wedding gown, and on display is Mamie Eisenhower's garter that she gave me. She we're that in her wedding, and I even threw it and it was retrieved so it <COULD> be an artifact. If you go to Eisenhower Library, you'll see a piece of cake Mamie saved from her wedding in 1910."
  },
  {
    "transcript_id": "CNN-359154",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Mr. President, did you know -- did you know that Paul Manafort was sharing polling data from your campaign to the Russians?",
    "statement": "No, I didn't <KNOW> anything about it."
  },
  {
    "transcript_id": "CNN-10800",
    "matched_terms": {
      "kind of": "hedge"
    },
    "previous_statement": "A lot of branches on that tree. A new poll shows Americans are divided over whether or not the milestone in genetic research is a positive development. Forty-six percent of those polled in a CNN/\"Time\" magazine say that the Human Genome Project will have harmful results, while 40 percent say it will have beneficial results. A majority, 61 percent, said they would want to know if they are predisposed to developing a genetic disease, 35 percent say they would not want to know. And on the question of how should -- who should have access to genetic information rather, 67 percent say it should be available to doctors and about one in five say insurance companies should have access to that information. Only about 14 percent think it should be available to the government.",
    "statement": "Also interesting how this all <KIND OF> came to be. The private company Celera and the government took different approaches to decoding the genetic makeup. Celera took a fast route by breaking the entire human genome into small pieces and then using a supercomputer to reassemble it. CNN science correspondent Ann Kellan now has more on the methods that led to this milestone."
  },
  {
    "transcript_id": "CNN-232739",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "Wolf, at this hour, the Pentagon has put a lot in place -- ships, aircraft, missiles, everything that they would need to carry out an option, a military option for the president, it just awaits a decision.",
    "statement": "As the fighting rages on in Iraq, the Pentagon is moving more firepower and manpower into the region to prepare for whatever President Obama orders. Already at the U.S. embassies in Baghdad, dozens of Marines and Army troops have moved in to beef up security. A top priority? Evacuate all Americans at the embassy if it comes to that. The aircraft carrier George H.W. Bush and five other warships are now in the Persian Gulf. More than 500 Marines and dozens of helicopters are on standby carrier evacuation is ordered. The former top U.S. commander for the region warns it <MAY> not be enough."
  },
  {
    "transcript_id": "CNN-89011",
    "matched_terms": {
      "believe": "authority"
    },
    "previous_statement": "Two weeks to go and the battle for the White House is still up for grabs. George W. Bush and John Kerry are hitting every swing state they can.",
    "statement": "I <BELIEVE> that we need a president who defends America and fights for the middle- class at the same time."
  },
  {
    "transcript_id": "CNN-138046",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "And we hope so. I know she's been on a hunger strike in prison to protest her arrest, so we'll be awaiting her release and hoping for it. Paula Newton live from London, thanks so much.",
    "statement": "A texting Boston trolley conductor crashes sending close to 50 people to the hospital. It's not the first time that something like this has happened, so why haven't professional drivers gotten the message that they <COULD> kill someone by doing that. We'll ask the NTSB, the National Transportation Safety Board. And former Vice President Dick Cheney says President Obama is making us less safe. Hear why. And see who else the vice president had some choice words for just ahead. It's 23 minutes now after the hour."
  },
  {
    "transcript_id": "CNN-72246",
    "matched_terms": {
      "of course": "authority",
      "believe": "none",
      "thinks": "none"
    },
    "previous_statement": "Of course they're going to want to smoke.",
    "statement": "<OF COURSE>. We like the word no. Because when we say no, your average teenager <THINKS>, yes. I <BELIEVE> I will. It 's rebellious. It's cool. It's hip. And let's face it, rebellion looks pretty good with a cigarette hanging out of your mouth, tough guy."
  },
  {
    "transcript_id": "CNN-184277",
    "matched_terms": {
      "of course": "none",
      "know": "none"
    },
    "previous_statement": "None",
    "statement": "One hundred years ago, this Sunday arguably the most famous ship wreck of all time happened, the \"Titanic\" sank. We <KNOW> the story. Who hasn't, <OF COURSE>, seen the movie? But now James Cameron, the director of the blockbuster film goes in-depth showing what happened after the 883-foot ship just broke apart. \"Titanic, the Final Word,\" with James Cameron airs globally on the National Geographic Channel."
  },
  {
    "transcript_id": "CNN-365968",
    "matched_terms": {
      "should": "none",
      "sort of": "hedge"
    },
    "previous_statement": "I don't think so. I think that there are probably procedural steps that need to be taken in order to secure the approval of the courts to give, for example, grand jury material, but that's precisely the step that Ken Starr took in order to provide material to Congress and that's precisely the step that Leon Jaworski took in order to provide material to Congress. What's different here is the apparent or seeming decision of the Attorney General not to take the same step that has been taken in the past, namely to make as much of the grand jury information as is possible available to Congress for its consideration of its own oversight responsibilities.",
    "statement": "So the four reasons that Barr has given for these redactions are grand jury material, sensitive intelligence, information about ongoing investigations and then anything that would <SORT OF> sully the reputation of someone who is a peripheral third party. Do you agree with all four of his points there, that those four things <SHOULD> be redacted even in a version that goes to Congress?"
  },
  {
    "transcript_id": "CNN-140323",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "You are looking at live pictures from Africa, from country of Ghana on the western coast of Africa, where we are awaiting President Obama, who is going to be leaving shortly there. He will come out and have a few last comments as he wraps up this historic visit by the first African-American president ever to the continent of Africa. And by all accounts it seems to have been quite a success overall. Bring it up and let you listen to the crowd cheering there for just a moment.",
    "statement": "That's what the president has been seeing all day there. A bit of a hero's welcome for many in Africa who are tremendously excited to see him. And he remains at the moment, according to world polls, the most popular political figure in the world right now. So we will <CERTAINLY> see a big response when he comes out shortly for his final goodbye there. We will be waiting for that. We will go to that immediately when it comes up. I see a crowd moving right now. Let's pause for one more moment and listen here and see if by chance he is coming out right now. And it looks like that is a no. We'll check back in a moment. In the meantime, let's look at some of the other news that is happening internationally. There is an offer from Pakistan to help the U.S. negotiate with the Taliban, yes, negotiate with the Taliban. That's the offer. A top military officer says Pakistan can set up direct talks with the top Taliban leader in Afghanistan. Our Michael Ware has more on this story from Baghdad, including some of the reaction from U.S. officials."
  },
  {
    "transcript_id": "CNN-361831",
    "matched_terms": {
      "may": "hedge",
      "knows": "authority"
    },
    "previous_statement": "I'm not sure how to put it any clearer. I have said it before. We have no factual evidence of collusion between the Trump campaign and Russia.",
    "statement": "So his Democratic counterpart on that committee, Mark Warner, says that he can't make any conclusions because the investigation isn't done. No one <KNOWS> what's in the investigation. He <MAY> not find anything or he may -- no one knows. What do you make of this split, Laura?"
  },
  {
    "transcript_id": "CNN-8469",
    "matched_terms": {
      "view": "none"
    },
    "previous_statement": "Good evening.",
    "statement": "Hi. How essential are these test in your <VIEW>? And what do they contribute to U.S. national security?"
  },
  {
    "transcript_id": "NPR-2575",
    "matched_terms": {
      "maybe": "hedge",
      "stuff": "hedge"
    },
    "previous_statement": "So these are the taste buds?",
    "statement": "These are taste cells right in the taste buds. So the taste bud contains about 50 or 100 taste cells, and <MAYBE> a quarter of them are responding to sweet <STUFF>, and a different percentage of them will respond to salty and sour and bitter and something called umami, which is actually a Japanese word that has to do with delicious amino acids like monosodium glutamate."
  },
  {
    "transcript_id": "CNN-301263",
    "matched_terms": {
      "think": "none",
      "sure": "hedge",
      "know": "authority",
      "clear": "hedge",
      "view": "none",
      "thinks": "none",
      "views": "none"
    },
    "previous_statement": "The president-elect and the current president seem to agree on this point of that President-elect Trump does not want to go into Syria. Does not believe we should be in the regime game and questions Assad's legitimacy in a positive way more than Obama ever did.",
    "statement": "That's right. Obama at least identified Assad as the bad guy. With Donald Trump we're not <SURE> who he regards as the bad guy. We <KNOW> he <THINKS> ISIS is the bad guy. Everybody agrees on that. But he doesn't <THINK> of Russia being part of the problem. His <VIEWS> on Iran are up and down. His <VIEW> on Assad is not entirely <CLEAR> and I'm not clear whether he actually has any views on turkey. But President Obama, this was part of the problem. He identified Assad as the bad guy. He said Assad has to go. When the president of the United States announces to the world that a dictator has to go and then doesn't follow through, there are consequences to that to how the world begins to perceive American forces. The reason why Putin was able to step into this is that he saw that Obama was not going to step in."
  },
  {
    "transcript_id": "CNN-341693",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "Right, FCA is, but we`re going to see how that rolls out because right now, we`ve got a lot of other issues from some accidents that have happened, a lot of concerns from consumers, and if you look at what analysts and servers are saying, about 90 percent of people think it`s cool, but they`re not going to ride in one because it`s an amusement ride.",
    "statement": "So Sergio and other auto leaders and their executives, what`s their reaction been thus far? Did the president <SORT OF> unexpected announcement that he`s going to impose tariffs on imported cars."
  },
  {
    "transcript_id": "CNN-160877",
    "matched_terms": {
      "think": "hedge",
      "absolute": "authority",
      "knows": "authority"
    },
    "previous_statement": "Frankly, I don't think very much. I think all they are trying to get out of this visit is to show that there are at least some warm relations between these two countries that has warmed up in recent years and that these two leaders in particular are developing a rapport. I can tell you White House aides are the first to know that this is the eighth face-to-face meeting the beginning of these meeting between Hu Jintao and President Obama, because they have met at so many G-20 Summits and the like. There are cases that they are building a personal rapport that is going to work through some of these difficult issues. But a lot of people in Congress, a lot of people around the country who look at unemployment, who look at the trade gap and look at jobs going to China as you have been noting wonder how much talk can you do before you need some real tough action against China. I think a watch for some pr moves by President Hu on this trip. He is going to be in Chicago in addition to Washington. He's going to go to an auto parts facility to try to show, look, this is an auto parts facility in America that China has invested in, so he's going to try to make the case that's bringing in a new American job. As you noted, it is a very skeptical public right now in the face of this economic crisis.",
    "statement": "Although that will be an interesting visit. Because he's right, it is a Chinese auto plant that is invested in by the Chinese that does create jobs. You said something that I wasn't necessarily going to bring up but because you brought it up. Let's bring my <ABSOLUTE> favorite economic nerd into the discussion, Christine Romans, she even knew who it was before I said it. Christine, Ed talked about the trade gap, the trade deficit, the difference between what we sell to China and what they sell to us. I <THINK> everybody now <KNOWS> without looking at the numbers that China sells us a lot more than we sell them. Are we using China as a scapegoat for our economic problems and how would things be different here if we had more balance in trade? If we sold China more and they bought more from us?"
  },
  {
    "transcript_id": "CNN-294470",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "More than 200 deaths -- more than 200 deaths have taken place in the city of Baltimore alone this year.",
    "statement": "OK. So, here's it because we keep saying all of these bad things. Do you <KNOW> what has more to do with crime than anything? It's poverty, it's not race."
  },
  {
    "transcript_id": "CNN-92090",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "And I imagine there are many on the committee who are familiar with the terrible setback that we suffered in Iran a few years ago when in a display of unbelievably careless management, we put pressure on agents operating in Iran to report with greater frequency and didn't provide improved communications, channels for them to do it. The Iranian intelligence authorities quickly saw the surge in traffic. And as I understand it, virtually our entire network in Iran was wiped out.",
    "statement": "The two former U.S. officials who spoke with CNN call Perle's version of the story \"exaggerated, inaccurate in key details, and timed to mislead.\" They discredit Perle as one who's had a beef against the CIA. Perle told CNN in a telephone conversation while he didn't <KNOW> when the incident happened or the details, his point remains the same."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "guess": "none",
      "hope": "none"
    },
    "previous_statement": "John, the President just won't stop when it comes to weighing in with his personal opinion on what drugs are going to work.",
    "statement": "He's smarter than the generals, he's smarter than the doctors. He's smarter than the public health experts. This has been again a parent of the Trump presidency, which has much more meaning and the stakes are much more higher in a public health pandemic, a global pandemic as opposed to a policy fight. This has life and death consequences and so when the President wings it, when he acts on instinct and impulse, when he acts on something he saw on the internet or something somebody told him, and then Tony Fauci or somebody else has to go up and say, well, that's aspirational or the President's trying to give you <HOPE>, but please do not do this at home. Remember from the early days of the administration, his own aides telling us why are you reading the President's tweets, listen to what we say not what he tweets. Well, that's not the way it works. He's the President of the United States. There are people listening to him. One other quick point I want to get in, though, because it is important what the President says. It's important when he says things that are reckless and wrong that his own people have to correct him. But today, he also did something else very important, he acknowledged there will be a phase four. He signed that stimulus bill today. He acknowledged there will be a phase four. Many House conservatives are nervous in an election year. They're not in a hurry to spend more money. The President said, <GUESS> what, we're going to spend more money and it's going to have to include aid to the states. A lot of those Democratic governors who have been critical of the President are going to write that down and try to hold him to it."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "probably": "hedge",
      "certainly": "authority",
      "obviously": "authority",
      "definitely": "authority",
      "kind of": "hedge",
      "sort of": "hedge",
      "knows": "none"
    },
    "previous_statement": "All right, Athena. Thanks very much. Let's talk about all of this and more with \"Washington Post\" columnist, the associate editor, David Ignatius; the chief political correspondent for \"Slate,\" Jamelle Bouie; \"TIME\" magazine political reporters Zeke Miller; and our CNN national political reporter Maeve Reston. Maeve, the Hillary Clinton campaign put out their own statement in response to Jeb Bush's \"anchor baby\" comments. Let me read it to our viewers. \"If Republicans continue to wonder how to label these children, Hillary has already made it clear to them they are not anchor babies; they are babies. They are our neighbors. They are our families.\" what about this term? How is it playing out there on the campaign trail, Jeb obviously -- Jeb Bush sticking with it?",
    "statement": "Yes. I mean, it's <KIND OF> interesting Jeb is using that term. Because <CERTAINLY> he more than anyone else <KNOWS> that is considered an offensive term to a lot of people out there. But this is <DEFINITELY> a fight that Hillary Clinton wants to have. You saw her come out on Twitter not once but a couple of times on this issue. She's looking to bring Latinos into her campaign. <OBVIOUSLY>, there will be a huge fight in states like Colorado and Nevada over those voters next year. And right now she wants to do as much as she can to brand Jeb Bush with <SORT OF> the Donald Trump brush. Because obviously, Donald Trump has offended a lot of Latinos with his comments about immigration, whereas Bush is trying to say, \"Hey, I'm the guy that can reach out to Latinos. I'm the candidate that you actually want up against Hillary Clinton next year.\" So it's turning into a very interesting debate over these issues and one that's <PROBABLY> good for Jeb Bush, honestly, because it's sharpening him up a little bit and getting him out there punching."
  },
  {
    "transcript_id": "CNN-269164",
    "matched_terms": {
      "know": "none",
      "perhaps": "hedge"
    },
    "previous_statement": "That they're not saying they don't have a problem here. They're actually acknowledging that at least to a greater extent than they were before the report was released. But they're making the point and they're hoping that this is going to be accepted by the other members of the athletics body, that you know it's unfair to punish athletes who haven't been cheating, athletes who are clean. They're in favor, they say, of the harshest sanctions against athletes who are found to have be guilty of doping and to be unclean. But it's the question of what happens to those who weren't.",
    "statement": "Banning the federation would mean that none of the athletes would be able to take part. And it's a dilemma really as Don was saying for the Federation itself. And Russia makes this point that Russia is not the only country in the world that has a problem with doping. It's often you <KNOW> saying that it's unfairly villainized or victimized for wrongdoing where other people are <PERHAPS> doing just as - just as much, just as badly. And that's something the Athletics Federation has to bear in mind as well. Because if it's really tough on Russia, and says you're not competing in the Olympics, what it will it say to the countries whose federations have also been tainted, or will be tainted by doping scandals in the future?"
  },
  {
    "transcript_id": "CNN-381078",
    "matched_terms": {
      "think": "authority",
      "know": "authority",
      "believes": "none"
    },
    "previous_statement": "Ukraine's foreign minister defending Mr. Trump's call with the Ukrainian president. But he isn't saying that it didn't involve the Bidens. Here he was on Saturday.",
    "statement": "Our president has a right to talk to another president the way this conversation remains confidential. If someone <BELIEVES> that our president is being put under pressure they have to prove it. I <KNOW> what the conversation was about and I <THINK> that there was no pressure. There was sock (ph) conversations are different. Leaders have the right to discuss any problems that exist. This conversation was long, friendly and it touched on a lot of questions, including those requiring serious answers."
  },
  {
    "transcript_id": "NPR-6523",
    "matched_terms": {
      "suspect": "authority"
    },
    "previous_statement": "Some of you may recall our interview about the World Rock Paper Scissors Championship. That interview brought out the competitive side in Pat Clancy of Ennis, Montana.",
    "statement": "He writes, In Montana we use the RPS method to determine who gets what job on our three-person state fisheries crew. Often we face cold and windy conditions, rocky footing and biting bugs. Would competitors in the RPS Championship be able to perform under such conditions? I <SUSPECT> not."
  },
  {
    "transcript_id": "CNN-154261",
    "matched_terms": {
      "know": "none",
      "best": "none"
    },
    "previous_statement": "None",
    "statement": "Fifty-four minutes past the hour. Time for our \"Fit Nation\" report. You <KNOW>, people have always said, if you're trying to get pregnant, it's <BEST> to relax, don't worry about it, don't stress yourself out too much. Well, now there's a new study that says higher levels of stress can reduce a woman's chances of getting pregnant."
  },
  {
    "transcript_id": "CNN-140338",
    "matched_terms": {
      "should": "none",
      "might": "hedge"
    },
    "previous_statement": "Yes.",
    "statement": "A lot of people see that as a civil-rights issue, that the NAACP <SHOULD> be in the middle of. Well, he has an answer for you on where the NAACP is. You'll hear that answer coming up in just three minutes. Also, we've got this and a number of topics. You <MIGHT> even call them hot topics..."
  },
  {
    "transcript_id": "CNN-293673",
    "matched_terms": {
      "know": "hedge",
      "may": "none",
      "apparently": "hedge"
    },
    "previous_statement": "Well, first of all, the sanctions could be tighter. There are a lot of loopholes in them. But, more important, we have not been enforcing the sanctions that are in place. The Chinese have really let the trade across their border go to pre-sanction levels, a real indication that the Chinese are no longer enforcing them. So there's a lot that can be done. The most important thing would be to sanction Chinese entities that have been selling for instance, uranium hexafluoride, vacuum pumps, valves, computers all for the use in the nuclear weapons program. And these are things that we have yet to deal with. So, sanctions haven't work because they haven't been enforced.",
    "statement": "North Korea has <APPARENTLY> been ready to do this since <MAY> from what we <KNOW>. And, the obvious question is why now? Well part of me said you just had the President go into that region of the world. You've had the gathering that's taking place there in North Korea wants to be a reminder that hey, we're still a big player in this game whether we're at the table or not."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "I think Dr. Perper has that information. I'll take two more questions. Go ahead, sir.",
    "statement": "Is there anything on that computer related to this case? I <KNOW> you said there was nothing suggesting criminal activity. Was there anything on the computers related to the case at all?"
  },
  {
    "transcript_id": "CNN-278043",
    "matched_terms": {
      "around": "none"
    },
    "previous_statement": "For the candidates who have not yet won a state, who have not racked up significant delegates, I ask you to prayerfully consider our coming together. Uniting.",
    "statement": "There will never come a time in this race where our supporters are asking us to get out and rally <AROUND> Donald Trump."
  },
  {
    "transcript_id": "NPR-33861",
    "matched_terms": {
      "sure": "none"
    },
    "previous_statement": "Finally, Laura Murphy and her sister secured tickets for a flight out of Luxor.",
    "statement": "Our flight was supposed to leave at nine in the morning. We didn't leave until 4:30. And until we were on the plane, we were not <SURE> we were taking off. And then when we got..."
  },
  {
    "transcript_id": "CNN-232460",
    "matched_terms": {
      "think": "none",
      "could": "none",
      "maybe": "none"
    },
    "previous_statement": "The ranking member, something like this, your actions say you don't trust Congress. I get it.",
    "statement": "Congressman, Secretary Hagel said multiple times in the hearing, that the administration <COULD> have handled sharing the information with Congress better. Was that enough of an answer for you? Do you <THINK> Hagel and the Obama administration didn't tell Congress because they didn't trust Congress wouldn't leak the deal and <MAYBE> try to stop it?"
  },
  {
    "transcript_id": "CNN-339648",
    "matched_terms": {
      "know": "authority",
      "appears": "hedge"
    },
    "previous_statement": "None",
    "statement": "All right, so West Virginians heeded the president's call. He said to Republican voters there, reject the party's controversial Senate candidate Don Blankenship, and it <APPEARS> they listened. The primary results in four states were mostly positive for the president and the GOP. So what are we seeing in this first arguable Super Tuesday about the midterm elections just sixes months away? We've got people who <KNOW>. We have David Gregory and CNN's senior political analyst Ron Brownstein. Gregory, he's got his glasses on. Brownstein needs them."
  },
  {
    "transcript_id": "CNN-210811",
    "matched_terms": {
      "know": "authority",
      "maybe": "hedge"
    },
    "previous_statement": "I want to talk about why it is typical, but just to be clear on this, the why she left -- do you have any particular insight into whether or not Leah Remini's questions about the church were substantiated? Do you know anything about this?",
    "statement": "Well, I do <KNOW> Shellie Miscavige has not been seen since 2006, right before Tom Cruise's wedding. And Leah, herself, signed a contract (ph), and she was involved in that inside, inside organization for over a year. And within that, they do have a rehabilitation force which her sister and herself were threatened with being sent to. And that is where people are kept 24/7, being watched and monitored. And, nowadays, some people have been left there for eight years, 10 years. Now, Shellie is only nine years. So, <MAYBE> we won't hear from her for a while."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "none"
    },
    "previous_statement": "Would you rephrase that one?",
    "statement": "All right. Is there supposed to be -- when you vote, do you <BELIEVE> that your vote makes a difference, or do chads just arbitrarily jump off the page?"
  },
  {
    "transcript_id": "CNN-165067",
    "matched_terms": {
      "may": "hedge"
    },
    "previous_statement": "I think they feel very comfortable in Bucklebury. People do leave them alone, you know, just treat them like normal people, a normal couple and so they're able to walk with their dogs and walk around and not have pressure on them.",
    "statement": "It was the way that Kate grew up in rural Bucklebury, normal, quiet. Once criticized as \"too common,\" it <MAY> be the very thing that helps keep this royal couple together."
  },
  {
    "transcript_id": "CNN-246196",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "Correct, on the aft ride side.",
    "statement": "Now, based on this being again just six miles from where the plane was last located according to the radar and the communication back at air traffic control, what can we learn from <SORT OF> how the debris field is now defined, Jeff?"
  },
  {
    "transcript_id": "CNN-53856",
    "matched_terms": {
      "maybe": "hedge",
      "views": "none"
    },
    "previous_statement": "Your Majesty,",
    "statement": "Well, we're actually here at the moment to see if we can identify some logical steps over the next few weeks to articulate a vision that brings the Israelis and Palestinians out of the impasse that we're facing at the moment. And we'll discuss the <VIEWS> this evening and <MAYBE> see if we can find a roadmap to have America's support to bring Israelis and Palestinians the peace that they deserve."
  },
  {
    "transcript_id": "CNN-30986",
    "matched_terms": {
      "think": "authority",
      "believe": "none",
      "know": "none",
      "feel": "none",
      "should": "none",
      "perhaps": "hedge",
      "best": "none",
      "kind of": "hedge",
      "thought": "none"
    },
    "previous_statement": "Would you televise the event, if allowed?",
    "statement": "No, I wouldn't. I <THOUGHT> about this. It is a public act. And you can make the argument that the public <SHOULD> <KNOW> the real meaning of an execution. I do <THINK> that the Justice Department has found itself in a delicate situation and will have that secure feed down to Oklahoma City. But there are any number of things that are not broadcast in America, and <PERHAPS> we are <BEST> off for it. I can't <BELIEVE> I'm saying that, because I <FEEL> strongly about opening the Supreme Court, to television coverage and getting more sunshine in the most situations, but I worry that if we begin to do that <KIND OF> coverage, that it will quickly free wheel out of control in some fashion."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "could": "none",
      "maybe": "hedge"
    },
    "previous_statement": "And nobody saw him get out the door. But here`s the thing, a lot of people don`t believe a baby that age could get out the door. They can. They absolutely can. I`ve seen my children do it. They can switch the lock and get right out the door. I had to put a latch high up like five and a half feet up so they can`t reach it. They don`t understand what they`re doing, they just want to play, and switch locks and get out the door. They do it. Has your son ever done that before? Have you seen him go out?",
    "statement": "No, ma`am. He can`t even -- he can`t reach the doorknob like he reaches <MAYBE> to the bottom of it. But he can`t reach tall enough to where he <COULD> turn the doorknob."
  },
  {
    "transcript_id": "CNN-76068",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "What's past is past. This is about what's happening in California today. That was 30-some on odd years ago.",
    "statement": "I <THINK> it's his business. Has nothing to do with politics."
  },
  {
    "transcript_id": "CNN-118629",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, it's not preposterous. But it's a great analogy. I can't even come back with a countervailing analogy.",
    "statement": "You <KNOW> what I'm getting at? In other words --"
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "should": "none"
    },
    "previous_statement": "Well, I think these folks will be under oath, and this is a possibility of very serious litigation in the courts, as pointed out earlier, but it is also a possibility of perjury. So I think the answers they are going to give will have to be accurate, have to be honest, but perhaps some of these executives just don't know, but we will continue to pursue this.",
    "statement": "All right, let's take a break. Up next, how will these events affect the manufacturing of automobile products? and <SHOULD> you be concerned no matter what tires you have on your car? Stay with us. ("
  },
  {
    "transcript_id": "CNN-373434",
    "matched_terms": {
      "sure": "none"
    },
    "previous_statement": "Well, clearly, I had a great night. Last night, people saw that I have strong track record of getting things done. I have the right experience. I have a strong vision for the future of the country.",
    "statement": "I'd give myself an A. I wanted to make <SURE> that I got that point across. I described why I'm doing this, who I'm doing it for, the people that inspire me and how we're going to meet these challenges."
  },
  {
    "transcript_id": "CNN-158034",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Right.",
    "statement": "Look, he inherited a very, very difficult budget. And that's the reality a lot of politicians are dealing with right now. You <KNOW>, they couldn't do what their positive agenda was. They had to deal with the negative reality of the budget. But, look, he did promise to be different. He promised to bring Republicans and Democrats together. And he really wasn't able to do that very often. He got a couple of initiatives that he backed pushed forward, especially on the environment, also on redistricting. He turned smoking marijuana in the state from a major crime to almost not illegal. There's --"
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "should": "none",
      "opinion": "none",
      "seems": "hedge"
    },
    "previous_statement": "Brexit.",
    "statement": "Brexit. It <SEEMS> like just about everyone has an <OPINION> on whether Britain <SHOULD> leave the EU. And Robert, you've been talking to people. We're going to hear some of your reporting in a moment."
  },
  {
    "transcript_id": "CNN-114083",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "The moratorium was later lifted, but only if another point of view is taught in class. The question we posed to scientist: What is an alternative view?",
    "statement": "I don't <THINK> there is legitimately an actual opposing viewpoint to the \"Inconvenient Truth\" film."
  },
  {
    "transcript_id": "CNN-225548",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "On the constitutional side, this is a classic conflict between Congress and the White House. Congress has refused to give the president what he wants and now the EPA is going it alone.",
    "statement": "And later this week, the court <COULD> get involved in the latest challenge to the death penalty. Early Thursday, Missouri is planning to execute Michael Taylor by lethal injection. He was convicted of raping and murdering a 15-year-old girl. But the state is refusing to reveal which drugs it would use after witnesses said another lethal drug mix in Ohio took some ten minutes to work on convicted killer Dennis McGwire."
  },
  {
    "transcript_id": "CNN-329311",
    "matched_terms": {
      "facts": "authority"
    },
    "previous_statement": "It will have competition because the global aviation sector is dominated by a number or large players, China wants to be a part of that, it wants to generate it's own revenues, its wants - it's own ability to transport it's own passengers around the world and to sell planes around the world.",
    "statement": "The <FACTS> speak for themselves. It's predicted by 2020 more than 200 million Chinese will be traveling abroad. And with that there's a new business afoot."
  },
  {
    "transcript_id": "CNN-219990",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "But I`m thinking, this is her resume tape. Send it out, Amber, right?",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "fact": "authority",
      "quite": "none",
      "seem": "hedge"
    },
    "previous_statement": "Indian peacekeepers.",
    "statement": "... in Iraq. As a matter of <FACT>, <QUITE> the opposite, that there don't <SEEM> to be people who are willing to put forces on the grounded."
  },
  {
    "transcript_id": "CNN-50185",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "So you can see as you walk in here, the computer is identifying that that's your face, and now it's recording the various images...",
    "statement": "Does it <KNOW> you? That's the question. (voice-over): Like all of the projects here, aiming to put a more user-friendly face on computing. (on camera): There it is the. Looks like you guys get paid this week. (voice-over): James Hattori, CNN, Redmond, Washington."
  },
  {
    "transcript_id": "CNN-229716",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "He says there is no other conceivable explanation for what happened other than what I'm saying in this ruling.",
    "statement": "And there is another conceivable explanation and they ignore it completely. They ignore completely the <FACT> that there's no physical evidence that Amanda Knox and Rafaelle Sollecito were in the room where Meredith Kercher bled to death. There is a person who has confessed to being in the room when she bled to death, whose fingerprints are all over the room, whose DNA is inside Meredith Kercher's body, who had a history of breaking and entering. The house had a broken window. I mean, that's -- that's the case. It's a very simple case. It's a man on woman violence and this is a common thing in the world, worldwide, and they just ignored it."
  },
  {
    "transcript_id": "CNN-154751",
    "matched_terms": {
      "know": "none",
      "maybe": "hedge",
      "around": "none",
      "apparently": "hedge",
      "kind of": "hedge",
      "seems": "hedge"
    },
    "previous_statement": "But Kim -- Kim, Kim, hold on. Kim, Kim, Kim. Look -- she`s doing an interview for VH-1`s \"Behind the Music.\" She`s, like, framed up with, you know, candles in the background. I mean, seriously, if you have that kind of problem, you have problems enough to want to commit suicide, wouldn`t you want to take a break and not go on some kind of promotional tour?",
    "statement": "No -- and that would make sense, but she has an album that`s coming out. And you`re right. She is doing, <APPARENTLY>, an appearance on \"Good Morning America.\" This interview that you played clips from is going to be airing on VH-1 \"Behind the Music\" tomorrow night. Her album is dropping tomorrow. She does have this reality show starting, though, coming up in September. <MAYBE> that would be the time to take a break. You <KNOW>, you can`t necessarily change the drop date of your album. And it <SEEMS> like this is <KIND OF> cathartic for her. It seems like she`s getting a lot of this out there, and she wants to talk about it, and she wants to explain herself. I mean, I`m not a psychologist, but it sounds like she really wanted to get this message out there: what she went through, why she did what she did, and why she turned her life <AROUND> and why she changed her mind."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "might": "hedge"
    },
    "previous_statement": "So we look at 15 counties that used Votomatics, and we find an undervote rate for the judges. And then we looked at -- how many counties had optical scanners?",
    "statement": "It's still -- in some judge races in some of the counties, the participation <MIGHT> be greater."
  },
  {
    "transcript_id": "CNN-297123",
    "matched_terms": {
      "know": "none",
      "fact": "none"
    },
    "previous_statement": "And good morning. I'm Carol Costello. Thank you so much for joining me. New drama both on and off the campaign trail as we now stand just 11 days away from electing the next President of the United States. Both Trump and Clinton are in Iowa where the latest polls show the race too close to call. But Clinton appears confident of a win, intimating that Joe Biden could be her Secretary of State. In the meantime, cleaning crews are wrapping up at LaGuardia airport after Mike Pence's plane makes a rough landing and skids off the runway. No one hurt. Pence, this morning, downplaying the scare.",
    "statement": "It happened so fast, Alisyn, that, you <KNOW>, it was almost over before it began. You know, but once we came off the plane and saw the first responders on the scene and saw the crumpled concrete, which I've since learned that a portion of the runway is designed to break up to slow down aircraft, and the <FACT> that we've come to rest there out on the grass, in the mud, was more dramatic to look at it from the outside of the plane."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "around": "hedge"
    },
    "previous_statement": "I think that they can`t rule anything out until Isa comes home. And from, you know, the beginning, we -- you know, everybody questioned what, you know -- what happened or what`s going on. For us, when she comes home, everybody will get their answers.",
    "statement": "Kevin Keen, reporter for KGUN in Tucson, I want to show you the timeline here, the events on April 20 and 21. The parents say, they went to a baseball game, came home. Isabel went to sleep at 11 p.m. in her room. And then her dad says he fell asleep watching TV on the living room couch near Isabel`s room but moved back into his own bedroom at 2 a.m. Neighbors say their dogs started barking like crazy <AROUND> 6:30 in the morning. The next morning, 7 a.m., mom leaves for her nursing job. She did not check on Isabel before leaving, she tells cops. And then at 8 a.m., Isabel`s father, Sergio, goes into his daughter`s room and says he finds her missing. Kevin, has anything come out of the apparent bloodstains found in Isabel`s bedroom?"
  },
  {
    "transcript_id": "CNN-354334",
    "matched_terms": {
      "opinion": "none",
      "view": "none",
      "totally": "none",
      "thought": "authority"
    },
    "previous_statement": "So much has happened on this issue of immigration this week. I also want to ask about the Ninth Circuit Court of Appeals upholding a ruling that the Trump administration was acting unlawfully in how it went about rescinding DACA. Obviously, this is a blow to the administration. But it wasn't about the constitutionality of DACA itself. It was only about how the administration rescinded it. How do you see this new ruling?",
    "statement": "I <THOUGHT> it was a very positive ruling. The first part of the <OPINION> was for the court to say that the courts, indeed, have the power to review what the president did here. Because the administration that's been arguing that they are <TOTALLY> exempt from any judicial review, and the court said no. When the administration bases a decision on an erroneous <VIEW> of the law, and it concluded that they had an erroneous view of the law, then it is up to the courts to make that determination. I thought that was not only correct, but totally in line with judicial precedent going back hundreds of years."
  },
  {
    "transcript_id": "CNN-306303",
    "matched_terms": {
      "think": "authority",
      "should": "authority"
    },
    "previous_statement": "You know, I would say -",
    "statement": "Here's my solution. My solution is the Tony ought to be a speaker because I like the idea of what's about to unfold Tuesday. But I <THINK> viewpoints like his <SHOULD> be a part of it. You get the final word."
  },
  {
    "transcript_id": "CNN-195343",
    "matched_terms": {
      "clearly": "authority"
    },
    "previous_statement": "None",
    "statement": "Our second story OUTFRONT, the GOP in disarray. Republicans didn't only lose the White House. They did lose three Senate seats last night also. Senator John Cornyn, the chair of the group responsible for getting Republicans elected to the Senate admitted early this morning that his party needs to reassess and quote, he said, \"while some will want to blame one wing of the party over the other, the reality is candidates from all corners of our GOP lost tonight. <CLEARLY>, we have work to do in the weeks and months ahead.\" So, how does the Republican Party regain its footing? Virginia Governor Bob McDonnell is the chairman of the Republican Governors Association. As we said rising star in the party and we appreciate you taking the time to join us tonight, Governor. So how does the Republican Party go about recalibrating? I mean, it's fair to say that a couple of days ago, so many of the Republican Party really believed they can win this and when you look at Electoral College, look at your state, it wasn't even close."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "clearly": "authority",
      "know": "hedge"
    },
    "previous_statement": "Well, my family and everyone around me, they all said that it was extraordinary and that they had never seen such a crowd before. Some say it was over 5 million people in Tehran. People were very angry and outraged. But during the prayers, they suddenly became very emotional, especially when the leader was praying and weeping, the whole crowd, the millions of people, suddenly they fell apart. So, it was a very emotional event, but it was also an event where people were extremely outraged by what the Trump administration had done.",
    "statement": "So, let me ask you this, because <CLEARLY> the next step is in Iran's hands. What will Iran do? We have had the general telling CNN that there will be, you <KNOW>, proportionate military retaliation. I just want to play a little bit of the interview that he gave to Fred Pleitgen and then ask you."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "think": "hedge",
      "fact": "authority"
    },
    "previous_statement": "Number eight, you may have heard the term god particle. Scientists call it Higgsbosin. The European Nuclear Research Organization claims to have found it. Why is it a big deal? Think big bang theory.",
    "statement": "This particle we <THINK> was in <FACT> a particle like this was the fuse that set of the explosion, which created the universe."
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "know": "authority",
      "should": "authority"
    },
    "previous_statement": "With top economic officials at his side, the president grimly conceded, confidence a critical ingredient in a healthy economy had been shaken.",
    "statement": "Investors <SHOULD> <KNOW> that the United States government is taking action to restore confidence in America's financial markets so they can thrive again."
  },
  {
    "transcript_id": "CNN-303641",
    "matched_terms": {
      "think": "hedge"
    },
    "previous_statement": "OK, to borrow another man's quote for another network, let's play hardball. That's what we were saying. This is hardball. It's very clear what's been happening.",
    "statement": "I <THINK> it's been hardball anyway. It's packaged differently."
  },
  {
    "transcript_id": "CNN-46843",
    "matched_terms": {
      "absolutely": "authority"
    },
    "previous_statement": "Did the United States military spokesman lie?",
    "statement": "Oh, <ABSOLUTELY> not."
  },
  {
    "transcript_id": "CNN-77133",
    "matched_terms": {
      "of course": "authority"
    },
    "previous_statement": "They get a whole range of things, and we try to balance it out. So there's a $3,500 package to a five-star resort in Taos, New Mexico, the",
    "statement": "<OF COURSE>."
  },
  {
    "transcript_id": "CNN-54508",
    "matched_terms": {
      "potential": "hedge",
      "may": "hedge",
      "appears": "hedge"
    },
    "previous_statement": "Our Web question of the day is this: Do you expect to see another terrorist attack from al Qaeda? Go to my Web page: CNN.com/wolf. Let me know what you think. While you are there let me also suggest you send your comments to me. I'll try to read some of them on the air each day at the end of the program. Also that is where you can read my daily on-line column, cnn.com/wolf. We are switching gears now. We have a development in Los Angeles in the case involving Robert Blake, the murder case he's accused of. Our Frank Buckley is standing by outside the courtroom -- Frank.",
    "statement": "Well, Wolf it a <APPEARS> as though an independent counsel <MAY> be appointed in the Robert Blake case because prosecutors today had hoped to remove the attorney for Earl Caldwell, the bodyguard of Robert Blake, saying that there was a <POTENTIAL> conflict of interest, that she's going to be a prosecution witness to speak to inconsistencies in the case and also because she is being paid by Robert Blake. The judge in this case, Lloyd Nash has said that he intends to appoint an independent counsel to come in and speak to Caldwell. The person that he specifically plans to appoint is Steve Sitcoff (ph) , a defense attorney here in town who has represented Aaron Sorkin (ph) in the past, in drug-related charges. Earl Caldwell objected to that, so the exact person who will be chosen remains to be seen. The prosecution had also hoped in a separate motion to remove William Jordan, a private investigator who is assisting the defense team. He had helped Mr. Blake there the past on the custody issue involving Bonny Lee Bakley. The judge has denied that motion of the prosecution, so Jordan will stay on with the team. Joining me how is Harland Braun, the defense attorney for Robert Blake during the hearing today we heard the judge chastised you for the language you used in your moving papers, among the things you did is you called Steve Coolly, the district attorney, a semi-competent district attorney and things like that. He said he wasn't going to tolerate mud slinging in his courtroom. You didn't really get a chance to speak to that."
  },
  {
    "transcript_id": "CNN-226470",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "But four days on and with no explanation, all understanding of what's happened to flight MH-370, the question is, just how long can they continue to search for survivors? Saima Mohsin, CNN, the Malacca Straits, Malaysia.",
    "statement": "Olympian Oscar Pistorius on trial, accused of murdering his girlfriend. A forensics expert is up on the stand. It's a bit of a show-stopper. His testimony is <CERTAINLY> poking holes in the story that man told authorities about what happened the night he killed his girlfriend. And the details of it are straight ahead."
  },
  {
    "transcript_id": "CNN-402695",
    "matched_terms": {
      "feel": "none"
    },
    "previous_statement": "Thank you chief diva. I got that. I got that clear. I'll remember that chief diva. We are talking about, Ana, really just so many people out here. If you'll just turn and take a look here, down the street, And they are calling attention to some of the names that we recognize when it comes to those who have been subjected to police brutality, but other names like Tony McDade, who is a black transgender male who was shot by Tallahassee police last week. They want to call attention to his case, as well as the many others in the context of George Floyd and many others who they want to address with the LAPD, as well as all the communities that have come together.",
    "statement": "Okay. Suzanne Malveaux for us in Los Angeles. You can really <FEEL> that energy in the crowd there. Thank you. These live protests today aren't just in Los Angeles. This hour there are protests in other parts of the country as well. We'll hear from one protester about why they're out on the streets today in a different location. We'll go to the east coast when we come back. Stay with us."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "You know, I was saying to them -- and also he wakes her up to get one.",
    "statement": "I <KNOW>, which is so rude. Like you`re sleeping --"
  },
  {
    "transcript_id": "CNN-203177",
    "matched_terms": {
      "think": "none",
      "seem": "hedge"
    },
    "previous_statement": "Oh, I think it had do. I think she would be back in her he cell rocking in a fetal position over that break where she is, the questions, echoing in her mind. Why should we believe you now when you have lied so many times before? How can you remember intimate details of sexual encounters but you can't remember stabbing somebody 29 times? These questions were hostile. They were sarcastic. They were almost rhetorical. And certainly they gave us an insight into the soul of these jurors. They are not buying her act.",
    "statement": "They were sarcastic, and I remember a couple of them being snide. It does not <SEEM> like they like her at all. The next phase in this is the experts. Do you <THINK> they will save Jodi's life?"
  },
  {
    "transcript_id": "CNN-103085",
    "matched_terms": {
      "should": "authority"
    },
    "previous_statement": "Dana Bash. Thanks very much. And to our viewers, stay tuned to CNN day and night for the most reliable news about your security. Let's go to a developing story in Mexico we're watching. A desperate search diminishing hopes and dwindling oxygen supply. Dozens of miners are trapped deep in the ground for more hours than their oxygen tanks contained air. Let's get some details. CNN's Morgan Neill is joining us from the scene in San Juan de Sabinas. What is the latest, Morgan?",
    "statement": "Wolf, here at the entrance to the mine, family members have gathered all day, much like they did all day yesterday, and they're waiting for just that, any new information from authorities on what's going on inside the mine. Now, to their credit, authorities here, civil protection authorities, have been very good about keeping us up to date. The latest -- the latest we heard last four hours was that they have now gone in through the ventilation shaft for the first time and intend to reach those men trapped. They had gone earlier through a shaft used by miners to enter through the cargo shaft. Now, for the first time, the ventilation shaft. They are also cautioning, however, that we <SHOULD> not expect quick progress, that this is very dangerous work. The risks of"
  },
  {
    "transcript_id": "CNN-365773",
    "matched_terms": {
      "could": "hedge",
      "know": "authority",
      "should": "authority",
      "best": "authority",
      "absolutely": "authority"
    },
    "previous_statement": "Now, Van Jones, I want to bring you into this conversation because I think you all saw this story, like so many of us did, in the New Haven papers and in the Yale papers. You look at this and you think this runs counter to the idea of the justice, in quotation marks, system that we have in place.",
    "statement": "Well, I mean, <ABSOLUTELY>. The whole point of the corrections system is to correct people. How can you say at this point 13 years later this man needs correction when he's done everything right? As <BEST> we can tell, he hasn't -- he doesn't even have an overdue library book. He's living better than me. He's living better than you. He's doing all the things you want someone to do. And if you're going to say this person, after 13 years of doing nothing wrong, of rebuilding his life, has to go back and do -- and do time, you have literally millions of other people who are out here who are supposed to do the right thing. What's to say that in five years, 10 years, 20 years, somebody's going to go back through the sock drawer and find something to put them back in jail? This doesn't make any sense. When somebody has actually rehabilitated themselves, that's the whole point. He's already done time for this crime and he <SHOULD> get credit for that. And he's -- he should get more credit for 13 years out of trouble. You <KNOW> the statistics. When people come home from prison, the vast majority, unfortunately, wind up back in trouble very quickly. He has not been back in trouble for 13 years. The only trouble he is in now is because of a bizarre clerical error that <COULD> destroy his life."
  },
  {
    "transcript_id": "CNN-127837",
    "matched_terms": {
      "may": "hedge",
      "sort of": "hedge",
      "believes": "none"
    },
    "previous_statement": "It's profoundly disturbing.",
    "statement": "High school administrators are reeling after learning there <MAY> have been some <SORT OF> pregnancy pact. Even more shocking, the superintendent <BELIEVES> at least one girl had sex with a 24-year- old homeless man just to be part of the group. The pact is so secretive, we couldn't even find out the girls' names. This man told us the girls tried to convince his stepdaughter to get pregnant, too."
  },
  {
    "transcript_id": "NPR-34931",
    "matched_terms": {
      "know": "none",
      "best": "none",
      "kind of": "hedge"
    },
    "previous_statement": "Conservationist Mark Martin says ecotourism is important to the island's economy. So he and his colleagues have begun taking local residents out on the bioluminescent bay.",
    "statement": "And it's a <BEST>-convincing strategy. If you let them see it, everybody falls in love with it. Nobody doesn't like it, you <KNOW>. And they <KIND OF> get like a pride and an inspiration to say, hey, we've got to protect this. It's the best way."
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "could": "hedge",
      "sure": "authority",
      "clear": "authority"
    },
    "previous_statement": "Well, Ana, President Trump is uncharacteristically quiet about the Mueller probe in the wake of the report being delivered. This is someone who tweeted it was a witch hunt more than 170 times during the course of the investigation. But sources close to the president I've spoken with say he is very happy that the investigation is over. But he wants to wait and see what happens next.",
    "statement": "As the president spent the day on a Florida golf course, the attorney general spent the day reading a report that <COULD> define Donald Trump's presidency. Attorney General William Barr and Deputy Attorney General Rod Rosenstein were both in the office today, reviewing Mueller's findings. Barr telling lawmakers he could release the principal conclusions of the report to them as soon as this weekend. Tonight as the wait for information continues, Justice Department officials say one thing is <CLEAR>. There will be no more indictments related to the Russia probe. The White House seizing on that as a victory. President Trump attending the Republican fundraiser Friday, seated next to Lindsey Graham who went on the attack against the other candidate in the 2016 election, Hillary Clinton, saying, quote, \"We're going to make <SURE> both campaigns are looked at.\" Prompting chants of \"lock her up\" from other attendees. The president came to Florida flanked with his legal team, bringing along his White House lawyer Emmet Flood who's responsible for the response to the Russia investigation. And just hours before the announcement that Mueller was finished --"
  },
  {
    "transcript_id": "CNN-67558",
    "matched_terms": {
      "know": "authority",
      "facts": "authority"
    },
    "previous_statement": "Since I don't know where to start with this whole discussion, I'm going to do what my mom always said, start with ladies first. All right, Ms. Alexander, is it your position and your group's position that these jury awards, which many have come to agree are getting totally out of hand, is actually a good thing? Don't you agree there's got to be some sort of reigning in there?",
    "statement": "You <KNOW>, the <FACTS> are that the verdicts have remained about the same, and there's a lot of things that we can talk about that need reform in the health care system, but one of the mistakes that President Bush makes, it is a wrong prescription to what the problem is, which is that the insurance companies have too much control over our health care system, and his prescription is the wrong way to solve this problem. What we need is a focus on the insurance industry and insurance reform. His proposal will hurt those that are already severely injured by medical malpractice, like Jesica Santillan, whose heart/liver transplant was botched by a simple mistake of failing to check her blood type. And like Linda McDougal, who had a double mastectomy because -- when she didn't have cancer because her chart was mixed up with another one. And also Sherry Keller, who is now in a wheelchair for life after a mistake during a simple hysterectomy. These are the people that are severely injured, and would be more injured by his plan."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "around": "hedge"
    },
    "previous_statement": "Thank you. The President speaks now in less than 15 minutes. Our preview of that speech and the reason behind it continues in a moment. We'll take a break first. This is CNN.",
    "statement": "And welcome back. The nation's capital on a mild September night. Inside the White House, President Bush just a few minutes away from his prime time address to the nation. He is scheduled to begin speaking <AROUND> the bottom of the hour, and talk for about 17 minutes. We'll continue here until about that time, and then, at the top of the hour we'll hand things over to a very special addition of \"LARRY KING LIVE\" -- Aaron."
  },
  {
    "transcript_id": "CNN-374615",
    "matched_terms": {
      "of course": "authority",
      "know": "authority",
      "apparently": "hedge",
      "absolutely": "authority",
      "allegedly": "hedge"
    },
    "previous_statement": "All right. To Iran now, tensions there spiking with Iran. Five armed Iranian gun boats trying unsuccessfully to seize a British oil tanker in the Persian Gulf on Wednesday. It was likely an attempt at revenge for a British seizure of an Iranian tanker off the coast of Gibraltar. Fred Pleitgen monitoring the latest developments live from Moscow. Already a tricky situation and now this.",
    "statement": "Yes, you're <ABSOLUTELY> right, Christine. Tricky situation, and it continues to get more tense and it continues to get more complex as well in that really important shipping lane. Now, we're getting information from the Brits that <APPARENTLY> all of this happened late last night when this tanker was trying to go through the northern end of the Strait of Hormuz. They say three boats from Iran's Revolutionary Guard Corps came to the ship, tried to got in the ship's way and tried to force the ship into Iranian waters. Now, the Brits say that their warship got between the speed boats and tanker and even pointed the guns at the Iranian speed boats and gave them a verbal warning and that's when those speedboats then turned away. Now, <OF COURSE>, we <KNOW> all this coming in extremely tense situation with the Brits having seized an Iranian tanker just a couple of days ago, Iran's leadership saying there would be retaliation, but the Iranians saying this incident was not them. They say they didn't try to seize a tanker. I just got some new information from you now from the Iran's Revolutionary Guard Corps. They claim, this is a statement they just put out a couple of minutes ago, they claimed: During the past 24 hours, there have been no encounters with foreign vessels, including the British one. So, all of that, of course, contributes to that additional uncertainty there in that key region. And, of course, all of this as the U.S. remains in that standoff with Iran, about Iran's nuclear -- about the nuclear deal. President Trump coming out yesterday and accusing Iranians of <ALLEGEDLY> secretly enriching uranium. The Iranians saying that is absolutely not the case, Christine."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "think": "authority",
      "know": "none"
    },
    "previous_statement": "Earlier, we talked with a Utah congressional candidate who could make history if she wins, but one man stands in the way of Mia Love becoming the first black Republican woman in Congress. That's Democratic Congressman Jim Matheson, who is Love's opponent in the fourth congressional district race in Utah. He joins us from Salt Lake City. Congressman, very good to see you here. Obviously, your opponent has gotten a lot of attention because she could make history here. Do you think your campaign has been overshadowed by that possibility?",
    "statement": "Listen, I <THINK> that ultimately all the national attention doesn't really matter about here in Utah. This is where the election gets decided. In Utah, people <KNOW> me real well. I have a pretty long family history in this state and people know me well. And ultimately, I think they care about the issues we talk about. That's what's going on on the ground here."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "of course": "authority",
      "think": "none"
    },
    "previous_statement": "Well, at the moment, there are four people in custody. There are three men and one woman. There is one man that is actually going to be charged and also presented in court tomorrow. The other three, I think, we're going to see over time as to whether they are relevant or not in terms of this whole situation or whether they were just in the circumstances of the local area when this attack or these attacks took place. But my feeling is potentially this could be a lone wolf attack.",
    "statement": "You <THINK> it's just one man carrying out these attacks, really heinous attacks. Will Geddes, we'll have to leave it here for now. I'm so sorry. That does it for us. We'll have much more on the breaking news coverage at the top of the hour. Do stay here with CNN. We are, <OF COURSE>, the world's news leader."
  },
  {
    "transcript_id": "CNN-371854",
    "matched_terms": {
      "could": "hedge"
    },
    "previous_statement": "Thanks Ana.",
    "statement": "Elie Honig, thank you, as always. President Trump flips on his own goals for NASA and says the federal agency shouldn't be talking about the moon. Hear the interview that <COULD> have sparked that flip, next."
  },
  {
    "transcript_id": "NPR-7346",
    "matched_terms": {
      "may": "hedge",
      "kind of": "hedge"
    },
    "previous_statement": "None",
    "statement": "There's been some remarkable testimony in federal court in Virginia, where former Gov. Bob McDonnell and his wife Maureen are on trial. They're accused of taking more than $150,000 worth of gifts from the owner of a nutritional supplement company in exchange for political favors. And at this point, you <MAY> be having a sense of déjà vu. There's a long list of politicians who have stood trial in recent years on allegations of exactly this <KIND OF> unethical behavior. This time, the businessman at the center of the scandal has immunity, so he's saying a lot."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "know": "none",
      "around": "none",
      "seems": "hedge"
    },
    "previous_statement": "Fascinating piece, Gloria. Thank you so much for that. Well, coming up next, I am pleased to be joined by legendary journalist Carl Bernstein who talked to hundreds of Hillary Clinton friends and colleagues for his book, \"A Woman in Charge,\" Carl Bernstein joins me next. Also, Warren Buffett, he told me he is a huge Hillary fan but even though he can afford to write a big check for her campaign he's not going to do it. Next, how Buffett said he would help her raise plenty of money, though.",
    "statement": "An editor at \"New York\" magazine once described Hillary Clinton as a building without a door. No matter how many times you walk <AROUND> it there <SEEMS> no way to <KNOW> what exactly is inside. Legendary journalist and CNN political commentator Carl Bernstein is with me and he accepted that challenge when he wrote his book in 2008 \"A Woman in Charge.\" He joins me now. Thanks for being here."
  },
  {
    "transcript_id": "CNN-134329",
    "matched_terms": {
      "fact": "none",
      "best": "none",
      "appear": "hedge",
      "seems": "hedge"
    },
    "previous_statement": "All right, good for Tom Daschle. We wish all of these secretaries a lot of good luck, their missions important, indeed. Thank you, Jessica, for that. Jack Cafferty is once again joining us for \"The Cafferty File\" -- Jack.",
    "statement": "Every president gets a honeymoon period. Some are shorter than others. But with an approval rating in the 80s, President Obama has a lot of political capital to spend and presumably a good long time before he runs out of goodwill. That being said, he's in a precarious position right from the get-go. We're in the midst of an economic crisis that no one <SEEMS> to have a firm understanding of. And there are heated debates already about the <BEST> way to proceed when it comes to things like bailouts and spending programs and tax cuts, et cetera. Then there are the wars. Pull out of Iraq, step it up in Afghanistan sounds good, right? What if Iran comes into Iraq through one door as we're leaving through another? We haven't been attacked in seven-and-a-half years, but terrorism is still a <FACT> of life. Global warming, health insurance, pick something you like. Nevertheless, the new president's off to a good start, and this time we <APPEAR> to be in the hands of someone less inclined to shoot from the hip. But even President Obama's coolness under fire will be tested at some point, either by domestic politics or foreign affairs. So, here's the question. Where's President Obama likely to encounter the most difficulty early in his presidency? Go to CNN.com/caffertyfile and post a comment on my blog."
  },
  {
    "transcript_id": "CNN-273253",
    "matched_terms": {
      "know": "authority"
    },
    "previous_statement": "Well, one thing is going to have to happen, Wolf. They resources that is going to be requested is going to have to be there, either through funding or potentially through ATF making some adjustments in terms of how they move their resources around the country. But it's something definitely needed and it's, without question, ATF should, whatever the case may have to be, they will step up and make their necessary adjustments.",
    "statement": "Matthew, you worked at the ATF. Do they have the capability to do what the president wants them to do? I <KNOW> you applaud the president's initiative."
  },
  {
    "transcript_id": "CNN-412951",
    "matched_terms": {
      "of course": "authority",
      "think": "hedge",
      "should": "authority"
    },
    "previous_statement": "You personally spoke to Vladimir Putin as I understand it on Wednesday. What did he tell you?",
    "statement": "I called President Putin in order to congratulate him on the occasion of his birthday on October 7th. I do it every year and so does he. So, every year we congratulate each other on our birthdays. <OF COURSE>, we discussed this issue and our press service has issued a press release about that. I <THINK> it will not be right for me to say something more than it was released in the press. We are for peace talks. Azerbaijan is a constructive partner to negotiation table. We think that the principles which have been elaborated by United States, Russia and France <SHOULD> be basis for certain."
  },
  {
    "transcript_id": "CNN-287077",
    "matched_terms": {
      "know": "authority"
    },
    "previous_statement": "We are learning new information about the death of a Navy SEAL killed in Northern Iraq during a fire fight with ISIS. Charles Keating IV recognized for valour, but as it turns not for the battle that he died in, a previously unknown skirmish, which carries some painful parallel. CNN's Barbara Starr is live at the Pentagon this morning with the details -- Barbara.",
    "statement": "Good morning, Jim. Well, you <KNOW>, U.S. military advisers in Syria and Iraq are not supposed to be in combat, but combat is coming to them one Navy SEAL team caught twice."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "know": "authority",
      "view": "hedge",
      "believes": "hedge"
    },
    "previous_statement": "Mr. Sanders, you said a moment ago what the U.S. needs to do is make certain that the inspectors stay in Iraq. And we know now, that the 1990s when there were inspectors in Iraq, that Saddam Hussein kept up his chemical and biological weapons programs, kept up his nuclear program, trained al Qaeda terrorists in Afghanistan. We know that during the current inspection regime that terrorists were able to which from Iraq into Jordan and kill Laurence Folly, the American diplomat. So, where's the evidence that it prevents Iraq from doing bad things.",
    "statement": "We <KNOW> that after the war in 1991, Saddam Hussein has not waged any offensive attacks. Basically he has been, in my <VIEW>, substantially contained. This is my concern. If the United States <BELIEVES> it has the right to wage a preemptive war against Iraq or any other country any time or place we see fit, why will China not say the same thing with regard to Taiwan? Why -- we are going to plunge. This is the point. We are going to undermine the United Nations, undermine international law, plunge this world into international anarchy where any country..."
  },
  {
    "transcript_id": "CNN-203254",
    "matched_terms": {
      "probably": "hedge"
    },
    "previous_statement": "And do you have an idea about how many hours you spent with her?",
    "statement": "<PROBABLY> between 25 and 30 hours all total."
  },
  {
    "transcript_id": "CNN-258425",
    "matched_terms": {
      "of course": "authority",
      "sure": "authority",
      "know": "authority",
      "seems": "hedge"
    },
    "previous_statement": "Well, those investigations are continuing. We are told by fire authorities that they do strongly suspect that this powder obviously is to blame, but what they're looking in to is precisely how it was ignited, whether it was perhaps faulty wiring, whether it was lighting maybe, it was something as simple as people smoking. But what we're also hearing tonight from a company that once sold this powder to the organizer of this color play party, and that organizer has told us that the boxes that are used to ship these packets of powder are clearly labeled saying that this powder can indeed become flammable. We saw the results of that in that awful video of exactly what happened here at this water park on the weekend. And now we're facing the situation where there are 200 or so people in critical condition in hospital out of about 500 who have been injured. They're suffering not only very severe burns like the 90 percent of burns to her body of that woman that did pass away, but there are also suffering damage to their respiratory systems, to their internal organs, because they've now inhaled that powder, which we know to be flammable.",
    "statement": "Yeah, and for those who -- I mean, we're seeing repeats here of the video. You <KNOW>, there were many people there who took amateur video footage of what happened on the night. But it's worth pointing out to them you see a burst of this powder into the crowd. It comes from what <SEEMS> to be a unit on the stage. (inaudible) disperses <OF COURSE> in the air, some on the ground and the fire department, as I understand it saying it ignited from the ground up and then also where it was dispersed in the air. Kathy, in terms of finding out, you know, if people all over the world, I'm <SURE>, will have seen powder like this used in places. Is there any time frame, do we know, on finding out more about how this is caused and how others can avoid it? And as I understand it, has it now been banned in Taiwan?"
  },
  {
    "transcript_id": "CNN-325125",
    "matched_terms": {
      "certainly": "authority"
    },
    "previous_statement": "That's the entire purpose of this. And I just tell people, take a look at what the bill is. Do your taxes. If you have some kids, take that number of kids and multiply it by $600 because that's the increase in your per child tax credit. Instead of for a couple not paying taxes on your first $12,000, you're not going to pay taxes on your first $24,000 in income and all, by the way, your tax rates are going down on top of it.",
    "statement": "-- you can <CERTAINLY> say that there's not going to be models that we see come out in the next two weeks, three weeks --"
  },
  {
    "transcript_id": "CNN-277973",
    "matched_terms": {
      "think": "none"
    },
    "previous_statement": "Yeah.",
    "statement": "Record turnout on the Republican side. So, if you're a senator or in a Senate race in Colorado, do you want to put your arm up to Trump and not go near him and repudiate him? Or, do you <THINK> he's going to bring you a tailwind? And I think that's the unknown right now. And that's why you see a lot of these establishment figures walking the line. Repudiating some of the tactics, some of the language, but not going as far to say, \"We can't have him, we won't vote for him.\""
  },
  {
    "transcript_id": "CNN-158868",
    "matched_terms": {
      "fact": "authority"
    },
    "previous_statement": "All right. Ed, thanks. Seven-Eleven, though, of course, is loving, as we said, all the free publicity. It's not first brand, though, to ride a political wave. We have more now on an A.M. extra. Before 7-eleven, there was Pepsi, which changed its logo to look almost exactly like Barack Obama's campaign logo back in 2008. How about J. Crew products? You remember they flew off the shelves when Mrs. Obama gave them a free plug on \"The Tonight Show.\"",
    "statement": "President Reagan loved his Jelly Belly, so much so, in <FACT>, that he had a special dish made for him on Air Force One so they wouldn't spill. The company debuted a blueberry flavor Jelly Bean just for his inauguration. And the peanut farmer president, Jimmy Carter, never forgot his people. Carter lent his name to help out the industry for decades."
  },
  {
    "transcript_id": "CNN-310011",
    "matched_terms": {
      "think": "authority",
      "could": "none"
    },
    "previous_statement": "Yes, absolutely. Mark Kimmitt, militarily, you say it depends on Bashar al-Assad. What do you mean, that if Bashar al-Assad uses chemical weapons again, then the U.S. will intervene? And if so, what can it do? The Shayrat base strike really, I mean, was, you know, operationally not that important. They'd have to do a whole lot more.",
    "statement": "Well, I <THINK> one of the things we've got to understand is that these countries are testing a new president, and the President is standing up to them, whether it's drawing the red line with Iran early on, whether it's saying to President Kim in North Korea that we will do a preventative strike if necessary, or what we saw in Syria. They are testing, he is responding. What <COULD> be done? There's a whole range of options. You can imagine if that, quote, \"mother of all bombs,\" unquote, was used in either Syria or elsewhere against their facilities before they tried to use chemicals again."
  },
  {
    "transcript_id": "CNN-352980",
    "matched_terms": {
      "sort of": "hedge"
    },
    "previous_statement": "Imagine that. His words are coming as President Trump tries to play to his base with out-right falsehoods, promising new tax cuts, warning of riots, playing up conspiracies with very little basis in reality. Joining me now to talk more about this, Cnn politics analyst Rachel Bade and congressional reporter for \"Politico\", and Sabrina Siddiqui who is politics reporter at \"The Guardian\". I mean, you know, essentially, you look, you see President Obama there making what is a very basic statement. You know, facts are good things, gets cheers from the crowd. You see the president last night making as he often does, some specious claims, gets cheers from the crowd. Rachel, you've covered American politics for some time, and is that -- that's where you are, right? I mean, in Trump's base it works.",
    "statement": "That's right. Republicans, they're really <SORT OF> changing up the midterm elections at the very last minute here. There's been sort of this decision in the White House and among Republican leaders that tax cuts in the economy is not enough to excite their base."
  },
  {
    "transcript_id": "CNN-107560",
    "matched_terms": {
      "around": "none",
      "doubts": "authority"
    },
    "previous_statement": "I wouldn't hazard a guess. There are certain security conditions that have to be met, but I think what we have seen in the first days of this operation, right now, this is a great model for success.",
    "statement": "In the short term, however, there are more pressing questions. (on camera): While insurgent attacks are down and troops can move <AROUND> here far more freely than they've been able to do in the past year the big question remains, where are the insurgents gone, when will they attack again? (voice-over): And when they do strike back, which no one here <DOUBTS>, will the Iraqi force win the support of the Iraqi residents with their response? Nic Robertson, CNN, Ramadi, Iraq."
  },
  {
    "transcript_id": "NPR-31377",
    "matched_terms": {
      "of course": "authority",
      "know": "none",
      "thinking": "none"
    },
    "previous_statement": "Nate Elliott, an analyst at Forrester Research, says it's often ticked users off, especially when the company made unannounced changes to privacy settings. However, Elliott says, they've also had success in making changes without notice.",
    "statement": "And the first time anyone ever saw a newsfeed on Facebook, they said this is horrible - why would we want a newsfeed. Today, <OF COURSE>, the newsfeed is the very core of Facebook. And so, you <KNOW>, if I'm at Facebook, I'm <THINKING> our users don't necessarily know what they want."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "know": "none"
    },
    "previous_statement": "Yes. Thank you. It's great program. You could spend a whole day on this.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-321796",
    "matched_terms": {
      "may": "hedge",
      "possibly": "hedge",
      "hoping": "none"
    },
    "previous_statement": "None",
    "statement": "Hello, I'm Richard Quest. As we continue with QUEST MEANS BUSINESS in just a moment, Christine Lagarde tells me her biggest fear for the global economy is come complacency and slow growth. We'll talk about that in just a moment. Mark Zuckerberg says Facebook will hand over those notorious Russian ads to U.S. Congress. And as we continue, this is CNN and on this network the news always comes first. Mexico's navy now says all children have been accounted for in an elementary school that has been the subject of search and rescue efforts. More than 48 hours after a devastating earthquake hit. Rescuers are now <HOPING> to reach at least one person who <MAY> <POSSIBLY> still be alive. The quake has killed at least 250 people across central Mexico. Officials say the island of Dominica has gone into survival mode after being hit by hurricane Maria. People are in desperate need of food, water and medical supplies. Even the Prime Minister's homeless. At least 15 people on the island are known to have died in the storm. President Trump has announced new sanctions against North Korea targeting firms and individuals who trade with the country. He also says China has ordered to stop its banks doing business with Pyongyang. No official response from China's central bank. The Canadian Prime Minister, Justin Trudeau, took a dig at the United States during the United Nations on Thursday. Saying there is no country on the planet that can walkway from the challenge and reality of climate change. Remember, President Trump announced in July he's pulling the United States out of the Paris climate accord. Kenya says it's moving the new presidential election to October the 26th. The country's Supreme Court annulled last month's election. President Uhuru Kenyatta says that amounted to a coup. His opponent, Raila Odinga called it fraudulent. Wall Street's winning streak has come to an end. The Dow briefly had an intraday high and then it fell back -- very briefly. Look at it. Right at the beginning of the day. A smidgeon of green on the top left of your screen. Things turned thereafter. It was off 53 points, ending nine straight days of gains and seven days of record closures. The S&P and Nasdaq both closed slightly lower, as well. Let's put this into context. The Dow is still up 30 percent for the year and is closed at a record of 42 times since the beginning of the year. The IMF's managing director says she's worried about complacency as markets hit record after record and economies enjoy steady growth. Christine Lagarde is warning there's a whole generation that is yet to experience a serious market correction. Speaking to me, she urged governments to make structural changes now and ensure a rising economic tide lifts all countries."
  },
  {
    "transcript_id": "CNN-306303",
    "matched_terms": {
      "knows": "none"
    },
    "previous_statement": "Thank you.",
    "statement": "Coming up, it's Oscar weekend, the culmination of an Awards Season that has already been very political. One can only imagine what some of tomorrow's winners will say in acceptance speeches. Well, I'll talk to the actor who <KNOWS> a thing or two about political speech, Brandon Victor Dixon, who famously confronted Vice President-elect Mike Pence after a performance of Hamilton this fall."
  }
]