[
    {
        "transcript_id": "CNN-93793",
        "matched_terms": {
            "know": [
                "hedge",
                "none"
            ],
            "fact": [
                "none",
                "authority"
            ]
        },
        "previous_statement": "Today on OPEN HOUSE, the hot housing market has some experts comparing it to the dot-com boom, and bust. Are we dealing with an overhyped market? Then, homeowners' associations. Are they a bonus, or a burden? We take a look at the rules and how to manage them. And our weekend project, installing a new front door to change the entire look of your home. Next, on",
        "statement": "Hello, and welcome to CNN OPEN HOUSE. I'm Gerri Willis. From buying and selling, to renovation and design, we show you how to make the most of your biggest investment, your home. Chances are, you or someone you <KNOW> has recently made a bundle in real estate. In <FACT>, the federal government says nationwide, housing prices have climbed nearly 50 percent over the past five years alone. But with double-digit price gains in markets across the country, there is growing concern that this boom can't last forever."
    },
    {
        "transcript_id": "NPR-43225",
        "matched_terms": {
            "sure": [
                "hedge"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "This is the brilliance of it is I know all the stories.  I      know, for instance, about unitizing North Pars, you know, the North Field      and South Pars.  It's a famous gas field in the Gulf.  I said, `How is he      going to hook all these things into Kazakhstan and all this?'  And I said      `Damn'--in the middle, `he's doing all this on purpose.  It's confusing.      The guy at the Department of Justice doesn't know what's going on.      That's why he can't bring indictments.  The lawyer only sees a part of      it--Jeffrey Wright.  Clooney sees a part of it.  In this whole world is      what we come out with is consequences. If you sit in this movie and then      you try to figure out how everybody fits together and when it--action      turns, forget it.  This is not \"Elf II.\"",
        "statement": "(Laughs) <WELL>, I'm <<<SURE>>> people who haven't seen the movie--we've      even confused them further by now.  But..."
    },
    {
        "transcript_id": "CNN-293879",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "need to": [
                "authority"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "sure": [
                "hedge",
                "authority"
            ],
            "think": [
                "hedge"
            ],
            "a little": [
                "hedge"
            ],
            "hope": [
                "hedge"
            ]
        },
        "previous_statement": "Yes. And Dr. Lewis -- just briefly, you heard Dylan say there, you know, Hillary Clinton what she's released right now meets the standards for Barack Obama and Mitt Romney. Your thoughts on that?",
        "statement": "I <HOPE> those standards hold up. I'm <<<SURE>>> they will. I <HOPE> we're getting <ALL> the information and I <HOPE> she's ok. It's <A LITTLE> disconcerting for me as a physician. And you <KNOW>, tax returns and health records, they're not mandatory. They're recommended and I <<<THINK>>> it's important that we have <ALL> the information that we <NEED TO> get as voters in 60 days from now when we're voting. So I just <HOPE> everyone is doing their due diligence on either side and that is the transparency side, the bureaucratic and the medical side."
    },
    {
        "transcript_id": "CNN-361962",
        "matched_terms": {
            "most important": [
                "none"
            ],
            "all": [
                "none"
            ]
        },
        "previous_statement": "Me neither.",
        "statement": "You're in charge of the committee that performs the <MOST IMPORTANT> task, constitutionally, of Congress."
    },
    {
        "transcript_id": "CNN-198137",
        "matched_terms": {
            "all": [
                "none",
                "hedge"
            ],
            "might": [
                "hedge"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "take": [
                "none"
            ]
        },
        "previous_statement": "Finally, in a submersible called \"Deep Sea Challenger,\" Cameron went down 35,000 feet. Number two, melting ice. Scientists using satellite and aircraft data have found the Greenland and Antarctic ice sheets are losing three times as much ice as 20 years ago. Giant rifts appeared in places like Antarctic's Pine Island glacier. Combined, Antarctica and Greenland have contributed to one-fifth of all sea-level rise over the past 20 years. And our number one is called \"seven minutes of terror.\" The rover Curiosity survived a harrowing ride through the Martian atmosphere in a landing that had never before attempted, prompting an outpouring of emotion from the NASA team. Curiosity is now roaming the landing site, hunting for signatures of past life, water, carbon, methane. If it finds any, Curiosity might well be our number one again next year. John Zarrella, CNN, Miami.",
        "statement": "And join us Saturday at 8:00 p.m. Eastern as my colleague, Don Lemon, counts down <ALL> the stories that captured our attention in 2012. International adoptions can <TAKE> years and thousands of dollars, but now Russia <MIGHT> leave a number of Americans in limbo. A bill passed by parliament <WOULD> ban U.S. adoptions."
    },
    {
        "transcript_id": "NPR-8643",
        "matched_terms": {
            "all": [
                "none",
                "hedge"
            ],
            "should": [
                "authority",
                "none"
            ]
        },
        "previous_statement": "Yeah, we've won over 13 campaigns against, you know, exploitation in high-profile restaurants. One of the most recent campaigns was against exploitation and discrimination in Mario Batali restaurants, Mario Batali the celebrity chef. There, workers had approached us about discrimination and exploitation. We won over a million dollars...",
        "statement": "And we <SHOULD> say that he denied <ALL> that, but he then did work with you."
    },
    {
        "transcript_id": "CNN-91648",
        "matched_terms": {
            "all": [
                "none"
            ],
            "sort of": [
                "hedge"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "The school run in southern Thailand. Traveling by army truck is a novelty but it masks the new reality of life for these children. Their parents can't take them because many of them are still missing, and a quarter of their friends will never return to class. At school the children are being encouraged to write about their experiences. In a halting voice, 11-year-old Pavida (ph) tells her story. She saved the life of her grandmother and says she'll never trust nature again. The teachers doing their best to cope with what will be long-term trauma. (on camera): What's crucial for the children is getting them back to some sort of normal routine, and like some of the pupils here who have lost both parents, whose homes have been swept away, school is the only routine they have left. (voice-over): But a few hours up the coast we found children with even less. This makeshift camp is home to a community of sea gypsies, traditionally marginalized by Thai society. There is no trauma counseling here, just the grind of trying to survive. The local vicar tells me these are a forgotten people.",
        "statement": "This is <ALL> they've got left. We've brought in food today. We're <<SORT OF>> entertaining the children and teaching them things -- how to brush their teeth, wearing shoes, just simple things. And we're trying to help them to be able to get back to the island. There's temporary accomodation here, but they just don't want it. They want to get their old lives back."
    },
    {
        "transcript_id": "CNN-207958",
        "matched_terms": {
            "all": [
                "none",
                "authority"
            ]
        },
        "previous_statement": "Both Republicans and Democrats were present for the interviews with the two employees. Issa said the full transcripts of these and other IRS worker interviews will be released.",
        "statement": "This is a problem that was coordinated in <ALL> likelihood right out of Washington headquarters and we're getting to proving it."
    },
    {
        "transcript_id": "CNN-209313",
        "matched_terms": {
            "clear": [
                "none"
            ],
            "completely": [
                "none",
                "authority"
            ],
            "could": [
                "hedge"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "should": [
                "authority"
            ],
            "about": [
                "none"
            ],
            "think": [
                "hedge"
            ],
            "suggest": [
                "hedge",
                "none"
            ],
            "question": [
                "none"
            ],
            "change": [
                "none"
            ],
            "adjust": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "The reactions show that we have not come back to full local balance because when you're talking about the sustainable growth in all world regions, and I would also mean that any announcements of central bankers should not cause this dramatic fluctuations and should not actually cause those price changes. So Italy tells you how much that global economy depends on the action of central banks. And otherwise a calm and sustainable situation that obviously would not happen to that extent. So that shouldn't stop us to return back to the normal and sustainable path of development.",
        "statement": "So, Richard, very <CLEAR> here that both Chancellor Merkel and President Putin support this move of trying to start making that transition out from the very generous money. He was speaking <ABOUT> Greece today and the selloff that we had. I posed a <QUESTION> to Ms. Merkel as <WELL> <ABOUT> whether it's time to <CHANGE> the policy of austerity and start to readjust here so we can tackle that youth unemployment in the southern half of Europe. She said very candidly we're not competitive enough just yet. The readjustment is not finished yet. And although it is extremely painful, we <SHOULD> not finish the job until it is <COMPLETELY> done which she suggests you <<COULD>> kick down, the can down the road for another few years but <WOULD> boomerang on the European Union, and she didn't <<<THINK>>> that was the correct strategy, Richard."
    },
    {
        "transcript_id": "CNN-380961",
        "matched_terms": {
            "all": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Late night TV is the latest battleground for the crowded field of Democrats vying for the chance to run against President Trump. But they are not just playing it for laughs. Brian Stelter has that.",
        "statement": "The late night primary is <WELL> underway. Witness Kamala Harris, slow jamming the news with Jimmy Fallon."
    },
    {
        "transcript_id": "CNN-78435",
        "matched_terms": {
            "might": [
                "hedge"
            ],
            "reduce": [
                "none"
            ],
            "perspective": [
                "none"
            ]
        },
        "previous_statement": "Thanks, Paula. Appreciate it.",
        "statement": "Time now to get another \"In Focus\" <PERSPECTIVE> on the increasing attacks against U.S. troops in Iraq. And for that, we turn to Republican Senator Trent Lott of Mississippi, a member of the Intelligence Committee. We asked him what the U.S. is failing to do in Iraq now that <MIGHT> <REDUCE> some violence against Americans and Iraqis."
    },
    {
        "transcript_id": "CNN-331797",
        "matched_terms": {
            "every": [
                "none"
            ],
            "always": [
                "none",
                "authority"
            ],
            "know": [
                "hedge"
            ],
            "could": [
                "hedge"
            ],
            "should": [
                "authority",
                "none"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "think": [
                "hedge"
            ],
            "kind of": [
                "hedge",
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "You know, Salena, as someone who covers the president's base so extensively and so well, answer this for us. Release the memo has become a battle cry for many in the president's base and for many in the right wing. Is there any way that the president does not, cannot release the memo at this point in time, despite the pleas of his own handpicked FBI chief not to do so? Is he stuck?",
        "statement": "You <KNOW>, I don't -- I -- because he's such a different <<KIND OF>> president and he navigates the presidency in a way, you <KNOW>, that's not <ALWAYS> predictable, I mean I <<COULD>> see a scenario where, you <KNOW>, he says, OK, Wray, let's sit down and talk <ABOUT> this. You <KNOW>, what's he -- what are the things that you find that are dangerous or <<COULD>> put people in jeopardy? What <SHOULD> we redact? Then I'll release the memo. I mean there is the possibility that that happens. I don't <<<THINK>>> there's any political -- not any. There's <ALWAYS> some, right? But I don't <<<THINK>>> there's a large political problem if the -- if the president doesn't -- doesn't do that because -- because we're drinking out of a fire hose <EVERY> day and there's <ALWAYS> -- there's going to be another crisis one day later, and we're going to forget that this even happened. I don't <<<THINK>>> that's -- I don't <<<THINK>>> that's right or normal, but that's the times that we operate in right now."
    },
    {
        "transcript_id": "CNN-341106",
        "matched_terms": {
            "all": [
                "none"
            ],
            "clear": [
                "none"
            ],
            "may": [
                "hedge"
            ],
            "seem": [
                "hedge",
                "none"
            ],
            "question": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "-- dictator -- for example, Moammar Gadhafi in Libya -- when he agreed to give up his nuclear weapons in exchange for working with the U.S. and having economic aid. In the end he got overthrown by NATO-backed forces led by the U.S. He never got the economic aid from the U.S. So North Korea doesn't want to suffer the same fate. They are concerned about getting this settled. That was a very bad comparison that Bolton made by saying the Libya model could be used. And that really blew things up in the latest negotiation.",
        "statement": "It seems like things <MAY> be getting back on track. But another <QUESTION> within the region, South Korea, a very important U.S. ally. They say that there is no daylight between the United States and South Korea. But clearly that nation has been caught in between very unpredictable parties."
    },
    {
        "transcript_id": "CNN-137313",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "And ethanol, we've heard in the past, there have been some problems with ethanol. For example, the plants that churn out the ethanol were actually causing pollution and some people weren't sure it's even any better than gasoline. Is ethanol moving in a direction in which it will be truly green?",
        "statement": "Yes. Thanks to actually a new energy law that Congress passed in 2007, ethanol is headed in the right direction."
    },
    {
        "transcript_id": "CNN-342081",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "The real song, John, here is \"Who is No. 2? It's all about the No. 2 in this sort of weird \"jungle primary\" that California has. As you said, Republicans were very concerned they were going to have nobody at the top of the ticket across the state. Now they have the possibility for two. The -- John Cox, the business man, will face Gavin Newsom, former San Francisco mayor, for the governorship. And in the Senate race, Dianne Feinstein, it's not clear who she will face, whether it will be somebody from her left, Kevin de Leon, or Jim Bradley, a businessman from Orange County. The other concern that Democrats here had, they were targeting ten different districts of Republican, trying to flip those seats. Seven of them are seats where -- where -- Republicans where Hillary Clinton won those districts. They were concerned they were going to get locked out of one, two, possibly three. It looks like, in all of those districts, that Democrats will be No. 2 in all of them. There are two that are still somewhat of a question. Number -- District 10, Jeff Denham, the Republican, will face either Josh Harder or Ted Howze. And in the 48th, there are two Democrats and a Republican vying for that No. 2 spot. All of this could take some time to figure out, because in one case, 188,000 were left off the voter rolls in Los Angeles County, so they had to fill out paper ballots. Those had to be counted. And mail-in ballots. People could walk up on election day and even mail them in on election day. Those will take time to count. So we may see this -- a couple of these races that may be days, if not weeks, before we know the final answer. Back to you guys.",
        "statement": "<ALL> right. Miguel Marquez, in Los Angeles. We were discussing if \"Who is No. 2\" was actually a song. We'll wait for Miguel to come back to us and sing a few bars of that."
    },
    {
        "transcript_id": "NPR-45310",
        "matched_terms": {
            "somewhat": [
                "hedge"
            ],
            "about": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "Mr. P. McGARRY: Absolutely not. Even though the Vatican, the congregation, indeed, of which he'd been prefect for so long until he became pope in 2005, refused to cooperate and even ignored all the correspondence with the Murphy Commission set up by the state to investigate how clerical child sex abuse allegations were handled in Dublin's Catholic Archdiocese. So, too, did the papal nuncio to Ireland. He ignored two such letters. He refused to appear before our parliament's foreign affairs committee, last month, to talk about it.",
        "statement": "So, I mean, the Vatican has been <<SOMEWHAT>>, to be kind <ABOUT> it, disingenuous in that element of its own role where abuse in Ireland is concerned. And furthermore, it refused to give recognition or backing to three sets of guidelines introduced by the Irish bishop's child protection guidelines, that is in 1996 and 2005, and again, in 2008, whereas, they did give such backing to your bishop's guidelines in 2002 and 2006."
    },
    {
        "transcript_id": "NPR-48775",
        "matched_terms": {
            "all": [
                "none"
            ],
            "clear": [
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "question": [
                "none"
            ]
        },
        "previous_statement": "This was supposed to be a simple yes or no, right? Did you, Catalan leader, declare independence, or did you not? And what did the president say, exactly?",
        "statement": "Right. So the president did not directly answer that <QUESTION>. Basically, he addressed a letter to Spain's prime minister, where he did not declare independence. But he asked that the two governments meet as soon as possible to open up a dialogue over the next two months. And on Saturday, Spain's interior minister had said that the central government <WOULD> invoke Article 155 of the Spanish Constitution if it did not get a <CLEAR> answer from the Catalan government. And so what this article..."
    },
    {
        "transcript_id": "CNN-80182",
        "matched_terms": {
            "no doubt": [
                "none",
                "authority"
            ],
            "about": [
                "none",
                "authority"
            ],
            "doubt": [
                "none",
                "authority"
            ]
        },
        "previous_statement": "Well, as you know, that's -- you know better than I do, that's the coin of the realm out there, other than",
        "statement": "There's <NO <DOUBT>> <ABOUT> that. Senator Biden, stand by. Senator Specter, what goes through your mind on a day like this?"
    },
    {
        "transcript_id": "CNN-122168",
        "matched_terms": {
            "know": [
                "hedge",
                "none"
            ],
            "may": [
                "hedge",
                "none"
            ],
            "sometimes": [
                "hedge"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "maybe": [
                "hedge"
            ],
            "moderate": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "A moderator, first of all. Howie, you know, some people have compared her to Nurse Ratched. Really what you have here is a junior high school sort of history teacher who doesn't really know the lesson plan and is sort of faking it by being didactic and over the top and assertive. She -- you know, there was a point where Mitt Romney answered a question and she said -- it was on taxes. And she said, \"OK, a little snappier, gentlemen.\" And you expected her to clap her hands twice like a nanny, or maybe a riding crop would have been a little bit better. She was so -- listen, you know, she had such a tin ear for the television medium. You thought they wouldn't bring her back the next day for the Democrats, but they did.",
        "statement": "You <KNOW>, it's funny. When TV anchors <MODERATE> these things, whether it's Russert or Blitzer or Chris Matthews, people <SOMETIMES> say they're too aggressive, they turn it into a talk show, but <<MAYBE>> there's something to having somebody who knows something <ABOUT> television? <WELL>, she was as aggressive, just in a very"
    },
    {
        "transcript_id": "CNN-79541",
        "matched_terms": {
            "sure": [
                "hedge",
                "none"
            ],
            "take": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Yes. People just jump up and say I can't wait any longer I've got to go do my business.",
        "statement": "<WELL> I make <<<SURE>>> -- I have a 4-year-old, I make <<<SURE>>> I <TAKE> her to the bathroom before the fellows are getting ready to push back."
    },
    {
        "transcript_id": "CNN-222930",
        "matched_terms": {
            "all": [
                "none"
            ],
            "wrong": [
                "none"
            ],
            "take": [
                "none"
            ]
        },
        "previous_statement": "You know, bread and wine up here, help yourself.",
        "statement": "Help yourself, I'm out. <ALL> right. We're going to <TAKE> a break. Coming up next on NEW DAY, the latest on the Southwest Airlines flight that landed at the <WRONG> Missouri airport. How did the pilots make such a dangerous mistake? We're going to <TAKE> a look inside a flight simulator to help us understand this."
    },
    {
        "transcript_id": "CNN-382666",
        "matched_terms": {
            "all": [
                "none"
            ],
            "never": [
                "hedge",
                "none"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "probably": [
                "hedge"
            ],
            "think": [
                "hedge",
                "none"
            ],
            "sense": [
                "none",
                "hedge"
            ],
            "view": [
                "none"
            ],
            "appear": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "Two words.",
        "statement": "Right. But that's not going to happen with him. In some <<SENSE>>, he's the gift that keeps on giving, because you have a <<SENSE>> he'll <APPEAR> on TB and will <<PROBABLY>> contradict himself two or three times in an interview. But in that, say things that are, that describe something that's illegal. You <NEVER> really <KNOW> whether it's because he doesn't understand the law, or he doesn't care, or he just thinks he can so confuse things nobody will keep track of it. But he has a lot of explaining to do <ABOUT> this situation. Keep in mind, he had lunch with these two the day before they were leaving -"
    },
    {
        "transcript_id": "CNN-84518",
        "matched_terms": {
            "all": [
                "none",
                "authority"
            ],
            "every": [
                "none",
                "authority"
            ],
            "sure": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Doesn't the lack of training of our troops for prison duty actually demonstrate a monumental failure in planning for the long- term occupation of Iraq? How else could the military and civilian leadership of the Pentagon explain why this training wasn't even offered?",
        "statement": "Sir, the training of the Geneva Convention is inherent <EVERY> time from as a recruit <ALL> the way up to my rank level. In terms of these M.P.s, as far as internment and resettlement, some of them received training at home station and the mob station and some did not. And that was our recommendation, that a mobile training team be deployed to theater to ensure that they are in compliance with training tasks to do that. And there was a capacity to do that during the conduct of their operation, because there were competent battalion commanders. The battalion commander at Camp Arifjan was conducting his detention operation to standard. At Camp Buka, they did that at Camp Buka. And also at Camp Cropper. Somehow it did not pan out at Abu Ghraib."
    },
    {
        "transcript_id": "CNN-129688",
        "matched_terms": {
            "all": [
                "none"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "A source close to this investigation tells us detectives now believe something happened to Caylee. It could have been an accident, perhaps a drowning. Maybe she was left in a hot car. Whatever the case, our source tells us they believe it happened June 16. That`s the day she was last seen by her grandfather. And hours later, they report, a flurry of phone calls made by Casey.",
        "statement": "That flurry of phone calls made to her parents at their cell and their work unanswered. But it is interesting, isn`t it, Mark Williams, that according to what we heard grandmother Cindy say on the telephone, no messages were left <ABOUT> her, Caylee, being in danger because remember, on that 911 call, she turns to mom, Casey, and says, You <KNOW> what? I`m going to go to court and get this baby away from you. If there had been a message left on her phone during that flurry of phone calls saying, Oh, Mom, there`s been an accident, Caylee`s hurt, Caylee`s dead, Caylee`s something, she <WOULD> not have said that to Casey one month later."
    },
    {
        "transcript_id": "CNN-407788",
        "matched_terms": {
            "take": [
                "none"
            ],
            "well": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "Can you lean into it a little bit more, for the sake of voters wondering what's going on?",
        "statement": "<WELL>, I can't divulge information that is classified. That's why we want them to do it. But I will say this, that, for some reason, they have tried to have some equivalence. I <TAKE> second place to no one on my criticism of China for over 30 years. They have -- I have said to my staff the other day, they say I'm the most unliked American in China -- disliked American in China. They say, no, they don't say that. They say you're the most hated American in China, because of their human rights violations, their trade policy, their proliferation of weapons and that."
    },
    {
        "transcript_id": "CNN-80182",
        "matched_terms": {
            "all": [
                "none"
            ],
            "always": [
                "none"
            ],
            "fact": [
                "none",
                "authority"
            ],
            "final word": [
                "none"
            ],
            "quite": [
                "none"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "perhaps": [
                "hedge"
            ],
            "believe": [
                "hedge",
                "none"
            ],
            "kind of": [
                "hedge"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Dana, it's been about 24 hours now since this launch -- this operation was launched to snatch, to capture Saddam Hussein. The president was at Camp David when he first got indication of the possible, possible capture of Saddam Hussein. When did he finally get official confirmation, 100 percent, from his national security advisers?",
        "statement": "<WELL>, that was this morning. The president was called at <ABOUT> 5:15 this morning. He was back here at the White House, and it was his national security adviser, Condoleezza Rice, who had just gotten a call herself from Paul Bremer in Iraq, saying it was, in <FACT> -- they did have final confirmation that it was, in <FACT>, Saddam Hussein. But as you mentioned, the initial call was <QUITE> early on Saturday afternoon, <ABOUT> 3:15, while the president was still up at Camp David. That was from his defense secretary, Donald Rumsfeld, who said -- who just launched into a conversation saying, \"Mr. President, initial reports aren't <ALWAYS> accurate,\" to which the president responded, \"This sounds like it's going to be good news.\" And then the defense secretary did say that they believed at that point it was Saddam Hussein. And they had talked, according to the White House, <ABOUT> how to handle the news, that they wanted the news, when it was confirmed, to come out of the theater, as the White House is putting it, they wanted the military to announce it, because that is the <<KIND OF>> operation that it was. But there was concern, according to the White House, from the president, that <<PERHAPS>> it was an impostor, that it wasn't Saddam Hussein. But as you mentioned, it was today that the president did get <FINAL WORD>. And he started working the phones, Wolf. He's talked to a number of allies, <ABOUT> a dozen leaders, already this morning, making phone calls to talk <ABOUT> the issue, to congratulate some of them, and just to inform them that this is indeed Saddam Hussein."
    },
    {
        "transcript_id": "CNN-151965",
        "matched_terms": {
            "know": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Yes.",
        "statement": "And again, as I keep saying, it belabors this whole ordeal with Gary, shades of Anna Nicole, if you <KNOW> what I`m saying."
    },
    {
        "transcript_id": "CNN-218782",
        "matched_terms": {
            "may": [
                "hedge"
            ],
            "seem": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Well, here's what I think should happen -",
        "statement": "That <MAY> be the case; there seems to be no impeachment process for them. I mean you're Canadian -"
    },
    {
        "transcript_id": "CNN-146908",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "reality": [
                "none"
            ],
            "should": [
                "authority",
                "none"
            ],
            "about": [
                "none"
            ],
            "reportedly": [
                "hedge"
            ],
            "expect": [
                "none"
            ],
            "question": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "You guys said that we did this for the show.",
        "statement": "Yes, we did it for the show. Heene`s wife got jail time as <WELL>. Authorities say she admitted everything, confessed, including her weepy, boo-hoo 911 call was a hoax. But get this Richard Heene is blaming her, his wife, for a lot of this. Now, saying <WELL>, she confessed because the -- she didn`t really <KNOW> what the word \"hoax\" meant because her first language is Japanese. Are you serious? You`re full of hot air, Heene. And that is tonight`s \"Top of the Block.\" Also tonight: the latest head spinners in the tragic death of billionaire heiress and socialite Casey Johnson. Tila Tequila, Casey`s fiance tweets <ABOUT> having a baby. What? Plus the tragic 911 call <<REPORTEDLY>> placed by Casey`s maid who found her lifeless body. <REALITY> star Tila Tequila is now swarmed by paparazzi and caught on camera by Hollywood.com TV. This <ALL> happened Friday afternoon actually check this out. She tries to duck the paths with her dog in tow. Really, come on what does Tila <EXPECT>? Actually the <QUESTION> <SHOULD> be is Tila expecting?"
    },
    {
        "transcript_id": "CNN-124191",
        "matched_terms": {
            "all": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Well, we didn't -- I don't want to toot our horn here, but if you want to, go ahead there, Betty.",
        "statement": "<WELL>, on this occasion. Let me put it that way. <ALL> right. So I'll admit, there are some things that I just won't do, like jump into the water with man-eating sharks."
    },
    {
        "transcript_id": "CNN-361845",
        "matched_terms": {
            "all": [
                "none"
            ],
            "about": [
                "none"
            ],
            "think": [
                "hedge"
            ],
            "hope": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "And that's enough of a repercussion. I mean, it's not a repercussion, but she apologized, that's enough for you at this time.",
        "statement": "I <<<THINK>>> what it really showed to me was we had people talking <ABOUT> in our caucus <ABOUT> just why those words are so hurtful and where they stem from and I <<<THINK>>> a real education process took place and I <HOPE> to see more and more of that as we move forward."
    },
    {
        "transcript_id": "CNN-99231",
        "matched_terms": {
            "every": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "Yes.",
        "statement": "It's everything and everybody."
    },
    {
        "transcript_id": "CNN-135423",
        "matched_terms": {
            "think": [
                "hedge"
            ],
            "well": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "The decisions that he makes are clearly priorities, from his perspective, but what's the biggest complaint that you have about the budget blueprint he put forward today?",
        "statement": "<WELL>, I <<<THINK>>> it is illustrated by this memory, and it's one that troubles me still. Secretary of State Hillary Clinton was in China recently on rhetorical, bended knee, pleading with the Chinese to continue to buy our debt. The federal government is constructing a debt crisis that is going to be like the mortgage crisis in the not-too-distant future. This is a house of cards, Wolf, that if we don't slow it down and control of it, it's going to be a major problem. And to have President Obama and Congress consider taking the deficit up to $1.75 trillion, the largest amount as a percent of GDP, I <<<THINK>>>, since World War II, and then say they're going to cut it in half after doubling it, that worries me greatly. And we're on an unsustainable path."
    },
    {
        "transcript_id": "CNN-80182",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none",
                "hedge"
            ],
            "may": [
                "hedge"
            ],
            "often": [
                "none",
                "hedge"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "around": [
                "none"
            ],
            "perhaps": [
                "hedge"
            ],
            "take": [
                "none"
            ],
            "appear": [
                "none"
            ],
            "avoid": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "sold": [
                "none"
            ]
        },
        "previous_statement": "The whole Tikriti clan had ruled Iraq for so many years, obviously. And, Nic Robertson, we got some incredibly informative details from the military briefing that you attended there in Tikrit from the troops on the ground who conducted this raid. They had information Saddam Hussein was there, and they found it. Very briefly, just walk through some of the highlights, how they did it. Because, as you and our viewers know, there were so many false alarms in the past.",
        "statement": "Indeed, Wolf, but actually then the troops had been out to this area before, searched through and found nothing. What they found on this occasion were two farmhouses that had nobody in. Then they found a small building, a hut building, halfway between the two farmhouses. They described it as having two rooms. One room was disorderly with clothes crumpled, lying on the floor; also brand- new clothes still in their packets. They said there was a rudimentary kitchen where there was some running water. And then as the troops were searching right <AROUND> that building, somebody noticed some soil that didn't look right on the ground, a rug that didn't look right on the floor. When they pulled back that rug -- and this was just in the dirt in the wood side by this building outdoors -- then they discovered what appeared to be a polystyrene cork, if you will, in this concrete hole. And it was in this tiny concrete hole, <ABOUT> six feet by eight feet, that Saddam Hussein was hiding. And they say that he came out without a fight, that he came out and he was looking disheveled, and very, very quickly he was taken away. So it was really the soldiers spotting that something didn't look right in the dirt on the ground, something that had been heavily camouflaged, something that had been designed to <AVOID> capture. Something General Odierno said, he said he thought there were <<PERHAPS>> 20 or 30 locations like this that Saddam Hussein <MAY> have had to go and hide in <EVERY> so <OFTEN>, Wolf."
    },
    {
        "transcript_id": "NPR-7600",
        "matched_terms": {
            "about": [
                "none"
            ]
        },
        "previous_statement": "Right, he's the conservative party nominee, and he says I don't care what the party establishment has to say because they're obviously ineffectual so far.",
        "statement": "Let's go to Delaware, where, after another big Tea Party surprise last week, we've learned a lot <ABOUT> Christine O'Donnell, the new GOP nominee."
    },
    {
        "transcript_id": "CNN-238585",
        "matched_terms": {
            "change": [
                "none"
            ]
        },
        "previous_statement": "Sir Richard Branson owns an airline and record empire. There's about 400 other companies. His ventures in business began at the tender age of 14. Then, he sold Christmas tress. Now, Sir Richard, 50 years later, has put his lessons from a lifetime in leadership on paper. It's a new book, it's called \"The Virgin Way.\" Recently, he's taken up issues like the crisis in Ukraine. And this week, he joined the Global Commission on Drugs Policy in a plea to end the war on drugs. Poppy Harlow spoke to Sir Richard.",
        "statement": "You joined with the former presidents of many countries to send a message, and that is that the war on drugs is a failure. That it's not working. What is the biggest <CHANGE> that you guys are pushing for to be made?"
    },
    {
        "transcript_id": "CNN-195620",
        "matched_terms": {
            "all": [
                "none"
            ],
            "know": [
                "hedge",
                "authority"
            ],
            "well-known": [
                "none"
            ],
            "about": [
                "none",
                "authority"
            ],
            "allegedly": [
                "hedge"
            ],
            "wrong": [
                "none"
            ],
            "feel": [
                "hedge",
                "none"
            ],
            "feeling": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "None",
        "statement": "Was nominated to become NATO's supreme commander as <WELL>. He has denied any wrongdoing. So, how are these people linked to the scandal? How are they <ALL> connected? Follow us. We're going to try to explain this. General Petraeus resigned after admitting to having an extramarital affair with his biographer Paula Broadwell. The affair was uncovered because a friend of Petraeus, Jill Kelley, asked the FBI to investigate harassing e-mails she was receiving from Broadwell. <WELL> <KNOW> it's come to light that there are <<ALLEGEDLY>> inappropriate e-mails between Jill Kelley and General Allen. In addition, \"The Wall Street Journal\" now saying that the FBI agent who initiated, he initiated the investigation at Kelley's request, he is now under scrutiny. The agent has not been identified but he <<ALLEGEDLY>> sent Kelley shirtless photos of himself. Are you following us here? It <ALL> started with a complaint <ABOUT> harassing e-mails. Here's what we <KNOW> <ABOUT> the woman who made that complaint, Jill Kelley. She is married to a cancer surgeon. She has three daughters. She lives in Tampa. Very <<WELL>-KNOWN> among Washington social circles. In a statement, Kelley and her husband, Scott, said they have been friends with General David Petraeus and his family for more than five years. Friends describe Kelley as <FEELING> like an innocent victim, but a source says the e-mails accuse Kelley of flirting with generals at MacDill Air Force Base in Tampa. Both General Allen and General Petraeus were previously stationed there. So, how does this impact the -- a lot of careers of these two generals, but also implications as <WELL>. Defense Secretary Leon Panetta has now asked that General John Allen's nomination to become NATO supreme commander be put on hold. As for General Petraeus, Panetta was asked whether there were any indications that his affair started when he was still in active duty. Listen."
    },
    {
        "transcript_id": "CNN-214492",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "have to": [
                "none",
                "authority"
            ],
            "about": [
                "none",
                "authority"
            ],
            "posit": [
                "authority",
                "none"
            ],
            "thing": [
                "none",
                "authority"
            ]
        },
        "previous_statement": "The question, of course, since when has Vladimir Putin cared about his credibility? Here to discuss the politics of Putin, host of NPR's \"Left, Right And Center,\" Matt Miller, Heritage Foundation Fellow Rebeccah Heinrichs, and Max Fisher from the \"Washington Post.\" Max, does Putin care about his credibility?",
        "statement": "No. I mean, he's not running for the Senate here. What he's trying to do is he is trying to put his thumb on the domestic American debate over whether to strike Syria. The <THING> you <HAVE TO> understand <ABOUT> this is everything that's happening right now between the U.S. and Russia is a negotiation over Syria. The CIA arming the rebels, Putin's op-ed is <ALL> <ABOUT> this chess match between these two great powers over the future of this country. The U.S. wants to see the chemical weapons pulled out. Russia wants the status quo. Everything they're doing is <ABOUT> trying to achieve that position."
    },
    {
        "transcript_id": "CNN-397621",
        "matched_terms": {
            "all": [
                "none",
                "authority"
            ],
            "totally": [
                "none"
            ],
            "could": [
                "hedge",
                "none"
            ],
            "would": [
                "hedge"
            ],
            "about": [
                "none"
            ],
            "kind of": [
                "hedge"
            ],
            "tend": [
                "hedge"
            ],
            "question": [
                "none"
            ],
            "avoid": [
                "none"
            ]
        },
        "previous_statement": "The amount of money is considerable because through a combination of dues as well as voluntary contributions, the U.S. bankrolls about 15 percent of the annual budget of $900 million. So you think this could cost lives. But do you have an understanding of the immediate impact of how the WHO will be impacted by this in the midst of a global health emergency?",
        "statement": "Yes, I did ask them the other day in the press conference how this -- what <<KIND OF>> gut punch financially this <WOULD> be to the organization and they <TOTALLY> avoided the answer. But look. The WHO, their budget is not that big. It's smaller than most university hospitals in the United States. Secondly, their headquarters for the Americas is in Washington, D.C. So it does contribute a lot of money to the United States. It does hire a lot of Americans. And to go back to your <QUESTION> <ABOUT> how WHO handled China, it's true they <TEND> to pander to China. They are a major member of the U.N. and of the Security Council and we <ALL> remember those photos of Dr. Travers (ph), the head of WHO, going to sit with President Xi. And I remember that, in our first press conferences with the WHO, we encouraged them to come out and give some <<KIND OF>> criticism of China's handling, underreporting of cases, late reporting of the coronavirus. But we <<COULD>> not get them to do that."
    },
    {
        "transcript_id": "CNN-312440",
        "matched_terms": {
            "all": [
                "none"
            ],
            "always": [
                "none",
                "authority"
            ],
            "might": [
                "hedge"
            ],
            "about": [
                "none"
            ],
            "think": [
                "hedge",
                "none"
            ],
            "kind of": [
                "hedge"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "No question. I mean, he lives in deficit. And I describe him in this piece as a black hole that you pour adulation and achievement and conquest into him and it just pours out the other end. It doesn't stick. And all I think he wants is for people to love him. Now, that's really dangerous because he wants people to love him and to adore him so much that he would like not to have any dissent. So he would like not to have a free press because they criticize him. And he would like not to be involved in being president in a democracy because that allows people to disagree with him. So, those authoritarian instincts are really psychological and emotional, not ideological.",
        "statement": "I remember something you tweeted out, it <MIGHT> have been a year ago, but it stuck in my mind and I've <ALWAYS> <<KIND OF>> thought <ABOUT> this when I read the president's tweets or things he says that the criticisms he makes of others, the attacks that he launches on our people, the actual adjectives that he used -- I don't want to paraphrase you too much, but that the adjectives he used to attack other people is what he actually thinks of himself. So when he calls Comey a grandstander, it's actually what he thinks of himself. When he says somebody is weak, that's what he worries <ABOUT> himself. Am I characterizing what you said correctly?"
    },
    {
        "transcript_id": "CNN-183746",
        "matched_terms": {
            "well": [
                "none"
            ]
        },
        "previous_statement": "I did too. But I found cheaper gas, actually. It was an hour away from where I live.",
        "statement": "<WELL>, what'd you spend to get there?"
    },
    {
        "transcript_id": "NPR-20629",
        "matched_terms": {
            "understanding": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "Well, it was started by the inventor Alfred Nobel, who invented dynamite. And when he died, he left his will. And in the will, he said that everything he owned should be sold and turned into the fund, and the interest from that fund should go to an annual award for outstanding achievements in these, well, fields that you just mentioned.",
        "statement": "It's my <UNDERSTANDING> that one of the reasons this prize is so significant - I mean, the committee first assembled when, in 1901? That's correct?"
    },
    {
        "transcript_id": "CNN-275470",
        "matched_terms": {
            "could": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Right.",
        "statement": "... precincts we are waiting to hear from, but there are a few out there. The Democratic Party says they're trying to get in touch with the precincts here to find out what's going on. We keep waiting for these numbers to be updated. It <<COULD>> happen any minute. Let's bring in CNN's politics senior digital correspondent, Chris Moody. He is in Des Moines. Chris, explain what's going on here."
    },
    {
        "transcript_id": "CNN-110125",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "Peter, thanks for that. And we want to come back to you next hour and talk a lot, too, about the resurgence of the Taliban there in Afghanistan. Peter Bergen, from Kabul, thanks. The video, by the way, the new video from -- the new old video from al Qaeda was taken been September 11. And, ever since that day, Osama bin Laden has continued to taunt the world. Here's the \"Raw Data\" on that. In the last five years, 14 taped statements have been attributed to bin Laden. Sixteen -- I'm sorry -- taped statements have been attributed to bin Laden. The last six have all been audio recordings. And, as CNN's Nic Robertson mentioned moments ago, bin Laden's most recent videotaped message aired almost two years ago, on October the 29th, 2004. That video was broadcast one year and seven months into the Iraq war, a war that is still being fought -- coming up, Iraq today and the ceremony that was supposed to mark a milestone. Michael Holmes joins us live from Baghdad on a very bloody day. Also ahead: an arrest in Arizona. But is the serial killer connected to 23 crimes? Can Phoenix put its fears behind it? Plus, this:",
        "statement": "He literally just came flying straight at me, and just, boom, I mean, didn't even stop, didn't even slow down."
    },
    {
        "transcript_id": "CNN-115075",
        "matched_terms": {
            "could": [
                "hedge",
                "none"
            ],
            "sort of": [
                "hedge"
            ],
            "take": [
                "none"
            ],
            "alter": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "Kayla, what was the worst experience as a wife?",
        "statement": "For me, what I thought was most horrifying was that when they released him from Walter Reed, they just sent him back to his unit at Ft. Campbell, and he was still in the very early stages of recovery. He had a traumatic brain injury, so there were a lot of things he just couldn`t manage on his own. They sent him back to his regular unit, who couldn`t <TAKE> care of him. So his unit told him to stay home and he just self-medicated with alcohol for 10 months while he just languished and had no treatment, no <<SORT OF>> recovery, no rehabilitation. And that was horrifying to watch."
    },
    {
        "transcript_id": "CNN-38133",
        "matched_terms": {
            "all": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "They have stopped eating, you see, since yesterday, and the tension among them is starting to increase.",
        "statement": "<ALL> except the children and four pregnant women have begun a hunger strike; 22 are ill with diarrhea, one has a broken leg."
    },
    {
        "transcript_id": "CNN-211694",
        "matched_terms": {
            "only": [
                "none"
            ]
        },
        "previous_statement": "Everything about that trip was televised. I mean, it was a production from start to finish.",
        "statement": "\"Nixon,\" a fantastic new flick and it's <ONLY> on CNN. NEWSROOM starts now."
    },
    {
        "transcript_id": "CNN-237962",
        "matched_terms": {
            "all": [
                "none"
            ],
            "never": [
                "hedge",
                "none"
            ],
            "could": [
                "hedge"
            ],
            "might": [
                "hedge"
            ],
            "often": [
                "none"
            ],
            "sort of": [
                "hedge"
            ],
            "guess": [
                "hedge",
                "none"
            ],
            "question": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Yes.",
        "statement": "It is still being investigated. But a security flaw in Apple's iCloud system <<COULD>> be to blame. Until this week, iCloud allowed users to <<GUESS>> passwords over and over and <NEVER> be locked. Celebrities were using easy to <<GUESS>> passwords. Hackers <MIGHT> have been able to access it through trial and error and guessing <<SORT OF>> like the security questions. Another possibility is hackers <OFTEN> send fake e-mails posing as a trusted site like Apple. Those phishing scams convince people to enter usernames and passwords to fake sites. A quick check on your money this morning, European shares are up. Asian shares ended the day higher. The U.S. market back from the Labor Day holiday and stock futures are pointing higher as <WELL> right now."
    },
    {
        "transcript_id": "CNN-209053",
        "matched_terms": {
            "definitely": [
                "none",
                "authority"
            ],
            "all": [
                "none"
            ],
            "may": [
                "hedge",
                "none"
            ],
            "think": [
                "hedge",
                "none"
            ],
            "tend": [
                "none"
            ]
        },
        "previous_statement": "He`s promising he won`t forget the lesson. So in the end, the butt-slapping incident may have been the slap Chad Johnson needed.",
        "statement": "What a huge hit for him. The judge <MAY> have let Johnson out of jail, but he`s <DEFINITELY> not off the hook. She extended Chad`s probation through October. Entertainment journalist Tony Potts is joining me in Hollywood. And in New York, \"Inside Edition\" correspondent Megan Alexander is with us. So look, a lot of people accuse the judge of overreacting when she threw Chad in jail for the butt slap. But Megan, now that sentence is actually looking pretty justified now that we`ve actually heard from the judge, don`t you <<<THINK>>>?"
    },
    {
        "transcript_id": "CNN-146484",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "usually": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "They're taking extreme measures, so a body scan that's just -- it's -- it's inappropriate.",
        "statement": "Nineteen airports nationwide use body scanning, <USUALLY> for secondary screening, but at six airports in the United States, it's used for primary screening. Republican Congressman Jason Chaffetz is leading the fight in Congress against making body scanning mandatory for everyone."
    },
    {
        "transcript_id": "CNN-67617",
        "matched_terms": {
            "know": [
                "hedge",
                "authority"
            ],
            "given": [
                "none"
            ],
            "could": [
                "hedge"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "posit": [
                "authority",
                "none"
            ]
        },
        "previous_statement": "Right. He can't read them all.",
        "statement": "Let's get away from the diplomatic wrangling here for a moment. Let's talk <ABOUT> the military front. Tommy Franks, head of the Central Command, yesterday at the Pentagon says the military is ready to go, is in position now, if <GIVEN> the order from the White House. To the Pentagon from yesterday, back again today, Barbara Starr for more on this -- Barbara, good morning to you. Turkey, we <KNOW>, not granting that permission to stage <ABOUT> 60,000 troops on its territory, which has the Pentagon scrambling right now. We are hearing that some movement, some aircraft carriers in the eastern Mediterranean <<COULD>> be on the move. What are we learning <ABOUT> this?"
    },
    {
        "transcript_id": "CNN-389615",
        "matched_terms": {
            "sole": [
                "none"
            ]
        },
        "previous_statement": "I think deal is very difficult to think of now. But de-escalation is very important. And then, if de-escalation takes place, then a roadmap should evolve in the region, with the support of the security council, with the support of Europe and with support of other nations such as the Russian Federation. But we -- I believe that both countries are not really genuinely wanting to confront each other militarily speaking. Either Iran or -- that's my belief -- nor America. And this is maybe the road towards trying to de- escalate. Once de-escalation starts to take place and these statements are watered down, then one can work towards a roadmap, how to come out of this mess and to create a region which is stable and secure.",
        "statement": "You told me earlier that you met Soleimani several times."
    },
    {
        "transcript_id": "CNN-209080",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "Well, basically he stands accused of a number of different crimes in the United States relating to his position as a professor at that university. He's also accused of traveling around the world and has gathered some suspicion for visiting a number of other sort of known areas that may be connected to pedophiles that are often on the run. And, unfortunately, in Mexico, the Cancun area, has that reputation as well dating back to the early 2000s when basically a number of reports came out about child prostitution rings from the area of Cancun. This led to the publication of a landmark work in 2006 which was an expose of this and finally a conviction of a leading tourism mogul in 2011, who was accused of luring children to his property to abuse with his friends. So certainly an undersight (ph) to this idealic resort.",
        "statement": "Yes, indeed. Nick parker in Mexico City. Thanks so much, Nick. Yes, he, ironically, taught gender studies at the University of Southern California."
    },
    {
        "transcript_id": "CNN-182664",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "about": [
                "none"
            ],
            "hedge": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "sold": [
                "none"
            ],
            "perspective": [
                "none"
            ]
        },
        "previous_statement": "Could you relate, though, Bob Lenzner, when you read this op-ed, did any of it ring true? You ultimately left Goldman, did you not?",
        "statement": "Of course it rang true <ABOUT> the things I have learned that have been going on for the last several years -- too much money, too much taking advantage of clients. The Abacus deal where there were hearings on it, where they <SOLD> securities on behalf of a <HEDGE> fund, they knew the securities were not worth what they <SOLD> them for. That's so scandalous, so outrageous. So they pay a fine of $550 million for that. If there are other activities like that, they will pay fines <ABOUT> that, too. But keep in <PERSPECTIVE>, one <THING> is that practically everybody in Wall Street has had something against them, okay? You've had Credit Suisse pay a big fine for bond traders that were fixing bond prices to make it look like they made more than they did."
    },
    {
        "transcript_id": "CNN-173042",
        "matched_terms": {
            "every": [
                "none"
            ]
        },
        "previous_statement": "And before we head to break, we have a beautiful, another beautiful shot to show you. It's kind of hazy. This is the sun rising over New York City this morning.",
        "statement": "Good morning, everyone. We'll be right back. It's 22 minutes past."
    },
    {
        "transcript_id": "CNN-12159",
        "matched_terms": {
            "best": [
                "none"
            ],
            "all": [
                "none"
            ],
            "might": [
                "hedge",
                "none"
            ],
            "amend": [
                "none"
            ]
        },
        "previous_statement": "The First Amendment.",
        "statement": "The First Amendment says, \"Government shall make no law...\" Let me -- let me tell you what you're defending here. You turn on \"Imus in the Morning\" -- he will tell you that Sammy Davis Jr. is a one-eyed lawn jockey. He will call Johnnie Cochran Chicken Wing Johnnie. He will call Patrick Ewing Mighty Joe Young. You buy the bestselling album in this country, by Eminem..."
    },
    {
        "transcript_id": "CNN-35005",
        "matched_terms": {
            "all": [
                "none",
                "authority"
            ],
            "every": [
                "none"
            ],
            "would": [
                "hedge",
                "authority"
            ],
            "about": [
                "none"
            ],
            "tend": [
                "none"
            ]
        },
        "previous_statement": "I don't think she helped Chandra Levy the way she did it. Marc Sandalow, Jake Tapper, good of you to come in and battle two media guys about the media. Thank you very much. Tucker Carlson will come back and tell you who is good and who is bad in the media in our closing comments.",
        "statement": "Bill, almost everybody this saga is striking a phony pose but I <WOULD> say the phoniest of <ALL> poses is being struck by Chandra Levy's parents who are pretending to be outraged because some flak talked <ABOUT> their daughter's sex life, which as was pointed out on the program a few minutes ago, they are the ones who have been flogging and talking <ABOUT> it, bringing up and making circles in the news."
    },
    {
        "transcript_id": "CNN-335677",
        "matched_terms": {
            "never": [
                "hedge"
            ],
            "seem": [
                "hedge"
            ]
        },
        "previous_statement": "And I think Trump is thinking that he can improve relations, that he can sit down and talk with leaders like North Korea, maybe where others haven't, right. So this is a guy who thinks he's a consummate negotiator. He wants to keep lines of communication open. And the fact that, you know -- besides the fact that it was leaked that he got advice otherwise, presidents don't always follow their national security team's advice.",
        "statement": "Having said that, the former CIA director, John Brennan has an idea of why Donald Trump <NEVER> seems to confront Vladimir Putin."
    },
    {
        "transcript_id": "CNN-21017",
        "matched_terms": {
            "all": [
                "none"
            ],
            "apparent": [
                "none",
                "hedge"
            ],
            "apparently": [
                "none",
                "hedge"
            ],
            "believe": [
                "hedge"
            ]
        },
        "previous_statement": "Your Honor, this is a vastly different situation...",
        "statement": "I'm going to sustain his objection, I <<<BELIEVE>>>, because that's in 3.2. <<APPARENTLY>> under 3 the types of vote tallying systems, their vulnerabilities and their national distribution, and then we proceed first with the type of for paper, <<APPARENTLY>> paper ballots, where you mark X's or what have you. Then you'd have the next section, 3.3, lever machines. Then the next sections are 3.4, punch card voting, 3.42, types of punch cards, et cetera. And then we have 3.4 -- 4.4, which deals with the vulnerabilities of Voteamatic systems."
    },
    {
        "transcript_id": "CNN-262011",
        "matched_terms": {
            "take": [
                "none"
            ]
        },
        "previous_statement": "None",
        "statement": "Donald Trump takes aim at another rival. This is CNN Tonight. I'm Don Lemon. The mogul to be your next president has spared no one from Hillary Clinton, to Jeb Bush, to Rand Paul. Now, it's Joe Biden's turn."
    },
    {
        "transcript_id": "CNN-213833",
        "matched_terms": {
            "all": [
                "none",
                "hedge"
            ],
            "around": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "John, you're looking at a live picture of the researchers doing their work now. This is tedious and delicate work. They have found some fragments of human remains and found pieces of hardware from the coffins. This process will take several months and hopefully reunification with family members and those trying to find out what really happened at this school decades ago -- John?",
        "statement": "So fascinating to see the work going on <ALL> <AROUND> you. A disturbing story. Labor Day is bringing some rough stormy weather to many places <AROUND> the country. We'll show you how people were forced to handle some of the worst of this weather when we come back."
    },
    {
        "transcript_id": "CNN-343428",
        "matched_terms": {
            "absolutely": [
                "authority"
            ],
            "may": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "This is not -- a problem he caused. This is an issue --",
        "statement": "He <ABSOLUTELY> caused it because of a policy choice. The government admitted it in that <MAY> 7th hearing against the"
    },
    {
        "transcript_id": "CNN-246290",
        "matched_terms": {
            "all": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "Norse says Lena and other suspects they've identified had direct ties to the hacking group the Guardians of Peace, which has claimed responsibility for the Sony breach.",
        "statement": "The FBI is not going to expose to the public <ALL> the tools in their tool box."
    },
    {
        "transcript_id": "CNN-283391",
        "matched_terms": {
            "all": [
                "none"
            ],
            "clear": [
                "none"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "sure": [
                "hedge",
                "none"
            ],
            "could": [
                "hedge",
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "around": [
                "none"
            ],
            "feel": [
                "hedge",
                "none"
            ],
            "view": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "He managed to stay very calm as he filmed his journey out of that town, while embers fell all around him. CNN's Chad Myers has this story.",
        "statement": "Michel Chamberland lives in the Beacon Hill neighborhood of Fort McMurray, an area now more than three-quarters destroyed. He works the overnight shift at an oil company. So he was asleep Tuesday afternoon when he got a call from a friend to get out. He grabbed a few things and left in his truck, filming from the front and back cameras. He let his office <KNOW> he wouldn't be in that night. At several points, you can see embers from the fire had landed across the street, lighting new fires near the houses. As he drove on, embers started falling on his truck and on the vehicles of those <AROUND> him. He said he <<COULD>> <<FEEL>> the pressure to try to get out of there and the <VIEW> looking backward was even more hellish. Finally, he sees the smoke clearing ahead of him and calls a friend."
    },
    {
        "transcript_id": "CNN-194259",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "There are times. And I feel that with my whole family, too.",
        "statement": "American hero Army Private First Class Christopher Walz, 25, Vancouver, Washington. Bronze Star, Purple Heart. Loved Dallas Cowboys, snow boarding. Mother Victoria. Christopher Walz, American hero. Kelsey Harrison running cross-country in New York to San Francisco in memory of friend Jill Costello for the Bonnie Addario Foundation fighting number one cancer killer, lung cancer. Go to lungcancerfoundation.org. Back in 60 seconds."
    },
    {
        "transcript_id": "CNN-158191",
        "matched_terms": {
            "all": [
                "none"
            ],
            "about": [
                "none"
            ]
        },
        "previous_statement": "That guy could not speak extemporaneously. He has to be scripted because he can`t - he was sitting there. He has no idea what to say. He`s been asked questions that - he could have given a simple answer. And he had no idea how to make himself look like a good guy. Instead, he ends up looking even more uncomfortable and he made something a little awkward, incredibly awkward.",
        "statement": "Yes. Let me say it one more time. Kanye, stay away from the Twitter, my friend, please. <ALL> right. I do want to move on to big breaking Marie Osmond news today. Brooke, Marie broke her silence, of course, <ABOUT> her son`s suicide. That was so heartbreaking to hear."
    },
    {
        "transcript_id": "CNN-103019",
        "matched_terms": {
            "every": [
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "I've talked to people that have not even seen an adjuster yet. And they're not asking for what's not theirs. All they want is to be put back whole, be paid the insurance that's due them.",
        "statement": "Even Bay Saint Louis' congressman, who, like so many here lost everything, is fighting his insurance company."
    },
    {
        "transcript_id": "CNN-281083",
        "matched_terms": {
            "all": [
                "none"
            ],
            "know": [
                "hedge"
            ],
            "about": [
                "none"
            ],
            "kind of": [
                "hedge"
            ],
            "sort of": [
                "hedge"
            ],
            "seem": [
                "hedge"
            ],
            "question": [
                "none"
            ],
            "thing": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "And you know, gentlemen, every week is a big week in politics in the race for the White House right now. This week is unique, too, because CNN will be hosting this kind of town hall format with, you know, a lot going on. The Trump family on Tuesday night. We have got John Kasich family on Monday night. Still waiting to hear whether, you know, Ted Cruz is going to, you know, dip his toe into it. Bit what kind of expectations would you have, Brian, you know, on how the Kasich family or even the Trump family would want to convey itself on this stage?",
        "statement": "<WELL>, I'll tell you, we haven't seen tons of family campaigning. The Kasichs have <<KIND OF>> stood by, the governor and his wife, introduced him and a few things. But this will be a chance to actually <<SORT OF>> -- voters will have a chance to ask them questions <ABOUT>, you <KNOW>, their dad, their husband. They are going to try to give a personal side. They are going to make these guys <SEEM> like real people. And you <KNOW>, for Trump, with the large"
    },
    {
        "transcript_id": "CNN-12159",
        "matched_terms": {
            "sometimes": [
                "hedge"
            ]
        },
        "previous_statement": "... and which has nothing to do with pride.",
        "statement": "Unfortunately, that's the stereotypes that keeps <SOMETIMES> so many people in the closets and that's what we were trying to break out of..."
    },
    {
        "transcript_id": "CNN-168305",
        "matched_terms": {
            "certainly": [
                "authority"
            ],
            "all": [
                "none",
                "authority"
            ],
            "obviously": [
                "none",
                "authority"
            ],
            "obvious": [
                "none"
            ],
            "completely": [
                "none",
                "authority"
            ],
            "only": [
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "think": [
                "hedge"
            ],
            "kind of": [
                "hedge"
            ],
            "wrong": [
                "none",
                "authority"
            ],
            "certain": [
                "authority",
                "none"
            ],
            "thing": [
                "none"
            ],
            "well": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "How do you suppose the royals even feel about this?",
        "statement": "<WELL>, one <THING> <ABOUT> -- <WELL>, I mean, William and Harry are <OBVIOUSLY> our main concern. The <ONLY> <THING> William has really said <ABOUT> this is that when he reads <ABOUT> his mother, it's very rarely the person he actually knew. <CERTAINLY> the person who wrote this article is Tina Brown, who has made something of a career making a career out of claiming to be one of Diana's closest friends. Reading the article, I don't <<<THINK>>> Tina Brown knew Diana at <ALL>. There's a hell of a lot <ABOUT> it that's just <WRONG>. The <<KIND OF>> political aspects of it where Diana <WOULD> be politically, <COMPLETELY> <WRONG>. It's somebody I don't <<<THINK>>> knew Diana at <ALL>."
    },
    {
        "transcript_id": "CNN-151429",
        "matched_terms": {
            "only": [
                "none"
            ],
            "imagine": [
                "none"
            ],
            "seem": [
                "hedge",
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Yes. We saw the evidence of your video, of the animals whether they were dead or seemingly suffering. Give me an idea of what you were experiencing physically, what did you smell? What did you take in when you were there?",
        "statement": "<WELL>, we hit the rainbow sheen first and that just went on for miles. You started to smell it then and when we got to the thicker oil we had to put respirators on because the toxic fumes were so strong you started to get light headed, you started to get headaches and even more dizzy than just the waves rocking the boat so putting on these uncomfortable respirators is what most of us did, and that was one more indication that that oil seemingly hadn't been out there that long to be weathered and lose some of that toxic nature. So thick and toxic and we were just in the western edge of this slick. So I can just <ONLY> <<IMAGINE>> what the rest of it looks like further in."
    },
    {
        "transcript_id": "CNN-229393",
        "matched_terms": {
            "about": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "It was huge. It was one of the biggest that I've seen. Not that I've seen that many. Yes, it was just a huge, black cloud.",
        "statement": "And then it just popped back up real quick and in <ABOUT> a minute it was over and I came outside, and what you see is what we have."
    },
    {
        "transcript_id": "CNN-302690",
        "matched_terms": {
            "take": [
                "none"
            ],
            "thing": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "Ruscoe says he has no regrets voting for President-elect Trump but would tell him this.",
        "statement": "Each day we face the possibility of losing our home, going into bankruptcy. One <THING> to come in. The health care act has taken that worry away."
    },
    {
        "transcript_id": "CNN-158349",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "know": [
                "hedge",
                "authority"
            ],
            "quite": [
                "none"
            ],
            "think": [
                "hedge",
                "none"
            ],
            "wonder": [
                "none"
            ],
            "well": [
                "none"
            ]
        },
        "previous_statement": "Another set of proud parents, the Middletons, spoke of their happiness at today's turn of events.",
        "statement": "As you <KNOW>, Catherine and Prince William have been going out together for <QUITE> a number of years, which is great for us, because we have got to <KNOW> William very <WELL>. We <ALL> <<<THINK>>> he is wonderful and we're extremely fond of him. They make a lovely couple. They are great fun to be with, and we have had a lot of laughs together. We wish them <EVERY> happiness for the future."
    },
    {
        "transcript_id": "CNN-389884",
        "matched_terms": {
            "may": [
                "hedge",
                "none"
            ],
            "maybe": [
                "hedge"
            ],
            "sold": [
                "none"
            ]
        },
        "previous_statement": "So, I worry about a narrative that is spreading that President Trump took this decisive action and taught -- imposed deterrents on Iran. And as a result that Iran decided not to respond and actually kill Americans. This worked and I think that is exactly the wrong lesson to absorb. Look, if you look at the costs and benefits of what happened, we will probably lose our military presence in Iraq over time. That will make it probably difficult or impossible to sustain our presence in Syria. Iran will gain influence there. We have meanwhile changed the narrative in Iran and in Iraq. It was about Iranian regime failure, and now it's about American regime failure. The war against ISIS has been suspended. ISIS has been a great beneficiary of this. And we haven't even come to the real military response. Most people think that this was the official response, and that there will be continued actions by Iran, with some plausible deniability. And this is going to be, you know, what's going to happen -- the people who are most likely to get hurt aren't American soldiers on bases. And they're not members of the Quds force. They're going to be ordinary Iranians or ordinary Syrians or ordinary Europeans or Americans --",
        "statement": "Or <<MAYBE>> there will be military soldiers."
    },
    {
        "transcript_id": "CNN-236251",
        "matched_terms": {
            "all": [
                "none"
            ],
            "know": [
                "hedge",
                "authority"
            ],
            "seem": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "-- again according to the United Nations, some 200,000 people have been displaced in the last 48 hours. These scenes are nothing compared to what we would see if ISIS militants were able to break through more Kurdish Peshmerga front lines to break into the city of Irbil. Here's another room. This is a scene we have seen again and again, as we move through Irbil, which has been taking in this exodus of civilians. There's not a plan that's been put together here. People are kind of just helping at this church out of the goodness of their heart. So probably these people will be sleeping again on the floor here tonight, Carol.",
        "statement": "<ALL> right, Ivan Watson, thanks for, it's just a sad look at what's happening in northern Iraq. And Colonel Francona, I'm going to ask you this. So the U.S. trained the Iraqi military. It's fallen, thanks largely in part to Nouri Al Maliki because he threw out <ALL> the trained generals, right? The good ones. And kept his own inept people in place. What will happen? I mean, I <KNOW> the United States has advisers there right now to advise this military that's seemingly helpless against"
    },
    {
        "transcript_id": "CNN-407295",
        "matched_terms": {
            "should": [
                "authority",
                "none"
            ],
            "perspective": [
                "none"
            ]
        },
        "previous_statement": "It takes a heck of a lot of oxygen to talk.",
        "statement": "This is from the <PERSPECTIVE> of King's camera where not long after, Lane asks if Floyd <SHOULD> be moved."
    },
    {
        "transcript_id": "NPR-47985",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "We haven't      really seen any of the negative consequences that were predicted by some.",
        "statement": "That's Glenn Betteridge at the Canadian HIV/AIDS Legal Network.      Canada, Australia and much of the European Union allows condom      distribution in correctional facilities.  Betteridge says in the 13 years      that condoms have been provided in Canadian prisons, there have been no      incidences of them being used as weapons or to smuggle contraband.  He      says by refusing to allow condoms, the United States is denying prisoners      a basic right."
    },
    {
        "transcript_id": "CNN-311612",
        "matched_terms": {
            "fairly": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "One of those things. Knee-jerk.",
        "statement": "In this modern era, the Dow down a hundred points is not what it used to be. It was <FAIRLY> precipitous, then we had a sharp rebound."
    },
    {
        "transcript_id": "CNN-34647",
        "matched_terms": {
            "would": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Well, I would say at this point it doesn't look like that's going to happen, but Abbe didn't say he would. Of course, didn't say he wouldn't.",
        "statement": "<WOULD> you like to give him a polygraph?"
    },
    {
        "transcript_id": "CNN-222872",
        "matched_terms": {
            "completely": [
                "none"
            ]
        },
        "previous_statement": "None",
        "statement": "New trouble for the New Jersey governor, Chris Christie, on two fronts. Democratic lawmakers are forming a special committee with subpoena power to look into the traffic jams that threw a city into gridlock. And first on CNN, we're also learning there's another inquiry into Christie's office on a <COMPLETELY> separate matter. CNN investigations correspondent, Chris Frates, has been digging into this crisis. What are you learning -- Chris."
    },
    {
        "transcript_id": "CNN-412394",
        "matched_terms": {
            "certainly": [
                "none",
                "authority"
            ],
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "always": [
                "none",
                "authority"
            ],
            "obviously": [
                "none",
                "authority"
            ],
            "know": [
                "none",
                "authority"
            ],
            "obvious": [
                "none"
            ],
            "essential": [
                "none"
            ],
            "apparent": [
                "none"
            ],
            "may": [
                "hedge"
            ],
            "might": [
                "hedge"
            ],
            "about": [
                "none"
            ],
            "around": [
                "none"
            ],
            "maybe": [
                "hedge"
            ],
            "apparently": [
                "none",
                "hedge"
            ],
            "think": [
                "hedge"
            ],
            "kind of": [
                "hedge"
            ],
            "sort of": [
                "hedge"
            ],
            "seem": [
                "hedge"
            ],
            "posit": [
                "none"
            ],
            "hope": [
                "hedge",
                "none"
            ],
            "change": [
                "none"
            ],
            "temper": [
                "none"
            ],
            "certain": [
                "none"
            ],
            "positive": [
                "none"
            ],
            "well": [
                "none",
                "hedge"
            ]
        },
        "previous_statement": "It's important say over and over and over and over and over again on this day, we wish the president well and we wish him a speedy recovery but it is just a fact, it is just a fact that his behavior, the way he has conducted himself in recent days and weeks is directly contrary to the advice of his own experts.",
        "statement": "We're <ALL> praying for the president, praying for the First Lady and any of other folks that <MAY> end up testing <POSITIVE> as <WELL> but it is also true that the president in many ways with his behavior and his rhetoric opened the door to the White House to this virus and remember the White House is both a place of business, it's a workplace and it's also a residence, right? So if you <<<THINK>>> <ABOUT> those people who come to work <EVERY> day, they were left very vulnerable because it was a president who didn't really like the look of masks. He thought mask were essentially ugly and didn't want folks <AROUND> him wearing them and so that is the <<KIND OF>> environment that was created. And listen, a virus is <ALWAYS> looking for host and so this is what ends up happening. Again thoughts and prayers go out to everyone who <MIGHT> end up being affected by this and the folks who already are. But the president <OBVIOUSLY> did himself no favors, he did his family members no favors and the people who work <AROUND> him. He's the boss of those folks and he set a real I <<<THINK>>> leadership pattern and they followed because that is what they thought that this president wanted and the same with his supporters, the same with his family members who went to that a debate and were asked to put on masks and <<APPARENTLY>> refused to put on masks because that is what those <<SORT OF>> Trump way was in terms of wearing masks. <<MAYBE>> it'll <CHANGE>, <<MAYBE>> this will be a wakeup call off for this White House and for this administration. We <CERTAINLY> <HOPE> so because you <KNOW> Americans <ALL> over you <KNOW> since March have been changing their ways, their way of life in terms of mask, I've got a mask right here and when I go on to the hallway in CNN, I'm getting my temperature checked and the idea that this White House was so <WELL> <<SORT OF>> lackadaisical in their approach to folks who were coming to work <EVERY> day. They essentially <SEEM> to <<<THINK>>> that the testing mechanism made them immune somehow and <OBVIOUSLY> we find out today sadly that that wasn't the case for the president, for the First Lady and those folks in the White House."
    },
    {
        "transcript_id": "CNN-219160",
        "matched_terms": {
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "quite": [
                "none"
            ],
            "about": [
                "none"
            ],
            "take": [
                "none"
            ]
        },
        "previous_statement": "It will not be as easy as it was. On the one hand, you can say, OK, Poland managed to get out of the communism with a strong growth performance, but it was last 25 years almost. Now, the question is, how the country, which is at this stage of development, can continue such a strong growth dynamics. It's not easy.",
        "statement": "Now, Mateusz Szczurek is the man, the 38-year-old bank executive who now has to <TAKE> that on. And, Max, in terms of growing there have been great growth rates in this country in the last few years going forward, the last quarter especially was <QUITE> disappointing. This was a lot <ABOUT> Poland after so many decades lost regaining its economic footing in Europe and Donald Tusk put everyone, prime minister of this country, put everyone on notice here in Europe and said that this country still needs help to get on its feet in the coming years and to reclaim that rightful stake as an important economic member here in Central Europe."
    },
    {
        "transcript_id": "CNN-29821",
        "matched_terms": {
            "every": [
                "none"
            ],
            "quite": [
                "none",
                "authority"
            ]
        },
        "previous_statement": "When the story of Bono continues, the band dreams of getting discovered.",
        "statement": "It was very hard to get a record deal, because, <QUITE> honestly, there wasn't -- it wasn't like everyone wanted to have them. No one did."
    },
    {
        "transcript_id": "CNN-118629",
        "matched_terms": {
            "all": [
                "none"
            ],
            "should": [
                "authority",
                "hedge"
            ],
            "take": [
                "none"
            ]
        },
        "previous_statement": "The French press are calling it the death of the Tour de France, after a week in which two teams, and race leader Michael Rasmussen, were forced to pull out of the race in a series of dope test scandals. (",
        "statement": "This map <SHOULD> give you some idea of how grueling this exercise is. Here's where our riders started, in London, almost three weeks there. From there down through northern France, towards the Alps, down from the Alps, into the Pyrenees, another big mountain range on the Spanish border. And finally back up towards Paris, where they arrive on Sunday. It's a challenge physically, and also the commercial stakes are very high. ("
    },
    {
        "transcript_id": "CNN-46843",
        "matched_terms": {
            "best": [
                "none"
            ],
            "every": [
                "none",
                "authority"
            ],
            "only": [
                "none",
                "authority"
            ],
            "should": [
                "authority"
            ],
            "about": [
                "none"
            ],
            "suppose": [
                "hedge",
                "none"
            ],
            "take": [
                "none"
            ],
            "view": [
                "none"
            ],
            "question": [
                "none"
            ]
        },
        "previous_statement": "I think you've been drinking the Pentagon Kool-Aid, Bob.",
        "statement": "No, but I'm saying there's a different between that and lying. I'm not drinking the Pentagon Kool-Aid. What I am saying is, it is <ONLY> the good reporter who recognizes when he's not getting the answer that he's supposed to get, and pursues the <QUESTION> until he gets the absolute accurate answer. It is the advocate spokesman's job to see to it that his point of <VIEW>, or her point of <VIEW>, is presented to the <BEST>. For instance, when she said, it is not useful for us to pursue that. Useful to whom? Useful of course to them. She had <EVERY> right to say that. It <SHOULD> have been up to the reporters to forget <ABOUT> being concerned <ABOUT> how they looked and taken her on and just insisted that she answer."
    },
    {
        "transcript_id": "CNN-319472",
        "matched_terms": {
            "all": [
                "none"
            ],
            "know": [
                "hedge",
                "none"
            ],
            "change": [
                "none"
            ]
        },
        "previous_statement": "Yes.",
        "statement": "He's shown many times over he knows how to get a crowd revved up. Can he deliver a real policy proposal, policy <CHANGE> as president with <ALL> of the power of the office behind him, or will he swing and miss as he did in the wake of Charlottesville?"
    },
    {
        "transcript_id": "CNN-82112",
        "matched_terms": {
            "all": [
                "none"
            ]
        },
        "previous_statement": "It's not as if we don't do it well. We just have our way of communicating. We love words and we give you lots of words because we love you so much.",
        "statement": "<ALL> right, so help us out. Help us clueless men out. How do we crack the code?"
    },
    {
        "transcript_id": "CNN-390219",
        "matched_terms": {
            "about": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "Homework.",
        "statement": "Yes. And when I realized that they knew what they were talking <ABOUT> and they had done their research, then I decided to join the lawsuit."
    },
    {
        "transcript_id": "CNN-72500",
        "matched_terms": {
            "know": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "He's 86.",
        "statement": "Most -- you <KNOW>..."
    },
    {
        "transcript_id": "CNN-251142",
        "matched_terms": {
            "all": [
                "none"
            ],
            "may": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "question": [
                "none"
            ]
        },
        "previous_statement": "You bet.",
        "statement": "Coming up next, we have more on a fraternity chapter that has been shut down on campus after that racist chant surfaced. It turns out this fraternity now <MAY> sue the school and the president for branding its members as bigots and racists. Do they have a case? We'll talk <ABOUT> that. Plus, (inaudible) video f the man who was carjacked by the alleged Boston bombers two years ago. See how he managed to escape. We have that for you from Boston. And hello, Disney on fire after its CEO announces, wait for it, the sequel to Frozen. It is coming kids, but it was actually a six-year- old who managed to stump the head of Disney. Here to <QUESTION>, the answer ahead."
    },
    {
        "transcript_id": "CNN-21305",
        "matched_terms": {
            "well": [
                "none"
            ]
        },
        "previous_statement": "But, Bobbie, I'm not even talking about dimpled ballots. Let's leave dimpled ballots aside right now. It is conceivable that in Miami, where there is 9,000 votes not counted that there are a 1,000 extra votes for Gore where there is simply hanging by a chad, where no one disputes that would be a valid count. There is no way we can know that without doing a manual recount, and I don't understand how the Republicans argued in the Seminole County that we shouldn't let these strict, exacting, technical legal technicalities, you know, govern. We ought to let the intent of the voter govern.",
        "statement": "<WELL>, the reason is, Julian..."
    },
    {
        "transcript_id": "CNN-337955",
        "matched_terms": {
            "truth": [
                "none"
            ],
            "take": [
                "none"
            ]
        },
        "previous_statement": "You know, it's very difficult to tell, Rosemary, when they are going to get access. You know, there are several factors here when it comes to logistics and permission. We believe they have these permissions as we've heard from the director general of the OPCW, then you have the security situation on the ground, allowing them to enter the area and spend some time there. And as you mentioned earlier, their advanced security team on Tuesday when they're carrying out that reconnaissance mission to try and inspect the site ahead of the arrival of the OPCW fact-finding mission, they came under fire one of these locations and also an explosive device was detonated. But as we understand no one was hurt. We need to keep in mind what the scope of the mission of this OPCW fact-finding mission is going to be. It's not to assign blame. They need to establish the fact of whether an attack took place and what chemical was used, so they do need to get there as soon as possible and it's unclear when that's going to happen. When you're talking about what people there are saying, you know, Rosemary, activists and medical workers that we were speaking to right after the attack were warning that this area is now going to be under the control of the regime. It's going to be very difficult to get, you know, the accounts, the honest accounts, as they say, from people who are there in the area right now because they might feel that they are intimidated. They feel that they're scared of speaking freely in an area that is under control of the regime. These are people who have been living for years until rebel control and they've decided to stay in this area even after the regime took control. So it's very difficult to verify from people what really happened. And since the attack took place, Rosemary, there have been so many different stories competing narratives conspiracy theories from both sides here blaming each other for the attack, and in some cases saying an attack never took place.",
        "statement": "It's very hard to get to the <<TRUTH>> of this story. Jomana Karadsheh bringing us the details from her vantage point in Amman, Jordan where it is just after 10.15 in the morning. Thank you so much. Let's <TAKE> a very short break here, but still to come, a Southwest Airlines pilot is credited with saving thousands of lives after a mid- flight engine explosion. Her name is Captain Tammie Jo Shults and we will tell you exactly how she flew them to safety. And this."
    },
    {
        "transcript_id": "CNN-186010",
        "matched_terms": {
            "all": [
                "none",
                "hedge"
            ],
            "sure": [
                "hedge",
                "none"
            ],
            "should": [
                "authority",
                "none"
            ],
            "sometimes": [
                "hedge"
            ],
            "about": [
                "none"
            ],
            "reportedly": [
                "hedge"
            ],
            "certain": [
                "authority",
                "hedge"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "None",
        "statement": "A new development in the possible kidnapping of Isabel Celis. And this is in Tucson, Arizona. That 6-year-old girl vanished from her home back on April 21st. And now Tucson Police are revealing that her father Sergio Celis cannot have any contact with his two older sons, who are <<REPORTEDLY>> 10 and 14 years old. This order is coming from Child Protective Services. The police say in a statement that CPS, Child Protective Services, instituted <CERTAIN> measures to ensure the continued welfare of the Celis children. It needs to be stressed that it is common practice for CPS to become involved in investigations regarding missing children. CNN's legal analyst Sunny Hostin is on the case. So, Sunny, that on its surface does not look good. But <SHOULD> we read between the lines? Is this <SOMETIMES> standard operating procedure? Or what <SHOULD> we make <ABOUT> this if anything at <ALL>?"
    },
    {
        "transcript_id": "CNN-373106",
        "matched_terms": {
            "view": [
                "none"
            ],
            "torn": [
                "none"
            ]
        },
        "previous_statement": "It is a heartbreaking scene. These are people who are being exploited by human traffickers, who charge them $5,000 a person to entice them to take their vulnerable children -- it is horrific what is happening at our border and we know how to fix it. President Trump has said we could fix this in 15 minutes if the Democrats will sit down with us, close the loopholes, provide the resources we need to deal with the influx.",
        "statement": "Joining me now is Warren Binford. She's a law professor at Willamette University and she was among those attorneys who visited a border facility in Texas and interviewed migrant children there. Mr. Binford, thanks very much for joining us this morning."
    },
    {
        "transcript_id": "CNN-46442",
        "matched_terms": {
            "about": [
                "none"
            ]
        },
        "previous_statement": "None",
        "statement": "Let's bring in our Cladia Cisneros for the latest on that tragic fire in Lima. Claudia, what can you tell us <ABOUT> the latest death toll?"
    },
    {
        "transcript_id": "CNN-283377",
        "matched_terms": {
            "absolutely": [
                "none",
                "authority"
            ],
            "all": [
                "none"
            ],
            "every": [
                "none"
            ],
            "need to": [
                "authority"
            ],
            "have to": [
                "authority"
            ],
            "know": [
                "none"
            ],
            "sure": [
                "none"
            ],
            "only": [
                "none",
                "authority"
            ],
            "could": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "around": [
                "none"
            ],
            "think": [
                "hedge",
                "authority"
            ],
            "expect": [
                "hedge",
                "none"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "All right, Ben. You're laughing.",
        "statement": "Yes, let me jump in here. I <<<THINK>>> that's <ABSOLUTELY> the most ridiculous <THING> I have heard since Donald Trump quoting \"National Enquirer\" saying that Ted Cruz's dad was connected to the assassination of JFK. I didn't <KNOW> it <<COULD>> be topped, but congratulations, you just did it. The reason why Paul Ryan is withholding his support is very simple. People -- many people are concerned that Donald Trump is going to do something that will be toxic and it will hurt their re-election campaign. There are many congressmen, many senators, and many people on the state level that are afraid that Donald Trump is going to cross a line and it will hurt everyone who is on a ticket, on a ballot at the same time. What people <NEED TO> understand <ABOUT> what Paul Ryan was saying this is, if you want everyone to get behind you, you are going to <HAVE TO> start acting like more of a statesman. You cannot quote the \"National Enquirer,\" throw it out there two days ago and then <EXPECT> everyone to get <AROUND> you just because you're willing to go to the lowest form of politics to try to destroy other Republicans. That's why he said this. And so there does <NEED TO> be a higher level of professionalism, of decorum from Donald Trump and not <ONLY> Donald Trump but his campaign staff and others that support him to make <<<SURE>>> that everyone is on the same team. Donald Trump supporters have been vile over the last 48 hours, trashing anyone who was not on the Trump train early on. That is not how you win a general election. I <<<THINK>>> Paul Ryan was standing up for many people that have been taking the heat saying, if you've got to set the tone, Donald, for your supporters, for your campaign, and you can't go to the \"National Enquirer,\" the lowest form of politics, and <EXPECT> everybody to jump on board."
    },
    {
        "transcript_id": "CNN-331509",
        "matched_terms": {
            "obviously": [
                "hedge",
                "authority"
            ],
            "obvious": [
                "none"
            ],
            "could": [
                "hedge",
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "about": [
                "none"
            ],
            "think": [
                "hedge",
                "none"
            ],
            "wonder": [
                "hedge",
                "none"
            ]
        },
        "previous_statement": "You bet.",
        "statement": "The FBI Director Christopher Wray, a man President Trump <OBVIOUSLY> appointed, a Republican, said he asked for the opportunity to come before the committee or send some FBI people before the committee to share their concerns <ABOUT> the memo was turned down. I'm wondering how <<COULD>> Republicans say they're for transparency but not want to hear from him? Why <WOULD> what do you <<<THINK>>> it was not necessary?"
    },
    {
        "transcript_id": "NPR-43285",
        "matched_terms": {
            "best": [
                "none"
            ],
            "all": [
                "none",
                "hedge"
            ],
            "every": [
                "none"
            ],
            "know": [
                "none"
            ],
            "only": [
                "none"
            ],
            "may": [
                "hedge",
                "none"
            ],
            "would": [
                "hedge",
                "none"
            ],
            "about": [
                "none",
                "hedge"
            ],
            "probably": [
                "hedge"
            ],
            "maybe": [
                "hedge"
            ],
            "thing": [
                "none"
            ]
        },
        "previous_statement": "So you would just add a little as your life happened?",
        "statement": "I was adding to it, and if it was funny and it was true, I      kept it.  And if it wasn't funny and people didn't respond to it, I      dropped it. And so it was really--you <KNOW>, it was performance art that I      just memorized the <BEST> parts of.  The <ONLY> <THING> I really miss <ABOUT>      doing it these days is that there's <<MAYBE>> a few people in <EVERY> crowd      that haven't heard it, but it's nothing like having the few hundred or a      few thousand people years and years ago--40 years ago--when nobody had      heard it.  Those moments can't be repeated. And not <ONLY> that, there were      people singing this song together who politically had nothing in common      and <<PROBABLY>> wouldn't have talked to each other.  But to see them <ALL>      singing together reminded me of the spirit of what the country was <ALL>      <ABOUT>, and I was thrilled.  And, unfortunately, those days are gone for      me.  Not--that can't be repeated."
    },
    {
        "transcript_id": "NPR-47167",
        "matched_terms": {
            "all": [
                "none"
            ],
            "likely": [
                "hedge",
                "none"
            ],
            "believe": [
                "none"
            ]
        },
        "previous_statement": "Well, basically, the latest update on that is that Mr. de      Menezes' death is being investigated by the Independent Police Complaints      Commission.  In the process, in the course of that investigation, some      details were leaked to news broadcasters here in London.  And quite      shockingly, what they show and what the pictures that have been released      show is that the events that the Metropolitan Police had led us to      believe weren't actually true.  At the time, the Metropolitan Police      commissioner, Sir Ian Blair, said Mr. de Menezes was wearing a bulky      jacket, that he ran over the two station barriers and made a dash for the      train and that he was acting suspiciously.  What the reports show is that      he wasn't wearing a bulky jacket; he'd entered the tube station, he'd      entered normally, he'd been followed from his house and that, you know,      he was actually restrained before being shot seven times in the head.  So      there's some concern about the details that are emerging.",
        "statement": "And let me ask you, finally, how much do you <<<BELIEVE>>> these new      accounts and the idea that black Brits, even before the bombing, were      eight times more <<LIKELY>> to be stopped and searched than whites?  We see      an increase how with Asians being stopped and searched.  How much do you      <<<BELIEVE>>> this is going to heighten the idea of protest?"
    }
]