[
    {
        "transcript_id": "CNN-80182",
        "matched_terms": {
            "think": "ungraded",
            "could": "ungraded",
            "feel": "ungraded",
            "best": "ungraded",
            "absolutely": "ungraded",
            "seem": "ungraded",
            "kind of": "ungraded"
        },
        "previous_statement": "Good timing for him.",
        "statement": "<ABSOLUTELY>, great timing for him. But the most important audience out there are the Iraqis. This is a major event in Iraqi history. How the United States handles this event is something that <COULD> be a defining moment for the future of the U.S. reconstruction effort in Iraq. If we make the Iraqis <FEEL> like we are doing this on their behalf, we are doing it in their <BEST> interest, we are taking their interests into account and we want to make this entire process work, I <THINK> it could go very well. On the other hand, this is one of those moments where the Iraqis are going to be watching us very carefully. And if we <SEEM> arrogant, if we seem high-handed, if we suggest to them we're not taking their interests into account, that's the <KIND OF> thing that could sour a lot of people who are already kind of ambivalent about how things are going already."
    },
    {
        "transcript_id": "CNN-371391",
        "matched_terms": {
            "of course": "ungraded",
            "think": "ungraded",
            "know": "ungraded",
            "around": "ungraded",
            "fact": "ungraded",
            "seems": "ungraded"
        },
        "previous_statement": "Well, I've seen you quote, and I'm correct me if I wrong, Emily, that you quoted calling President Trump \"a bully.\" Is he a bully in your eyes?",
        "statement": "<OF COURSE>, he's a bully. And when you look at who it is that he sees as his great friends, they're always the big men <AROUND> the world who take sucker from the <FACT> that he praises him. He wants to go - I mean the friends that he has - I mean the way that he behaves towards Putin or Bolsonaro or, you <KNOW>, all of these - I mean - and there is a rise of these type of ring-wing, anti-democratic men. And he <SEEMS> to have them as his friends. And when it comes to people, frankly, like our prime minister, who I <THINK> has shown great weakness, holding his hand and praising him and letting him walk all over her, frankly, I think that when you bend over for a bully you will just get kicked harder. And actually, what he respects is strength, and that is not what we have shown. And I do not understand why we - why we do not have more confidence in ourselves and why we can't be - just look him in the eye and say, \"Mr. President, you're wrong.\""
    },
    {
        "transcript_id": "CNN-250418",
        "matched_terms": {
            "hope": "ungraded",
            "obviously": "ungraded",
            "seem": "ungraded"
        },
        "previous_statement": "Hi, Alisyn. Well, Prime Minister Netanyahu spent the entire flight to Washington from Jerusalem, about 12 hours, working on that speech, sharpening that language. Senior officials traveling with him telling us that he's going to use this opportunity to lay out the deal with Iran that's shaping up as he knows it. Officials say Israel has a great deal of understanding about this deal shaping up. He does not feel, Prime Minister Netanyahu, that Congress has been fully informed, and so he wants to lay out the deal, why he thinks it's bad for Israel, the United States and the world; and also urge Congress to put some pressure on the Obama administration to push back a March 24 deadline for a political framework. He thinks more discussion is needed. He says he's not against any agreement at all, but this is a bad agreement. I do think today, though, he's going to use this address to APAC, that pro-Israel, lobby to lower the temperature a bit, to try and mend fences a little bit with the administration, saying he has a lot of respect for the president, the White House, and try and take out the politically-fraught tone of this speech. Because he's going to say, listen, the relationship between the U.S. and Israel always bipartisan; always has been, always should be. Back to you guys.",
        "statement": "Right. Now it's just unusual that we have the leaders, who <SEEM> to be presenting a different face than the overall relationship between the two countries, and that's causing some tension, <OBVIOUSLY>. Elise, thank you very much. So let's bring <HOPE> in CNN political commentator Peter Beinart and Gideon Rose, who's an editor of \"Foreign Affairs Magazine.\" Gideon, just looking at it, the overview, is this a good move for Prime Minister Netanyahu?"
    },
    {
        "transcript_id": "CNN-398905",
        "matched_terms": {
            "might": "ungraded",
            "hope": "ungraded",
            "thinking": "ungraded"
        },
        "previous_statement": "A town in Sweden has dumped some 2,000 pounds of chicken manure in a popular park to try to prevent large crowds from gathering there to celebrate a Scandinavian holiday.",
        "statement": "Yes, interesting strategy, you <MIGHT> say. What's the point? They <HOPE> to keep people away because of the coronavirus outbreak. But Sweden as a country more broadly has decided against implementing mandatory social distancing to fight the outbreak. And that has led to a much higher death rate than some of its neighboring countries. CNN Phil Black joins us now from Stockholm. Phil, tell us what the government's <THINKING> is there. Is it about herd immunity, is that the goal?"
    },
    {
        "transcript_id": "CNN-241529",
        "matched_terms": {
            "may": "ungraded"
        },
        "previous_statement": "They're oftentimes searching for an identity because what the jihadists are actually pushing is a specific narrative which is your people are being oppressed in this place called Syria. Your government is doing nothing. We're the only ones who are actually going to help you out, why don't you join the fight?",
        "statement": "The only reason the teens were caught, one of their parents called police and the FBI quickly flagged their passports. Across the border in Canada, new concerns tonight after a 25-year-old man ran over two soldiers with his car, killing one and injuring another. Police shot and killed him. Canadian authorities say the man <MAY> have been radicalized and had been on their radar."
    },
    {
        "transcript_id": "CNN-53856",
        "matched_terms": {
            "maybe": "ungraded",
            "views": "ungraded"
        },
        "previous_statement": "Your Majesty,",
        "statement": "Well, we're actually here at the moment to see if we can identify some logical steps over the next few weeks to articulate a vision that brings the Israelis and Palestinians out of the impasse that we're facing at the moment. And we'll discuss the <VIEWS> this evening and <MAYBE> see if we can find a roadmap to have America's support to bring Israelis and Palestinians the peace that they deserve."
    },
    {
        "transcript_id": "CNN-178226",
        "matched_terms": {
            "clearly": "ungraded",
            "could": "ungraded",
            "know": "ungraded",
            "clear": "ungraded",
            "stuff": "ungraded",
            "thought": "ungraded"
        },
        "previous_statement": "That battle for the Republican nomination for president maybe got tougher for Newt Gingrich and Rick Perry. Both candidates failed to qualify for the Virginia primary in March. Neither of them came up with enough valid signatures. Virginia is not only an important Super Tuesday state, it is the state Gingrich currently lives in. Let's bring in our Athena Jones. Just how big of a deal is this?",
        "statement": "Well, it's a big deal for Gingrich and Perry. I mean, as you mentioned, this is the state where Gingrich lives. He lives in a suburb just outside of D.C. The deadline was Thursday, he told a GOP fund-raising breakfast in the state that he would have 12,000 to 14,000 signatures. And so, <CLEARLY> his campaign <THOUGHT> that he was in the <CLEAR>. But it turns out he isn't. We learned this, incidentally, overnight, T.J., on Twitter. That's where the Virginia Republican Party first made this known. It's interesting <STUFF>. Virginia has stringent rules compared to other states. A candidate needs 10,000 signatures as well as 400 from each of the state's 11 congressional districts. So, it's a little bit more complicated. And you <KNOW>, recent polls have shown Gingrich was a little bit ahead of Romney in the state by about five points. So, it's not looking good for him. This is a state he <COULD> have done well in, and 49 delegates are at stake there,"
    },
    {
        "transcript_id": "CNN-21017",
        "matched_terms": {
            "think": "ungraded"
        },
        "previous_statement": "No, I have not done that calculation yet.",
        "statement": "Yet; you <THINK> you're going to do that calculation?"
    },
    {
        "transcript_id": "CNN-142320",
        "matched_terms": {
            "could": "ungraded",
            "fact": "ungraded",
            "absolutely": "ungraded",
            "suspect": "ungraded"
        },
        "previous_statement": "Yes. And again, as Carlos mentioned, Jaycee`s stepfather was even a suspect in his daughter`s abduction. Stacy, with all the makings of a Hollywood drama, is it really any wonder that people have just been glued to their TVs watching this story unfold?",
        "statement": "No, this is a tragic, horrible, horrible story. And the <FACT> that the <SUSPECT> in this case <COULD> actually construct this intricate compound on his own property and keep this girl in isolation for 18 years with none of the neighbors spotting it to the point where she`s raising two children without any light and not being let out, it`s an <ABSOLUTELY> nightmare story. And when this trial unfolds, I can`t even imagine there being a defense to this situation."
    },
    {
        "transcript_id": "CNN-19733",
        "matched_terms": {
            "clearly": "ungraded",
            "feel": "ungraded",
            "perhaps": "ungraded",
            "opinion": "ungraded"
        },
        "previous_statement": "Of course, this federal court injunction on the part of the Bush campaign not the only legal skirmish under way. Some of the Gore supporters have filed suit, or are threatening to file suit, at least, indicating that they felt cheated out of their ability to vote for their candidate because of that confusion over the ballots down there in Palm Beach County. Has the Gore campaign taken any sort of official opinion on that, or are they trying to lay low on that one?",
        "statement": "William Daley the other day in a press conference in Tallahassee said they are supportive of the lawsuits that are being filed in Palm Beach County. They say that, indeed, that the ballots were unfair. It's their -- it's the <OPINION> of their legal experts that these ballots were unlawful. They <FEEL> strongly about that, they're saying. So they are supportive of that. They are also saying in Broward County there were some 6,700 ballots there that weren't <CLEARLY> punched for one candidate or another. There was an impression on one of those of the dot, of the candidate line dots there, but the machine <PERHAPS> didn't pick that up. So they're saying that what we need now is a hand count. Machines can't pick everything up. We need to figure out exactly what voters intended here, and it's not fair to the American people if we don't figure out exactly what they intend to choose their president -- Miles."
    },
    {
        "transcript_id": "CNN-398725",
        "matched_terms": {
            "seem": "ungraded",
            "sort of": "ungraded"
        },
        "previous_statement": "So Pete, you did some traveling today. A lot of it, I heard. So tell us what you saw.",
        "statement": "Well, I went from Washington to Atlanta and back. I can tell you that the approach airport to airport is the biggest thing on the airlines. You see people wearing masks on and off flights, social distancing in the waiting area, on the jet way, even on board. It's pretty easy to get your own row. None of those middle seats are really filled. When you get to a place like Atlanta in a state like Georgia that is <SORT OF> relaxing its restrictions, you see people a little bit closer together, more businesses are opened, compared that to Reagan National where things are pretty much shuttered. So it's different place to place although the airlines <SEEM> to be putting in policies in place and passengers seem to be following those policies."
    },
    {
        "transcript_id": "NPR-1342",
        "matched_terms": {
            "may": "ungraded"
        },
        "previous_statement": "Well, thank you for inviting me, Neal.",
        "statement": "Listeners <MAY> remember you from a story earlier this week on MORNING EDITION. Your mom knew she was dying and hinted to you and your sister about this document that you'd receive after she died?"
    },
    {
        "transcript_id": "CNN-218391",
        "matched_terms": {
            "believe": "ungraded",
            "perhaps": "ungraded",
            "best": "ungraded",
            "apparently": "ungraded",
            "thought": "ungraded"
        },
        "previous_statement": "It gets to the point where you can't differentiate between what's facts and what's opinions.",
        "statement": "What's been most puzzling is the relationship between Incognito and Martin that has begun to emerge. Can we really <BELIEVE> they were <BEST> friends, as some have said? Two men from very different backgrounds and experiences: Martin, a Stanford grad who talked of attending Harvard Law, a quiet guy, from all accounts; and Incognito, <PERHAPS> the polar opposite, a man who, at least one time, <APPARENTLY> <THOUGHT> nothing of screaming racial slurs and using vulgar language publicly."
    },
    {
        "transcript_id": "CNN-172377",
        "matched_terms": {
            "know": "ungraded",
            "maybe": "ungraded",
            "probably": "ungraded",
            "may": "ungraded",
            "definitely": "ungraded"
        },
        "previous_statement": "Yes.",
        "statement": "Well, we had earthquakes in Cuba or just outside of Cuba, in New Zealand, just off the coast of New Zealand, and also Japan. Six-point-oh between Jamaica and Cuba. They <DEFINITELY> felt it. <PROBABLY> <MAYBE> some, you <KNOW>, some pictures falling off the walls, maybe some slight damage in Southern Cuba, and they felt it in Jamaica. And a 3.5 quake just like minutes ago across Southern California, right in L.A. So, yes, Tom Brady, maybe you <MAY> want to zip it because I don't want to see a 7.0 or 8.0 magnitude quake happening anytime too soon. Temperatures, here we go, into the fall category, 30s and 40s, even some"
    },
    {
        "transcript_id": "CNN-95897",
        "matched_terms": {
            "sure": "ungraded",
            "know": "ungraded",
            "guess": "ungraded",
            "obviously": "ungraded"
        },
        "previous_statement": "I don't know the answer to that. I think is answer is no. But I think the answer was also no for Matt Cooper. I think his source called him. I think that's what he said in court today. And the source was well aware of Matt's situation and called him and told him that it was all right so far as the source was concerned for Matt to talk. I know that Judith has not had that conversation with her source.",
        "statement": "What next? We <KNOW> <OBVIOUSLY> that Judith Miller is going off to jail. We're not <SURE> exactly where. Essentially, do you have any appeal at this point? I know you went all the way up to the Supreme Court and they didn't take it. She has I <GUESS> four months in jail maximum ahead of her. What now as her attorney?"
    },
    {
        "transcript_id": "CNN-125918",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Cops were all over 1721 North Harding. Evidence technicians removed bags from the home as relatives of the victim looked on distraught and confused. After not hearing from 30-year-old Sophia Garcia since Friday, a relative came to the house, and police say that person discovered the crime scene, finding Garcia inside a closet with a plastic bag over her head.",
        "statement": "Broke my heart because, you <KNOW>, you wonder that this -- the kids` mom, you know? What about the kids, you know, just to take them like that?"
    },
    {
        "transcript_id": "CNN-321442",
        "matched_terms": {
            "around": "ungraded"
        },
        "previous_statement": "You have to ask the president what fire and fury meant. But I think we all know that, basically, if North Korea keeps on with this reckless behavior, if the United States has to defend itself or defend its allies in any way, North Korea will be destroyed. And we all know that. And none of us want that. None of us want war. But we also have to look at the fact that you are dealing with someone who is being reckless, irresponsible and is continuing to give threats not only to the United States, but to all of their allies. So something is going to have to be done. We're trying every other possibility that we have, but there's a whole lot of military options on the table.",
        "statement": "Ambassador Haley, stick <AROUND>."
    },
    {
        "transcript_id": "CNN-73548",
        "matched_terms": {
            "feeling": "ungraded"
        },
        "previous_statement": "The mood is very dark, very unhappy, very angry, in fact. There was a sense of growth, a sense of improvement, and then all of a sudden things turned. It feels like we're sort of on the other side of the hill; that we're actually now starting to hurdle back to where we came from.",
        "statement": "So then are you saying that anti-American <<FEELING>> and hostility to Americans is growing stronger each and every day in Iraq?"
    },
    {
        "transcript_id": "CNN-112987",
        "matched_terms": {
            "around": "ungraded"
        },
        "previous_statement": "You know, I think a lot of people feel that way about your show, though, too. Because you`re like they`re coming to get me. The predators are right around the corner.",
        "statement": "They`re right <AROUND> the corner with the hypodermic needle and the net at all times."
    },
    {
        "transcript_id": "CNN-187032",
        "matched_terms": {
            "best": "ungraded"
        },
        "previous_statement": "All right. Yes, something. \"Starting Point\" less than a minute away. We wrap up, as always, with best advice. Here's Christine Romans with that.",
        "statement": "And <BEST> advice comes from Suzanne Somers, and she's quoting someone we've never had quoted on this show before. Listen."
    },
    {
        "transcript_id": "CNN-89391",
        "matched_terms": {
            "hopes": "ungraded"
        },
        "previous_statement": "Happening now. It's the day before the election and voters in West Palm Beach, Florida. You're looking live at these pictures, lining up to pick the next president of the United States. Which candidate goes into election day with an edge? Stand by for hard news on WOLF BLITZER REPORTS.",
        "statement": "All of the <HOPES> and dreams of our country are on the line today."
    },
    {
        "transcript_id": "CNN-134509",
        "matched_terms": {
            "know": "ungraded",
            "absolutely": "ungraded"
        },
        "previous_statement": "Ted Haggard finding faith, seeking understanding and asking for forgiveness tonight. An anti-gay crusader from the pulpit, the once-powerful evangelist is now trying to rebuild his life. Haggard sat down with Larry King tonight. He was joined by his wife Gayle and their son Marcus; they have five kids in all. They talked about his ongoing struggles with his sexuality, his relationship with a male prostitute and more. We'll talk to a therapist coming up to see what he thinks about some of Haggard's claims. But first more from Larry King's interview with the fallen pastor.",
        "statement": "You reached out to Mike in advance of this interview. He e-mailed us a couple of questions. One thing Mike wanted to <KNOW> is whether Ted Haggard is prepared to state <ABSOLUTELY> that Grant Haas is the only other young man with whom he engaged in inappropriate conduct during his leadership of the New Life Church."
    },
    {
        "transcript_id": "CNN-48427",
        "matched_terms": {
            "could": "ungraded",
            "apparently": "ungraded"
        },
        "previous_statement": "Tonight: Fears over the fate of missing American journalist Daniel Pearl. Has he been killed? In New York, the man who survived captivity during the Gulf war, CBS \"60 Minutes\" correspondent Bob Simon. We'll get important insight from D.C. with \"Washington Post\" Pulitzer Prize-winning correspondent Bob Woodward. Also in Washington, he's reported from the front lines in Afghanistan, \"Newsweek\"'s Colin Soloway. But first live with the latest from Karachi, Pakistan, where Pearl was last seen alive, CNN correspondent Ben Wedeman. And then in Los Angeles, the host of one of TV's hottest shows, \"The Fear Factor.\" Joe Rogan and death-defying feats. Wrestling star Chyna gets buried by scorpions. Celebrity Alan Thicke scales horrifying heights. And a lot more. And it's all next on LARRY KING LIVE. Let's get an update from Ben Wedeman in Pakistan on this back- and-forth situation concerning our missing journalist Daniel Stern (sic) -- reports he was killed, reports there was other things going out, other requests going out for him, demands for money. What's the latest from your bailiwick, Ben?",
        "statement": "Yes, Larry. It has been a long and agonizing night for many people here in Karachi. The real problems began at about 11:00 o'clock last night, when simultaneously one caller <APPARENTLY> contacted the U.S. embassy in Islamabad demanding $2 million and the immediate release of the former Taliban ambassador to Pakistan, Abdul Salam Zaeef within 36 hours in exchange for the release of Mr. Pearl. At roughly the same time, an email was received by various news organizations, including CNN, coming from antiamericanimperialism@hotmail.com, saying that the kidnappers had carried out their threat to kill Mr. Pearl. They said the body <COULD> be found in the graveyards of Karachi and said that they are thirsty for the blood of another American. During the night, the Pakistani police has been working frantically, apparently searching the more than 200 graveyards in Karachi. But until, Larry -- until now, Larry, there is no final word on the fate of Mr. Pearl -- Larry."
    },
    {
        "transcript_id": "CNN-211602",
        "matched_terms": {
            "feel": "ungraded"
        },
        "previous_statement": "Now, whether Middleton was complying or the deputies acted appropriately, that will be determined in the coming weeks. For now, Sheriff David Morgan has turned the investigation over to the Florida Department of Law Enforcement. The state attorney will then have to determine if any laws were broken -- Wolf.",
        "statement": "Nick Valencia reporting, thanks very much. Let's get some more now from the sheriff, David Morgan. He's joining us here in THE SITUATION ROOM. So why did your deputies, Sheriff, <FEEL> threatened?"
    },
    {
        "transcript_id": "CNN-88466",
        "matched_terms": {
            "think": "ungraded",
            "probably": "ungraded"
        },
        "previous_statement": "Beautiful shot.",
        "statement": "... fighter turn. Beautiful shot. Four craft, in formation -- three chase planes and then the SpaceShipOne. Gabe, I <THINK> you can get <PROBABLY> get a pretty good shot of that right there and get that formation shot there, as they come across the airport and make that turn. And actually, they'll make a right turn into the final..."
    },
    {
        "transcript_id": "CNN-116443",
        "matched_terms": {
            "fact": "ungraded",
            "clear": "ungraded",
            "suspect": "ungraded",
            "appears": "ungraded"
        },
        "previous_statement": "Why would I not use \"illegal\"? They're illegal.",
        "statement": "Heated, but respectful and smart. Lou Dobbs and I go mano a mano. Get it. Hecklers, the new trend, being rowdy, rude, downright crude. All this in the CNN NEWSROOM. And hello again, everybody. I'm Rick Sanchez. Welcome to \"B\" control. We're going to bring you the news tonight because there is a lot going on in Kansas City, Missouri. That is where there has been a shooting at a shopping mall. Three people are dead, that's including the shooter. Let's take you back now, because we've got a lot of video that's been coming in. Take a look at this. We're letting you hear that just so you can see the emotion for police officers. They get the call this afternoon that there has been a shooting at the mall. It <APPEARS> to be, in <FACT>, a random shooting. Someone who had arrived there and started shooting first outside at a Starbucks cafe, then presumably gone inside the mall. As you can see from some of the pictures that we're getting in, they tried to <CLEAR> all the people who were inside the mall at the time. We're going to be speaking to many of them. In fact, we've been talking to them for the better part of the last couple of hours now. We're also told tonight by some police officials that this story actually have begun earlier in the day. We've got one particular photo. Claude, if we can show them that picture. You're going to see now this gas station. Police officers are now saying they were looking for a specific <SUSPECT>. They found him at this gas station, or at least one of their officers did. The officer approached them, a shootout ensued. The officer was shot, the suspect got away, and then he went to that shopping mall that we have been talking about. But even before all of this, police are now telling us tonight, they have confirmed it actually began early in the morning, before the shopping mall incident, before the gas station incident. That's when they said, they found a body. They say it was a homicide and they say the person responsible is the one who's now ending up at both the shopping mall and the gas station. What a story. We do have witnesses who've been talking to us throughout the course of the evening. Here's one of them. His name is Travis Johnson."
    },
    {
        "transcript_id": "CNN-288385",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "It does. It does, Don, very much so. It just brings back memories of certain people that I've lost in the past, and one of them is Ed Toatley. Different scenario but still it's the loss of a comrade, someone who's very close. And I know what some of those officers are currently feeling in Dallas right now tonight. And this is a time right now -- first of all, it's what I feared when I started to hear about these two shootings over the past couple of days and then to hear people on radio shows that I've been on, people calling in, talking about how they intend to push back. And this is one of the things that I greatly feared. And it's a time right now where we need leadership on all sides of this. We need leadership from our law enforcement community all across this country, we need leadership from our protesting community, we need leadership from everyone who's involved to step forward and just say that we're not going to tolerate violence anymore on either side from either direction. I truly hope that that happens immediately, very, very quickly.",
        "statement": "Tom, as we were listening to officer John Matthews, a former Dallas Police Officer, he said when you get word from, you <KNOW>, the chief that it was an elevated position, high-powered rifles in an elevated position, snipers, this is a targeted attack, as a former detective?"
    },
    {
        "transcript_id": "CNN-170212",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "And you said you know he's with the Lord now?",
        "statement": "He's with the Lord now. And I'll see him again some day. And that's -- that's what the family is standing on now is faith. We <KNOW> that God is in control. And we know that he took Aaron for a reason. We don't know what, but we know that he took Aaron for a reason and the rest of them, too."
    },
    {
        "transcript_id": "CNN-71139",
        "matched_terms": {
            "around": "ungraded"
        },
        "previous_statement": "OK.",
        "statement": "Before the first man in space flight, NASA developed a pen which was able to write in zero gravity without losing ink. The development costs <AROUND> $18 million. That's how the Russians solved the problem."
    },
    {
        "transcript_id": "CNN-126389",
        "matched_terms": {
            "know": "ungraded",
            "perhaps": "ungraded",
            "kind of": "ungraded"
        },
        "previous_statement": "Because what they say they're going to do is they're just going to ask them to leave. And I asked them, you know, where are these people going to go? And he says basically he doesn't know. He says that they are just going to go back to where they came from. But of course, these are ailing the devastated areas, the ones that were devastated by that cyclone, where these people fled from trying to get aid here. So one thing that even the aid workers here on the ground are telling us, the ones from Myanmar, is that their country certainly does need help in all of this. You know, people here are very afraid to talk officially to you. But once you sort of get them and corner them, they do say this is a very, very big problem and they do need aid. And it appears as though this is something they are still waiting for and hoping will arrive. And they are not aware of the international problems that are going on right now getting that aid into their country -- Fredricka.",
        "statement": "So they're just <KIND OF> wondering, wait a minute, does anyone even <KNOW> that we exist? They are perplexed <PERHAPS> about why they are not get something assistance?"
    },
    {
        "transcript_id": "CNN-51677",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Can you tell us what he told you?",
        "statement": "Well, he said, you <KNOW>, we are strong. We will go from here to Jerusalem. The road is -- you know, I have -- you know a martyr for Jerusalem. And we are strong, and nobody can break our will."
    },
    {
        "transcript_id": "CNN-14410",
        "matched_terms": {
            "clears": "ungraded"
        },
        "previous_statement": "I'll bet it's there.",
        "statement": "Fire officials say, don't be deceived, even on a good day, the same breeze that <CLEARS> the smoke fans the flames. More than a quarter million acres have been lost so far in the valley alone."
    },
    {
        "transcript_id": "CNN-88576",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Live from Washington. This is",
        "statement": "It is Sunday October 3, less than one month now until election day. And if you love politics you'll get your fill of it in the week ahead. There is plenty to talk about today. Hello I'm Kelly Wallace in Washington. Thanks so much for joining us. Politics doesn't take weekends off and neither do we. We have another jam packed hour ahead so, let's get right to it. We begin with the first poll since Thursday's presidential debate. A new survey by \"Newsweek\" shows the battle for the White House is back to a dead heat. It shows Senator John Kerry has climbed ahead of President Bush with 47 percent of the respondents favoring the Democratic senator, 45 percent support Mr. Bush. Just three weeks ago the president led Kerry by six percentage points. When asked who won Thursday night's face-off in Florida, a big majority, 61 percent, said Senator Kerry, 19 percent said President Bush. And the new \"Los Angeles Times\" poll has similar results on who came out on top with most of the respondents saying John Kerry was the winner. The \"Times\" survey also looks at likability. And among those who watched the debate 39 percent say President Bush is more likable, 38 percent say Senator Kerry. And speaking of debates, you <KNOW> this by now, candidates Bush and Kerry have two more face to face encounters. They meet again Friday night in St. Louis and October 13 in Tempe, Arizona. Their running mates meet Tuesday in Cleveland. And with that vice presidential debate just two days from now all eyes are on Dick Cheney and John Edwards. The vice president is not in Jackson, Wyoming. Tomorrow, we are told, he plans to go fishing. Senator Edwards is in Chappaqua, New York, that's up state, where he is said to be engaged in some intense debate preparations. Cheney's debate partner is Congressman Rob Portman, a Republican from Ohio. Congressman Portman had the same role four years ago when he was playing Joe Lieberman. He and Cheney, we are told, have practiced on weekends starting in mid-August. And this tidbit of insider information. Portman has honed up on all of Edwards' floor speeches and closing arguments in some of his trial lawyer cases and in his primary debates so Portman can better, quote, \"be Edwards\" in the mock debate. Now to help Edwards prepare for Tuesday the Kerry Edwards campaign has recreated the debate set complete with television cameras. And Washington attorney Bob Barnett is playing the part of Dick Cheney, a role he played in 2000. And this final tidbit for you, instead of standing up at a podium Cheney and Edwards will be sitting down for their debate. And we are told from the Edwards camp that it was the Vice President Dick Cheney who wanted to be sitting down for that. Well, since his first face off Thursday night with Senator John Kerry President Bush is going on the offensive. And he has seized on some of the things Senator Kerry said in the debate. CNN's Dana Bash is with us now from the White House with more on the president's strategy. And Dana, how much of this is damage control after the president's performance Thursday night?"
    },
    {
        "transcript_id": "CNN-155803",
        "matched_terms": {
            "feels": "ungraded"
        },
        "previous_statement": "None",
        "statement": "After spending more than a year in Iranian prison, Sarah Shourd is back on U.S. soil and talking about her ordeal and her health that is straight ahead. And missing members of a so-called cult-like church are found alive and well. Authorities had feared that they were planning a mass suicide. A live report just a few minutes away. And women and girls lured to the U.S. and then forced to have sex. The shadowy underworld with of sex trafficking this hour and at 5:00 Eastern. Freed American hiker, Sarah Shourd, is back at home in the United States but she says she <FEELS> like she is only one-third free. Speaking to reporters in New York less than an hour ago, she made an emotional plea for the release of her two companions, Shane Bauer and Josh Fattal."
    },
    {
        "transcript_id": "CNN-178571",
        "matched_terms": {
            "absolutely": "ungraded"
        },
        "previous_statement": "All right. Incredible horse race we're watching. Thanks so much, Mark and Paul. All right, coming up we're talking more politics, of course, and about Iowa. We've got the candidates live at length. Join CNN chief political correspondent Candy Crowley live in Iowa for \"The Contenders 2012.\" That's coming your way 2:00 Eastern time today. All right, if you live in - in the Midwest or the Northeastern portion of the U.S., expect a pretty chilly start to 2012. Meteorologist Reynolds Wolf here with your New Year forecast. We know it's chilly in Iowa right now.",
        "statement": "<ABSOLUTELY>."
    },
    {
        "transcript_id": "NPR-8655",
        "matched_terms": {
            "of course": "ungraded",
            "fact": "ungraded",
            "kind of": "ungraded"
        },
        "previous_statement": "It's true, and it's a dumb argument. People don't - and to say that somebody didn't vote for their economic interests is not to say they're voting against their own interests. And this is something the Democrats have never figured out. It just drove me nuts when I was chairman, trying to get the people inside Washington to figure this out.",
        "statement": "The <FACT> of the matter is people vote on emotion. And what the emotional needs of rural people and very conservative Tea Party people and so forth, which is a shrinking minority among Americans, which makes them <OF COURSE> all the more agitated, is the <KIND OF> stability and traditional kind of quote-unquote values that they used to have."
    },
    {
        "transcript_id": "CNN-8469",
        "matched_terms": {
            "sure": "ungraded",
            "absolutely": "ungraded"
        },
        "previous_statement": "Hi. How essential are these test in your view? And what do they contribute to U.S. national security?",
        "statement": "These test are <ABSOLUTELY> critical to making <SURE> that we are prepared for when this does occur, as you had you mentioned really. Really this is no longer a question of if, but rather when. These types of incidents, are unlike anything that we have dealt with in the past, and we really need make sure that all of the different federal agencies can actually work together and respond to something like this, not just on paper, but in real life."
    },
    {
        "transcript_id": "CNN-47632",
        "matched_terms": {
            "seem": "ungraded"
        },
        "previous_statement": "When the story of John Walker continues, how a young hip- hop fan ended up with the Taliban.",
        "statement": "He didn't <SEEM> fanatical. I mean, he was -- he was on a spiritual quest. It wasn't like it was a wild-eyed thing, he was a student. He was a scholar."
    },
    {
        "transcript_id": "CNN-21017",
        "matched_terms": {
            "think": "ungraded",
            "could": "ungraded",
            "know": "ungraded",
            "should": "ungraded",
            "absolutely": "ungraded"
        },
        "previous_statement": "Well, as a practical matter, do you think that Al Gore, at this point, should at least be considering as one of his options not going the distance with his challenge if the rulings begin going against him, or continue going against him?",
        "statement": "No, I <ABSOLUTELY> <THINK> that. If the rulings go -- if the Supreme Court or the Leon Court that you are putting on the air almost full time today go against him or go partially against him -- for instance, they <COULD> want a Palm Beach recount but not permit a Miami- Dade recount. I think at some point you've got to stop. I think he deserves a fair recount, but we are in the area of dimples -- <SHOULD> dimples count, should dimples, you <KNOW>, partially count, should dimples not count? Once you're into that, you're into, you know, an election in which whoever is the loser is going to think the election is stolen."
    },
    {
        "transcript_id": "NPR-8802",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "As part of my medical regime, I go in every six months for a blood draw and just for a following checkup, never had a problem with it. Changed jobs last year, same insurance provider, same coverage, but now they didn't cover my blood draw. They say it's a pre-existing condition because my plan has limitations on it.",
        "statement": "And, you <KNOW>, it's - I never, ever had an issue, but this is - you know, I talk to my friends, and I say, well, didn't Obamacare fix that? And it's like no, it didn't, not until next year. And, you know, the education isn't out there, and it's really disheartening that just because I had something done in the past, I can't get it paid for now because of my plan's stipulations."
    },
    {
        "transcript_id": "CNN-95179",
        "matched_terms": {
            "could": "ungraded",
            "know": "ungraded"
        },
        "previous_statement": "Mayor, have you talked to any public officials on Aruba?",
        "statement": "No, I have not. But they were talking about Natalee getting in the car. You <KNOW>, three grown men <COULD> overpower and march a young diminutive female out the door in a heartbeat, and nobody would ever know it."
    },
    {
        "transcript_id": "CNN-94877",
        "matched_terms": {
            "think": "ungraded"
        },
        "previous_statement": "Well, I think that everyone can't ignore the headlines, and the focus that is on Zarqawi. As far as we're concerned in terms of how we're conducting our operations, we haven't changed the way we're doing business. We continue to pursue him as aggressively as we have before. Our intention is to kill and capture him, and that just hasn't changed. We're looking into this information as well as everybody else is. But right now, it hasn't distracted us and hasn't changed the course of action that we've taken.",
        "statement": "Do you <THINK> if he's dead, the insurgency changes in any degree?"
    },
    {
        "transcript_id": "NPR-2410",
        "matched_terms": {
            "think": "ungraded",
            "know": "ungraded",
            "maybe": "ungraded",
            "more or less": "ungraded"
        },
        "previous_statement": "In fact, he said it doesn't really explain anything. It has to be excused most of the time. And he found - you know, he was very naturally skeptical. And I think it's important for a scientist to be skeptical.",
        "statement": "And so he - you <KNOW>, as he said, I've heard a lot people saying they have <MORE OR LESS> the theory of everything over the years. And it hasn't worked out. And I <THINK> what Feynman said is <MAYBE> it'll be true, but right now it really, it really has to be excused most of the time, and it doesn't - if it doesn't agree with experiment, then they make an excuse, or if it can't do a calculation, then they make an excuse."
    },
    {
        "transcript_id": "CNN-343428",
        "matched_terms": {
            "of course": "ungraded"
        },
        "previous_statement": "1997.",
        "statement": "-- 1997 and, <OF COURSE>, solidified even in 2014 and '15 in the Ninth Circuit, talking about the limitations on which the government can try to detain for a lengthy time over 20 days or even to try to undermine the rights that are given to people, even if they're undocumented in this country."
    },
    {
        "transcript_id": "CNN-110606",
        "matched_terms": {
            "sure": "ungraded",
            "know": "ungraded"
        },
        "previous_statement": "Over here, you can see all sorts of different screens. They're monitoring avian flu. They're monitoring the weather. But right now, front and center, the E. coli outbreak. It is very difficult to figure out exactly from where the E. coli started. A lot of people ask exactly how does the investigation take place? I want to show you. We're in some of the back hallways of the CDC. Here, people are actually on the phone, calling some of the patients who become sick with the E. coli infection, asking them about their dietary habits, asking them about their symptoms. In this room over here, they're taking all of that information, trying to compile it and figure out where this outbreak stands.",
        "statement": "We ask people about everything they ate in the week before they got sick, because it's important to <KNOW> for <SURE> what's cause the illness is."
    },
    {
        "transcript_id": "NPR-46017",
        "matched_terms": {
            "think": "ungraded",
            "believe": "ungraded"
        },
        "previous_statement": "Well, I think there's no very good evidence of that. It's certainly true, I think, that Roosevelt understood that his policies in the Pacific was going to lead to a war with Japan, at least in the last month or so before Pearl Harbor. He understood that a war was coming, and his policies had made that more likely.",
        "statement": "But I don't <BELIEVE> any of the arguments that he understood that Pearl Harbor was going to be attacked and wanted it to be attacked just to get us into the war. I <THINK> that's not something that very many historians would accept."
    },
    {
        "transcript_id": "CNN-224470",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "Well, Wolf, we're talking about Victoria Nuland, the top U.S. diplomat for Europe, assistant secretary. This is about a phone call she was having with the U.S. ambassador of Ukraine, Jeff Pyatt. And I've got to say, for a diplomatic reporter like me, it was a fascinating conversation. You know, there's been a lot of turmoil -- political chaos in Ukraine and Nuland and Pyatt we're talking about a power sharing deal that they're trying to broker behind the scenes between the opposition and the government and Nuland was very candid about what candidates the U.S. wanted to see in the government and she expressed a lot of frustration about the European Union who the U.S. feels is dragging its feet a little bit and putting pressure on the Ukrainian government. And then she basically said that they thought the EU shouldn't be involved and the U.N. should send in an envoy. Let's take a listen to a little clip of this phone call.",
        "statement": "He's now gotten both Serry and Ban Ki-Moon to agree that Serry <COULD> come in Monday or Tuesday."
    },
    {
        "transcript_id": "CNN-106555",
        "matched_terms": {
            "certainly": "ungraded"
        },
        "previous_statement": "Good morning, Soledad. And as if we needed it, we have further proof of that idiom of D.C. physics, Washington abhors a vacuum.",
        "statement": "What do you do when the nation's capital is nearly empty and the media are desperate for news? You hold a hearing with anybody who's left, that's what. The issue doesn't even need to be sexy. Rehashing debate over the FBI's recent nighttime raid on Congressman William Jefferson's office <CERTAINLY> is not sexy. But no matter."
    },
    {
        "transcript_id": "CNN-355319",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Yes, and you know, there were these new sanctions announced but there are waivers the U.S. had to issue immediately for some of the largest purchasers of Iranian oil, primarily China. And so, right now, the sort of you know, very tough sanctions that the White House has talked about have not had a major you know, impact in terms of decreasing Iran's oil exports. I do think the sanctions could hurt over time but right now you know, the Iranians and the Europeans together are essentially floating the Trump administration and you know, saying they won't be intimidated by President Trump's rhetoric.",
        "statement": "Which also leave the U.S. with the Saudis and Donald Trump on Wednesday had some very kind words once again for the Saudis. Oil price is getting lower. Great! Like a big tax cut for America and the world. Enjoy! $54.00 was just $82.00. Thank you to Saudi Arabia, but let's go lower. The only problem with that statements is that the President is completely wrong. The Saudis actually slash production earlier this month to try and drive up the price of oil. And you mentioned this. The only reason for you kn0w, the big decline in the price is because those buyers, those big buyers of Iranian oil received those exemptions for from the U.S. -- from sanctions. So you <KNOW>, firstly, is Donald Trump eager to that or was he deliberately trying to mislead here?"
    },
    {
        "transcript_id": "CNN-40920",
        "matched_terms": {
            "may": "ungraded",
            "certainly": "ungraded"
        },
        "previous_statement": "I certainly cannot imagine what the psychological impact is going to be for Mr. Dhingra. But what about his medical, his physical prognosis? What would you expect for him now?",
        "statement": "Yes. Well, we <CERTAINLY> heard from the doctors today. He is doing well. He's going to get out the hospital. His road is not completely done yet. He's still going to need a lot of rehabilitation. He <MAY> need some regrafting to some of the sites that he had grafted already. The grafting involves taking the skin from other parts of body that cover that. That may be an ongoing process for him for a while. He may also need to take some antibiotics to prevent those infections that we were talking about. So it sounds like he is going to do well. He's still got a bit of road in front of him now."
    },
    {
        "transcript_id": "CNN-386034",
        "matched_terms": {
            "more or less": "ungraded"
        },
        "previous_statement": "Democrats are obviously hell-bent to impeach the president and it's probably going to happen. It'll never go through in the Senate. The Senate will never vote that way. So it's just -- it's just a waste of time.",
        "statement": "Instead of being angry at impeachment hearings, Trump voters we talked to here are <MORE OR LESS> resigned to them. Like the Mueller investigation, they see impeachment as something to be endured simply because they elected a president others don't agree with. Martin Savidge, CNN, Pensacola, Florida."
    },
    {
        "transcript_id": "CNN-76068",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Now, 24 hours can make a big difference politics. You just heard what Schwarzenegger said yesterday night. He's in Fresno, California and few minutes ago here's what he says now.",
        "statement": "I can tell you I have no -- I have no idea what you're talking about. I have no idea what they're talking about. Let me just -- let me just finish. Let me just finish, OK. I'm talking to her. OK. I don't <KNOW> what you're talking about, but on top of that, I am here to push my economic agenda. I'm here to listen to the people. I'm here to have a rally in Fresno. That's what I'm doing. I am not paying any attention to all of those things. I have no memory of any of the articles I did 20 or 30 years ago."
    },
    {
        "transcript_id": "CNN-52558",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "And I'm Michael McCanus. Secretary of State Colin Powell argues his case for peace in the Middle East. The question now is what, if anything, that argument will yield.",
        "statement": "Powell met this weekend with Israeli Prime Minister Ariel Sharon and Palestinian leader Yasser Arafat. The secretary of state's trip to Mr. Arafat's bombed out compound has angered many Israelis. CNN's Jerrold Kessel will have more on that coming up. But first, we look forward to the next stops on Powell's cease- fire mission, Beirut and Damascus. The secretary of state will meet with Lebanese leaders about cross border attacks. The U.S. is concerned that the crisis between Israelis and Palestinians <COULD> become a regional conflict. And, as CNN's Major Garrett reports, those fears are bringing new terminology like containment into play."
    },
    {
        "transcript_id": "CNN-21594",
        "matched_terms": {
            "opinion": "ungraded",
            "kind of": "ungraded",
            "opinions": "ungraded"
        },
        "previous_statement": "Symbolic of what?",
        "statement": "Well, it is symbolic, the same reason justices wear robes, it is <KIND OF> you want to disembody your individuality from the <OPINION>. And sometimes, in the more controversial <OPINIONS>, what the court will do, is issue it under the name of the court, five people join it, but it is not the voice of any one person."
    },
    {
        "transcript_id": "CNN-260845",
        "matched_terms": {
            "know": "ungraded",
            "fact": "ungraded"
        },
        "previous_statement": "Investigators will look at this piece and see exactly what the fractures look like. How did this piece separate? You can tell whether it was a stress fracture, whether it was a compression fracture, whether there was a sign of an explosion. It's unlikely that an explosion took place. But it will give them a slight hint. But the investigation goes back to the water. We got to find the plane.",
        "statement": "Richard Quest, you have been studying this. I <KNOW> you are even working on a book on this whole case. You have been involved in reporting on this story from day one. Give us some perspective now, if in <FACT> this is the real deal."
    },
    {
        "transcript_id": "CNN-371938",
        "matched_terms": {
            "could": "ungraded",
            "around": "ungraded",
            "certainly": "ungraded",
            "best": "ungraded",
            "clear": "ungraded"
        },
        "previous_statement": "But you stayed with him a little long.",
        "statement": "I stayed with him a little bit too long, as so many women do by the way. We often stay in bad relationships well past their expiration date. But <CERTAINLY>, growing up as someone who comes from a mixed race background, trying to figure out who I am and where I fit into the world, there were some awkward stages. Yes, I was often the black friend, the token black friend in white circles when I was coming up all the way through until college. And I felt this yearning to really find my tribe of black women that I <COULD> be friends with and nurture a sisterhood with black women. And I just didn`t have access to that community really when I was growing up. So there was this urgency when I got to college. I was like I have to find black friends. And some of that came from a level of hurt. There`s one experience that I share where my white girlfriends are my <BEST> friends for life, but there was one instance that I experienced at a slumber party <AROUND> eighth grade where the \"N\" word was used. And there`s nothing like that moment where the trust is broken between -- and where you recognize your blackness and how it separates you from these people that you felt so intimately connected to and I still do, to be <CLEAR>. We worked through it and this is someone who to this day is one of my best friends. But these are the moments that helped me recognize that blackness is not about the way you talk or the way you walk or who you date. It is a collective experience of exclusion that cannot be understood by -- deeply in the same way by someone who has never had to face that same type of discrimination. And so it sounds silly, but like I was laser focused. I was like I`m trying to find the black table at this school, which is Something that I talk about in my book, this concept of the black table. And, really, what the black table is, it`s a safe space where you can just be yourself and where you don`t have to worry about these types of encounters happening, these microaggressions happening. You can just take off the masks and you can stop code-switching and you can just really be yourself."
    },
    {
        "transcript_id": "NPR-7346",
        "matched_terms": {
            "clear": "ungraded"
        },
        "previous_statement": "I understand he described the governor's wife Maureen coming up and begging him for money. I understand he testified that the reason he has a private jet is so that he can take people for flights like a former Gov. Bob McDonnell. Give us some of those details.",
        "statement": "There were plane trips to various conferences. Mrs. McDonnell accompanied Mr. Williams - Mr. Williams making it very <CLEAR> the only reason he wanted Mrs. McDonnell along is that she was the First Lady of Virginia, and that her appearance lent credibility to his product."
    },
    {
        "transcript_id": "CNN-145154",
        "matched_terms": {
            "know": "ungraded",
            "around": "ungraded"
        },
        "previous_statement": "It's mixed, and it's quite interesting. The casual chains you mentioned, TGIFs, Applebee's, obviously they have suffered because for a lot of people that's a $40 meal, and so they've been eating at home. But what's interesting is McDonald's, for example, is suffering, not because people can't afford $1. It's because they basically when they're driving to work, et cetera, that's when they buy their Egg McMuffin and their hamburger. A lot of people in the recession are men who have lost their jobs. They tend to stop at McDonald's. So the fact that we've seen sales drop there, I think once you see McDonald's pick up, it could be a sign that employment is picking up, too.",
        "statement": "We <KNOW> <AROUND> the holidays we'll see very crowded -- we'll see very crowded airports. People always travel around the holidays. But the real trick is do we see crowds or do we see a crowded airports three weeks later, four weeks later, right?"
    },
    {
        "transcript_id": "CNN-372040",
        "matched_terms": {
            "think": "ungraded",
            "fact": "ungraded"
        },
        "previous_statement": "Senator, what's your response to that?",
        "statement": "My response is tariffs. My response is talk to the farmers in Iowa and ask them if they're doing better this year than they did last year. The <FACT> to the matter is that this president has been a disaster on so many different fronts and he's going to have to run on that record, which is the reality of it. And I <THINK> that people, at the end of the day, voters are smart. They will figure out whether or not in the worthy of the old Ronald Reagan word that they're worse off now than they were previously."
    },
    {
        "transcript_id": "CNN-2256",
        "matched_terms": {
            "think": "ungraded"
        },
        "previous_statement": "Right.",
        "statement": "And traditionally, that's supposed to point toward a recession. Do you <THINK> we're heading toward a recession?"
    },
    {
        "transcript_id": "CNN-44283",
        "matched_terms": {
            "could": "ungraded",
            "may": "ungraded",
            "seem": "ungraded"
        },
        "previous_statement": "\"Long live Zahir Shah\", they shout in this rally here in Herat earlier this week. The rally, an indication of the growing significance of the former king in the post-Taliban Afghanistan. The rally had been organized quietly for the fear of provoking the anger of the Northern Alliance in control here. They said, \"We support the U.N. plan for a broad-based interim government and a Loya Jirga.\" That's the grand council of elders. They urged the U.N. to immediately bring in a multi-national peacekeeping force. He says, \"We want the U.N. peacekeeping forces here to ensure security, to collect the weapons and free us from those wielding guns.\" There is a growing fear that the Mujahedeen factions will soon turn on each other and the people. (on camera): Their number is not great, not yet anyway. But the fact that they have managed to get together under the circumstances speak of the good deal of support here for the former king, Zahir Shah. (voice-over): But the Northern Alliance took the rally as a threat, or at least a challenge. They swiftly moved in to disperse crowd. The Mujahedeen gunmen said they had orders from high up. \"Any rally has to be authorized,\" they said. And shortly afterwards, the Northern Alliance's strong man of Herat is Mail Han (ph), describing the demonstrators as mercenaries of foreign powers. He said, \"We will launch a jihad against mercenaries\", hardly a recognition of the changing times in Afghanistan. The supporters of the former king now say they have pinned their hopes on the international community. He says, \"If the international community decide to leave us alone again, there will be a return to chaos and killings. If they want peace and respect for human rights, the international community should stay with Afghanistan.\" Kasra Naj, CNN, Herat, western Afghanistan.",
        "statement": "All right. Now let's take you to some place different. As strange as it <MAY> <SEEM>, an area in eastern Afghanistan <COULD> pass as something of a paradise. But the plague of war is everywhere and the people suffer not just from the current war, but past wars and other disasters beyond their control. CNN's Bill Delaney reports from Kulum."
    },
    {
        "transcript_id": "CNN-368591",
        "matched_terms": {
            "should": "ungraded"
        },
        "previous_statement": "Thanks, Kate.",
        "statement": "Coming up for us, President Trump's war with House Democrats heats up further, if it's even possible at this point. President Trump now says former White House counsel, Don McGahn, will not, <SHOULD> not, he will not allow to testify before Congress. Who has the final say, and what happens now? Plus, he's an admitted terrorist who plotted to bomb the New York City subway system. Why would he walk out of prison a free man in just days? This is a fascinating tale of what they say is an amazing change of heart. Stay with us."
    },
    {
        "transcript_id": "CNN-227027",
        "matched_terms": {
            "could": "ungraded",
            "know": "ungraded",
            "definitely": "ungraded"
        },
        "previous_statement": "They seem to. Let us switch directions and talk weather. We know something you're watching because the weekend is upon us, my friends. And it's our first spring -- come on, what have you got?",
        "statement": "I'm <DEFINITELY> nervous because it's now officially spring, right? There are no excuses. It's been such a rough winter. And today, already, still talking about a little snowmaker, this is the guy I'm nervous about, we're not there yet. But let's start with today, right? Light snow showers, special down in the south, especially the southeast, looking for more of that rain out there today. Here is why I'm nervous. As we go through the weekend, another pool of cold air dying down to the southeast. Let's take it day by day. Notice you're going to start to see Midwest, talking about temperatures above normal for the day. Look good seeing above normal temperatures. Then, we go in through Saturday, you'll start to see the Midwest starting to cool off. Still above normal out towards the Northeast and the Southeast. Then we get in through Sunday. Everyone goes below normal. This cold air still not what I'm nervous about. Now let's talk about what I'm concerned about. We're talking about another coastal low making its way up the coastline. We <KNOW> what it is, a nor'easter up here. You start talking about heavy snow again in through Tuesday and Wednesday. Look at some of these models, you're seeing about five inches, Boston seven inches. This is the lesser of the two. The second weather model, Tuesday and to Wednesday <COULD> bring a foot of snow out towards Boston for the middle of next week. This is not anything anyone wants to see. See why I'm nervous. First cold and snow and more snow and even more snow. Unbelievable we're talking about that going towards, what, April. It's rough."
    },
    {
        "transcript_id": "CNN-327217",
        "matched_terms": {
            "could": "ungraded",
            "feels": "ungraded"
        },
        "previous_statement": "In the Russia investigation in Washington, a fight between two Senate Committees could bring the president's son-in-law and senior adviser, Jared Kushner, back to Capitol Hill for more questioning. Our senior congressional correspondent, Manu Raju, has new information. Manu, what is happening and what are you learning?",
        "statement": "Wolf, the Senate Judiciary Committee asked Jared Kushner a range of information, including the contacts he had with the Russians during the campaign that the committee <FEELS> they have not received sufficient answers from him. And one of the things they want, Wolf, is a transcription of an interview that Jared Kushner did earlier this year with the Senate Intelligence Committee and the House Intelligence Committee. They want to see if those questions that were answered in that interview we in response to questions that they have as part of their own Judiciary Committee investigation. Senator Richard Burr, the chairman of the Senate Intelligence Committee, and he said he will not provide that transcript over to the Senate Judiciary Committee. What does this turf war mean? It means that Jared Kushner <COULD> be back on Capitol Hill having to answer more questions before another committee, this third committee that is investigating Russia meddling. Dianne Feinstein, the top Democrat on the Committee, Wolf, told me a few moments ago that if they don't get the transcript from the Senate Intelligence Committee, quote, \"We will have to do our own interview with Jared Kushner.\" This comes as Kushner still faces a lot of questions about the contacts and the June 2016 meeting at Trump Tower with Donald Trump Jr where they meet with Russia operatives. And earlier, I talked to Mark Warner, the Senate Intelligence Committee ranking Democrat, who said even though Kushner came before the staff, there is a lot more questions the Senate Intelligence Committee wants to pose to Kushner. Here's what he said."
    },
    {
        "transcript_id": "CNN-345780",
        "matched_terms": {
            "know": "ungraded",
            "facts": "ungraded"
        },
        "previous_statement": "In the president's view, any sort of admission of Russian interference as admission of collusion.",
        "statement": "It sends a message that he doesn't <KNOW> either what the <FACTS> are or he won't accept the facts."
    },
    {
        "transcript_id": "CNN-66436",
        "matched_terms": {
            "think": "ungraded"
        },
        "previous_statement": "I think it's quite unfair of the Pope to be used as a propaganda tool by Tariq Aziz is on the very day that that report goes to the U.N. It's a shame.",
        "statement": "Tucker, with all due respect, I don't <THINK> the Pope needs to take lessons from you on standing for human rights. He's one of the great men..."
    },
    {
        "transcript_id": "CNN-278842",
        "matched_terms": {
            "must": "ungraded"
        },
        "previous_statement": "Bill, do you think Sanders is being helped in a sense by this, that this will energize his supporters or those on the fence to get out to the polls for him, given these Trump attacks?",
        "statement": "First, I <MUST> say that I'm surprised that Donald Trump didn't find a way to blame this on President Obama, because he blames everything else on President Obama, so aside from that --"
    },
    {
        "transcript_id": "CNN-72219",
        "matched_terms": {
            "absolutely": "ungraded"
        },
        "previous_statement": "Yes, and advice to parents right now. I think this is an interesting one. I was guilty of this for quite a long time. Don't hide the key because the predators are looking for it and they know where to find them.",
        "statement": "They <ABSOLUTELY> do. These guys, you've got to realize, people that do this are very smart. Their I.Q. level is very high. And they study this. This is their crime. It's their life. They can find hided keys no matter where you put them. I worked with a professional criminal one time and he was showing me how he finds hided keys. Every house I took him to, he found the hidden key within just a matter of a couple seconds."
    },
    {
        "transcript_id": "CNN-123496",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "They're all coming in to help you out.",
        "statement": "No. I got to find out if she's all right. From what I understand, that was wiped out. OK? So, I don't <KNOW> if I have another place to stay, but my mom's coming in from Arizona, and she just joined the Red Cross two weeks ago. And she's volunteered six times already and now this happens, and -- but she's on her way out from Arizona, that's Fort Huachuca by Tombstone and -- I don't know what to tell you man. I don't know how to explain this."
    },
    {
        "transcript_id": "CNN-202846",
        "matched_terms": {
            "potentially": "ungraded"
        },
        "previous_statement": "Well, we haven't gotten to the final product. Paul has not yet released it. The Budget Committee -- well, it potentially will.",
        "statement": "It <POTENTIALLY> would?"
    },
    {
        "transcript_id": "CNN-135775",
        "matched_terms": {
            "think": "ungraded",
            "maybe": "ungraded",
            "around": "ungraded"
        },
        "previous_statement": "In -- in significant numbers, you think?",
        "statement": "The numbers will get down. I <THINK> they will get down not -- <MAYBE> to 50,000 by some time at the end of 2010, but I think we will then find that the Iraqis say, you can't leave us now. You created this situation. You need to keep troops <AROUND> here for some time."
    },
    {
        "transcript_id": "NPR-10979",
        "matched_terms": {
            "think": "ungraded",
            "probably": "ungraded"
        },
        "previous_statement": "This is the so-called bull's-eye lesion, but not everyone gets it, right, Dr. Schaffner? I mean, you can have Lyme disease, but not get this rash.",
        "statement": "That is correct, but the vast majority of the people do. Some of the people who <THINK> they didn't have the lesion <PROBABLY> had it someplace where it was not readily seen."
    },
    {
        "transcript_id": "CNN-250418",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "Now you look at the numbers, Peter, there is tension here. It's not obvious. We're going to talk about it among the politicians. But put up the poll about how this is being seen in general. All right? Here's the favorable opinion of him. Going through the ages those aren't great numbers. He's certainly up against it there. We're hearing about division here among American Jews, how they feel about this; Israel Jews. How do you interpret that?",
        "statement": "The Republican Party's problem is that although -- I mean, Israel's problem, sorry, is that although it's very strong in Washington right now, it's base out there in the country looks like the Republican Party. It's older white voters. African-Americans, Latinos and younger voters, including younger Jewish voters, are more critical of Israel; and this in the long-term, demographically, <COULD> be a problem for Israel's basis of support in the United States."
    },
    {
        "transcript_id": "CNN-218687",
        "matched_terms": {
            "opinion": "ungraded"
        },
        "previous_statement": "Sir -",
        "statement": "And, in my <OPINION>, if there was an election held tomorrow, Rob Ford would have an extremely, extremely good chance of winning. And that's what they - that's what they're worried about."
    },
    {
        "transcript_id": "CNN-178949",
        "matched_terms": {
            "might": "ungraded"
        },
        "previous_statement": "But again, I think people watching this want to know about you. You know, what`s the future like for you? Obviously this great guy, great looking guy, and losing your eyesight, and damn, how does he do this?",
        "statement": "It`s tough. The hardest thing is that it affects my whole family. I have a brother that`s got it. I got a seven-year-old nephew that`s got it. I got a three-year-old nephew that <MIGHT> have it, haven`t tested him yet. So, that`s the hardest thing, it is effecting us all."
    },
    {
        "transcript_id": "CNN-220319",
        "matched_terms": {
            "around": "ungraded"
        },
        "previous_statement": "And I think people even who aren't big racing fans can identify with a new kid at the school, doesn't quite have a seat at the lunch table. We were just trying to break into elite racing, and how much sort of connections and...",
        "statement": "With the humble beginnings that I had, my parents couldn't afford my four-wheel racing career. For me, it was really about working connections. I mean, I walk <AROUND> and pass out business cards and try to meet people, and people just laugh."
    },
    {
        "transcript_id": "CNN-370990",
        "matched_terms": {
            "clear": "ungraded"
        },
        "previous_statement": "With respect to the impeachment question at this point, all options are on the table and nothing should be ruled out.",
        "statement": "But the top Democrat in the House, Speaker Nancy Pelosi, is making it <CLEAR> she won't be rushed into a decision."
    },
    {
        "transcript_id": "CNN-125234",
        "matched_terms": {
            "clearly": "ungraded",
            "think": "ungraded",
            "believe": "ungraded",
            "might": "ungraded",
            "doubt": "ungraded",
            "kind of": "ungraded"
        },
        "previous_statement": "That's true.",
        "statement": "So the bottom line is you have folks with characters back and forth. But there's no <DOUBT>, a lot of the venom towards Hillary Clinton is also because she's on the national landscape. Those eight years in the White House as well, that plays a part. I <THINK> if there was a woman running who did not have in essence that baggage or that history that we've had, we <MIGHT> see a different <KIND OF> campaign, I <BELIEVE>. But again, <CLEARLY>, sexism is there based upon some of the comments that you hear."
    },
    {
        "transcript_id": "CNN-282480",
        "matched_terms": {
            "probably": "ungraded",
            "doubt": "ungraded"
        },
        "previous_statement": "But Cruz says Trump is sounding off for good reason.",
        "statement": "Listen, I don't <DOUBT> that Donald Trump is going to scream and yell and curse and insult and <PROBABLY> cry and whine some as well. That has been Donald's pattern."
    },
    {
        "transcript_id": "CNN-198724",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "You would have the issue of if there is enough for the defense to fairly test the sample to determine whether it's the defendant's blood or not. So, I -- it wouldn't necessarily be fatal to a case but, you know, in criminal cases, beyond a reasonable doubt is a very, very high standard of proof. And if you eliminate the physical evidence, you can put a serious dent in the prosecutor's case.",
        "statement": "The NYPD has consulted with its counterparts in New Orleans where evidence and records were destroyed following hurricane Katrina. The New Orleans Police Department says, one key difference is that flood waters remained at the courthouse for weeks where evidence was destroyed and they had the job of cataloging evidence that <COULD> be salvage."
    },
    {
        "transcript_id": "CNN-403006",
        "matched_terms": {
            "sort of": "ungraded"
        },
        "previous_statement": "All right, and this radical group has a Facebook page, Carrillo himself falls out of Facebook presence, and the social media groups are looking into whether or not they are organizing and recruiting? Is that correct?",
        "statement": "Yes, there are multiple, multiple Facebook sites that are connected loosely to this movement, and they all have different style names - is one, the Boogaloo Boys et cetera. There is all kinds of different Facebook groups out there. Facebook has stripped the once that Steve Carrillo and his accomplice were using. They've taken them off Facebook. Facebook also tells us that they're actively looking into other Boogaloo Movement sites. But again, it is hard to pin down the actual group as a group of organized individuals other than their common belief in being heavily armed and being prepared for some <SORT OF> civil unrest. Hala?"
    },
    {
        "transcript_id": "CNN-209080",
        "matched_terms": {
            "fact": "ungraded"
        },
        "previous_statement": "All right, Jess, good to see you as always. Thank you. We're also following this story. One of the FBI's 10 most wanted fugitives has now been arrested. This is out of Mexico.",
        "statement": "Yes, Walter Lee Williams is his name. there's a picture there. Former University of California professor accused of sex abuse. He had just been put on the FBI top 10 list this week. Monday, in <FACT>."
    },
    {
        "transcript_id": "CNN-6000",
        "matched_terms": {
            "think": "ungraded",
            "could": "ungraded",
            "know": "ungraded"
        },
        "previous_statement": "Margaret Carlson, what is John McCain up to?",
        "statement": "Well, he wants to keep the music playing. He wants to stay out there. Now he's picked a tough case in Rudy as, you <KNOW>, trying to help somebody. The pope and Nelson Mandela <COULD> show up and not change Rudy's image. That's a very hard one. But he could help Bush, and, you know, he's -- he eventually will. I mean, Bush needs to show that he's not in a snit still and that he, you know, can embrace his vanquished foe and that he's, you know, for reform a little bit. And McCain can help him with that and eventually will. And he actually needs McCain. I mean, <THINK> if Kennedy had warmly shaken Carter's hand in 1980. It would have helped Carter. And Bush is going to need McCain in that way."
    },
    {
        "transcript_id": "NPR-38486",
        "matched_terms": {
            "absolutely": "ungraded"
        },
        "previous_statement": "Do you think it's likely that even after that plot was exposed there probably was at least one more insurgent or insurgent sympathizer in the ranks, passing information around about your unit or doing other things?",
        "statement": "Yes, <ABSOLUTELY>. I got an award from Iyad Allawi…"
    },
    {
        "transcript_id": "CNN-206097",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "High winds, soaring temperatures and dry brush are giving California fire season an early start. Wildfires across the state are churning toward home, keeping hundreds of firefighters busy, and residents on edge.",
        "statement": "Stay until I <KNOW> that my house is still here."
    },
    {
        "transcript_id": "CNN-65462",
        "matched_terms": {
            "absolutely": "ungraded"
        },
        "previous_statement": "Kobe beef is marbled with tasty streaks of fat compared to a regular steak. (on camera): Do they actually massage the cow?",
        "statement": "<ABSOLUTELY>. They actually massage the outside of the cow so the fat goes through the animal."
    },
    {
        "transcript_id": "CNN-125600",
        "matched_terms": {
            "clearly": "ungraded",
            "probably": "ungraded"
        },
        "previous_statement": "And do they have all the attorneys that they need to represent these kids? I mean, you have 416 kids. This is the biggest family court case in American history.",
        "statement": "The recruiting has been going on since late last week. Numerous people have been saying that they have got hundreds of attorneys lined up for these kids. A lot of these attorneys, <PROBABLY> all of these attorneys, expecting to do this for nothing. And it's going to be interesting to see how they actually pull this off. It's been joked that they would have to have this in the Coliseum here, the largest building in town. We're waiting to find out what the logistics are actually going to be for that day, for that court date, because, <CLEARLY>, the courthouses here aren't big enough to handle anything like that."
    },
    {
        "transcript_id": "CNN-256030",
        "matched_terms": {
            "perhaps": "ungraded"
        },
        "previous_statement": "And to do all that, Arwa, without stoking any big sectarian divide at the same time?",
        "statement": "Exactly. And that's going to be really be key in all of this. Because at the tip of this sphere, you do have this Iranian-backed Shia paramilitary units and, yes, in some areas, the Sunni tribes are involved, but they don't have the weapon that they would need. They've been asking the Iraqi government for these weapons. The Iraqi government has pledged to provide them but it has not done them yet. And not arming them, not arming the Sunnis sends <PERHAPS> a negative message, that they are not to be trusted and that's not something that the government can afford to do at this critical point."
    },
    {
        "transcript_id": "CNN-307479",
        "matched_terms": {
            "clear": "ungraded",
            "feels": "ungraded"
        },
        "previous_statement": "You know, Andre is completely entitled to think that Steve King is not a racist. I think he is a pathetic racist. I think this is the only thing that sets him apart in the entire Congress. He has done this over and over again. When he's calling for things like homogenous civilization, when he's saying \"somebody else's babies,\" of course, those are dog whistles, of course, that speaks to racism, that speaks to division. You know what that speaks to? That speaks to an Aryan race. We've heard that type of rhetoric before. As a Republican, I will denounce it. I will tell him that my babies, Andre's babies, anybody's babies are as American as his babies may be. That the congresswoman Ileana Ros-Lehtinen, Marco Rubio, Ted Cruz, they don't look like him, they don't act like him, they don't think like him, and they are just as American. Because what makes us American is our love of country, our pride in this country, our work ethic, all those values we have in common. America is not going to allow itself to be divided by pathetic little racists like Steve King.",
        "statement": "It's very <CLEAR> how Ana <FEELS>. Andre, help me understand. She brought up the \"calves the size of cantaloupes\" comment a little while ago when he was on that panel last July, questioning what non-whites contributor to civilization, saying, quote, \"Where did any other subgroup of people contribute more to civilization.\" Help me understand what you agree with in these words."
    },
    {
        "transcript_id": "CNN-335677",
        "matched_terms": {
            "think": "ungraded",
            "know": "ungraded"
        },
        "previous_statement": "So yes. And let me tell you what actions we took. So in 2015 some journalist from \"The Guardian\" told us that they had seen or had some evidence that data that this app developer Aleksandr Kogan who built this personality quiz app and a bunch of people used it and shared data with it had sold that data to Cambridge Analytica and a few other firms. When we heard that, that's against the policies -- you can't share data in a way that people don't know or don't consent to. We immediately banned Kogan's app. And further we made it so that Kogan and Cambridge Analytica and the other folks with whom he shared the data, we asked for a formal certification that they had none of the data from anyone in the Facebook community, that they deleted it if they had it and that they weren't using it. And they all provided that certification so as far as we understood around the time in that episode, there was no data out there.",
        "statement": "So why didn't Facebook follow-up? You <KNOW>, you say that you certified it, I <THINK>. Why wasn't there more of a follow-up? Why wasn't there an audit then? Why does it take a big media report to get that pro-active approach?"
    },
    {
        "transcript_id": "CNN-110382",
        "matched_terms": {
            "may": "ungraded"
        },
        "previous_statement": "Let me tell you, I did a thing about do you feel safer now. And there were two things that were extraordinary in terms of my listeners' response. First of all, it's all personal. If your family's OK, you feel safe. No. 2, a guy called and he said he was a surfer and he said if you think about surfing, you go out on the water, and there's nothing between you and sharks except a little piece of fiberglass. And if you think about that, you would never go out in the water. He said when you go out surfing you know the sharks are there, but most of us will never see a shark. He said, that's what terrorism is.",
        "statement": "You're talking about perception, all right, you go out on a highway, people are dying everyday, you're walking down the street, you walk into a rough neighborhood or whatever, people getting shot, whatever -- getting robbed, whatever the case <MAY> be. But there's a degree -- of the perception of control."
    },
    {
        "transcript_id": "CNN-362701",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "B.T. may say, \"Oh, we haven't seen any evidence of anything. They wouldn't. That -- that's the point about good espionage, you wouldn't see.",
        "statement": "The U.K. is weighing its own ban on Huawei for 5G. If it follows the U.S., B.T.'s plans to build 1,500 sites like this one by the end of the year <COULD> be in jeopardy. Samuel Burke, CNN, London."
    },
    {
        "transcript_id": "CNN-308793",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "They have suspicion, but I think it's early.",
        "statement": "So David has given us perspective here. If I can just -- if I can go to my historian here, Jon. Because, you <KNOW>, you have been, you've dealt with Watergate. We keep bringing up Watergate. We don't know if there's anything here. No one has been prosecuted. No information has been found. But it is huge that he's asking for immunity. All the president's men, right?"
    },
    {
        "transcript_id": "CNN-191503",
        "matched_terms": {
            "potentially": "ungraded",
            "think": "ungraded",
            "know": "ungraded",
            "hope": "ungraded",
            "obviously": "ungraded"
        },
        "previous_statement": "So, for the people who are not from Florida, though, coming in, they're not prepared for it. They're not used to it. So, they've got to be a little bit freaked out. And I also would imagine, you know, in the best-case scenario, you just have terrible weather, which would mean lots of delays and kind of just a big hot mess, right?",
        "statement": "Well, <POTENTIALLY>. I mean, <OBVIOUSLY>, rain affects traffic and traffic affects timing. But our folks who live here that will be driving the buses and driving the cabs, I mean, literally, we're used to this. We get heavy rains almost every afternoon. If you'll recall the first night of the convention in Minneapolis, St. Paul had been canceled because of a storm. So, you <KNOW>, we're going to deal with it. We're prepared for it. We <HOPE> it moves further away from us, but if it doesn't, it's still going to be a great convention, and I <THINK> the Republican National Committee is going to be happy."
    },
    {
        "transcript_id": "CNN-170212",
        "matched_terms": {
            "think": "ungraded",
            "know": "ungraded",
            "probably": "ungraded",
            "around": "ungraded",
            "absolutely": "ungraded",
            "opinion": "ungraded"
        },
        "previous_statement": "Yes. In everything that we're dealing with, when we talk about, you know, the things that are going on in Washington and quibbling over the debt ceiling and all those things, it really makes them in some way, they're important but seem insignificant when you talk about the possibility of the loss of life.",
        "statement": "<ABSOLUTELY>. We're getting more air play today as the S&Ps; downgrading from us being a AAA to a AA plus. I mean, that's -- when you <THINK> about what has happened in and <AROUND> that, it shouldn't even be airing in my <OPINION>. That is a back story. That's something that the politicians need to figure out. And they need to figure that out quick. But as Americans we need to help the Special Forces community mourn these individuals. And let's do it respectfully. I'll have you <KNOW> that <PROBABLY> a good percentage of the families of these guys that just lost their lives have not even been contacted yet. So that's -- there's still a lot of families wondering, is it me, is it us? Is this happening to us, too? So I want everyone to keep that in mind. This situation is so fresh still, that a lot of these families have not even been contacted yet."
    },
    {
        "transcript_id": "CNN-146908",
        "matched_terms": {
            "think": "ungraded",
            "could": "ungraded",
            "feels": "ungraded"
        },
        "previous_statement": "Come on. I mean, what`s going on here? Attention seeker?",
        "statement": "She <COULD> have something like borderline personality disorder, she could just be depressive and looking for attention so <FEELS> better. She`s medicating with all this attention. I <THINK> about the parents -- can you think about the Johnson family? And they`re having to watch all this while their daughter went through that horrific situation alone and now you have Tila out there tweeting constantly? It`s a tragedy."
    },
    {
        "transcript_id": "CNN-172350",
        "matched_terms": {
            "know": "ungraded"
        },
        "previous_statement": "Brooke, a grand mal seizure is basically what most of us picture when we think of a seizure. Two important things happen. One, muscles contract violently and two, the person becomes unconscious. Cindy Anthony said she's not sure why her daughter had these seizures and she said she would like to know the cause. There are several causes, things like epilepsy, brain tumors, strokes can cause seizures, and so can infections. Now, again, what happens in a seizure, someone becomes unconscious because these signals are just going haywire in their brain. In her interview with Dr. Phil, Cindy Anthony wondered whether her daughter suffered from post-partum schizophrenia. Many of us have heard of post-partum depression. Post-partum schizophrenia is an even more extreme disease. Caylee was two years old when she died. Post-partum depression or schizophrenia usually sets in within just months. Brooke.",
        "statement": "OK, Elizabeth, thank you very much. So we <KNOW> what a grand mal seizure is, but what about the legal side here to Cindy Anthony's claim? Sunny Hostin on the case. Sunny, the obvious first question, if Casey Anthony had suffered from these grand mal seizures, wouldn't her attorneys brought that up during trial?"
    },
    {
        "transcript_id": "CNN-28933",
        "matched_terms": {
            "think": "ungraded",
            "maybe": "ungraded",
            "probably": "ungraded",
            "feel": "ungraded",
            "should": "ungraded",
            "quite": "ungraded",
            "seem": "ungraded"
        },
        "previous_statement": "OK, a couple more e-mails. Jennifer in Texas says: \"Statistically, my son should be in prison. I was not married enough to have the four children they had. I had an on again-off again relationship with their father. My sons are all grown up and lead productive and responsible lives. Statistics can be misleading, and make you doubt your parenting abilities.\" And in Minneapolis: \"My child just moved to a new center because of problems she had with aggressive kids. We also reduce the amount of time my girl is in daycare, because we saw some of this aggressive behavior in kids who were there all day.\" Joining us now is Dr. Alvin Poussaint, a child and family psychiatrist. He is associate dean at Harvard Medical School. And on the phone with us is John Rosemond, syndicated columnist and the author of ten parenting books including his latest, \"John Rosemond's New Parent Power.\" Welcome to the both of you. Dr. Poussaint, there are a lot of mothers out there just drowning in guilt over this study; what do you make of it?",
        "statement": "I <THINK> the study is <QUITE> alarmist. I think the way they stated the statistics is a way of sensationalizing the results. If you actually look at what happened, they said 17 percent of the children who in daycare over 30 hours were more aggressive and more demanding, more complaining, what exactly does that mean? That means that 83 percent of the children who were in some type of daycare did not have these aggressive problems. I think they <SHOULD> be looking at, what is the difference between the 17 percent who <SEEM> to be more aggressive, and the 83 percent who are not aggressive and who seem quite normal? So that's a key question to me. And I think that's where it <PROBABLY> has something to do with the quality of daycare and also the parents and their sensibilities and the socioeconomic situation and poverty. Those are the key factors to look at. I think we will have daycare. There is still a problem with good daycare. And one thing that no-one pointed out, is one of the problems with daycare is, there's a large turnover of staff, so children make an attachment and they become unattached to someone they're closed to, because people move on, because salaries are so low. I think that's a critical ingredient in whether the children <FEEL> a sense of getting emotional support when they are in daycare, and only a small percentage of daycare, <MAYBE> 5 to 10 percent, is rated high quality by a lot of pediatricians."
    },
    {
        "transcript_id": "CNN-78107",
        "matched_terms": {
            "think": "ungraded",
            "clear": "ungraded"
        },
        "previous_statement": "I think it's a critical indication that the Palestinian Authority no longer has very much authority. We saw the problem of its decline as authoritative body over the last two years. But this shows that it does not have authority, even in the case where it invites American officials. And it's very important for the Palestinians to maintain a good relationship with the American people and with Americans who are trying to come to the West Bank and Gaza to do something positive, in the eyes of the Palestinians. After all, these people were coming to find scholarship candidates among Palestinians to go to the United States. And these people were coming, as the Palestinians had wanted Americans to do, to spend more time.",
        "statement": "Let me stop you right there, because I want to ask Mr. Rahman. Do you <THINK>, then, that this is a <CLEAR> indication that the Palestinian Authority cannot control the militants in the area that they patrol?"
    },
    {
        "transcript_id": "NPR-26800",
        "matched_terms": {
            "could": "ungraded"
        },
        "previous_statement": "And still some of the old magic - at least for investors - is gone. At first glance that can seem kind of crazy. About a month from now, Apple will release its earnings report for the Christmas season, and analysts are expecting it to rake in well over $50 billion in revenue. They expect somewhere in the neighborhood $14 billion in profits.",
        "statement": "Forty nine million iPhones <COULD> get shipped in the December quarter. I mean it's a staggering number."
    }
]