[
    {
        "transcript_id": "CNN-261681",
        "previous_statement": "Very nice.",
        "statement": "Congratulations."
    },
    {
        "transcript_id": "NPR-13713",
        "previous_statement": "The critics pretty much want The Wild put to sleep, even though the Chicago Tribune howls, \"It has a good director, snazzy visuals and some really funny animals.\" Most agree with the point made by Entertainment Weekly, which snarls, \"a flat out regurgitation of 'Madagascar'.\" And the L.A. Weekly moans, \"The animation is cheesy. The banter isn't funny. And the score is noisy and grating.\" So parents who have to take their kids to it this weekend, that's what the iPod is for. Catch up on some NPR podcasts.",
        "statement": "And we close, in limited release, with the biopic The Notorious Bettie Page. Mary Harron, the director of American Psycho, co-writes and directs Gretchen Mol as the legendary 1950s pinup girl, who became big in the bondage industry."
    },
    {
        "transcript_id": "CNN-282453",
        "previous_statement": "Did the residence have cameras? Does it show if anybody came into the residence? We have reports that he was dropped off approximately 8:00 p.m. the evening before and went into the residence and that he may have been there alone, but was there any other evidence to show that someone else came to the residence.",
        "statement": "We've reached out to investigators and to Prince's representatives with those questions. So far they have not responded. Kerry Gordy who once helped run Paisley Park has said he believes there were security cameras on the premises but he doesn't remember specifically -- Wolf."
    },
    {
        "transcript_id": "CNN-382790",
        "previous_statement": "Correct. Correct. I don't have any knowledge one way or the other about the merits of the claim about Joe Biden and Hunter Biden. I'm simply saying that for the impeachment standard, when the Senate -- if the Senate gets to it, they have to decide the issue of President Trump's motive and that will require them to make a factual judgment. I'm not making that factual judgment. I'm just identifying the relevant factual issue.",
        "statement": "That was excellent. Thank you, professor."
    },
    {
        "transcript_id": "CNN-344883",
        "previous_statement": "Right. So can you please step away from me, sir?",
        "statement": "But you cannot --"
    },
    {
        "transcript_id": "CNN-258907",
        "previous_statement": "Coming up for us, huge crowds are gathering right now.",
        "statement": "Oh, wow."
    },
    {
        "transcript_id": "CNN-207958",
        "previous_statement": "I believe it's a combination of both. I think it was designed to try to get him on something. It's also these things are coming out. And I agree absolutely. It was not a good look to say we're going to have off-the-record conversations about something, especially on the heels of being repeated about being a transparent administration. Those two images do not go well together. So, I definitely agree with that. But let's not pretend this is just, oops, look what we came across. No, the Republicans are definitely looking for something, not just to get to Holder, but to damage President Obama's legacy.",
        "statement": "It's a big boy world. Both parties do that when the other's in office."
    },
    {
        "transcript_id": "CNN-46262",
        "previous_statement": "The secret is now out. OK, well, you know, we're poking in people's bags this morning, and this young lady here is -- enabled me to get in her bag. You've got this skirt here. Now that was $39. I don't know if you can see. Was $39, reduced to $19.50, and then you got an additional 50 percent off. Can I see your tag there, right there? Additional 50 percent off on top of that, so you got the skirt for half of that. So that's why you're out here.",
        "statement": "Yes. That's why I'm out here shopping, to get a good sale and a better buy of everything that's really low today."
    },
    {
        "transcript_id": "CNN-317885",
        "previous_statement": "And I hope that if he's not able to stop the crazy, he leaves.",
        "statement": "Right. Wouldn't discipline come from the top, Jeffrey?"
    },
    {
        "transcript_id": "CNN-289208",
        "previous_statement": "Don't wiggle out.",
        "statement": "No wiggling."
    },
    {
        "transcript_id": "CNN-60675",
        "previous_statement": "But there's no negotiations about whether or not they've been telling the truth or not.",
        "statement": "Mr. President, are you going to send Congress your proposed resolution today?"
    },
    {
        "transcript_id": "CNN-352415",
        "previous_statement": "Priorities.",
        "statement": "The book again, \"Leadership in Turbulent Times.\""
    },
    {
        "transcript_id": "CNN-152364",
        "previous_statement": "None",
        "statement": "Good morning. Thanks so much for joining us on this Wednesday, the 23rd of June. It's the Most News in the Morning. I'm John Roberts."
    },
    {
        "transcript_id": "CNN-330389",
        "previous_statement": "Well, the people of Hawaii just got a taste of the stark reality of what we face here with a potentially nuclear strike on Hawaii. Every single cellphone in Hawaii just got this text message saying that a ballistic missile is incoming, take shelter, this is not a drill. So you can only emergency what kicked in where people start questioning, over a million people in my state of Hawaii is being faced with the reality that they have 15 minutes to find a place to take shelter. Where is a shelter, where do they find shelter to protect them and their families from a nuclear attack? It's crazy.",
        "statement": "How did it happen?"
    },
    {
        "transcript_id": "CNN-343428",
        "previous_statement": "-- 1997 and, of course, solidified even in 2014 and '15 in the Ninth Circuit, talking about the limitations on which the government can try to detain for a lengthy time over 20 days or even to try to undermine the rights that are given to people, even if they're undocumented in this country.",
        "statement": "So, didn't that force him to separate the families because he can't keep kids the same way he cannot keep the adults and what's what the Flores agreement said, so he was following the law?"
    },
    {
        "transcript_id": "CNN-45533",
        "previous_statement": "So you gave them information, but it was false?",
        "statement": "Yes."
    },
    {
        "transcript_id": "CNN-322723",
        "previous_statement": "Right now 93 percent of the island is without power and half of the island is without running water. Supplies are now getting into some of the hardest hits areas but on his visit to the island, the message from the U.S. president was on the upbeat. Boris Sanchez has this report.",
        "statement": "This has been the toughest one. This has been a category five, which few people have ever even heard of -- a category five hitting land. But it hit land -- and, boy, did it hit land."
    },
    {
        "transcript_id": "CNN-160720",
        "previous_statement": "I remember when I was a kid we had TV dinners. That was a big thing. Now, you know, we all sit around the table, maybe three times a week, if we're lucky as families.",
        "statement": "But how did they hijack it?"
    },
    {
        "transcript_id": "CNN-290467",
        "previous_statement": "I don't know that the extent of the small-dollar donations. But, yes, he had a good month.",
        "statement": "From a lot of small..."
    },
    {
        "transcript_id": "NPR-47897",
        "previous_statement": "Quickly.",
        "statement": "...just finish this one thought?"
    },
    {
        "transcript_id": "CNN-376866",
        "previous_statement": "A weapon banned in California.",
        "statement": "Yes."
    },
    {
        "transcript_id": "CNN-281848",
        "previous_statement": "We know about these effects because human have been consistently living in space for over 15 years onboard the International Space Station. And we`re learning even more about how our bodies react in space, after Scott Kelly became the first NASA astronaut to spend nearly a year on",
        "statement": "As you spend more time in space, you lose muscle mass. Your bones gradually lose calcium. They gradually lose structural integrity because they`re fighting the force of gravity."
    },
    {
        "transcript_id": "CNN-17753",
        "previous_statement": "Those responsible should know that the United States will not rest until the perpetrators are held accountable.",
        "statement": "The unfolding of a deadly day in the Middle East."
    },
    {
        "transcript_id": "CNN-21017",
        "previous_statement": "Never heard of him before.",
        "statement": "Did you have any prior relationship with the Democratic Party?"
    },
    {
        "transcript_id": "CNN-147986",
        "previous_statement": "Well, I think it has been explained pretty well. It is not a good explanation, but it's what the facts are. And the facts are that by policy, by SOP, they are not to become involved in confrontations. Their job down there is to observe and report. That is exactly what they did. Now --",
        "statement": "Is that a good --"
    },
    {
        "transcript_id": "CNN-27014",
        "previous_statement": "From Dallas, Texas, the flash, apparently official, President Kennedy died at 1:00 p.m. Central Standard time, 2:00 Eastern Standard time, some 38 minutes ago. Vice President Johnson has left the hospital in Dallas, but we do not know to where he has proceeded. Presumably, he will be taking the oath of the office shortly and become the 36th president of the United States.",
        "statement": "Is that your toughest moment?"
    },
    {
        "transcript_id": "CNN-291544",
        "previous_statement": "I didn't hear it.",
        "statement": "They include regions that are largely populated by extreme radical Muslims..."
    },
    {
        "transcript_id": "CNN-180624",
        "previous_statement": "I don`t know. They said it was some type of an odor. It was coming out of a vent.",
        "statement": "OK."
    },
    {
        "transcript_id": "NPR-597",
        "previous_statement": "But in any case, congratulations on the piece, Ted, and nice to have you back here in Studio 3A.",
        "statement": "Thank you, Neal."
    },
    {
        "transcript_id": "NPR-36326",
        "previous_statement": "These clips are from the latest \"Twilight\" movie called \"New Moon\" - it's out on Friday. And if you're not familiar with the \"Twilight\" series, roughly speaking, it's about love struck teens and their forbidden romances with deadly vampires and werewolves.",
        "statement": "Anyway, if you ever find yourself waking up next to a vampire or a werewolf, or find that you've become one, there are two new self-help guides to get you through the trauma."
    },
    {
        "transcript_id": "CNN-191752",
        "previous_statement": "Let me help you with that.",
        "statement": "It's a film that lays the argument of the undecideds."
    },
    {
        "transcript_id": "CNN-265244",
        "previous_statement": "Okay.",
        "statement": "Is there anything there? --"
    },
    {
        "transcript_id": "CNN-21017",
        "previous_statement": "Which one? Number 5?",
        "statement": "No, underneath number 5, the note."
    },
    {
        "transcript_id": "NPR-44458",
        "previous_statement": "Reverend Frederick Haynes III has been the leader of Friendship-West Baptist Church, with more than 12,000 members, for 35 years. The influential pastor was named to the Confederate monuments task force to advise the city. Haynes is flabbergasted that three of the four black city councilmen voted to keep the memorial up, and he's wary of their explanation that the Confederate statues will come down someday.",
        "statement": "The history of Dallas - that I thought we were getting over - of compromising with people who want to uphold white supremacy - that's been Dallas' history. And as far as I'm concerned, it's plantation politics."
    },
    {
        "transcript_id": "CNN-148287",
        "previous_statement": "He had to pay for his dinosaur in cash. Okay, they would not allow it.",
        "statement": "Thanks, Christine, \"Minding Your Business\" this morning. Building up America, Tom Foreman is on the CNN express for a week-long road trip, why Austin, Texas, is thriving despite hard times. We will tell you."
    },
    {
        "transcript_id": "CNN-393795",
        "previous_statement": "Biden by six. I'll go -- no, 10. I'll go up.",
        "statement": "Wow. That was a 40 percent jump there in a mere pause."
    },
    {
        "transcript_id": "CNN-21017",
        "previous_statement": "No.",
        "statement": "Did you vote in the presidential election 2000?"
    },
    {
        "transcript_id": "CNN-306040",
        "previous_statement": "Before this, the president skirted the issue in news conferences since taking office.",
        "statement": "I am the least anti-Semitic person that you've ever seen in your entire life."
    },
    {
        "transcript_id": "CNN-384081",
        "previous_statement": "My goodness. It's unbelievable, to see what's behind you and how frequently this has happened, especially this year. Dan, thank you very much for being there and for that reporting. There's a lot going on this Monday. Here's a look at \"What to Watch.\"",
        "statement": "What to Watch... 11:25 a.m. Eastern, President Trump speaks in Chicago; 1:00 pm. Eastern, Criminal Justice town hall in Philadelphia; 5:45 p.m. Eastern, White House Halloween."
    },
    {
        "transcript_id": "CNN-338969",
        "previous_statement": "You don't follow the stock on a day by day?",
        "statement": "Oh, I follow it on the minute --"
    },
    {
        "transcript_id": "CNN-3564",
        "previous_statement": "Imagine \"Dumb and Dumber\" meets \"Murder on the Orient Express.\" Well, that pretty much describes the dark comedy \"Drowning Mona.\" Danny DeVito and Bette Midler head the ensemble cast, which also includes Neve Campbell and Casey Affleck, brother of Ben. Bill Tush went to the cast to get to the bottom of this whodunit.",
        "statement": "Mona Dearly is the most hated woman in the small town of Verplanck, New York."
    },
    {
        "transcript_id": "CNN-86670",
        "previous_statement": "And in the shower of balloons and confetti, Kerry and his campaign hope his words connect not only with partisans, but with voters who are taking a close look at him for the first time. (on camera): After attending some late night partiers, John Kerry and John Edwards will head to a swing state, Pennsylvania, for some post-convention campaigning on Friday. In Boston, I'm Keith Oppenheim reporting.",
        "statement": "The final day of the convention included protests at the convention hall and near Kerry's home. A group calling themselves Vietnam Veterans Against John Kerry tried to throw symbolic medals and ribbons over the fence onto Kerry's property, reenacting his 1971 protest on Capitol Hill, but the Secret Service stopped them from reaching Kerry's home. Hundreds of protesters also marched outside the Fleet Center, where the Democratic convention was held. They set fire to a two- faced effigy of Kerry and President Bush. President Bush, by the way, also returns to the campaign trail today after keeping a low profile during the Democratic convention. Aides say he'll travel to key battleground states and open a new phase of his reelection campaign. The president will make stops today in Springfield, Missouri, Grand Rapids, Michigan and Cleveland, Ohio. More now from CNN's Kathleen Koch."
    },
    {
        "transcript_id": "CNN-85093",
        "previous_statement": "U.S. Visit, of course, is designed to deal with this problem. It is an entry/exit program. For the first time to begin keeping track of who's coming across the border, what their stay is, and when they leave. That's not been done before. And it's fund mentally necessary if you're going to claim to have control of your borders. I think the merger of this function into the Department of Homeland Security gives us an opportunity to get serious about border control in a way we never have before. I think the oversight and attention we can give to this is enhanced in the house of representatives because we, just like the executive branch which reorganized itself, have created the Homeland Security Committee expressly for this purpose.",
        "statement": "Congressman Christopher Cox, chairman of the Select Committee on Homeland Security, we thank you for being with us."
    },
    {
        "transcript_id": "CNN-56430",
        "previous_statement": "I think you...",
        "statement": "America is not building American settlements in Afghanistan and is not stealing Afghani land, and it is not occupying Afghanistan. Taliban was conducting an act of aggression against the United States. Israel is occupying Palestinian territory."
    },
    {
        "transcript_id": "CNN-365027",
        "previous_statement": "Yes. It's always the kids who suffer the most in the situations like this. Rik, we wish you well and the best of luck with all of that. And you got some work ahead of you. So, we appreciate you being with us.",
        "statement": "Thank you."
    },
    {
        "transcript_id": "CNN-135652",
        "previous_statement": "Good evening, everybody. President Obama today declared he will introduce comprehensive health care reform by the end of this year. He said the nation cannot wait. But opponents say those reforms will lead to socialized medicine and waiting lists for urgent health care. Now, there are also concerns that lobbyists and special interest groups will take control of the president's reforms. Representatives of many of those special interests were at the president's health summit at the White House today -- Dan Lothian reports.",
        "statement": "An emotional jolt as the soon to be knighted Senator Ted Kennedy, a health care reform champion arrives at the summit."
    },
    {
        "transcript_id": "CNN-307479",
        "previous_statement": "The whole thing is there.",
        "statement": "We've got the behind-the-counter shot, everything."
    },
    {
        "transcript_id": "CNN-21017",
        "previous_statement": "Will you raise your right hand, sir? Do you solemnly swear upon the testimony you're about to give will be the truth, the whole truth and nothing but the truth, so help you, God?",
        "statement": "I do."
    },
    {
        "transcript_id": "CNN-281596",
        "previous_statement": "Are you watching the Democratic debate?",
        "statement": "Nope. I'm watching \"The Princess Bride\" for the 843rd time."
    },
    {
        "transcript_id": "CNN-184226",
        "previous_statement": "I didn't see it, a whole bunch of great authors saw it, science fiction authors are fabulous in that they get to make it up and we get to make it happen.",
        "statement": "Giving firefighters information everywhere they look."
    },
    {
        "transcript_id": "NPR-47220",
        "previous_statement": "Thank you.",
        "statement": "Thank you."
    },
    {
        "transcript_id": "CNN-388812",
        "previous_statement": "Don - yes.",
        "statement": "--that makes a mockery of conservative thinking for the last 50 years. But Charlie, are you--"
    },
    {
        "transcript_id": "CNN-364993",
        "previous_statement": "Will the Prime Minister welcome Oil and Gas U.K.'s report today predicting 200 billion pounds of new investment in the sector, supported by this Government's fiscal policy in direct contrast to the SNP's failure to stimulate the Scottish economy?",
        "statement": "Can I say to my Honorable Friend that the Chancellor's spring statement last week showed that this is indeed a Government that is delivering for Scotland. He mentions the issue of fiscal policy in oil and gas. We have also put in 260 million pounds for the borderlands growth deal, 68 million pounds extra in Barnett consequentials for the Scottish Government, and 79 million pounds for a new national supercomputer at Edinburgh University. While the SNP is obsessed with independence, it is this Conservative Government that is focused on growing Scotland's economy."
    },
    {
        "transcript_id": "CNN-221757",
        "previous_statement": "Excuse me, I'm just going to jump --",
        "statement": "Yes, go ahead, Richard."
    },
    {
        "transcript_id": "CNN-55979",
        "previous_statement": "Not on record. Off the record, I do.",
        "statement": "In concerts you will?"
    },
    {
        "transcript_id": "CNN-36668",
        "previous_statement": "And we're sorry because we are out of time now. But, Brooke, always a pleasure to see you.",
        "statement": "Thank you."
    },
    {
        "transcript_id": "CNN-323605",
        "previous_statement": "I didn't know. I mean, I had no interest in running for public office. Absolutely positively none. And my life at that time, when I was born, my father was in Congress. When I was in first grade he became mayor of Baltimore. When I was a freshman --",
        "statement": "You held the bible when he got sworn in, yes."
    },
    {
        "transcript_id": "CNN-73379",
        "previous_statement": "For 27 years, the military has been his life.",
        "statement": "This place is like having a family."
    },
    {
        "transcript_id": "CNN-5506",
        "previous_statement": "As I say, I think they -- they have thought for a long time here that this case would be resolved in the U.S. courts quickly and that the boy would be returned to Cuba promptly. Well obviously that was not the case. The drama, the impasse and the standoff is growing bigger and bigger by the day, and I think they felt that finally it was time to get off this moral high ground that certainly the Cuban government had been taking all along and get the father over there, because that certainly takes away a lot of the arguments from those who say that the father is being pressured, that he really doesn't want the child and that he is being manipulated totally by the Cuban government. And, of course, it gets the father and the son together again. And as they say very often, possession is nine-tenths of the law. Of course, it's yet to be seen whether U.S. authorities will go along with this plan -- Leon.",
        "statement": "And, of course, we'll be standing by to see it. Lucia Newman reporting live this morning from Havana, we thank you. Search CNN.com CNNSI.com CNNmoney.com The Web"
    },
    {
        "transcript_id": "NPR-13969",
        "previous_statement": "Thank you.",
        "statement": "Tom Davis is the former chair of the National Republican Congressional Committee. He is the director of federal government affairs at the consulting firm Deloitte and Touche, and president of the Republican Main Street Partnership. Thank you."
    },
    {
        "transcript_id": "CNN-55979",
        "previous_statement": "That's Liverpool.",
        "statement": "Hey, come on."
    },
    {
        "transcript_id": "NPR-29794",
        "previous_statement": "Along with her brother, she's trying to hitch a ride north to relatives in Benghazi. Houda says she's not taking sides, that she doesn't really care who wins. She just wants the violence to stop.",
        "statement": "(Foreign language spoken)"
    },
    {
        "transcript_id": "CNN-406610",
        "previous_statement": "You know, that's one of the things so beautiful about him and his whole generation. My godmother is Dottie Zellman and Dinky Forman and they were in the committee room by him. They were taught by other. C.T. Vivian, who died on the same day as John Lewis, was just a little bit older than Diane Nash, a little bit older than John Lewis, but he was there as an older student teaching the younger ones. This tradition of passing it on from generation to generation, you know, has to continue. I think it must be an extraordinary thing to be of the John Lewis generation, for those people, what you would call your autobiography, we would call our history. I mean, that's the impact that they had as young people, as people who were breaking down barriers. This new generation is in a very interesting spot because they are out there with a much bigger movement, from a numbers point of view, from a diversity point of view, frankly, from a corporate celebration point of view. The civil rights movement was never embraced, you know, by the equivalent of Starbucks at that time. The Walgreens of that time wasn't putting out, you know, Dr. King T-shirts the way that the corporate movement -- corporate America has now embraced Black Lives Matter and its allied movements. And so on the one and they arrived at a bigger pinnacle than even the John Lewises. And at the same time, changing the laws and following through has still yet to be done for them. And they have the opportunity, thank goodness. John Lewis was so generous with his time. He was so generous with his instruction. My ex-wife and still best friend, Jana Carter (ph), went down to one of those marches and spent time with him,. And thousands of people can say that, just ordinary folks. He left behind not just a legacy but the lessons, not just the demonstrations but the conversations. And that stuff is going to be in the blessing for a long time. And part of the reason it's so important what we're doing today, that we're taking the time, not just yesterday but all day today to tell the stories again and again is to give this next generation more and more access to the quality of leadership, what you can do with your life, what you can impact people with. If you are consistent, if you are compassionate and if you are courageous and if you stick with your views, eventually things come around to you. But great thing about that, he wasn't just a demonstrator. He was also a legislator. He didn't just march about it. He got the laws changed. And that's what we've got to stick with as we move to the next stages.",
        "statement": "Excellent points by Van Jones. And is you see, the Air Force joint at Joint Base Andrews making the final preparations to bring the casket carrying the late Congressman John Lewis off the plane and into the hearse and then the procession through the streets of Washington. I want to go back up to Capitol Hill and Dana Bash, who has a special guest, a dear friend of the late Congressman."
    },
    {
        "transcript_id": "CNN-116135",
        "previous_statement": "I'd say a handgun. It was not a large rifle at all. It was black and it was plastic. I don't know much about guns, though.",
        "statement": "Describe how he came into the classroom."
    },
    {
        "transcript_id": "CNN-112987",
        "previous_statement": "I even dated the lab assistant. Didn`t help. No good. All right. So I went through a couple of other majors, and I finally -- everyone agreed that I should do what I loved, which was be a starving English professor. And that was really, truly my love. And, not long after I had gotten engaged, my fiance, which many people know by now, and it`s a very -- blur of memories. When Keith was murdered, shortly before our elopement. In fact, as has been pointed out to me in the press, a lot of my memories of the trial are blurred. And -- painful and I changed.",
        "statement": "OK..."
    },
    {
        "transcript_id": "CNN-369652",
        "previous_statement": "Seventy-eight.",
        "statement": "I will be 90 in November."
    },
    {
        "transcript_id": "CNN-105848",
        "previous_statement": "We won't really know until they get to the door.",
        "statement": "And, in a war zone, even the most seasoned doctor can be surprised at what comes through that door."
    },
    {
        "transcript_id": "CNN-135652",
        "previous_statement": "An emotional jolt as the soon to be knighted Senator Ted Kennedy, a health care reform champion arrives at the summit.",
        "statement": "Then moments later, the senator battling brain cancer vows to be a foot soldier in the fight for reform."
    },
    {
        "transcript_id": "CNN-229961",
        "previous_statement": "Did he give you food?",
        "statement": "No."
    },
    {
        "transcript_id": "CNN-322675",
        "previous_statement": "Indeed. Isa Soares bringing us that live report from Barcelona where it is after 9.20 in the morning. Thanks for that, Isa. We turn now to Puerto Rico where the death toll from hurricane Maria has risen to 34. The news of more deaths came as U.S. President Donald Trump traveled back to Washington after a visit to the island. CNN's Boris Sanchez has more now on his trip.",
        "statement": "This has been the toughest one. This has been a category 5 which few people have ever been heard of. A category 5 hitting land, but it hit land, and boy, did it hit land."
    },
    {
        "transcript_id": "CNN-7107",
        "previous_statement": "Different designs, very ambitious; sometimes they used to last until the next morning, an sometimes the waves would wash them away.",
        "statement": "And time washed away Levine's dreams of becoming an architect. After graduating from college, he headed for Wall Street."
    },
    {
        "transcript_id": "CNN-207031",
        "previous_statement": "Oh, my God, their door is in.",
        "statement": "Darla Johnson shot this as it approached a row of townhouses."
    },
    {
        "transcript_id": "CNN-36156",
        "previous_statement": "Well, I think to the British people she really represents everything that's great about Great Britain. She represents a certain amount of political incorrectness which no one dares say anymore. She represents everything that's good about the past and everything that's good about the present. She's our last great queen empress.",
        "statement": "Any word from the hospital on when they will release a condition report or something like that to update us?"
    },
    {
        "transcript_id": "CNN-82112",
        "previous_statement": "That's the answer.",
        "statement": "Why don't women just tell us what they want us to do, because we'll do it?"
    },
    {
        "transcript_id": "CNN-395210",
        "previous_statement": "I had my temperature taken coming into the room. I also took the test. Yes. And I decided I should based on the press conference yesterday, people were asking did I take the test.",
        "statement": "When will we have the results, Mr. President?"
    },
    {
        "transcript_id": "CNN-96284",
        "previous_statement": "Howard Safir, I'm going to have to interrupt you shortly. I'm sorry for this. But we want to go now to British television, who has a witness on the shooting there. Let's take a listen.",
        "statement": "Bang, bang, bang, bang, bang, five shots."
    },
    {
        "transcript_id": "CNN-155919",
        "previous_statement": "Absolutely.",
        "statement": "... which means better chances at life generally. Clyde, what a pleasure to see you, my friend."
    },
    {
        "transcript_id": "CNN-110382",
        "previous_statement": "What does that have do with 9/11 that 100 guys did and we have spent a trillion dollars --",
        "statement": "But it has to do with 9/11 --"
    },
    {
        "transcript_id": "CNN-245919",
        "previous_statement": "At the age of 90, I mean, the thing that we would be most concerned about in general is heart disease. Is it a sign of a heart attack? Is it something else that's going on with the heart? If it's somebody that's had bronchitis before, you might wonder, well, could there be something happening with the lungs? You know, could this be something related to asthma or things along those lines? So, you always check the heart and lungs. You check what is most dangerous first. But at the same time, this president has been in very good health, you know, in general, compared to a lot of people his age. But it could be something that's not necessarily a danger. I mean, people are having a lot of heavy meals, right, for the holiday problems for the holiday season. Sometimes, you have reflux or have other things that trigger a cough or might cause some shortness of breath.",
        "statement": "A White House spokesman says President Obama has been made aware of the elder Bush's hospitalization. The Obamas send the ex- president and his family their good wishes. Turning now to New York, still a city in turmoil. Caught on one side between continuing anger over police violence, protesters jammed the sidewalks, chanting against what they call racist cops. On the other side, mourning, raw sadness over the murder of two police officers, with tributes across the city to Officers Rafael Ramos and Wenjian Liu. Mayor Bill de Blasio leading a moment of silence at city hall in honor of the fallen men."
    },
    {
        "transcript_id": "CNN-235894",
        "previous_statement": "I had a House member tell me that when Eric Cantor, who obviously lost his primary as we all know earlier this year, the first caucus meeting of the House Republicans after that happened that John Boehner broke down crying, not entirely out of nostalgia for the end of the Cantor era.",
        "statement": "Or out of character for Boehner -- right. I mean he cried --"
    },
    {
        "transcript_id": "CNN-113187",
        "previous_statement": "We're going to show another clip, the only TV interview with the Oklahoma bomber, Timothy McVeigh. This was after he was convicted. It won an Emmy, among many he won for Ed Bradley. Watch.",
        "statement": "Everyone in America saw the pictures on television, heard the news on the radio. What was your reaction when you saw those pictures?"
    },
    {
        "transcript_id": "CNN-236251",
        "previous_statement": "There is some distribution of water, of food to people. They have shelter here. We're going to take you outside, this is just a church that we're in. Again, it's just a snapshot of a much bigger problem. The temperatures out here are high above 100 degrees Fahrenheit, so people are looking for pockets of shade. I've seen other people yesterday who were taking shelter in unfinished construction sites, in parking lots of gas stations, and you see that the Kurdish authorities are making an effort to help, but they clearly can't handle this, and fight ISIS militants who they say outgun them at the same time. So this is a really big problem. The aid drops, the humanitarian aid drops that have been going to reportedly tens of thousands of stranded Yazidis on a mountaintop, that might be helping those people, but we're talking about a much, much larger exodus that has taken place here. The Iraqi Christians that I've been talking to have been saying simply they want to leave Iraq. They want to go. They think there's no future in this country. Many of them resigned to the fact that they think they'll never be able to go back to their villages and towns again, which isn't only a humanitarian disaster but a cultural one as well because this is one of the most ancient Christian communities really in the world. One that is being decimated by this latest eruption of violence. And the people we've spoken to, some of them have been fleeing now for the second time in the last two months. First Christians who fled the city of Mosul which ISIS militants captured in lightning speed last June. They fled to nearby Christian towns, which have then been captured within the last two days. So amid this discussion, there is a very humanitarian element, big humanitarian element. These people simply don't know what they're going to do. They have arrived quite literally with the clothes on their backs. Carol?",
        "statement": "Ivan, the U.S. conducted air strikes earlier. Did you hear anything? Is it near where you are?"
    },
    {
        "transcript_id": "CNN-77143",
        "previous_statement": "A big romantic connection was going to be between Monica and Joey.",
        "statement": "Fads that infiltrated our culture."
    },
    {
        "transcript_id": "CNN-15221",
        "previous_statement": "You've got to think about long-term education.",
        "statement": "But what are the long-term implications of that? I mean, if this economy goes into the tank, what are these people who don't have college degrees going to do?"
    },
    {
        "transcript_id": "CNN-319188",
        "previous_statement": "I -- you know, I don't know and I think we're in uncharted territory. They must be thinking about that, obviously, you know. He has family members who are Jewish. They're not going anywhere. You've got to wonder for some of the Jewish members of his cabinet, are you doing to do a better job, you know, making a big statement and jumping ship or trying to influence things from the inside? Who are those people going to be replaced by? There's three years -- you know, more than three years left of a Donald Trump presidency here so, you know, just quitting -- I don't know what the answer is. You saw, however, you know, his chief of staff looking dower and the facial expressions on --",
        "statement": "Yes."
    },
    {
        "transcript_id": "CNN-53608",
        "previous_statement": "Yes.",
        "statement": "So I mean, let's just look at this whirlwind. Not even this whirlwind year, I mean, whirlwind the last few months, Olympic gold, silver, and now you are one of the most beautiful people in the world."
    },
    {
        "transcript_id": "CNN-93045",
        "previous_statement": "He didn't want them to go to school and learn how to paint. He said don't send them to art school. Never send them to art school because then they'll start to feel -- they'll start losing their talent. And he loved the creations. Now, there's one story I tell in the book of when Antonia was young she would do a scribble, very young. I mean less than a year old, and he would take that scribble and say, \"This is a beautiful painting, look.\" And he would just draw one line and it would become this face. And I said, \"Wow, that's incredible.\" But when Ryan was born, I'd say he was about 2 years old, and he did a scribble and Tony did that. He said, \"Oh, my gosh, Ryan this is a dancing man.\" He drew this wonderful line around the thing and he made this dancing man. And Ryan started crying, he's say, \"Poppa, that wasn't a dancing man; that was a race car.\" And he realized -- he said, \"I shouldn't tell them what they're drawing. He knew what he was drawing and he has a strong\" -- and so he stopped doing that. But I have a whole series of paintings that Antonia did and he and Antonia did together, and he signed then A.A. Quinn, and then they had an exhibition. At one of his exhibitions he said, \"I want to put a wall of her...\"",
        "statement": "How are they doing, the kids?"
    },
    {
        "transcript_id": "CNN-273308",
        "previous_statement": "Well, you have to remember who President Obama was speaking to specifically with the town hall. I'm not sure who he was really trying to convince were people utterly sure that the government is taking their guns away. But he really was presenting a reasonable demeanor. He kept very calm. He seemed very smart about the issues. And so, who he was speaking to was the undecided voter in the middle who sort of may see the points on both sides and looking for someone to convince them that they are the reasonable voice in the room. So, I'm not sure, as he put them, conspiracy theorists. I'm not sure he reached those individuals.",
        "statement": "Right."
    },
    {
        "transcript_id": "CNN-84518",
        "previous_statement": "Yes, sir.",
        "statement": "You did review the procedures that were being followed for the interrogation of detainees in Iraq?"
    },
    {
        "transcript_id": "CNN-394607",
        "previous_statement": "She has got a choice in alliance with her values or her alliance with the party.",
        "statement": "This is \"New Day\" with Alisyn Camerota and John Berman."
    },
    {
        "transcript_id": "NPR-8291",
        "previous_statement": "Right - that the Russians would retaliate. And we had to be able to be in a posture to facilitate working in a minimalist mentality in Moscow. And we were, for the first time, OK with doing that because we knew long-term, we had to equal the battlefield 'cause I can tell you we did not have anywhere near a hundred diplomats in Moscow.",
        "statement": "Are you using the term diplomats loosely?"
    },
    {
        "transcript_id": "NPR-8376",
        "previous_statement": "You know - you know how sometimes you get your arm underneath you and it goes to sleep or whatever and...",
        "statement": "Right."
    },
    {
        "transcript_id": "CNN-92912",
        "previous_statement": "Yes. I don't think there's any question that they're going to ask for the death penalty, Larry. And really, Brian Nichols only chance of avoiding the death penalty may be the woman who actually led to his capture. Ashley Smith certainly will be one of the best witnesses for the prosecution. We know in particular, based on her statement the other night, that he, Brian Nichols, gave her information about the murder of David Wilhelm. And since there were no witnesses to that murder, her testimony could be critical for the prosecution. But what's so interesting is that, her testimony could also be critical for the defense. This is a woman who humanizes Brian Nichols, who let us all see that he didn't want to do any more harm, that he felt badly over the murder at least of David Wilhelm. And that he couldn't believe that he had done things that he did. So, she becomes just a tremendously important character in this whole saga.",
        "statement": "Chris, after listening to his brother, does this make it even more bewildering?"
    },
    {
        "transcript_id": "CNN-168060",
        "previous_statement": "Sustained.",
        "statement": "Were you angry because they hid the pregnancy from you?"
    },
    {
        "transcript_id": "CNN-313955",
        "previous_statement": "That's absolutely right. And we're hoping to hear more as early as today about the president's views on the attorney general. It really paints a picture of a president who was furious after losing control of the Russia investigation. And it happened after one of his most fervent political supporters, his handpicked attorney general, removed himself from all things related to Russia, setting off a chain reaction that led to the appointment of special counsel.",
        "statement": "Amid a series of heated exchanges in recent weeks between President Trump and Attorney General Jeff Sessions, sources tell CNN that the president's longtime ally threatened to resign if the president no longer wanted him in the position."
    },
    {
        "transcript_id": "CNN-92912",
        "previous_statement": "That's my brother.",
        "statement": "You love him?"
    },
    {
        "transcript_id": "CNN-12903",
        "previous_statement": "So acoustical engineers covered the arena's ground-level walls with soft blue fabric draped over thick padding.",
        "statement": "This is the same type of material that you put in your attic for insulation, and when the sound comes through the fabric and hits this, we wind up absorbing that sound so it doesn't bounce back and create an echo."
    },
    {
        "transcript_id": "CNN-156989",
        "previous_statement": "The end is etched in stone. Exactly when is, well, up in the air. There are two space shuttle flights left --",
        "statement": "-- your touchdown."
    },
    {
        "transcript_id": "CNN-294377",
        "previous_statement": "Dylann Roof is not an immigrant.",
        "statement": "The point is that these are terrorists. Hang on --"
    },
    {
        "transcript_id": "CNN-341106",
        "previous_statement": "The White House is reiterating that the president is serious about the meeting.",
        "statement": "The president's not just looking to have a meeting. He's not looking for just a cheap political stunt. He wants to get something that's a long lasting and actual real solution. And if the meeting takes place on June 12th, we'll be ready. If it takes place on July 12th, we'll be ready. We'll do whatever is necessary to prepare for that on that front."
    }
]