[
  {
    "transcript_id": "CNN-167036",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Back then, though, you were cutting checks, you had disguises. You are a charmer, sweet talker. In 2011, where everything is about hacking and electronic espionage, are your -- would today's con man be a modern version of you? Or is that a different game altogether?",
    "statement": "It's a <TOTALLY> different game. There are no more con men because you don't have to see anybody. You don have to see your victim. Your victim doesn't have to see you. The crime is done from thousands of miles away. And, <CERTAINLY>, 4,000 times easier than when I did it. Everything from printing checks, which required big printing presses, now, color copiers and scanners, digital thing, make it so much easier to do. So, there isn't that personality of a con man needed anymore. It's more about what can I do on a computer to get into somebody else's account."
  },
  {
    "transcript_id": "CNN-368993",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "He's not bluffing. Trade officials say the president's threat to hike tariffs on Chinese goods is real. Critical trade talks resume tomorrow.",
    "statement": "This little thing is <ABSOLUTELY> to die for. So, I'm just over the moon."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "In the Oscar-winning film \"An Inconvenient Truth,\" Al Gore says the debate is over and the verdict is in. Any movie with charts and graphs this big, I mean, they have got to be right.",
    "statement": "Some tough words. Gore's critics also picked up some powerful ammunition just before the Nobel Committee announced the Peace Prize. A British judge ruled \"An Inconvenient Truth,\" the Oscar-winning film of Gore's global warming lecture, contains nine errors that need to be pointed out to students as the movie is played in British schools. Since we're keeping everyone honest here, we are going to look at all nine points of contention this hour. First, the link between global warming and the weather. In the movie, Gore implies there's a direct link between global warming and the killer hurricane season of 2005, which, <OF COURSE>, included Katrina, as well as a series of devastating tornadoes the year before. Listen to this. ("
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "So was the baby -- Gurnal, was the baby in her vehicle, or was he in a stroller or a shopping cart beside the vehicle?",
    "statement": "From what we understand, he was inside the vehicle. And then when she went to get the produce, he either made his way out and made his way off, or still they`re trying to investigate whether it was the <FACT> that <MAYBE> someone took him."
  },
  {
    "transcript_id": "CNN-257257",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "When you look at that, I wonder what the sentiment is among you and your fellow traders that this can be or will be contained or if this is going to spill over in a major way?",
    "statement": "Well, you <KNOW>, I <THINK> the issue is we've been dealing with Greece, as you just pointed out in your previous -- in your previous topic, for five years, if not longer. And you would think, at some point, Wall Street, <CERTAINLY> Wall Street would have priced in all the possible negative scenarios. <OBVIOUSLY>, it hasn't done that. So <PERHAPS> the issue of Greece, whether it's in or not in the Eurozone is a much bigger deal than traders understand or accept. But even with the news, down 140 points, I <GUESS> it's meaningful. But when you look at Dow Jones average that's trading <AROUND> 18,000, in the grand scheme of things, it's really just a blip."
  },
  {
    "transcript_id": "CNN-111345",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "This level of violence is not only on a high school campus, it`s everywhere today. And it`s what -- big cities are yelling (ph) across America. There`s a 7 percent increase in violent crime across America by juveniles. I yelled about it at a juvenile assessment center meeting today. And more and more, we`re getting school teachers attacked at school, disruption at school campus. And our SROs are dealing with that on a constant basis. And this is another perfect example of school violence.",
    "statement": "Here are two of the perpetrators in the Columbine school shootings, Eric Harris, Dylan Klebold. Their parents didn`t <KNOW> that one of them were trying to cook up a bomb out in the garage. Then, <OF COURSE>, the most recent school attack, a mass shooting in Amish country. No one can forget just before that -- this is all in the last two months -- Bailey, Colorado, shooting. Then a hallmark in school violence, Paducah, Kentucky, also Pearl, Mississippi. Many of these rural, idyllic, bucolic settings, very difficult to understand the nature behind these school shootings. And today, a school stabbing that claimed the life of a young man. Back out to Thomas Roberts with CNN Headline News. How old is the alleged perpetrator?"
  },
  {
    "transcript_id": "CNN-321366",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "This was the scene of an impromptu protest near St. Louis today. Protesting chanting \"black lives matter\" and \"no justice no profits\" as they gather at the entrance at the mall. Security of mall estimates there was somewhere between 200 or 300 protesters there. They are protesting the acquittal of Jason Stockley, 2000 shooting - 2011 I should say, shooting death of Anthony Lamar Smith. CNN's Ryan Young is nearby and he joins us now live. Ryan, protesters are now on their way to on an event called \"taste of St. Louis.\" It doesn't sound like this was a pre-planned. Set the scene for us.",
    "statement": "Well, the reason why we are <KIND OF> trying to figuring out whether they are planned or not planned, it looks like social media is helping to spread all this together. So people are showing up, hundreds of them, at different locations. So <OBVIOUSLY>, there is some <SORT OF> coordination going on. This is the"
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "On March 16, Martina called me, and she said, \"I'm sorry I missed your birthday.\" She said, \"But I just had surgery. I have breast cancer.\" And here I am, you know -- I'm 53 years old, too, and I've known Martina for more than half my life, and I was -- I had -- I was just so surprised and sad. And I said, \"Are you all right?\" And she said, \"Yes, I'm -- well, I'll be all right.\"",
    "statement": "It's shock first and foremost, and -- she's always been such a great athlete, so fit and healthy. And certain surprise that it can happen to her. But I <THINK> that's the biggest issue, cancer really can affect anyone. It's affected a fair amount of people in my family, and <CERTAINLY> my thoughts and prayers went out to her, and it was great to see her here."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "I'm doing well. Could everything that's going on in the Middle East, do you think this could lead to a wider war?",
    "statement": "Oh, <DEFINITELY> because evil and your enemy can be everywhere."
  },
  {
    "transcript_id": "CNN-327969",
    "matched_terms": {
      "certainly": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Well, much like the Harvey Weinstein situation. For many people in Capitol Hill, certainly women who have been around Capitol Hill for a long time, a lot of this was an open secret that there were some behavior that crossed a lot of lines and no one ever talked about it. And as Lauren said, women are now feeling empowered to come forward and the institution itself is really starting to respond. And I think that can't be reversed.",
    "statement": "It <DEFINITELY> can't be and it is long overdue in Congress in most things lags behind. And I <THINK> this is no different but it <SEEMS> as though there is a change and this week <CERTAINLY> showed that. Thank you for joining us on INSIDE POLITICS. Wolf Blitzer is up after a quick break."
  },
  {
    "transcript_id": "CNN-373837",
    "matched_terms": {
      "obviously": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "And in all of this though, Paul, the E.U. has the most to lose, because they actually export more guys, to the United States than vice versa.",
    "statement": "Yes, I <THINK> that the U.S. <FEELS> that it's in a comfortable position, much like it is in that driver's seat with China because it is the country that is not doing as much exporting. So the tariffs on the U.S. won't be as severe as the tariffs on in this case, the E.U. as well as on China. So it's a bit of a dangerous game here, <OBVIOUSLY>, you <KNOW>, global markets have been unsettled, to put it mildly by all this trade tension, but to the American, you know, the White House and the U.S. administration's credit, they've realized that they are <PROBABLY> playing this card game with a better hand."
  },
  {
    "transcript_id": "CNN-217682",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I see it in my kids. All right, since today is a very big day because of the anniversary of Hurricane Sandy. So we have Indra Petersons. She's down in a place that really became the face of the devastation, Seaside Heights, New Jersey, giving us the update on the situation as well as the weather. Indra, it's good to have you there today.",
    "statement": "Thank you, Chris. It really is hard to <BELIEVE> it has already been a year since Superstorm Sandy really impacted the region. I'm actually standing in front of where the Jetstar Roller Coaster used to be. If you look over my shoulder, there was nothing there. It was torn down in <MAY>. We do have signs of progress. You can actually see -- we're right in front of the Casino Pier where they are still trying to rebuild. The good news this morning, the boardwalk, 90 percent of the businesses here on the boardwalk are open. <OF COURSE>, they're <HOPING> to have more of this pier open by next summer. We'll give you a little deeper look into Sandy coming up in a bit. But first, I want to talk about a storm system that is impacting the state today. That same storm system brought that heavy snow, about a foot of snow in through Montana yesterday. Well, now, today, that storm system <COULD> bring as much as 10 inches into portions of Wyoming and even into Colorado, heavy winds, winter storm warnings in effect in that region. The reason this is so significant other than the snow and the storm itself is you have all that cold air now clashing with that warm air into the south. So with that, the jet stream going right over that panhandle of Texas, we have a severe weather threat. So we are looking for large hail, strong thunderstorms and even an isolated tornado cannot be ruled out today. That same system will eventually make its way farther into the east as it makes its way through the mid-week. We're talking about a severe weather threat for tomorrow. That will go from Nebraska to Texas. Eventually again as we look towards Halloween, Thursday night in through Friday, we are talking about really the Ohio Valley extending all the way into the overnight hours into the northeast, a strong, powerful system making its way into the region so really a lot to be talking about this morning -- Chris and Kate."
  },
  {
    "transcript_id": "NPR-12659",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And, Representative Baxley, there have been altogether too many incidents where police officers who are, of course, trained for these sorts of situations mistake someone reaching for a cell phone or something else like that, for reaching for a weapon and, feeling threatened, respond with lethal force. Aren't you just - by giving citizens more scope to do that as well, increasing the number of situations where those kinds of mistakes can be made?",
    "statement": "I don't <THINK> so. And if we are, it's necessary in order to allow law-abiding citizens to protect themselves from harm. The <FACT> is, in most of these cases, law enforcement is not going to arrive until it's all over. I have a son that's a deputy sheriff. You <KNOW>, he says, Dad, you <SHOULD> carry a concealed weapon permit, a fire arm in your vehicle. Because if you travel, you're on the side of the road, there are people looking for victims for violence. And we - when - by the time we get there, it's over. All we're doing is stringing out the tape and defining what happened at the crime scene."
  },
  {
    "transcript_id": "CNN-203971",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Have you read this thing? It's disgusting. The complaint is unbelievable. I'm not a doctor and I know that you can't leave schedule a medications open and share vials between patients and reinsert needles. Just sounded like it was Frankenstein in there. Paul, is there one of those cases where people can wheel their wheelbarrows to that office and sue for -- you name it?",
    "statement": "A lot of people <THINK> that, but I was checking the Oklahoma medical malpractice statute and there are limitations of damages in Oklahoma. $300,000 cap on what they call non-economic loss, which is pain and suffering. The hard part about this case, you go to this guy, you <KNOW> you've been treated with a contaminated instrument and you're afraid you develop hepatitis or AIDS, but you never do. <SHOULD> you be compensated for that fear that <MAY> haunt you for years?"
  },
  {
    "transcript_id": "CNN-373192",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And this marks the return of the Winter Games to Europe after an eight-year absence. Stockholm was the runner-up in the process that has been criticized for the lack of competition, just two cities appeared on the ballot. Now Europe may only be a few days into summer but temperatures already are climbing. The content is bracing for a potentially dangerous heat wave this week. This strong storm over the Atlantic and a high- pressure system are pulling very high air from Africa north into Europe. It could cause temperatures to soar to as high as 38 degrees in some parts. Now let's get more on this with meteorologist Pedram Javaheri. And Pedram, which areas in Europe are going to be the worst affected here?",
    "statement": "Kristie, you <KNOW>, it's across Western Europe and central Europe that's the area of concern right now. And we are talking about a long duration event. <OF COURSE>, we've all seen this over many, many years where you have major heat develop across portions of Europe, and it can often turn deadly across the areas. A lot of this area does not have access to air conditioning. And of course, you factor in the elderly or folks that are more susceptible to extreme heat and you put this in place for a period of say, five, six, or seven days and it becomes life-threatening very quickly across this region. So, this is what we are watching here with high pressure pumping in, not only heat from across from Africa towards the north but also some moisture to be had from the western med as well. So, humidity will be very high across this region through at least Friday into Saturday. Look at this on your forecast for Tuesday afternoon, Paris climbs up to 33 degrees. Berlin also sitting at 33 degrees. And this is just the start of this heat wave where we <THINK> it will be considerably warmer going in towards say, Thursday, Friday, and Saturday. And again, the <FACT> that becomes a multi-day long duration event is what makes this very dangerous and also studies have shown time and again that extensive heat waves early in the season, as Kristie alluded to there, becomes that much more dangerous because we've seen folks not be able to acclimate to such heat as compared to similar temperatures in say, July and August. So, studies again, have shown that it is more deadly to see these temperatures in the early season versus in a late season just because of people not being acclimatized to such tempts. But Paris climbs up to the middle 30s. Notice Madrid from 36 to 38 even to 41. Important to note, the average temperatures for this time of year is about 29. And this would be challenging some all-time record temperatures for the month of June, so a dangerous set up for the next several days, Kristie, across parts of Europe."
  },
  {
    "transcript_id": "CNN-248602",
    "matched_terms": {
      "fact": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Nicci, I wonder if you -- you have known the family. I wonder if you had any thoughts about the relationship between this two.",
    "statement": "You <KNOW> what? Honestly, when I look at Bobbi Kristina and Nick Gordon, I see -- I know this sounds melodramatic and over the top, and people <PROBABLY> are going to let me have it, but I <THINK> about Romeo and Juliet. I mean I think about the <FACT> that you know, he was <AROUND> while her mother was there. He <MAYBE> what the only thing she has left over. We know that Whitney was fond of him, <OBVIOUSLY>, because Whitney had him around since he was 12 years old. So, this maybe Bobbi Kristina`s way of holding on to one of the things that she knew her mother loved and she grew to love. And, I just -- you know?"
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So now you've gotten this broken vial in your laboratory. You've figured out what it is, and now you have to go find it. And you go, you get dropped into Africa to search for it.",
    "statement": "Well, first of all I <SHOULD> say - give credit to the Centers for Disease Control in Atlanta, who <COULD> positively say that this was a new virus because we <THOUGHT> it <MAY> be like this Marburg virus, but they could prove beyond <DOUBT> that it was something new, So - which was then afterwards called Ebola after a river in Zaire."
  },
  {
    "transcript_id": "CNN-354334",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Just a quick <FACT>-check before we move on. The Trump administration defends its new proclamation that he just signed yesterday limiting asylum by saying it's in response to statistics that show most asylum seekers skip their court hearings and illegally stay in the U.S. And that is not accurate. According to the president's own Justice Department, only 11 percent of asylum seekers skip their court hearings. Under an Obama-era program specifically for asylum seekers, 100 percent attended their court hearings. That program was ended by President Trump in 2017. We're back after this."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "What do you think, General Benton?",
    "statement": "Well, I agree with my former boss there, General Joulwan. I was his chief of staff at the U.S. European command, the American component of NATO. I <THINK> it's a great opportunity for us to try to rebuild our associations with our allies there. You <KNOW>, they're already working with us very, very effectively in Afghanistan. They provide a tremendous amount of support for the operation in the Middle East that doesn't make the news. I mean, we deploy forces out of -- our NATO forces out of Germany. We use airfields there. We send logistics out of there. So they're providing a lot of support behind the scenes. They're extremely important to what's going on there, and we <SHOULD> not forget that."
  },
  {
    "transcript_id": "CNN-215253",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "All right. Dana Bash, we'll check back in with you in the next hour of NEWSROOM. It would have been a moment that captured the world's attention but for all the talks surrounding the possibility of even a brief handshake, the presidents of the United States and Iran never did meet. However, a frosty relationship may show signs of thawing after all. The Iranian president did offer us peace and friendship. Of course those are just words. Our chief national security correspondent Jim Sciutto is in New York with more. Good morning, Jim.",
    "statement": "Good morning, Carol. Well, where you <THINK> the U.S.-Iranian relationship was just a few weeks ago or <CERTAINLY> last year at previous U.N. General Assemblies we're already in a dramatically different place. But there was so much expectation about this face-to-face meeting which really would have been historic. And Christiane Amanpour asked the president about this. He told her that he did give it serious consideration that crucially he had the backing of Tehran to go ahead. But he said that diplomacy takes time and it was not the right time for this <KIND OF> meeting so we didn't get to see it but still a lot of other positive signs in this relationship going forward."
  },
  {
    "transcript_id": "CNN-176212",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Then you say avoid those peak travel days like the day before Christmas, the day before Thanksgiving, but what are some of the other -- you're trying to get home for the holidays. How to avoid --",
    "statement": "Well, one way to do it is to postpone your holiday, or make another week. There's a dead week in between Thanksgiving, a few dead weeks there for airline travel because even the business traveler isn't buying tickets and going anywhere in early December where you <COULD> <SORT OF> put together your Thanksgiving and your Christmas all in one fell swoop. But <CERTAINLY> if you're flying for Thanksgiving you want to avoid the Wednesday and the Saturday flights and the Sunday afterwards because those are the most expensive days that you could travel. And for Christmas and New Year's, the Thursday through the Saturday of both Christmas and New Year's, those are peak travel days."
  },
  {
    "transcript_id": "CNN-283587",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Right. And that is why we're covering it, leading with it. Errol, I want to get your reaction on what Donald Trump said about the debt. What's your take? I mean basically saying that, you know, debt is a good thing.",
    "statement": "Well, it's another break or <POTENTIAL> break, <CERTAINLY> a deviation from not only what other candidates have said but what American politics, mainstream politics have been about. I mean, there is a constitutional provision that says the good faith efforts to repay American debt shall not be questioned. I mean, this goes back to the founding of the republic. Donald Trump saying, well, <MAYBE> not, you <KNOW>, let's play with it a little bit. This is one more of these instances where what we've known to be mainstream politics is being challenged or disregarded by a guy who didn't come up through the political system. Some people say that's good for the system. We need a shock to the system. Others are a little bit horrified at what it <COULD> mean, and certainly that accounts for a lot of this cracking up or this fraying at the edges of unity within the Republican Party, which is, by the way, one more thing that Donald Trump isn't all that concerned about."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Thank you, Carol.",
    "statement": "Back to the victims now. Gina DeJesus, Amanda Berry and Michele Knight, all say there'll be many tough days and nights ahead. These women <MUST> now transition from a life in captivity to a family life that is <CERTAINLY> now unfamiliar. Marsha Gilmer Tullis is the executive director of the Family Advocacy for the National Center for Missing and Exploited Children. Thanks for being here, Marcia."
  },
  {
    "transcript_id": "CNN-93250",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "All right, thanks very much. John Zarrella reporting live outside the hospice. Let's now go to CNN's Randi Kaye. She's in Dunedin, Florida where a short time ago you heard from Michael Schiavo's side of the story.",
    "statement": "That's right, Carol. George Felos held a press conference here earlier this afternoon. He wanted to <CLEAR> up some rumors, as he put it, about Terri Schiavo's condition. That was at the request of his client, Michael Schiavo. He -- earlier today, you heard Bob Schindler, Terri Schiavo's parents -- Terri Schiavo's father saying that she was showing signs of starvation and dehydration. The family's lawyer, David Gibbs, had said just yesterday that he expected her to step into eternity, as he put it, this Easter weekend. But this afternoon, George Felos -- John Zarella had just touched on this -- George Felos was describing her as beautiful. He spent 20 minutes with her in her hospice room this afternoon. He said in all the years he has <KNOW> her he has never seen her so peaceful. He described a naturalness about her. Here's more of that description."
  },
  {
    "transcript_id": "CNN-174782",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "That debate was September 22. The next day we did some polling and that was the last time Rick Perry was in the lead at 30 percent. The next poll by FOX showed him in second place. Nearly every poll after that showed him at third at best. Again, after the story circulated all day the Perry campaign came out with a response. Spokesman Ray Sullivan telling us -- quote -- \"There have been eight debates so far. The governor has participated in five of them. But there are 18 debates scheduled between now and the end of January.\" Sullivan went on to say, \"And at some point the candidates have spent time out with voters in Iowa and New Hampshire and South Carolina. So I simply questioned whether 18 was a realistic number. That's all. We haven't ruled anything out at all.\" Joining us now Democratic strategist James Carville and Erick Erickson, editor in chief of RedState.com and someone excited by the Perry candidacy when he first got in the race. Erick, what do you make of this? If Governor Perry was a good debater, which by his own admission he's not, do you think he'd be saying, there are too many debates, we're taking up too much time with this stuff?",
    "statement": "No, <OF COURSE>. And it looks like by the end of January now there are going to be 21 which is the most we've had in the last decade. Look, I don't blame any of the candidates for saying in the December debates a lot of them are on small networks and are going to be lodged at. Yes, they <MAY> want to skip one or two. Not all of them. I <THINK> the bigger issue, though, Anderson, is the <ABSOLUTE> lack of message discipline. He released his economic plan last week and we spent a week talking about his birth certificate comments, and now we're going to spend another week talking about his debate performances and it's all because of the Perry campaign."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "should": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "What is the practical difference for people? Criminal intelligence, what's the difference?",
    "statement": "Well, sometimes they are going to intersect, but oftentimes intelligence investigations are just about retrospect of what happened without necessarily anyone going through jail time and <OBVIOUSLY> we have a deep national security need to <KNOW> what happened apart from whether the President <SHOULD> be in jail or anything like that."
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "And in terms of pairing (ph), getting out there yesterday we saw John Edwards go out there, a lot of the speakers actually go out there. They just want to get a flavor of this room. It's a huge room here at the FleetCenter clearly, but they want to feel comfortable so that when they walk out for the first time during primetime, it's not going to be that much of a jolt.",
    "statement": "That's right. They want -- they don't want any surprises. The room, <OF COURSE>, once it's filled with cheering delegates, always lifts the speaker up. We saw that happen even with stiff and not very famous speakers, Al Gore, Michael Dukakis. They were lifted up by the energy in the room. One important thing about a presidential candidate. You <KNOW>, these days, and the days of television, people have to live with the president in their living rooms day after day, night after night, for four years. They want to have someone there with them that they <FEEL> comfortable with, that they like. It's the most personal vote Americans cast. More personal than someone they <MAY> deal with every day, a representative or a mayor. And they want to like that person. That's what John Kerry has to get across tonight."
  },
  {
    "transcript_id": "CNN-284425",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "Donald Trump winning Oregon's primary overnight, but not without creating some new controversy. Welcome back to EARLY START. I'm Christine Romans.",
    "statement": "And I'm Boris Sanchez. Happy to be here with you, Christine. We're 32 minutes past the hour. And we've got breaking news this morning: a war brewing in the Democratic race for president. Overnight, Hillary Clinton just barely edges past Bernie Sanders to victory in the Kentucky primary. Sanders, as expected though, takes Oregon by a solid margin. Though the win in Kentucky brings Clinton to within 100 delegates, including superdelegates, of clinching the Democratic nomination. Though Sanders remains <CONFIDENT> that he does still have a path to the White House."
  },
  {
    "transcript_id": "CNN-156858",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "We have also had viewers sending in reports from as far away as Mexico and Ecuador. But we also, in particular, had one sent in from Chile, from Bernard Strumer (ph). He says Chileans have been very happy with the way that the situation -- with the way the government has responded to the situation, being able to get these miners out. And he also showed us a lot of video of what's happening in Chile, in particular the pride with which the Chilean nation is viewing these events, the Chilean flag. He sent us a note saying that there has been an eerie stillness in the past few days, but that the flag has been known as the Loan Star, and that the blue in the flag is supposed to represent the Pacific Ocean, the white the snow covered Andes. And Chileans are very proud of their nation as this rescue continues. So, again, reaction is coming in from around the world. A lot of people glued to their screens watching this real life drama unfold before them, Jonathan.",
    "statement": "Atika Shubert live at CNN London, thanks very much. While Atika was talking, we received word that a helicopter has left the mine site, <APPARENTLY>, we are told, with four of the newly rescued miners aboard. If you were listening earlier, I mentioned that there had been some provision in the plan for a helicopter to evacuate the men out if needed for emergency medical care. No indication that that is underway. But that <DEFINITELY> was a possibility that we were warned about in advance. What we do <KNOW> is a helicopter has left the mine site and we <BELIEVE> four of the newly rescued miners, four of the five men who have emerged from the mine were aboard it. Rosemary?"
  },
  {
    "transcript_id": "CNN-221083",
    "matched_terms": {
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Here's what Glenn Greenwald said about the story out there, about the swapping help for the Brazilian government in exchange for asylum. He said one, Snowden doesn't request asylum, two, the Brazilian government said we're not considering it because no formal request has been made, three, U.S. media, Brazil rejects asylum. So typical take on how the media is covering this. If he is not asking for a safe haven, why offer to help?",
    "statement": "Again, Snowden has always acted in the public interest. Every single action that he has taken has been to further a U.S. first and foremost and a global debate about mass surveillance and the threat that it poses to democracy. He is willing to help Brazil, he's willing to help Germany. He's willing to help Norway. He's willing to help Denmark. Again, when we say help, we mean act in the public interest. He's <CERTAINLY> not going to disclose or reveal anything that would harm our interests. In <FACT>, he's already revealed information he has to journalists. The question is whether he will ever someday be able to testify in these countries about technology and surveillance practices. I <HOPE> that his legal situation allows him to do that someday."
  },
  {
    "transcript_id": "CNN-302722",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Live from CNN world headquarters in Atlanta, welcome to our viewers here in the United States and around the world. I'm George Howell. CNN NEWSROOM starts right now. It is 2:00 a.m. on the U.S. east coast. The newest threat from North Korea, it claims to be able to launch a ballistic missile anytime, anywhere. That's the quote. It was just last week the country said it was close to testing this long-range missile. Let's go live to South Korea. Paula Hancocks is following this story this hour. Paula, North Korea says they are doing this specifically because of the United States. Help our viewers understand the context here.",
    "statement": "George, this is something we have been hearing for years, even decades, North Korea blaming the United Nations for their arms development, saying they need to have this nuclear missile program so they can protect themselves against what they call a hostile policy of the United States. It is in keeping with what we have seen for many years now. We heard on Sunday from North Korea that they said they <COULD> launch an intercontinental at any time and from any location. It depends on the North Korean leader, Kim Jong-Un, to give the green light. An increase in rhetoric once again. We heard him in his New Year's Day address say he was close to test launching an ICBM which could hit the United States in theory. One day later, we heard from Donald Trump saying it's not going to happen. This is really a response to that. We are not seeing Donald Trump being mentioned by North Korea. There's no combative language when it comes to the president-elect. They are saying, once again, they blame the United States for the <FACT> they <FEEL> the need to have this ICBM program -- George?"
  },
  {
    "transcript_id": "CNN-311117",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "We`re continuing to forward deploy and bolster our native allies. And so, it`s just our cooperation and to bolster the NATO alliance.",
    "statement": "We rode along on a tanker plane refueling the F-35 as they transited to Estonia -- a country on the border with Russia and worried about Moscow`s aggressive posture in recent years. (on camera): With the deployment of the F-35, the U.S. is sending a very <CLEAR> message both to Russia but also to its partner nations, that it`s willing to put its newest and most advanced asset into this area to make <SURE> it`s allies are safe. Russia`s air force is increasingly flying planes like the nuclear capable TU-95 bomber <AROUND> this area. NATO jets often scrambling to intercept them. President Trump has only recently stopped calling the NATO alliance obsolete. Now, the F-35 deployment, another welcome sign of American commitment, Estonia`s defense minister tells me."
  },
  {
    "transcript_id": "CNN-201132",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Certainly --",
    "statement": "I mean, that's the point. Looking at it from the flip scenario here because you do have branches of law enforcement that don't work together that often, and there is so much fear because this man, Christopher Dorner, has been so efficient and effective at taking on the police officers and winning, <OF COURSE>, in the most horrible sense of the word. What is the worst-case scenario if there is no body or the body in there turns out not to be Dorner? I <KNOW> it is a remote possibility. But in the abundance of caution --"
  },
  {
    "transcript_id": "CNN-389464",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Absolutely. I mean, actually, since May, President Trump has deployed over 14,000 additional U.S. troops to the region. That was before the events of this week. So this deployment, I think we have to understand that it's going to have a very limited utility against an asymmetric adversary like the Iranians. Conventional deterrence has a lot of limits. I think sending troops is going to make us feel good, but I'm not sure it's actually necessarily going to do anything to deter the Iranians at this stage.",
    "statement": "Yes, I <THINK> the contradiction is between the president and a lot of people who work for him. And that's been the contradiction this whole time. You saw John Bolton tweet in favor of regime change. And the president had to say, no, no, no, I -- he doesn't speak for me. Well, how many people inside the administration have a different goal? It's <CLEAR> the president doesn't want war. And what you said about deterrence is important, because we talk a lot about this imminent attack thing. What the Pentagon said in the first statement, which was the official statement, is, this is meant to deter future attacks. Now, somebody's got to explain to me the logic of attacking to deter an attack, because what you end up having throughout history is a series of escalations. It's called the escalation ladder, which is what leads you into a war you don't want. But, again, today, I went to the State Department, and they're like, oh, this is going to deter Iran. That doesn't really <SEEM> to be the case. But that is the stated goal."
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And then I guess which leads me to a very final question for you, the ever changing guidelines, and what amount of anthrax poses a danger. It used to be thought, what, 8,000 to 10,000 spores would get you sick. Today, we understand, there is a revision of that. Some people say its close to 2,500 spores. What does that mean?",
    "statement": "Well, to me it means that it's <KIND OF> like a little asbestos. A little bit pregnant. I'm not really focused on what people are saying about tests that really were done historically on routine anthrax that you find in the ground, that have been infecting cattle and goats, and what have you for years. We <KNOW> that somebody made some anthrax, they made <SORT OF> fancy anthrax. It'll float a little bit better. It'll infect us a little bit better, and I <THINK> that we need to focus on the science, learning as much as we can about this. Look, I don't know how you count 10,000 microscopic spores that are in the air. So I don't think that's a relevant conversation for most of us. Most of us walking down the street, opening our mail, taking care of our families, we want <CLEAR> guidelines. If anthrax is in the air and it's bad for me, it's bad for me. But telling me how many spores are going to infect me -- I don't know how that helps the American public."
  },
  {
    "transcript_id": "CNN-180319",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "It was amazing. One thing, you have to remember that the mettle of the time. I mean, to have a businessman to go say, I'm going to be on television and bring all of the artists on and that kind of thing, with the social environment being as it was, you have to give him his due. I think I mentioned that, too, when I made the acceptance speech for that award that I received from \"Soul Train\" not too long ago. I was so honored to know him and to know how hard he fought for us to have a base and a name. And it was during the time when that was just almost unheard of. So, you have to give Don the credit. And last time I saw him, he was pretty sick, you know. And he had lost a lot of weight, but he still had that thing about him, you know. I said, Don, we keeping on, and he said, keep on, you know.",
    "statement": "Ms. Knight, thank you so much. I <KNOW> one of the things that was just beautiful always to watch and enjoy on those weekends to see all of the performers and the entertainers. And, <OF COURSE>, we all wanted to get on the \"Soul Train\" line, too."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "What's your guess, if you want to call it that, of where this is all going to end up when it's all said and done?",
    "statement": "Yes, I still say this is a great process and I <THINK> it's good for the country. I mean, the one thing that impressed me when I was in Washington is all the college students out there camping out in front of the Supreme Court. They're interested in the process. So it <MAY> not help this election, but I think it's <CERTAINLY> going to wake a lot of folks up, and I think it's healthy for the country."
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "All right. All right. Mary Jo Sokolowski, thank you so much. Glad everyone is OK. Some harrowing moments there as this rescue had to take place for this wedding parties while this threatening fire was surrounding them just -- north of the Sierra Madre area where now thousands people have been ordered to evacuate their homes. Meantime, south of there, there's another wildfire brewing. This one in San Diego. I think the latest numbers are 50 acres have burned there and it is unclear right now just how many homes are being threatened and the evacuations, how many people are now having to leave their residences there. Jacqui Jeras is in the Weather Center. Boy Jacqui, this is a mess here.",
    "statement": "Yeah. It really is. Yesterday was critical fire conditions and this whole area was highlighted for being at risk for fires to grow so there's a little bit of good and bad news going on with the weather there today. The good news is that the winds are relatively calm so, you <KNOW>, they're able to get the choppers up, able to get the big planes up to put the fire retardant down and help the situation but the temperatures, they're extremely hot and the air, the humidity is extremely low. So very dry tinder conditions and, <OF COURSE>, we have the ongoing draught for so long in the southwest and the brush is just very tinder dry. What you're looking at? This is a Google earth animation and we put a satellite detection system on top of it so the fires signatures that you see there that's heat being detected by the satellite from noaa (ph) so we'll zoom in and show you the area that we're talking about. There you can see Los Angeles and there you can see the San Gabriel Mountains and foothills area. This is the town we're talking about and look at how close those fires signatures are too many of these populated areas. That's very, very near here and notices the nice, beautiful homes. You can see the blue scares, yes those are swimming pools. So you know that it's an upscale area here and look how close the fire signatures are, as well. When the fires move down the mountains, they heat up and accelerate so temperatures are extremely hot and dry, and it continues to do that and adds to that impact and so those fires are racing down towards the westerly direction. High pressure, that is are big controlling feature here across the west and some moderate to weak Santa Ana event. Because the winds aren't that strong overall but the good news is we'll start to see this begin to pull out a little bit by tomorrow and we'll get more what we call the onshore flow when the winds come in off the ocean and so of course that brings in some more moisture and higher humidity. Look at those temperatures here 92 degrees in Los Angeles. Very likely to see some record highs in the area today. In <FACT>, in this fire area, temperatures are likely going to be in the mid to upper 90s, Fredericka. So the heats a problem for the fires, but also, <THINK> about those firefighters who are out there in the rugged terrain."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "But two broken noses, broken ribs and knocked out tooth, blood clot on the brain, two dislocated shoulders. That's extreme domestic abuse.",
    "statement": "It is. I <THINK> when you have medical evidence like that. I think the prosecutors <SHOULD> bring the cases despite whether or not the victim wants to pursue those charges. When you have documented medical evidence like that, I think they <COULD> pursue the case and actually get a conviction. I wish they had done that in this case."
  },
  {
    "transcript_id": "CNN-41684",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Yes, basically you launch the F-14 first for fleet air defense. Then you launch the E-2 to look out further with its radar. Then you launch the tanker aircraft, the S-3s, the fighters, F-18s, come next. They fill up on the tanker. And of course you launch the EA-6 Prowler as well to give them jamming capability. They go in, they do their work, they come back, they tank again, and they land. Tremendous floating capability for this nation.",
    "statement": "And then <OF COURSE> you have the satellites bringing this together."
  },
  {
    "transcript_id": "CNN-392366",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I'm not a munchkin.",
    "statement": "That's <FACT>-check true. OK."
  },
  {
    "transcript_id": "CNN-312050",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "He says it was a wrong move.",
    "statement": "Well, he made it <CLEAR> on the record last fall that he didn't have confidence if his ability. Nancy Pelosi --"
  },
  {
    "transcript_id": "CNN-194866",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "We want to go right to our senior congressional correspondent Dana Bash. She's getting word on the Senate Majority Leader Harry Reid. What are you learning?",
    "statement": "Unfortunately, he was in a car accident in his home state of Nevada. He was transferred to the hospital, the University of Medical Center Hospital. You're looking at pictures of the scene of the crash. It was a multiple car crash, as you can see. His caravan got into an accident with other cars. He is at the hospital; we are told by a spokesperson for the Nevada Highway Patrol that the injuries that Senator Reid suffered do not <APPEAR> life- threatening -- do not appear life threatening. And nobody else involved in the accident was transferred to the hospital. And as you can see, there are two lanes blocked on this major street I-15 North in Las Vegas. This is <CERTAINLY> something that is scary when it comes to any person in this <KIND OF> accident but particularly for the Senate majority leader. He always has security vehicles. So he was transferred -- he was in a caravan, including Capitol police -- they generally drive him <AROUND>. It was that caravan car that drove him to the hospital. Separately from the spokespeople from the highway patrol, I am told by sources close to Senator Reid, Wolf, that he <APPEARS> to be OK. But information at this point does -- it's initial. It's a little bit sketchy. But the bottom line is that Senator Reid, the Senate majority leader, was in that crash. You're seeing the pictures of what happened there. He was the only person in this crash taken to the hospital. And we're waiting to hear more information from Senator Reid's office about the state of his condition. One thing I would ad is that this is <PROBABLY> bad deja vu for Senator Reid, because his wife and daughter were in a terrible car accident back in 2010 in Virginia, and his wife actually broke her back after that. And she was in very bad condition. She's fine now. But this is -- you <KNOW>, car accidents are -- unfortunately -- they've happened in the Reid family, a very bad one in recent history."
  },
  {
    "transcript_id": "CNN-94178",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Thank you for joining us. President Bush's second term honeymoon has been over for some time, but after passing another 100-day milestone, he may be getting a glimpse of his lame duck days ahead given his headaches on the Hill and the results of our just released poll. Our national correspondent Bruce Morton crunches the numbers.",
    "statement": "Forty-nine percent of our sample disapprove of the job Mr. Bush is doing as president; 48 percent approve. No change since we last asked that question 10 days ago. More worrying for the president <MAYBE> that our sample disapproves of how he's handling a whole string of major issues: foreign affairs, 45 percent approve, 49 percent don't; the economy, 43 percent approve, 53 percent don't; the situation in Iraq, 52 percent approve, 55 percent don't; Social Security, the issue he's campaigning <AROUND> the country on, just 35 percent approve. That's gone down since he started speaking about it, and 58 percent disapprove. Energy policy, 34 percent approve, 52 percent don't. Gas prices, 27 percent approve, 67 percent don't. The president himself concedes there's nothing in the energy bill he sent Congress which will bring gas prices down in a hurry. (on camera): So, on a range of major issues Mr. Bush <APPEARS> to be out of step for the country. The president said right after the election that he had a mandate to do big things in his second term, but his new initiatives haven't been popular with the voters. (voice-over): Still, Congress shouldn't be <<FEELING>> too cheerful either: just 42 percent of our sample approve of the way Republicans in Congress are handling their job, 50 percent disapprove. The Democrats, slightly worse marks -- 40 percent approve of what they're doing, 52 percent don't. On Social Security, a majority of our sample is against the plan that would allow workers to invest part of their Social Security tax in the stock market. The majority is also against cutting benefits for middle and upper income workers in the future, something President Bush has suggested. The people we polled trust the Democrats more than the Republicans to deal with the issue and they'd rather raise taxes than cut benefits. There's been a lot of talk lately about religion in politics: 43 percent of our sample <THOUGHT> the Christian conservatives had too much influence over Republicans in Congress. Roughly a quarter said they had too little, roughly a quarter said, about the right amount. And, when we asked how the Democrats in Congress felt about strongly religious people, just under half said the Dems had neutral <FEELINGS>, roughly a quarter said positive feelings, roughly a quarter said negative ones. Finally, the filibuster. We explained that it's a Senate procedure to prevent the Senate from confirming nominees or approving bills with a simple majority, that you need 60 votes to break the filibuster. Our sample favored its use, 52 to 40. So, an America out of tune with its president but not too thrilled with this Congress either. Bruce Morton, CNN, Washington."
  },
  {
    "transcript_id": "CNN-200894",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So, what documents do you need? And do you think they're going to give them to you, and if they don't, are you go ahead and confirm him?",
    "statement": "Every American has the right to <KNOW> when their government <BELIEVES> it's allowed to kill them. And to really make an evaluation on that issue, we need to see the full legal analysis. Now, what I read before the hearing <CERTAINLY> was a step in the right direction and I want to commend the president for certainly changing course and making additional material available, but to do our job, which is part of the checks and balances that makes our system of government so special, we need the full legal analysis."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "of course": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "... in our thoughts and prayers and he did sign that law. God bless him.",
    "statement": "Well, good for him. I agree. Rounding up American citizens. There's no excuse for that. <PERHAPS> you missed this week's lingerie show featuring scantily clad women. No, it wasn't a rerun of CBS' Victoria's Secret fashion show. That was last year, though still fresh in the memories of many of us. It was the Lane Bryant fashion show, an event featuring models who are, as the put it in the program, plus size. Roseanne was the mistress of ceremonies CBS took a pass on the program opting for slimmer, more conventional far and that, say the interest groups, is discrimination, bigotry aimed at the overweight. The nearly 10,000 fats rights activist signed a petition to protest the decision. Their position: viewers <SHOULD> have to watch heavy set underwear models whether they want to or not. This, <OF COURSE>, is the latest frontier in the civil rights agenda of the Democratic Party. Laugh if you want, but stay tuned for next year's Sports Illustrated plus sized swimsuit issue. I, for one, can't wait."
  },
  {
    "transcript_id": "CNN-179460",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Yes, and this was interesting. It came down to three rounds of voting. And in that third round, about 85 votes for Santorum, about 29 votes for Newt Gingrich. These leaders who -- they met in Texas, they say, you know what, Mitt Romney's Mormon faith had nothing to do with this, it wasn't a factor, but let's be honest. Some Christian conservatives do have a problem, do have an issue with people of Mormon faith. Some people, maybe they don't consider them true Christians. But will this be -- have an impact in South Carolina? Yes, it could. Because listen -- listen, social conservatives are definitely, definitely a factor in South Carolina. Especially upstate, where there's a heavy, heavy Republican population. But the Gingrich campaign, the Romney campaign, both downplaying this endorsement over the weekend. Take a listen to Senator John McCain, who is turning out to be a big surrogate for Mitt Romney.",
    "statement": "I <THINK> it is a hit. I mean let's be very honest. There is a very strong evangelical movement in South Carolina. Unemployment is nearly 10 percent. And that <CERTAINLY> is a very -- much higher priority for the voters than it would be if the unemployment rates were down."
  },
  {
    "transcript_id": "CNN-36043",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "I wouldn't think so, Greta. I think the fact there's a possibility that he might have let someone else see it, I don't think can carry the day constitutionally. I mean, seems to me what we're talking about here is sort of thought crime. We know, or we think we know, that it couldn't be criminal just to have awful thoughts, child pornography-like thoughts. The question is, how different is this from that, when the man writes it down, in a private diary, he doesn't sell it, doesn't try to make it available anyone else. It is simply his thoughts reflected on paper about a fantasy, and that's why I think on a constitutional matter applying the Ohio law in this way raises very real, very grave constitutional issues, and I don't think it can stand up.",
    "statement": "Donna, your group is active <OBVIOUSLY> in protecting children and child pornography, this issue, I'm <SURE> you see the problems with."
  },
  {
    "transcript_id": "CNN-79225",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I think we all get very frustrated and we get very angry. And we want to march to Downing Street because we know that's where George Bush and Tony Blair will be.",
    "statement": "One of the people getting ready to demonstrate against President Bush when he arrives in London next week. Welcome back. We're ON THE STORY. Mr. Bush has said he doesn't expect everyone in the world to agree with his policies. And many Britains are preparing to make their disagreement very vocal and very visible. <PERHAPS> the most visible element will be a 20-foot effigy that's being built, an effigy of President Bush, which will be taken to try Trafalgar Square at the end of the a huge rally that's expected to take place in the capital on Thursday. And he'll be ceremoniously toppled over, a <SORT OF> rather cynical echo of the pulling down of the statue of Saddam Hussein in Baghdad. That's what's planned by the protesters. But, <OF COURSE>, there's an awful lot of security planned by the British police as well."
  },
  {
    "transcript_id": "CNN-85103",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Because you know what? It really isn't sovereign. And I guarantee you, I would disagree any time anybody uses that words. It really isn't. It's going to be partially sovereign, partially, but it is not going to have full sovereignty.",
    "statement": "Because the <FACT> is, when it comes down to it, if our troops need to be protected, we're going to do it."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "In trying to explain how the disclosure of a CIA agent's name evolved into an investigation that ensnared one of Washington's most powerful men, Patrick Fitzgerald put it in terms he felt most comfortable using, the language of baseball. What would the punishment be, he asked, if a pitcher intentionally threw at the head of a batter?",
    "statement": "And then you would make a decision as to whether this person <SHOULD> be banned from baseball, whether they should be suspended, whether you should do nothing at all and just say, \"Hey, the person threw a bad pitch. Get over it.\" In this case, it's a lot more serious than baseball. And the damage wasn't to one person. It wasn't just Valerie Wilson. It was done to all of us."
  },
  {
    "transcript_id": "CNN-140976",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "None",
    "statement": "President Obama about to make his latest pitch for health-care reform, this time to a very special interest. That would be Americans aged 50 and older, a group with deep pockets and deep concerns. The president is holding what's called a tele-town hall, answering phoned-in or e-mailed questions at the Washington headquarters of the AARP. Now on Capitol Hill, meanwhile, conservative Democrats, the so- called blue dogs, are mulling a proposal from House leaders that speaks to their complaints about costs. On the Senate side, a bipartisan group from the finance committee is said to be inching toward an agreement but isn't there yet. Both chambers are due to start a month-long recess next week. And again we're waiting for President Obama's health-care town hall. We'll bring it to you live as soon as it starts. Taking down the temperature on a heated controversy with some cold beers. The White House says that that big sit-down between President Obama, Professor Henry Gates and Sergeant James Crowley will happen Thursday evening. The white Cambridge cop arrested the black Harvard scholar nearly two weeks ago, setting off claims of racial bias. President Obama, <OF COURSE>, fanning the flames with his comments about the police. Well, now they'll all chill at a picnic table outside the Oval Office. Family members invited along, as well. A review panel's report on the massacre two years ago at Virginia Tech is being amended to correct some factual errors. That word now after families of the victims asked Governor Tim Kaine to reopen an investigation. Among the problems: the former director of the university's counseling center recently found missing mental health records of the shooter Seung-Hui Cho at his home. Kaine says that the staff that wrote the report is already investigating that issue. Cho committed suicide after killing 32 students and faculty members in a dormitory and classroom building. The victims' families say they'll still be dealing with too much bureaucracy in their quote, \"simple quest for answers.\" The anti-abortion activist charged of killing a Kansas abortion doctor expected to enter a plea today. Scott Roeder accused of shooting Dr. George Tiller, <MAY> 31, in the church where Tiller served as an usher. One of his fellow ushers, the first to testify in today's preliminary hearing. He said he'd seen Roeder at church services just before the murder and described the point-blank hit. Dr. Tiller was one first U.S. providers who would perform late-term abortions. He'd been getting death threats for decades. And another set of revelations today from a February plane crash outside Buffalo, New York. Cockpit voice recorder transcripts showed the co-pilot of the Colgan Air flight complained about being sick. Details now from CNN's Allan Chernoff."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I do think that some Americans are scared of China. But, in the end, Americans have much more to gain from cooperation with China than they do things to fear. Certainly, economically, we have things to gain, but also militarily. We want peace in the world. We certainly want peace in Asia.",
    "statement": "Do you <THINK> -- for a lot of Americans, it either comes across as odd or hypocritical and they have a hard time reconciling how on one side of our mouths here in the U.S. we can talk about China and currency manipulation, talk about human rights violations, talk about the <FACT> that they have a democracy, activist and a Nobel laureate locked up in prison right now, we can say that out of one side of our mouths, and then we give this lavish dinner last night to celebrate that same country."
  },
  {
    "transcript_id": "CNN-206133",
    "matched_terms": {
      "clearly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "I have to hit pause there. Thank you very much for a great conversation. I have to hit pause because we have breaking news right now. Two U.S. officials are telling CNN that the U.S. believes Israel has conducted an air strike into Syria. Western intelligence agencies are reviewing classified data and they say they believe Israel conducted the strike today or late yesterday. Pentagon correspondent Barbara Starr has more on this it breaking news. Barbara, obviously significant that Israel would have done this.",
    "statement": "<ABSOLUTELY>, Erin. Two U.S. officials confirming to me that U.S. and western intelligence agencies are tonight reviewing classified data showing indications that they <BELIEVE> Israel did conduct an air strike into Syria. The other data point that they are looking at is the Lebanese are reporting in the last 24 hours 16 Israeli war plane flights over Lebanese air space coming into Lebanon violating the air space going towards that Syrian border. So <CLEARLY> something has happened here. U.S. officials say they need to get more information about all this. They are not confirming it publicly. As for the Israelis, they are not confirming it either. But they issued a statement to our Sara Sidner saying, quote, \"We will do whatever is necessary to stop the transfer of weapons from Syria to terrorist organizations. We have done it in the past and will do it if necessary in future.\" We <KNOW> that the Israeli position is they will strike at Syria if they see weapons being transferred from Syria to Hezbollah forces in Lebanon."
  },
  {
    "transcript_id": "CNN-285457",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "I'm not taking him on -- on the fact that he wants to deport 11 million illegal immigrants. Taking him on, on wanting to build a fence across the boarder that's nuts. Taking him on when he says that Mexicans are murderers and rapists when -- and it's incendiary of boarder State Governors incendiary 50 percent of the population of New Mexico that his talking about Hispanic, Mexicans in this way when they absolute opposite is true. (",
    "statement": "<ABSOLUTELY> call him out on what it really racist it's just racist."
  },
  {
    "transcript_id": "CNN-287705",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Protect your child from bad things happening to them, and, I felt like I failed. How did I -- how did not I know? How did not I know that she was sick? She got her period right before she was arrested, so there was some things that we dismissed as maybe typical teenage girl behavior.",
    "statement": "Judy, I have sympathy for that mom, but <GUESS> what, she did fail. She <ABSOLUTELY> did fail. And now we are hearing the dad has mental illness. So his insight was impaired. It was a lot for us to sort through here. I will let you have at it."
  },
  {
    "transcript_id": "CNN-315999",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Frustration over the condition of the European Union is spilling over for some of its leaders. Jean Claude Juncker, the president of the European Commission, slammed the entire European Parliament for its low at a session reviewing the Maltese presidency of the EU now. Now listen to some of the unusually strong words that Juncker used.",
    "statement": "Mr. President, Mr. Prime Minister, the European Parliament is ridiculous, very ridiculous. I would like to welcome those that have actually taken the trouble to turn up this morning. But the <FACT> there are about 30 members of parliament in this debate only really illustrates the fact that parliament is not seriously missed. I'm putting that to you today that if Mr. (inaudible) or Mrs. Merkel or Mr. Macron <PERHAPS> have been here, it would have been a full house. Mr. President, <COULD> you please have a more respectful attitude. You <MAY> criticize the parliament, yes, but the commission does not control the parliament. It's the parliament that <SHOULD> be controlling the commission. There are only few members in the plenary to control the commission, you are ridiculous. I wanted to pay tribute to the Maltese --"
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "INSIDE POLITICS. I'm John King. Thanks for sharing your day with us. On Capitol Hill today, a rare public Senate Intelligence Committee hearing on Russia's election meddling and a promise to be bipartisan, though Democrats more likely to make <CLEAR> one big question is whether associates of President Trump were in cahoots with the Kremlin."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. I'll have you read one passage from the book. A CNN/Opinion Research Poll from late last month shows a majority, 56 percent, still disapprove of the health care bill. What do you make of that?",
    "statement": "I <THINK> people don't -- they haven't yet seen the benefits coming to them. And when they see the benefits coming to them, I think the number will go up. I think that there were some things we needed to do that we didn't do. We did not create real competition for these insurance companies, so what we're still seeing is we're still seeing them up there, premiums to individuals and to -- and to businesses. And that's going to, you <KNOW>, create a problem in the -- <CERTAINLY> in the short term, before these -- before we start having these exchanges, where people who are -- are out of the market for one reason or another are able to get in in a better rate. Until then, I think we're --"
  },
  {
    "transcript_id": "NPR-15594",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Dan, welcome to DAY TO DAY.  There's a lot of confusing accusations here.      What is it the judiciary committee's going to be trying to sort out?",
    "statement": "Well, it's not <CLEAR> how much      they'll be able to sort out, Alex, because it <APPEARS> that for      classification reasons, the key witnesses here will <PROBABLY> not <APPEAR>,      at least as of the latest reports.  So you will basically have the      unusual sight of a member of the House testifying in front of the      Senate--that would be Curt Weldon--and also <PERHAPS> an attorney for one      of the witnesses involved in this case."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "It's getting costly when you're paying $3.50 for a gallon of diesel for, like, my truck, or you're paying $3.09 for a gallon of gasoline for a vehicle. It costs you to get down to the ranch and get back every day.",
    "statement": "Well, we had spoken to a number of people who expressed the same concerns. So what we did -- we were in San Antonio until last night, where Hillary Clinton was and Barack Obama was nearby. We took the Election Express and we drove it into oil country. So we're headed now for a place called the Darst Oil Field to find out what people who make their living off of the petroleum industry are <THINKING> about these prices, because they've got to drive the trucks and they've got to buy the same things that everyone has to. But are they <<FEELING>> that this high price of oil is actually benefiting them in their economy? So that's what we are going to be doing today, and we will be back with you many times after we've spoken to people and figured out how those oil drills work."
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Paula, this is a very troubling case for investigators, as you know. Right now, they simply have no idea how in the world Kathy Nguyen became exposed to these anthrax spores. So what they are going to do is retrace her steps over the past two weeks. Their investigation began at Manhattan Eye, Ear, and Throat Hospital; that is the hospital where Nguyen worked. What they are going to do is they've run environmental samples in the work area where she worked -- that is a stockroom. So far, those test results have come back negative, but more tests are pending. They are also doing an environmental check of her apartment building, in the Bronx; specifically, they have taken a number of samples from her apartment, including from the air conditioner. So far, those tests have come back negative. But again, more tests are still pending. We had an opportunity to speak with one of Nguyen's neighbors, and she talked about what it was like to have all of these investigators in that building.",
    "statement": "They came by the building yesterday, and they spoke to me personally. They are trying to find out what <KIND OF> activities Kathy used to do on a daily basis. And they asked me questions on how I was <<FEELING>>. And we are very afraid because we don't <KNOW> where this came from, how she contacted it. If it was in building, I lived in same building for 20 years -- it's very frightening."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "should": "ungraded",
      "absolutely": "ungraded",
      "feeling": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Alexandra, so many examples of just how treacherous the roads are. Thank you for that reminder. Also, the deep freeze being felt in more than just the Northeast. You may remember Martin Savidge's dramatic live shots from Cleveland yesterday here on NEW DAY. That city got walloped by strong winds and more than a foot of snow. That was Martin trying to tell us about it yesterday. So let's check back in with Martin now. He's in Cleveland, where wind chills are well below zero this morning. Martin, how you doing?",
    "statement": "Hey, Alisyn. So <KIND OF> you to check back on me. What a difference 24 hours has made. It has finally stopped snowing, and the <BEST> news of all is that wind has finally stopped blowing. But as you point out, it is just <ABSOLUTELY> bitter cold. Slight breeze, which means with the temperature we've got right now, we're about 6 degrees below zero. But it just <FEELS> downright balmy compared to what I was enduring yesterday. We <SHOULD> say that, in the end, the total of snow in Cleveland came from anywhere to 8 inches to almost 13 inches. And then on top of that, it <APPEARS> that the weather is going to improve slightly today. But it's only going to be a short respite. Because as you've already heard, more snow is on the way. Cleveland is on the plus side, no surprise when it comes to seasonal snowfall. They're up by about five inches. Today, though, the schools are back open. The airport is going to be more normal, except for flights coming from the east. It should be just a typical winter's day here in Cleveland. Let me show you what's got people really excited. If you look to the top of that brilliantly-lit terminal tower, those colors are wine and gold. The reason for that: the Cavs have now won 11 in a row with LeBron James' help and that's got Clevelanders this morning <<FEELING>> toasty warm on an otherwise bitter morning. And every time I touch this side of the face, I remember yesterday very well. Wind burn."
  },
  {
    "transcript_id": "CNN-152492",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "What does the lawsuit say? What are they alleging took place that gives them reason to believe there should be some kind of punishment on this doctor?",
    "statement": "The bottom line is they are saying that Dr. Conrad Murray delivered a substandard level of health care for Michael Jackson in the two months that he was his personal physician, as Michael was preparing in Los Angeles for his comeback concerts in London. A substandard level of medical care? Well, first of all he didn't have a crash cart, that <KIND OF> thing for resuscitation if something went wrong. He was giving him drugs that <SHOULD> have been only in a surgical setting according to the lawsuit. But also, the day that Michael died that he was delayed in calling 9-11. And ambulance got there about seven minutes after the 9-11 call was initiated, but according to the two different scenarios the timeline <COULD> have been anywhere from a half hour to an hour and a half after Michael was initially found not breathing. Also when he got to the hospital, they are saying Dr. Murray didn't tell the emergency room physicians that Michael was addicted to drugs or what drugs he had actually been given that morning. Substandard of care, they say, is part of the wrongful death suit."
  },
  {
    "transcript_id": "CNN-84714",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "To the best of our knowledge, yes, Senator.",
    "statement": "Now, Wolf, all of this comes <OF COURSE> one day before the courts-martial proceeding opening in Baghdad against Specialist Jeremy Sivits and several others are arraigned on charges in Baghdad. But in Washington tomorrow, expect more about the prisoner abuse scandal. The Senate Armed Services Committee is now scheduled to hear from three top military leaders: General John Abizaid, the head of the U.S. Central Command; General Ricardo Sanchez, the commander of U.S. and coalition forces in Iraq; and General Geoffery Miller, the head of detainee operations, the general now running Abu Ghraib prison. Those three generals are likely to get a very -- a lot of very tough questions. They're going to be asked what they knew about coercive interrogation practices. They're going to be asked about what they knew about complaints from international human rights organizations months before the scandal erupted about problems in the prison system in Iraq -- Wolf."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "I mean, Paula, this is pretty amazing. So, the teacher says that he didn't have anything to do with it. All right. I mean, who know if that's the case. But if it is the case, who does he say radicalized these kids?",
    "statement": "Well, he's pointing <OF COURSE> to a lot of the social media that we've heard about and that incredible campaign. But he says that the seeds of it are sown through Islamaphobia and he talks a lot about security agencies. I mean, he has an ax to grind with this. The <FACT> that the security agencies are spying on mosques, are spying on organization like this. And this further alienates people and convinces them that in one shape, form or another that they have to take action. And you <KNOW> what's so striking here Erin, it is too similar from what we hear from some of the community people coming out of London as well where Jihadi John was. And the fact that that is what leads to the radicalization. You know, no one is buying it Erin and saying what needs to happen is there just needs to be more engagement with these young people at an early age and <DEFINITELY> for the families to come forward as soon as possible -- Erin."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "J.J. thanks very much for the phone call. Let's see if we can go next to - this is Sue, Sue with us from Kansas City.",
    "statement": "Hello, yes. I wanted to ask this question. I enjoy your humor, Mr. Mooney. It is intelligent. It's insightful, but it's also uncomfortable sometimes. Is that intentional, or is that just a part of your attempt to educate the audience? Because sometimes you take us to places that we <MIGHT> <THINK> we <KNOW> about, but you take us all the way over the edge. And then we <MAY> recognize it and we may not like what we're <<FEELING>>, but it's funny as hell, and we come back for more. So I just wanted to know more about that."
  },
  {
    "transcript_id": "CNN-283879",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And you can see the entire town hall later today, Prescription addiction, made in the USA, as noon for those of you watching in London, at 7 p.m. for those of you in Hong Kong.",
    "statement": "And abuse of prescription painkillers is not just an American problem. In <FACT>, researcher says Canada has the highest per capita use. The U.S. is number two followed by Denmark, Germany, Austria, and Australia."
  },
  {
    "transcript_id": "CNN-309408",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Do you think -- when you say that you want President Trump to come to Congress, are you saying that he should seek a vote, an authorization for the use of military force?",
    "statement": "So, the -- you <KNOW>, we -- back in 2013, just comparatively, there was a 10-hour operation that was planned off the Mediterranean. The president did come and seek an authorization for the use of force. I always <THINK> that's healthy. We passed one out of our committee. It was never taken up on the floor, because the president went in another direction, and, <OBVIOUSLY>, that's where the red line problem began. Here, yes, I would -- at a minimum, depending on -- again, I don't know what <KIND OF> action we're talking about here, OK? It <MAY> be such that that's not necessary, that just informing those who are in these particular areas of what he <THINKS> he may do. But, again, it is hard to respond to that, Jake, because I don't really know what it is that they may be considering doing."
  },
  {
    "transcript_id": "CNN-88439",
    "matched_terms": {
      "fact": "ungraded",
      "definitely": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "California got a jolt this morning, a magnitude 6 earthquake in the center of the state, that was felt all they way from Southern California, up the to bay area. CNN's Rusty Dornin joining us from now from San Francisco with more -- Rusty.",
    "statement": "Wolf, I'll tell you there's nothing like <<FEELING>> an earthquake in downtown San Francisco. And we're 218 miles from the epicenter of this quake. We <DEFINITELY> felt it this morning. It was a 6.0 in magnitude, centered in Parkfield, California. There were 90 aftershocks following this quake, on of the measured 5 point. There were four other ones higher than four. So far, no reports of any injuries. Now there's been some damage near Parkfield, which has population of 37. <APPARENTLY>, a bridge was damaged and there was some damage to a fire station. This was along the San Andreas Fault. It is known as earthquake country. Since 1857, there have been six other quakes measuring 6 points or higher. If <FACT>, this is where the scientists like to put all their instruments to try to predict quakes. They call it the Parkfield instruments. Now, last December, 21 miles away in Paso Robles, there was earthquake there, 6.5, that did kill two people. They are saying there is a five to 10 percent chance there <COULD> be a similar quake or of larger magnitude in the next week somewhere in southern California -- Wolf."
  },
  {
    "transcript_id": "CNN-240126",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Is this enough protection?",
    "statement": "This is enough protection. In Africa <OF COURSE> they have a very different situation. If I were in Africa I would also use a much higher level of personal protection, but this is more than enough protection from any of the standard infectious diseases that we see. By recommendations for Centers for Disease Control we also have a sign-in sheet. Everyone who enters the room will sign in."
  },
  {
    "transcript_id": "CNN-95391",
    "matched_terms": {
      "of course": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "So Colonel -- well, that was my next question. If he was quick to give up, he's giving a lot of information, he's said to be the al Qaeda leader in Mosul, could he give up information that could lead you to Zarqawi, Osama bin Laden, other key leaders in the terrorist factions?",
    "statement": "Well, <OF COURSE> you never <KNOW>. We worked that very hard. And he did meet frequently with Zarqawi. And, of course, we're acting on all the information that he gives us. And I would just say, if I were Zarqawi I would be very nervous, because the Iraqi security forces, coalition forces, are relentlessly looking for him. And events like this, the capture of Talha, <CERTAINLY> lead us closer to that."
  },
  {
    "transcript_id": "CNN-67617",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Barbara, on the no fly zone, let's talk about this. There were some indications in some reporting that the number of sorties in this part of Iraq has increased maybe double, possibly even three times in the past week. What are you learning about that?",
    "statement": "Indeed, Bill. Sorties over southern Iraq and in support of Operation Southern Watch have now just about tripled, about 700, 750 missions a day. That's both fighters, bombers and support missions. And it's being done for several reasons. <OF COURSE>, one is to give the air cress, the new air crews a training opportunity over Iraq, to have a look at the terrain before any war begins. But there is also a lot of concern the Iraqis increasingly are moving missile launchers, early warning radars, other systems into this restricted southern no fly, no drive area. And the U.S. is striking these targets as soon as they find them because, of course, now those targets would be within striking range of coalition forces in Kuwait. So as they move them in, the U.S. is trying to take them out as quickly as they can find them."
  },
  {
    "transcript_id": "CNN-362813",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes. It certainly struck me. And Wes -- you're here with me in Washington. You know, these rumors about R. Kelly, they've been circulating for years and years and years. Why do you think it has taken so long?",
    "statement": "<OF COURSE>, and they weren't even necessarily rumors, right. This was <KIND OF> an active part of OUR popular culture, things people would joke about that he would sometimes even reference in his music, right. And I <THINK> it's important, I mean this was -- there was a full trial <AROUND> the idea of child pornography when there was a previous tape that came out. And the reason he was acquitted in part was because the woman, the young woman in that video didn't Cooperate with prosecutors. So this is something he <COULD> have already in <FACT> been <POTENTIALLY> convicted of previously had there been a full cooperation. What <SEEMS> to be the case here is that prosecutors in Chicago and Cook County have additional cooperation from victims, and part of that comes from kind of persistent efforts by journalists, by activists, by some attorneys to address this. You <KNOW>, we're a different era than we were in the early --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. I don't mean to be puzzled, but they said we weren't clear on how you learned. Apparently, she says it was by cell phone. You said he told you. And I think when I asked you, it was not clear how you --",
    "statement": "Not <CLEAR>."
  },
  {
    "transcript_id": "CNN-287446",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Saying that he can realistically attack Americans, and not just the U.S. in general, that's a new level of threatening language from Kim. Right?",
    "statement": "Yes, the <POTENTIAL> for provocation and provocative language is enhanced by Kim by the <FACT> that now he has the technology that goes to match the language."
  },
  {
    "transcript_id": "CNN-349435",
    "matched_terms": {
      "of course": "ungraded",
      "clearly": "ungraded"
    },
    "previous_statement": "I think Secretary Tillerson, Secretary Mattis and Chief of Staff Kelly are those people that help separate our country from chaos.",
    "statement": "Now, allies of the president suggest that the smartest strategy for the White House today would be to ignore this \"New York Times\" op-ed, not give it oxygen, not lend it credibility. Instead, <OF COURSE>, we have seen a river of denials, from Vice President Mike Pence, to Secretary of State Mike Pompeo, U.N. Ambassador Nikki Haley, Transportation Secretary Elaine Chao, and on and on, each one insisting he or she did not author the anonymous \"New York Times\" op-ed. Now, of course, each denial only serves to keep the story alive and each denial lends credence to the possibility that it <COULD> have been that person, Vice President Pence, Secretary of State Pompeo, anyone else. So why do these statements of denial keep coming? Well, a top White House official tells CNN's Jeff Zeleny that the president has <CLEARLY> sent a signal he likes it when his top officials issues these denials. Recall just yesterday he praised Defense Secretary Mattis and others who denied some of the statements attributed to them in the Bob Woodward book."
  },
  {
    "transcript_id": "CNN-338192",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "The president is also tweeting a lot about his personal lawyer Michael Cohen this weekend and the idea of him flipping. Why do you think the president is worried about Cohen flipping if he has nothing to hide?",
    "statement": "Well, I don't <KNOW> -- you know, I don't <THINK> I've said -- Michael Cohen's in a lot of trouble right now and he's got some serious problems. Those subpoenas are not issued in a willy-nilly fashion. They're issued by a judge who looked at them and actually put in more protections so that the attorney-client privilege <COULD> be preserved. So he's got some real issues, Michael Cohen does, and <CERTAINLY> whether he lips or not there has to be -- he has to have some information --"
  },
  {
    "transcript_id": "NPR-4283",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Commentator Amy Alexander never quite mastered the art of swimming, but watching her kids learn has made her consider taking on the challenge again.",
    "statement": "My children are learning to swim, something I wish I'd done at an early age. Back in my days, swimming lessons were a luxury, something that suburban kids did. In my working class neighborhood in San Francisco, no one I knew had a pool. And <CERTAINLY> no one was skilled or brave enough to swim in the frigid, tumultuous Pacific Ocean. For a couple of summers, though, my siblings and I did take free swimming lessons provided by the local Department of Parks and Recreation. We would meet up at our local city playground, one morning each week, and team leaders would take us by municipal transit to a nearby city-run pool."
  },
  {
    "transcript_id": "CNN-8469",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Hi. How essential are these test in your view? And what do they contribute to U.S. national security?",
    "statement": "These test are <ABSOLUTELY> critical to making <SURE> that we are prepared for when this does occur, as you had you mentioned really. Really this is no longer a question of if, but rather when. These types of incidents, are unlike anything that we have dealt with in the past, and we really need make sure that all of the different federal agencies can actually work together and respond to something like this, not just on paper, but in real life."
  },
  {
    "transcript_id": "CNN-330539",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "It was a good night.",
    "statement": "It's good to have you here. President Trump declaring he is not a racist once again. This time it's in context of his denying that he referred to Haitian and some African nations using an ugly s-word. But his real problem is that he <CLEARLY> expressed a preference for people from a place like Norway to the black and brown people from impoverished countries. Now lawmakers who were in the Oval Office are in this bizarre and, frankly, stupid he said/he said about what the president actually said and why. Credibility for so many, Poppy, on the line."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "clearly": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Are you worried, though, about a court challenge potentially if these subpoenas are issued?",
    "statement": "I do <THINK> it will go to the courts, but I think the courts will <CLEARLY> rule in our favor, because there's no executive privilege here. There's not some top-secret national security issue about why random people were given security clearances. If anything, what we ought to do is get this information so that we can strengthen the laws in Congress, so that the president of the United States isn't allowed to just arbitrarily give security clearances with our most sensitive information to whoever he or she chooses. And that's the real oversight function. So I'm <CONFIDENT> that the courts would rule for us."
  },
  {
    "transcript_id": "CNN-245233",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes, we are. We're already behind in the area. I mean, we have relegated it or the FAA had considered it sort of a hobbyist activity and they really hadn't focused on how many there are. And what the wide variety of it is, you can buy a drone anywhere from $50 to, you know, several million dollars and there are so many applications now and not just that, you know, the Amazon delivering packages. And eventually someday, this is way off in the future but eventually they will deliver people as well. But obviously that's not on the current drawing board right now. But you know, when Amazon announced that they were actually going to start hiring drone pilots and that's tough because there is no domestic pilot licensing and they were looking, of course, for military drone pilots. The Air Force has a great many of them and a large training program. I think that really made everybody focus on the fact that this is a technology that we're going have and we better have it with a legal regulation structure that makes sense.",
    "statement": "<ABSOLUTELY>. Mary Schiavo, thanks for joining us."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Yes, and it is hoped that there will be ways to - that there are efforts underway. Mostly these are demonstration programs within the Medicare program. That's what Congress has - the federal government has the most immediate power over to try and find better ways, what they call better incentives to help get better outcomes rather than paying - a lot of the health system is sort of paid by inputs, the more you do the more you get paid.",
    "statement": "And that's seen as <SORT OF> inherently inflationary. It gives people, it gives the medical system the incentive to do more. So the idea is let's change the incentives and have the incentive be to do things more efficiently rather than to just do more. So one example is hospitals now get dinged if patients come back to the hospital too soon, it's called readmissions. If you get, you <KNOW>, discharged, and you come back, you don't get paid extra for another hospital admission. In <FACT> you get punished for having that readmission. So that's one example."
  },
  {
    "transcript_id": "CNN-317386",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "So I seems like what he wants to do is stop the investigation. I don't think it's necessarily about Jeff Sessions, because the recusal happened on March 2nd and, you know, we're now, you know, in August. So, obviously something else is happening. And so I think it's more about the fact that he is panicking about the investigation and particularly probably with the Donald Jr. e-mails. And so he's trying to figure out how to stop it and the only way to stop it, he figures, is to get rid of Sessions and to try to start the domino effect of getting somebody in there that he thinks will do his bidding.",
    "statement": "That's what's getting lost in this discussion is, you <KNOW>, is he loyal, can he do it? The President of the United States is trying to undermine the rule of law by getting rid of an attorney general who has done the right thing, followed Justice Department guidelines and recused himself for an investigation. You said that the investigation hadn't started. The investigation into the Trump campaign's relationship with Russia started last July. So the investigation had started and Sessions had conversations as a campaign surrogate with Russians, was a very <CLEAR> case for recusal. He did the right thing. A lot of people -- and he deserves credit for that. What we are watching now is a public machination by the president to undermine the rule of law at the Justice Department."
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "obviously": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Are you worried about - not worried, but how do you struggle with not becoming what you oppose? Listen, you're a passionate guy. Everybody knows, who saw you play, you know, if somebody brought the noise, you'd bring the funk right back to them. There was never going to be a question. But one of the - one of the hard parts for people who want things to be better is that there's this standard put on you to be better, to be better than the way they were to you. And that's a hard thing to do to somebody who's in pain, who's been hurt, because anger is our first- reach response. How do you deal with all that mixed emotion?",
    "statement": "Well we're dealing with reality. I <KNOW> I will never get to him. I know I'll never get that 30 minutes with him. So, what can I do? I can use my voice. I can be here, and stand for my brother, stand for his kids. Any - any time I can - I can use my voice to highlight what's going on here in Minnesota, and his case, I'm going to do it. And then, that's all I can do right now. <OBVIOUSLY>, the protests have been great, and - and people are following me, and looking for advice going forward. And I love being in this position. But the looting and all that <STUFF>, Floyd wasn't about that. He wouldn't support that at all. He loved to support that everybody's screaming his name, wherein away in Iran and The Netherlands, all that stuff, he - he <DEFINITELY> appreciates all of that. But we don't want all the work we've done to get the noise and - and the light on his situation taken away from us by a group of people who coming in and don't understand our same fight, don't understand our same pain, and we can't let them take away from that."
  },
  {
    "transcript_id": "CNN-164150",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Here's a look at what's ahead \"On the Rundown.\" Jobs numbers are up, unemployment down. We'll tell you what today's new report means for the economy. Also, what is all the radiation in Japan doing to the marine life? We're going to go to the Georgia Aquarium to get some answers. And some fear that Britain's royal wedding <COULD> be ruined. We're going to tell you why. Good, but not great. All in all, though, there is some encouraging numbers out today for the monthly jobs report, numbers better, in <FACT>, than most of the experts expected. The Labor Department reports that 216,000 jobs were created last month. Now, that knocks the unemployment rate down just a notch, to 8.8 percent. That's the lowest, though, it's been in two years. Our Christine Romans, she's joining us from New York. So, Christine, tell us what this means. It's modest growth, but it's growth, nevertheless. Are people going to <FEEL> this? Is this significant?"
  },
  {
    "transcript_id": "NPR-8247",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "It's almost criminal not to be having people over and serving drinks.",
    "statement": "We <DEFINITELY> love to entertain and to have dinner parties and - so that was one of the things we really liked about the big spaces in this house."
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Straight out to Mark Williams, joining us tonight from WNDB Newstalk. Mark, what`s the latest? What can you tell me about a source deep within the police department, according to local reports, saying that they believe little Caylee is dead?",
    "statement": "Well, Bob Khieling (ph) had that report this afternoon on WBSH (ph) Channel 2 here in Orlando, the NBC affiliate. Somebody told him a source who is deep within the department said that some investigators <BELIEVE> that little Caylee Anthony is, in <FACT>, dead. However, during a roundtable this afternoon, late this afternoon, with Orlando-area media, a spokesman for the Orange County sheriff`s department stressed that they have no proof that Caylee is dead and they`re still treating this case as a missing persons story. Also, Nancy, one of the other things that they`re talking about is what happened starting on Monday, June 16, Tuesday the 17th and Wednesday the 18th. They believe -- investigators right now believe if anything ever happened, little Caylee died on the 16th, which was a Monday, the day after Father`s Day. They theorize that she <MAY> have died in an accident. There were a flurry of phone calls, a half dozen in all, starting at 3:03 PM that Monday afternoon, ending about 4:24 PM, to the mother`s cell phone, the father`s cell phone, as well as her ex-fiance, Jesse Grund (ph), his cell phone. <APPARENTLY>, she didn`t even get any answers. And she even called her mother, Cindy, at her work and never got her on the phone. Now, investigators looking at Tuesday, the 17th, in which she borrowed -- Casey borrowed a shovel, very unusual because Casey was not exactly the gardening type. And <OF COURSE>, the following day, the 18th, she backed her car up to the garage, which was very unusual, and then also made a flurry of phone calls starting <AROUND> noontime, several to her father and to her mother, once again -- again, apparently, no answers right there. Also, as we documented last night on this show, that the police now taking a look at cell phone calls and cell phone records. As the expert out of Atlantic City mentioned last night, that on your cell phone bill, that`s only the surface. Now they can ping those towers to see where her cell phone hit. They <COULD> check the velocity. They can check where that cell phone came from through triangulation. And of course, the other bombshell tonight was the fact that there was a couple in Orlando who said they saw little Caylee Anthony on July 10 -- they even took pictures -- living in an apartment complex with two individuals. I <KNOW> we have some pictures of what Orlando police have in their possession right now. It`s a little girl, and it <SOMEWHAT> looks like Caylee. However, she has a hat over her head and you really can`t see her features. Orlando police tonight discounting the fact that it was Caylee Anthony, but those pictures are in their possession right now. And that`s the very latest out of this investigation, Nancy."
  },
  {
    "transcript_id": "CNN-218432",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "You had incredible access to Armstrong for the film. You agreed to pay him for that access. Armstrong will still get a cut of the proceeds of the film despite the turn that the story line ultimately took. Is there any reaction from him?",
    "statement": "I haven't heard any reaction because he hasn't seen it. You <KNOW>, we offered him the opportunity to see it, and he sent his representatives instead. I <THINK> he <SHOULD> see it. I think he should see it."
  },
  {
    "transcript_id": "CNN-299700",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "So that event at Harvard also included a round table among a larger group of aides from both sides and things got pretty ugly there. Listen.",
    "statement": "Listen, you guys won. That's <CLEAR>. You won the Electoral College --"
  },
  {
    "transcript_id": "CNN-40920",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "That's exactly right. But also, the king is not asking to be reinstated to his position. In fact, he said this is not ego trip for him. He's offering himself to establish the process brings the very groups together, which is a process inherent in the Afghan culture. The factions that all in the past have been at odds with each other are united that that's the best course for Afghanistan to take. They were solid. There was no split in their unity. And the key thing is, prior to going to Italy, we went to Russia where we met with the Russian leaders. They encouraged us to meet with the king. Russia has never done that before. The Russian leaders encouraged us to meet with the opposition groups. Turkey. We met with Turkish leaders the following day. They encouraged us, and said this was the best process. I think the president is exactly on the right track. He's building that coalition, and we are gradually putting the Taliban where it should be, shown to be minority group that is misusing the Afghan people.",
    "statement": "Let me ask you. Last night I happened to be listening to National Public Radio, and they were interviewing people in Afghanistan on this very question. A couple of them said, \"Why <SHOULD> we respect this king? He didn't come back to help us when the Russians invaded our country.\""
  },
  {
    "transcript_id": "CNN-266199",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The endgame for Putin in Syria is to maintain influence there. And I have to say he's doing pretty well. So, he needs to keep that warm-water port in Tartus that was a navy base that was established in the 70s. He needs to continue his arm sales both in Syria and Iran. And now he's done something pretty clever, Jake. He's coordinated Tehran, Damascus and Syria and Baghdad in Iraq in an intelligence sharing operation. And many believe now there's even a possibility of Russian troops in South Iraq to deal with the Syrian issue, invited in by Baghdad. So, that is in Putin's interests. That's what we need to understand. It's not really keeping Assad in power. It's keeping his influence alive. And that's exactly what he's doing. I think he would cut a deal to keep -- to get Assad out if he felt that that served his long-term interests in the region.",
    "statement": "Is there a scenario where you <THINK> the U.S. <SHOULD> <POSSIBLY> coordinate airstrikes and military operations with the Russians against ISIS?"
  },
  {
    "transcript_id": "CNN-75678",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you, Paula.",
    "statement": "And I <SHOULD> <PROBABLY> button this off by saying that the judge did give both sides 10 days to appeal this ruling. All right, move over, Barbara Starr. You <KNOW> our own Barbara Starr, distinguished reporter at the Pentagon. There is a new girl in town. Coming up: How a 9-year-old girl was able to get the scoop from the secretary of defense. Stay with us."
  },
  {
    "transcript_id": "CNN-212478",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "A matter of time. I mean, they were going to look at her regardless. However, when your own sister suggests that you may have something to do with it, you are most certainly now on the hot seat.",
    "statement": "Now, why do you <THINK> Hernandez`s fiance is sticking with him? I mean, he`s been alleged to do all these awful things, and this is, in <FACT>, to her sister`s boyfriend. Does that <SEEM> odd to you that she is standing by him like this?"
  },
  {
    "transcript_id": "NPR-13224",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "They all want to top each other. Let me say as someone who was in the room when he said that, he was the only one laughing. At that point, you know, he was looking around the room trying to get a laugh or, you know, I don't know that he expected actually to have any takers - anyone to say, oh, yeah, sure, I'd love to be a V.P. in the Edwards administration.",
    "statement": "But usually, when the cameras are on, they <SORT OF> have to play for the cameras. They have to get at least, you <KNOW>, gallows humor; that's -a little bit of laugh because it's just sort of a, you know, proper thing to do. And in this case, they were on the radio, and there were no cameras in the room. They did not have to pretend that they <THOUGHT> that was funny because it was <CLEAR> that they did not."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Do you think there is a fear that the U.S. is going to cut and run?",
    "statement": "<ABSOLUTELY>. They heard Secretary of Defense Rumsfeld say that he was considering cutting U.S. troop levels from 130,000 to 100,000. It panicked them. They saw this as the first step in a year-long exit strategy."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "I guess it`s that you feel for them. You know what I`m saying? You understand her situation. You kind of feel for her.",
    "statement": "Yes, but it doesn`t really glorify anybody for smoking pot. You <KNOW>, <CERTAINLY>, you see the people that are smoking pot, and you see they have trouble. You know, they`ve got a lot of problems."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And the Obama administration fired him when he was supposed to come up for his second tour of duty as the head of the DIA, the Defense Intelligence Agency. They didn't like his style of operation. Senator Lindsey Graham, the Republican senator from South Carolina, he's casting doubt on this entire story, suggesting this could have been Russian disinformation put up to stir confusion. Do you think that's possible?",
    "statement": "Well, anything is possible right now, but the most important thing that we <COULD> do is to get to the bottom of the truth. You <KNOW>, Jared Kushner could come in and testify to the Senate Intelligence Agency [SIC], or he could turn over any documents or anything that would prove otherwise. But at this point it <SEEMS> to be a very corroborated story. And in terms of what the Russians are doing, if Senator Graham is that concerned, then he <SHOULD> also be urging for full cooperation with the special counsel, as well as the Senate Intelligence Committee which is trying to do a full investigation about Russia's collusion in the last elections and continue -- continued efforts to affect our elections even to this day."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Won't the prosecution argue that it is no one's business whether or not she had sex, Chris, before or after if, in fact, Kobe Bryant did what they allege, that is rape?",
    "statement": "Well, if Kobe Bryant did what she alleged is, in <FACT>, rape, it is sexual assault. However, the prosecution's objection objective in a criminal case is to seek the truth, not to obtain a conviction. And if I were the prosecutor on the case, I would be hard pressed from an ethical standpoint to argue that the defense shouldn't be entitled to this information or to <PERHAPS> even introduce it at trial."
  }
]