[
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "fact": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "The poll numbers are huge for President Bush, as they were for his father at the time of the Persian Gulf War. The congressional move authorizing use of force in the Persian Gulf War passed on a slim margin of 52 to 48. The authorization to use force cleared the Senate 98 to nothing. The question is, and we were talking about this earlier, America tends not to be a very patient nation. How long can this overwhelming support hold? And what kinds of things may either serve to preserve it or erode it?",
    "statement": "Well, there's several things. Those are -- that's a very good question. It will, right now, be -- the President's popularity is at its pinnacle. Americans have a tendency to rally <AROUND> the flag, to support the president. And that's very good. But we have to remember that things will go wrong in the future. We <MAY> not even kill innocent people. We may not, and just lose a few American soldiers. We may, in <FACT>, kill some of our own people inadvertently. And some of the operations we undertake <COULD> well look farcical in retrospect. People look back at the Bay of Pigs, for example, when in 1961, President Kennedy launched a hair-brained invasion of Cuba, and it failed miserably. And we looked terrible. There may be things like that will go wrong, and people are going to begin to attack the administration, the political parties will divide. The press will come down on him. And there'll be a great <<FEELING>> of disenchantment, and we just have to go through those periods of low points and carry on the struggle. But, as you indicated, this is not going to be an easy thing to do. And I <THINK> we all have to realize that, that this is history. We've had a holiday from it. It's not a game of chess. Things will go wrong, very unparalleled things none of us can imagine. And that's just going to be part of"
  },
  {
    "transcript_id": "CNN-57953",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "All right. I understand. Mr. Rackauckas, can you tell us, do you think that pretrial publicity is a problem? Because you have been outspoken, of course, the sheriff has been outspoken, and of course, the media has been covering this story around the clock.",
    "statement": "You <KNOW> what? this is a case that it's terribly important. It's one that has a devastating effect, not just on a single family, but on the community and on the entire nation. People <FEEL> less safe. Parents feel less safe and more fearful because of this <KIND OF> a crime. So I <THINK> that we have a duty here to let the public know what is going on. The <FACT> that we had such a fast and swift arrest in the case, I think, makes a lot of people feel <SOMEWHAT> safer now. And so I think it's important for people to..."
  },
  {
    "transcript_id": "CNN-119033",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "We have poor water quality in all areas of the bay and our river system.",
    "statement": "Plenty of people still vacationing along America's beaches, but how safe is that water? We're going to be getting into all that <STUFF> coming up this morning. But we're going to start with the update on the breaking news this morning out of Utah. We're getting new pictures, actually, from the president of the mining company where six miners are trapped. These are from inside the mine where crews are digging horizontally to try and reach the six trapped miners. However, the major development that we got this morning is that a second larger drill has, in <FACT>, broken through vertically into the cavity where the men are believed to be trapped. And at any time crews are going to lower a camera into that hole looking for the miners, and that <MIGHT> be our first chance to get some <KIND OF> definitive word, some real answers about the fate of these six trapped miners. CNN's John Zarrella following this unfolding story for us here this morning. He's joining us live from the mine site near Huntington. Good morning to you again. Give us the update, please."
  },
  {
    "transcript_id": "NPR-26961",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "It is there.",
    "statement": "And people, when they leave the screening, they come up and ask, was there a daughter? Wasn't there a daughter? And people literally argue if I have a daughter or not. There is an answer and it's <CLEAR>. It's in the screen. It's in the frame."
  },
  {
    "transcript_id": "CNN-405017",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Only the Trump White House could view keeping information away from the American people as a victory. Remember, we're only here because he is the first president in my entire lifetime not to just put out his tax returns. Not even presidents, but candidates are expected to do this. I did mine, not that there's much to see there. But it was a basic step that you take in the name of transparency. We're also here -- let's not forget -- partly because the president was caught directing hush money payments to an adult film actress. So, nothing about this reflects well on the president, least of all the fact that they went all the way to the Supreme Court trying to say you couldn't get records from him because he's the president. That argument was more or less laughed out of the Supreme Court, and it goes back to the lower court to work its way through. Nothing about this is a victory, and everything about this reminds us why we so urgently need a new and different president in Joe Biden come November.",
    "statement": "So, you <KNOW>, I <THOUGHT> Tom Friedman's column was really interesting. I'm <SURE> you saw it yesterday, when he had a solution to get Trump's tax returns. His argument was -- let me quote the column -- Biden <SHOULD> declare he will take part in a debate only if Trump releases his tax returns for 2016 through 2018. Debates always have ground rules. Why can't telling the truth and equal transparency on taxes be conditions for this one? What do you say to this? Is this something that Joe Biden should seriously consider, to say I won't debate unless you return the tax returns, I mean, I'm sorry, unless you release the tax returns, and if you don't, then so be it, no debates?"
  },
  {
    "transcript_id": "CNN-71139",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Another big contender this year was the Nike ad. Tell us what made that one so special then?",
    "statement": "Well, you <KNOW>, Nike, over the years, and their agency, Wieden & Kennedy in Portland, have set a very high standard for their work, for their advertising. And we felt this one was a wonderful simple demonstration of the <FACT> that these shoes can make you run faster."
  },
  {
    "transcript_id": "CNN-67986",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "We've been bringing you breaking news this morning on Iraq. This weekend, the U.S., Britain, and Spain will hold an emergency summit on the crisis, but whether it can actually lead to a vote at the U.N. next week on the second resolution is still very much up in the air. Richard Roth is our man at the U.N. He practically lives there. What is the latest buzz there -- good morning, Richard.",
    "statement": "Good morning, Paula. Well, this is billed as a diplomatic summit, and it would <APPEAR> that the big three there, the United States, Britain, and Spain, are going to make a final decision on just what to do with this proposed new resolution on Iraq. It had a Monday deadline for Saddam Hussein to cooperate and turn over all weapons of mass destruction, so some <SORT OF> decision would be made. Is the resolution going to go forward, even though there <MAY> not be nine required votes in favor and a veto threat, or will it be taken off the table? Last evening, consultations here at the Security Council revealed, <OF COURSE>, how deep the deadlock still is here in New York. Both sides arguing on a variety of points, including those proposed British benchmarks, disarmament tests for the Iraqi government. And, today, still holding firm, France and Germany. German Chancellor Gerhard Schroeder saying make inspections, not war."
  },
  {
    "transcript_id": "CNN-67078",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "The latest figures they're saying here, 26 confirmed dead. They don't know for sure at this point how many more they may find, but certainly this is a tragedy of incredible proportions. I guess any word that you'd like to pass along to family members?",
    "statement": "You <KNOW>, I've love to say I'm sorry for whatever happened. I mean, I'm not trying to cast blame on myself or anybody else. It's <OBVIOUSLY> a very tragic and unfortunate incident. This is not what music is supposed to be about. You know, after 25 years of being in the show business, nothing like this has ever happened. And what do you say? You know, gee, I'm sorry. I mean, that doesn't cut it. There are no words that can <POSSIBLY> express the way I <FEEL> right now. You know, I'm devastated. I don't know what to -- you know."
  },
  {
    "transcript_id": "CNN-341312",
    "matched_terms": {
      "of course": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Well, Rosemary, for intents and purposes it looks as though this summit is going ahead. When you look at the preparations behind it there has been a flurry of diplomatic activity since the U.S. President Donald Trump sent that cancellation letter to Kim Jong-un, the North Korean leader. So what we know right now is there is a U.S. delegation here in South Korea. They have met at the DMZ with the North Korean side. Talking about the substance of these talks that could happen, talking about the agenda. Talking about what would be an in a potential communicate is of course speculation they're not publicly saying what those discussions are centering around. But we can assess that this is more about the substance of what could be agreed at this summit. Now I've also heard from someone who is familiar with U.S.-North Korean relations that there will be potentially be another meeting tomorrow as well. So this is an ongoing process. And also as you say you also have the logistical side of it. That the delegation from the U.S. and as we understand it one from North Korea as well was seen landing there according to Japan NHK. They are potentially going to meet to talk about site survey, security, the logistics of everything. So even though we haven't heard definitively that this summit is going ahead in Singapore on June 12 the diplomatic activity that is going on right now would suggest it is quite likely. Rosemary?",
    "statement": "That is <CERTAINLY> the way it's looking so far. And <OF COURSE> the U.S. and North Korea are still very far apart on what they want to see come out of this. But we do <KNOW> that the U.S. is holding off on implementing tough new sanctions on North Korea. So what <MIGHT> that signal?"
  },
  {
    "transcript_id": "CNN-129594",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Want to tell you now about another round of trouble at a meat plant in Nebraska. The Agriculture Department has announced a recall of more than a million pounds of meat from Nebraska Beef Limited. The meat has been linked to some 31 cases of E. coli. The recall covers primal cuts, subprimal cuts and boxed beef made on June 17, June 24, and July 8. A different grade of beef from the plant was earlier linked to some 50 illnesses.",
    "statement": "<DEFINITELY> not your American food court fare. That's for <SURE>. Lamb testicles, anyone? The delicacies that are tempting tourists at the Beijing games."
  },
  {
    "transcript_id": "CNN-247426",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "$21 trillion later, you think that --",
    "statement": "Well, I <THINK> -- if you think, if you think, if you think the people <SHOULD> be malnourished then it <MAYBE> it's a failure."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Let me go Vern in the audience with a question.",
    "statement": "Yes, I would agree that Hillary <CLEARLY>, a very bright woman and very clearly social consciousness present there. My biggest concern, when I hear these criticisms about Hollywood orchestration, is that she needs to step out of that structure and step down into the streets, she needs to show a little Bella Abzug, if you will. She needs to win big in New York City and I <THINK> she can only do that by getting in the streets and talking to those voters and connecting to them on a very personal human, you <KNOW>, toes-to-toes, nose-to-nose levels. She has to do that to win this campaign."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And Bill, on \"RELIABLE SOURCES\" this morning, Rachel Sklar from The Huffington Post basically said, you know, who is out there clamoring for Ralph Nader to get into the race? You know, where is his constituency? You know, you have to wonder, Bill, why is he doing this?",
    "statement": "Well, I <CERTAINLY> don't <KNOW>. I mean, he <OBVIOUSLY>, as Barack Obama said, he <MUST> <THINK> an awful lot of himself, you know, and his <VIEWS>. He claims he's doing it because the candidates are not addressing what he considers to be the real issues, which is the dominance of corporate America. He doesn't like the two-party duopoly that controls American politics. He says dissent usually turns into assent. So what he wants to is introduce ideas that will be picked up by the major parties. He doesn't even argue he's likely to win. Well, that is historic role of third parties. Whether it's an anti- slavery party or a prohibition party or a civil rights party, they introduce ideas. They show that there's a big body of votes behind those ideas, and the major parties, being opportunistic, go after those votes. But I'm afraid what Ralph Nader is proving is there aren't very many votes anymore behind the <KIND OF> ideas that he's proposing. Or if there are, for the most part the Democrats are picking those votes up already."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you very much, Secretary Cambone. General Smith, do you have a few opening comments?",
    "statement": "Senator Warner, Senator Levin, members of the committee, sir, I'll stand by the comments that I made on Friday, but to add that once again, on behalf of General Abizaid and all the men and women of Central Command, we regret very much that these events ever occurred and apologize to those who are victims of the abuse. I would like to assure you that in every case of where the investigations have had recommendations and findings that we have either implemented the recommendations or are in the process of making the fixes necessary to ensure that those gaps that we had either in policy procedures or leadership are being fixed. We, at the same time, have a number of investigations that are ongoing, that <SHOULD> give us more answers to some of the questions that we all have about what actually went on in the Abu Graib prison, the most significant of which is the General Fay investigation over the military intelligence brigade. We will continue to try and make every effort to ensure that we implement the proper procedures, policies and practices to ensure that this never happens again, sir. Thank you, Senator Warner."
  },
  {
    "transcript_id": "CNN-329274",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "So it is Tokyo based airline, and I think they erred on the side of being too cautious. If they bring someone to japan and don't have a visa it could cause big problems for the airlines. There was no security risk from what I'm told even though the police did meet the aircraft. I think it was the pilot saying wow we messed up here and in the over abundance of caution let's go back to lax.",
    "statement": "So <OF COURSE>, investigators are checking this out. What happens now? I don't see anyone broke any laws?"
  },
  {
    "transcript_id": "CNN-86867",
    "matched_terms": {
      "of course": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "But this is little comfort to the women who say their lives will permanently change, their right to choose taken away. Sara Dorsey, CNN.",
    "statement": "We <SHOULD> point out Graham has been representing himself. Now he says he's looking for a lawyer, and the plaintiffs' attorneys say they have already been contacted by 10 more women. The case goes back into court in 90 days. A monsoon kills nearly 2,000 people. That story tops our look at what's happening <AROUND> the world in the uplink. South Asia, 17 people, including six children, were killed in heavy rains today, and more than 1,900 people have died from drowning, disease, mud slides, and other storm-related disasters since the monsoon began in June. The Gaza Strip crossing to Egypt reopens. Israel will allow at least 1,500 Palestinians stranded at the crossing to return home. Israel closed the site nearly three weeks ago out of concerns that Palestinian militants were planning to attack it. Belfast, Northern Ireland, a lucky day indeed. A 58-year-old cancer patient has won the equivalent of $36 million in Britain's national lottery. It is the biggest jackpot won by a single person in the lottery's history. The winner says she almost missed the prize because she had put the winning ticket away and had forgotten about it. In Amsterdam, the Netherlands, fighting unsolicited toe-licking. Yes, the Dutch Labor Party has proposed a measure that would ban the foot fetish. This comes after police failed to prosecute a man who had <ALLEGEDLY> snuck up on sunbathing women and licked their toes. Police say while the activity is <CERTAINLY> unusual, it is not criminal. And that's tonight's uplink for you. Michael Moore's film \"Fahrenheit 9/11\" has stirred political tempers, raked in more than $110 million dollars, but it <APPARENTLY> hasn't changed many minds. A recent study out of the University of Pennsylvania found that those who <THINK> less of President Bush after seeing the film are mostly Democrats and left-leaning independents, not exactly fans of the president to begin with. But that, <OF COURSE>, is just in the U.S. In the Middle East, the central front in the war on terror, many Arabs are just now seeing \"Fahrenheit 9/11\" for the first time. CNN's Tim Lister gauges their reaction."
  },
  {
    "transcript_id": "CNN-217377",
    "matched_terms": {
      "of course": "ungraded",
      "certainly": "ungraded",
      "obviously": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Chad, stay with me. Let me go to Paula Hancocks. She's our correspondent in Tokyo right now. She's joining me on the phone. And, Paula, 7.3 magnitude. Did you feel this?",
    "statement": "Good morning, Brooke. Yes, I did. This <CERTAINLY> was strong enough to wake me up. It was ten past two in the morning when it actually hit. I'm pretty <SURE> it would have woken a fair few people up. So, yes, it was a sizable quake down here. It was about <MAYBE> 300 miles away from the epicenter here in Tokyo. But it <DEFINITELY> was strong enough to wake people from their sleep. At this point, just watching Japanese media as well, <OBVIOUSLY>. Their -- the television stations have been warning of this tsunami warning and showing the different areas along the eastern coast of Japan where this possible tsunami <MAY> have hit. They're now saying that the time of that possible tsunami, the expected time has passed. And as far as I can see from details from the Fukushima area, <OF COURSE>, remember this is where the crippled nuclear power plant is."
  },
  {
    "transcript_id": "CNN-350700",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you, Ana.",
    "statement": "Thank you for being here on the weekend. And we want to let you <KNOW> every week Chris is cutting through the spin. He is tackling the surreal world of politics in the age of Trump. He has a new You Tube show, \"THE POINT.\" Tune in every Thursday. Is there a specific time that we <SHOULD> be turning in, Chris?"
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "should": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Let's move on to our second question. This one comes from Teri Olson, of Sarasota, Florida: \"Why are some people getting inhalation anthrax and others only the skin type? If everyone wore masks when touching or opening mail and then washed their hands with anti-bacterial soap afterwards, would that help?\"",
    "statement": "I <THINK>, first of all, wearing gloves if you are handling a lot of mail, washing your hands -- washing hands is the single <BEST> public health recommendation in the history of the world. Washing hands is always a good idea. But to take the issue of masks in your home, <CERTAINLY> people <SHOULD> do what they can to remain safe. You can look CDC Web sites and other Web sites and see what kinds of masks are the good ones to protect you. But when we start talking about wearing masks as a general rule, you would have to have your masks on every day, all the time. It would have to fit, and be custom fit. You couldn't have a beard. There are a lot of things that would entirely change our whole way of life. Many things in life we do involve some risk. I think those of us who worry -- the public health folks who should worry -- should help define that risk so people <KNOW> what level of risk they are taking as they do all of their everyday activities."
  },
  {
    "transcript_id": "CNN-267143",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Hi, there, welcome to the INTERNATIONAL DESK. I'm Robyn Curnow at the CNN Center. The spiraling cycle of violence in the Middle East has taken another deadly turn. There've been a couple of attacks using vehicles as weapons. Meantime, there were more clashes today and yet another knife attack that left an Israeli soldier wounded. This as U.N. secretary-general Ban Ki-moon heads to the region in a push to calm tensions. Well, he has his work cut out for him. There have been attacks and clashes almost every day for weeks now. CNN's Ben Wedeman is on the scene of one of today's attacks in the West Bank and he joins us now live with the details. Hi, there, Ben.",
    "statement": "Hello, Robyn. We're at the Gush Etzion junction which is south of Jerusalem, where just about an hour ago, a Palestinian driving a car with Israeli plates swerved into a bus stop behind me -- I'll just step out of the way. And according to police officers on the scene, wounded one soldier and one civilian. Now there were security personnel on the scene, as there always are here, and the driver of that car was shot dead. What you're seeing now is personnel throwing dirt on the pool of blood where his body lay, that -- the body was out there for <QUITE> some time. They were taking his fingerprints. And <OF COURSE>, this is the third incident of the day. Earlier just south of Hebron, one Israeli man <APPARENTLY> got out of his car after Palestinian protesters were throwing rocks at it and shortly thereafter, while he was out in the road, he was run over by a truck carrying Palestinian plates. In addition to that, there was an earlier incident outside the village of Beit Awwa, which is outside of Hebron, where, in the course of clashes, a Palestinian stabbed an Israeli soldier. He was lightly wounded in this case -- Robyn."
  },
  {
    "transcript_id": "NPR-12659",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Before your law, Florida law said that if there's a safe line of retreat - and this is still the case in many states - someone who's threatened has an obligation to take those steps back before resort to force. What's wrong with that?",
    "statement": "The duty to retreat puts the person at great risk, and it's a Monday morning quarterback situation. We can all sit and analyze for hours what someone <COULD> have done. But in <FACT>, a victim of a violent attack has seconds to decide if they want to live or they want to die or they want to be a victim of violence, such as rape or a beating. And I <THINK> in those circumstances, we need to give that law-abiding citizen the benefit of the <DOUBT> and stand beside them and say if you can stop a violent act from occurring that's going to victimize you and your family, that we're going to stand with you."
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Leonard, he was so clearly deeply in love with little Caylee.",
    "statement": "Yes, yes, yes, yes, yes. He wants to be with her. He <DEFINITELY> wants to be with her. He just can`t accept what has happened."
  },
  {
    "transcript_id": "CNN-232739",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "All right, Jim. Stand by. Aside from putting boots on the ground, President Obama says he's open to all options on Iraq. And administration officials have been huddling now for several days. The president is arriving back in the White House this hour and a decision may be looming. Let's get the very latest from our senior White House correspondent Jim Acosta -- Jim, the president is now back in Washington.",
    "statement": "That's right. And President Obama, Wolf, is due to arrive back here at the White House any moment now. We understand he has not made any final decisions on Iraq. But later on this evening, as Jim mentioned, he will be meeting with his national security team to review his options for dealing with the ISIS threat. One White House official tells us the president has a fundamental set of options in front of him, but that those options <COULD> be tweaked or changed before a course of action is taken. One option we have heard about here at the White House is that the U.S. could expand its already existing training programs for Iraqi security forces. But national security spokeswoman, Kaitlin Hayden, cautions that ramping up training in Iraq would not put troops in a combat role. The president said he's not going to do that. Aides to the president also say they are stressing that any military strike against Iraq would be limited in scope. Incoming White House press secretary, Josh Earnest, told reporters aboard Air Force One that any action would not lead to a quote, \"open-ended commitment.\" And White House officials, we <SHOULD> say, are also downplaying just how much the U.S. would work with Iran in containing the ISIS threat. Earnest told reporters there are no plans for any military coordination between the U.S. and Iran, only that officials from both countries <MAY> speak on the sidelines at this week's discussions in Geneva regarding Iran's nuclear program. But, Wolf, there is deep concern here at the White House over ISIS. A senior administration official told me the national security team was working with the situation with the same urgency throughout the weekend as we saw last week. And as we <KNOW>, last week, Wolf, it got pretty intense."
  },
  {
    "transcript_id": "CNN-299700",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "So that event at Harvard also included a round table among a larger group of aides from both sides and things got pretty ugly there. Listen.",
    "statement": "Listen, you guys won. That's <CLEAR>. You won the Electoral College --"
  },
  {
    "transcript_id": "CNN-11050",
    "matched_terms": {
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Congress hopes to declare independence from Washington today and get out of town for a long summer holiday. CNN congressional correspondent Chris Black joins us now from the Capitol where's there's much to do before turning off the lights, eh, Chris?",
    "statement": "There <CERTAINLY> is, Lou. The Senate has just approved a massive $11.3 billion emergency spending bill, but not before reaching a last-minute deal to cut or rescind about half of it. The bill hit two last-minute roadblocks in the United States Senate today: Senator John McCain of Arizona and Senator Phil Gramm of Texas. They objected that the legislation had way too much pork in it. In <FACT>, it is more than doubled from the $5.5 billion that President Clinton requested earlier this year. Senator McCain specifically objected to money that was ear-marked to subsidize the Olympic games, $45 million for a Gulf Stream for the Coast Guard Commandant, and $5 million for an Alaska sea life center."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "No, I have not seen it.",
    "statement": "OK. I`m going to throw this one. It`s a hardball, to Stephen McCausland. I got a bad <<FEELING>> he`s not going to answer it. Stephen, this is not anything peculiar to the investigation. Can you just tell me what all is in the basement? Is it just a bedroom?"
  },
  {
    "transcript_id": "CNN-90267",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "It is 2 pm on the East Coast, 1 am on the West Coast. Good afternoon, I'm Fredricka Whitfield at CNN's global headquarters in Atlanta. Ahead this hour: Has it happened again? The latest on photos that appear to show Navy SEALs with detainees and the Navy's investigation. An all-important ally in the war on terror visits the White House. What's Pakistan's position on the hunt for Osama bin Laden? And intelligence reform, new doubts about whether Congress can pass the bill the 9/11 Commission says America needs. Those stories in a moment. But first, a look at the headlines. Luggage packed with explosives disappeared or was misplaced during a police training exercise at a Paris area airport. Now the search for the explosives stretches all the way to Los Angeles, where one of four U.S.-bound Air France planes landed. Still no sign of the explosives. Three other Air France planes were searched at JFK Airport in New York. A splash landing for this cargo plane. It slammed into this lake surrounded by high-rise condos in the Miami area this morning. Police say the pilot and co-pilot on board the DC-3 escaped safely. No one on the ground or any of the boats on the lake was hurt. Former Panamanian leader Manuel Noriega is recovering from a mild stroke suffered three days ago. Noriega's attorney says he is in stable condition and there appears to be no neurological damage. He is expected to return to a federal prison in the Miami area. Keeping you informed, CNN, the most trusted name in news. Up first this hour, the global war on terror and Pakistan's hunt for Osama bin Laden. Those were key topics up for discussion today when President Bush and Pakistan's President Pervez Musharraf met at the White House. We get the latest from CNN's Suzanne Malveaux at the Executive Mansion. Suzanne?",
    "statement": "Well, Fred, here's how it all unfolded. We're told that Pakistan President Pervez Musharraf was in Latin America and headed to Great Britain and he called President Bush to ask if he <COULD> stop by and congratulate him on his re-election win. The president said yes, so they got together on a rare Saturday session in the Oval Office earlier today. <OF COURSE>, as you <KNOW>, Pakistan is really one of the most critical allies in the war on terror. It helped orchestrate and rout out the Taliban in neighboring Afghanistan. Both leaders praising each other for the cooperative efforts in the war on terror but also addressing a number of concerns as well. One of those concerns is Pakistan's role in the hunt for Osama bin Laden. It was recently that military leader for Pakistan said they were pulling out of a particular region, no longer looking for Osama bin Laden in that region. But President Bush today did not express any <KIND OF> concern about that. Rather, the two leaders emphasized their cooperation."
  },
  {
    "transcript_id": "NPR-44098",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "The three civil rights workers heard about that and drove to the Mount      Zion Church to investigate that night.  That's exactly what Klan members      had hoped would happen.  When they got there, the deputy sheriff in      Neshoba County, Cecil Price, pulled them over for speeding and put these      three men in jail. He later released them.  And as they were driving out      of town after being released from jail, they were pulled over by a gang      of Klansmen.  They were pulled out of the vehicle, they were shot to      death on a remote country road and then their bodies were taken elsewhere      and buried beneath an earthen dam.",
    "statement": "Now for 44 days after that happened, nobody knew where these civil rights      workers were.  And, in <FACT>, at the time, a lot of state and local      officials were saying, you <KNOW>, that nothing had happened to them.  This      was just a big hoax, a Communist hoax, to stir up trouble in Mississippi.      And the whole time that the search for them was going on really focused      attention from the national media on what was happening in the South,      that there was violent opposition to civil rights, and it really got      people's attention."
  },
  {
    "transcript_id": "CNN-405349",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "President has argued that he is looking at the potential to defund if the schools do not open. Ms. DeVos said the same thing. Now, having said that, I think the President would be willing to consider additional funding for State and Local governments, if the schools do reopen. So, that's, perhaps, an incentive.",
    "statement": "There's another guy they won't let come on the show to argue this nonsense that he's putting out there with the Friendlies. Look, what you <SHOULD> do is have a plan to help the states do what they need to do to reopen schools. They will have a long list of asks. Dr. Sanjay Gupta is back. On a science, Doc, great to see you, God bless you and the family, love you, brother, what do we <KNOW> about kids? Are we good with me saying, \"No, we're good, Sanjay. Man, they don't spread like you and I would. They don't really get that sick. If they do get sick, it's like one in a gazillion, and it's going to be asymptomatic. We're good to go.\""
  },
  {
    "transcript_id": "CNN-113139",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Defense Secretary Robert Gates wrapped up his three day tour of Iraq and headed back to Washington armed with conflicting military assessments about the advisability of a surge of additional U.S. forces to bring violence here in Baghdad under control.",
    "statement": "The situation here in Baghdad, <OBVIOUSLY>, is difficult. Yesterday I told Prime Minister Maliki that we are committed to the success of the Iraqi government."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, I agree with what others are saying. This testimony is dragging on and on and this is not going nearly as quickly as everyone thought it would go. The judge had asked for a 12-hour hearing. The attorneys for Vice President Gore had asked to speed this along. They were concerned that the witnesses for vice president -- for, excuse me, for Governor Bush would take too long. There would be too many of them. There were 90 originally on that witness list. That was pared down to 20, but the point is we haven't even gotten to the witnesses for Governor Bush yet. We are only, if you can believe this, at 10 minutes until 4 Eastern time we are only on the second witness of the day. We have not even gotten to the other side's witnesses yet, and this is going on with this laborious testimony. It think that it would be safe to say that perhaps some of the most dramatic sound that we have heard today, the most dramatic statements came in the beginning with the opening statements and that's not the evidence that the judge would be considering. And so this is a difficult proposition going from this point, I think, for the attorneys for Vice President Gore. We don't know what else is going to be happening today, but we know that this is dragging along and this statistical analysis -- this discussion is probably not going the way that they would want in terms of speeding along and being the scintillating and direct testimony that they would need to convince the judge, and as ave heard there's a lot that this judge needs to decide before he says ultimately, yes, we are going to count the votes. Now, there are a couple -- there is a split in the argument here between the two sides. We have talked about that. One side says that votes were cast but not counted and they should be. The -- and that's the attorneys for the vice president. The attorneys for the governor say that is not the issue. The issue is whether the boards themselves, the canvassing boards, overstepped their bounds, abused their discretion. They argue that they did not. They made the choices they thought they should make. They have the power to do that. They are charged with that power. There is no proof that they did anything wrong and that's the standard that the judge must go by. So, that is what this all must boil down to. Eventually, the judge has to decide whether he should even call for a recount -- a partial recount. What are the standards? We haven't even gotten to that point yet and we're at 4:00 In the afternoon. Time is ticking and I cannot imagine how this can finish up today, and that's the impression that everyone here has right now that I've been talking to outside the courthouse who is -- people who've been coming in, who have been watching this, they're just shaking their heads, saying this is not going exactly the way that we thought earlier today. Back to you.",
    "statement": "All right, Mark. Mark Potter outside circuit court and as Mark was talking and speaking we're now almost upon our seventh hour today in today's trial. While we talk now, we want to take it outside the courtroom because there is another critical element here in Florida that <MAY> go a long way in determining those precious 25 electoral votes. CNN's Kate Snow now reporting that the state legislature, the Senate president, John McKay and the House Speaker Tom Feeney have agreed to sign a joint resolution on Monday to call for a special session that would begin of the complete State House and State Senate here in Tallahassee. That again special session will start on Wednesday of this week. This past week for about three days a special committee made up of 14 members from the House and Senate got together -- eight Republicans, six Democrats to explore the possibility for a special session. It was recommended from that committee the entire state legislature that indeed <SHOULD> be the case. The lines, the voting lines anyway went right along partisan lines and party lines -- eight Republicans, five Democrats voting for and against a special session, but again, the Republicans in this matter <THINK> that it's critical right now that they preserve the 25 electoral votes in case the court cases continue to drag on. Again, the critical date, the 12th of December. Up to Washington now, here's CNN's Jonathan Karl who is tracking the steps of the vice president today. Jonathan, good afternoon to you."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Chris. So while Netanyahu is in Washington trying to stop a deal with Iran, Secretary of State John Kerry is in Switzerland pushing for a deal in the Iran nuclear talk. CNN's chief national security correspondent, Jim Sciutto, joins us live from Switzerland with more. Good morning, Jim.",
    "statement": "Good morning, Alisyn. Well, I'll tell you, for all the drama and acrimony in Washington the nuclear talks here in Switzerland today were in Monteux (ph), right on Lake Geneva. They're continuing at pace and, in <FACT>, an accelerating pace. These talks this week were originally meant to be just at the political director level. That's a level below secretary of state, but now face-to-face meetings added between Secretary of State John Kerry and his Iranian counterpart, Dr. Javad Zarif. Beginning tonight they're going to meet multiple times, State Department officials tell us, tomorrow on Tuesday and into Wednesday. And you're also hearing from U.S. officials, in effect, a pre-buttal to Prime Minister Netanyahu's speech. They're saying that he's been wrong before, that the interim agreement which is in power right now has held back and restricted Iran's nuclear program for the first time in a decade. They also say that they didn't choose this dynamic with the Israelis, it's not the way they want to go, but their diplomatic solution in this <VIEW> of this administration is the only way to stop Iran from getting a nuclear bomb. There's a long way to go in these talks. There's a deadline at the end of this month, but I've spoken to people from both sides, including the Iranian side. They say things are moving in a positive direction. Alisyn, that <CERTAINLY> doesn't mean there will be a deal, but they're getting closer, and the level of focus here, the level of work here in Switzerland, they're not listening to -- they're turning a deaf ear, you <MIGHT> even say, to all that's coming out of Washington -- Alisyn."
  },
  {
    "transcript_id": "NPR-20601",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Every audience member at \"The Encounter\" gets a pair of headphones.",
    "statement": "OK, I'm just going to test your headphones, just check them. And Helen's going to put us in your right ear. OK, and now I'm going to take a walk across this 2.6 pounds of electrified pate that we call our brain. And now I <SHOULD> be somewhere in your left ear."
  },
  {
    "transcript_id": "CNN-59910",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, what do you think about Bud Selig going down and just, like, observing?",
    "statement": "I <THINK> that Bud Selig <SHOULD> go down. You <KNOW>, I don't think he has done that great of a job as commissioner, in my <OPINION>."
  },
  {
    "transcript_id": "CNN-79225",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I think we all get very frustrated and we get very angry. And we want to march to Downing Street because we know that's where George Bush and Tony Blair will be.",
    "statement": "One of the people getting ready to demonstrate against President Bush when he arrives in London next week. Welcome back. We're ON THE STORY. Mr. Bush has said he doesn't expect everyone in the world to agree with his policies. And many Britains are preparing to make their disagreement very vocal and very visible. <PERHAPS> the most visible element will be a 20-foot effigy that's being built, an effigy of President Bush, which will be taken to try Trafalgar Square at the end of the a huge rally that's expected to take place in the capital on Thursday. And he'll be ceremoniously toppled over, a <SORT OF> rather cynical echo of the pulling down of the statue of Saddam Hussein in Baghdad. That's what's planned by the protesters. But, <OF COURSE>, there's an awful lot of security planned by the British police as well."
  },
  {
    "transcript_id": "CNN-145523",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "It would definitely be a big blow, Suzanne. I mean, this is the -- it's the tournament that benefits his foundation. It's in Southern California, where he grew up, a lot of attendance. People -- a large field come, a great tournament field. You have Vijay Singh, a lot of great players. And of course, this is a tournament that benefits Tiger's own foundation. So, I have got to believe, knowing him, knowing how competitive he is, knowing his pain threshold, that, if he's able to walk, he's going to try to play in that tournament next week.",
    "statement": "Well, we <KNOW> that he has facial lacerations. That's what we have been told. We know that he's recovering from -- recovered from a knee surgery from last year. <OBVIOUSLY>, you said that he's highly motivated to -- to be there, and he has a high tolerance for pain, you say?"
  },
  {
    "transcript_id": "CNN-196664",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "And joining us by phone from Phoenix, former Kansas City chief defensive back Mark McMillian. And Mark, tough day. What went through your mind when you heard this tragic news?",
    "statement": "Shock. Just utter shock, and like you said, earlier this year, we lost Junior Seau to something like this. Lost a good friend of mine, Andre Waters, to the same situation like this. So you <KNOW>, like I said, I'm <KIND OF> lost for words. No one <KNOWS> what was going on in that young man's mind at that particular time. First, I would like to say my prayers and condolences go out to the family, his girlfriend as well. I want to send my prayers out to them. But, I got to say, it's a tough situation. And you know, to hear something like that, you know, for the young man to actually go to the facility of his work place and do that, it's kind of -- you wonder what's going through his mind on his way to the facility and what was his main goal or what was his purpose of, you know, taking his life in front of his coaches."
  },
  {
    "transcript_id": "NPR-10984",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "So if you are dealing with a political leader, that person is injured in the course of helping the Americans. They wind up on this base. If you can get their kids in to see them, you know that the next time you have a meeting with that person outside when they are back fulfilling their duties, whatever they are, that person is going to - they're going to take your call.",
    "statement": "<ABSOLUTELY>. Consistently, when I worked with the Sheikhs and all of the leaders and friends that work with them, anytime after that there is gratitude in their eyes, their wives would always hug me. There's already a sense of trust."
  },
  {
    "transcript_id": "CNN-174782",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Well, we've got one of the finest health care systems in the world, in Texas. As a matter of fact, the Houston -- Texas Medical Center, more doctors, nurses go to work every morning there than any place else in America. The idea that you can't have access to health care, some of the finest health care in the world, but we have a 1200-mile border with Mexico. And the fact is, we have a huge number of illegals that are coming in to this country and they're coming in to this country because the federal government has failed to secure that border. But they're coming here because there is a magnet and the magnet is called jobs, and those people that hire illegals ought to be penalized.",
    "statement": "Now, you can agree or disagree with what he said but it's a perfectly <CLEAR> on-point, straightforward answer to a pretty simple, straightforward question. A question, I <MIGHT> add, we specifically designed to give him a chance to set the record straight which he did and not to start a fight. Yet in the very next sentence, it was Governor Perry who starts a fight with a sucker punch, a direct personal attack. We're going to roll back the tape just a bit so you can see how he makes such a sharp turn from his answer to an attack."
  },
  {
    "transcript_id": "CNN-92007",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Rice also warned, and we quote, \"The next steps are in the offing of Iran continues to shy away from U.N. scrutiny of its nuclear research.\" Those steps, she says, are particular U.N. sanctions, not military action. Well, it's a nice day in Nice, where NATO defense ministers are holding their first meeting on French soil in four decades. Donald Rumsfeld is there, drumming up support for NATO's Iraq project, to which only 80 of the planned contingent of 300 officers have so far been deployed. Ahead of that conference, Rumsfeld warned U.S. sailors aboard a destroyer off the French coast that a bumpy road still lies ahead in Iraq's transition to democracy. Well, you think you can do better? For all the fuss over President Bush's bid to partially privatize Social Security, the bottom line for most of us is simple: can we invest better than the government does? A CNN/\"USA Today\"/Gallup poll shows more of us have faith in our own investment skills than those of the government or our neighbors. Forty percent believe they personally would end up with higher benefits if they were in charge of a portion of their Social Security contributions. Twenty-nine percent say benefits would stay the same. Twenty-seven percent say they'd be lower. Asked about results for most Americans, only 30 percent expect higher benefits. Thirty-seven percent expect lower. Most Americans believe the president's assertion that Social Security will be bankrupt by 2042 if nothing is done, but most also say the president's proposal is a bad idea. Those numbers haven't budged since the White House lobbying blitz began. Today, the focus turns to the House Budget Committee, where some of the government's premier moneymen are getting a run for their money. Here's treasury secretary John Snow.",
    "statement": "There is a trust fund with a surplus in it. That surplus -- that, Mr. Spratt, we will honor the bonds in the trust fund. <OF COURSE> we will. They carry the full faith and credit of the United States. As with all obligations of the United States, they'll be -- they'll be honored. But the bonds run out in 2042. And in 2042, with no -- no surplus left in the fund, fund <MUST> fall back on its own revenues. And its own revenues are only sufficient to meet about, oh, 72 percent of its obligations."
  },
  {
    "transcript_id": "CNN-78107",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I think it's a critical indication that the Palestinian Authority no longer has very much authority. We saw the problem of its decline as authoritative body over the last two years. But this shows that it does not have authority, even in the case where it invites American officials. And it's very important for the Palestinians to maintain a good relationship with the American people and with Americans who are trying to come to the West Bank and Gaza to do something positive, in the eyes of the Palestinians. After all, these people were coming to find scholarship candidates among Palestinians to go to the United States. And these people were coming, as the Palestinians had wanted Americans to do, to spend more time.",
    "statement": "Let me stop you right there, because I want to ask Mr. Rahman. Do you <THINK>, then, that this is a <CLEAR> indication that the Palestinian Authority cannot control the militants in the area that they patrol?"
  },
  {
    "transcript_id": "CNN-91584",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "It's not, no, it's not. And, Chad, I got to tell you what's the advice here? You got to go in layers right? They look like they're -- well they're football fans but you need to dress in layers here.",
    "statement": "Well, <OF COURSE>. I actually have three layers on under my pants here. I have four layers on here. I <FEEL> like a red Michelin man here I have so many layers on."
  },
  {
    "transcript_id": "CNN-325125",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "After -- we're nine months in -- nine and a half months in and Obamacare is still the law of the land. It's not happening this year, the repeal. And his infrastructure plan, he never bothered to introduce. Those were two of the three things he said he would get done in year one. The only thing left that's possible now is tax reform. And yet the president did (ph) have a big influence on this bill. You heard Phil try to put the question to secretary of state -- I'm joking, Speaker Paul Ryan being diplomatic about the president's involvement. But if Marco Rubio or Jeb Bush or any of the other Republicans were president, this tax cut plan would have dropped that top rate. Without a doubt would have dropped that top rate. That's Republican philosophy. If this were a week ago, this tax plan would have had some restrictions on 401(k)s to try to pay some of this bill. The president said, don't do it. It's not here. The question is, what's his role going forward?",
    "statement": "Well, and I <THINK> stipulating, he doesn't care about the deficit. Some of those things are good opening pitches to red state Democrats because they were things that they were worried about. 401(k) is a bit of a third rail in this <KIND OF> thing. Look, I think structural tax reform is a more responsible and fair and productive path. It's also way more complex and harder to sell than cut, cut, cut. <SHOULD> have just slapped that name on it and gone with it, as MJ says."
  },
  {
    "transcript_id": "CNN-192802",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All this legal back-and-forth in the case of convicted murderer Jeffrey McDonald is really enough to give you whiplash. Today, the latest and <PERHAPS> final turn begins. A federal hearing in North Carolina will determine if this ex-Green Beret doctor <SHOULD> get a new trial more than 40 years after this crime. So, let me take you back to 1970. This military court cleared him of murdering his pregnant wife and two young daughters. Fast-forward to 1979, he was convicted in a federal trial. 1980, he went free. \"The L.A. Times\" reports a federal appeals court dismissed the charges. And then, in 1982, the U.S. Supreme Court overturned that ruling. MacDonald has been behind bars ever since. And, all the while, MacDonald maintained that hippie intruders were the ones who slaughtered his family. Back in 2006, he talked to Larry King."
  },
  {
    "transcript_id": "CNN-141462",
    "matched_terms": {
      "of course": "ungraded",
      "should": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Yes, in fact, as you say that, I know his claim to fame, if you will, actually took place just a couple of years ago. So how much will this actually weaken the insurgency across the border in Afghanistan? Maybe that's what we should be talking about here.",
    "statement": "I <THINK> that's a key point and <DEFINITELY> in 2007 the Benazir Bhutto assassination in December changed this country forever. And now when you land in Islamabad you end up at the Benazir Bhutto Airport. And it really reshaped the future of Pakistan forever. Many said he ordered that strike. Now, Afghanistan, that is key, the U.S. military, <OF COURSE>, wants to draw down in Iraq, they want to draw up in Afghanistan. And Mehsud was definitely carrying out and he said so in 2008, he said he had suicide bombers ready to strike U.S. targets in Afghanistan. And if he's as powerful as people are saying here on the ground, that <SHOULD> have an affect on the war in Afghanistan."
  },
  {
    "transcript_id": "CNN-88466",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Yeah. There you go. That's what it's all about, writing chapters in the book, Carol. I have a feeling Mike Melvill might have preferred a little duller chapter than that, but nevertheless, we will spend the day trying to figure out what that ride was like and at least get an early indication as to what they think might have happen up there -- maybe it was wind shear, maybe -- who knows what happened?",
    "statement": "Who <KNOWS>?"
  },
  {
    "transcript_id": "CNN-256667",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Maggie, Sara, thanks so much. We'll check back in with you guys.",
    "statement": "That metric system has us <THINKING>. Later this morning, former Governor Lincoln Chafee is going to come on and we're going to have a serious conversation with him. He's been on NEW DAY before. He's going to talk about why he's in this race, how he can beat Hillary Clinton, and why you <SHOULD> <THINK> of him about president."
  },
  {
    "transcript_id": "CNN-126971",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Larry, memory loss can be a cause of concern. I mean any function that the brain is responsible for can be a symptom of a brain tumor.",
    "statement": "So you <SHOULD> check it out, any symptom?"
  },
  {
    "transcript_id": "CNN-93250",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "We are waiting for yet another decision, another court appeal by Terri Schiavo's parents, what they hope can happen next. Plus, the very latest on the medical condition of Terri Schiavo, now, more than a week without food or water. Also, what doctors say happens physically to a person going through the final stages of life. It is March 26 and you're watching CNN LIVE SATURDAY. From CNN's global headquarters in Atlanta, I'm Carol Lin and here's what's happening right now in the news. Beirut, Lebanon, the scene of so many protests recently, now the scene of an apparent car bomb. Security sources say at least three people are injured. Firefighters are tying to put out the flames in an industrial district. U.S. and Iraqi forces are rounding up suspected insurgents. Dozens were picked up in a raid dubbed Operation River Thunder, south of Baghdad today. A massive weapons stash was uncovered in another raid. And stormy skies and dangerous lightning are disrupting weekend plans for many in southern parts of America's heartland. So we're going to have a live report in 25 minutes on where the severe weather is and where it's heading. But right now, there's only one thing Terri Schiavo's parents and husband see eye to eye on. She is on a path towards death after eight days without her feeding tube and that is where the agreement ends. The parents have filed an emergency appeal in the Florida Supreme Court. Just moments ago, we heard from Terri Schiavo's brother, who is demanding communion for his sister. Our correspondents are in place in Florida: Randi Kaye in Dunedin, where Michael Schiavo's attorney held a news conference earlier today but first, we're going to going to go to CNN's John Zarrella outside Terri Schiavo's hospice in Pinellas Park. John, explain the controversy over this whole communion issue.",
    "statement": "Yes, that, Carol, was the latest development that we did have here. We did have one arrest a few minutes ago of a protester trying to get in to bring water to Terri, quickly taken away, put in the paddy wagon. But this communion issue just surfaced today. Now what happened was that George -- well, what happened was that Bobby Schindler and Brother Paul O'Donnell, their spiritual advisor, begged Michael Schiavo this afternoon to allow Terri on this, the highest of holy days coming up, the Easter Sunday in the Catholic Church, to allow Terri to receive Holy Communion, a small piece of the host, the wafer, and a little bit of the consecrated wine as well. Felos, George Felos, Michael's attorney, earlier today stated that on the 18th, the court order on the 18th, which removed the feeding tube, before the feeding tube was removed that she was administered the bread, the Holy Communion through the tube before it was removed. Now, the family wants her to be able to get Holy Communion today. We don't -- tomorrow. We don't <KNOW> how that is going to play out. The other issue, <OF COURSE>, there is no middle ground between either side here, no agreement on anything. Mr. Felos, during his new conference earlier today, talking about how wonderful he said that Terri looked and how peaceful, he said, she looked. Well, Bobby Schindler, Terri's brother, when he spoke here today said that <COULD> not be further from the truth."
  },
  {
    "transcript_id": "CNN-205928",
    "matched_terms": {
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "That's right. Very possible perhaps that she did know it all. I want to shift focus now to Russia and what went on there during those six months that Tamerlan Tsarnaev was over in Dagestan in the Russian caucasus because we're learning overnight that he had possible contact with a Canadian, a man who Russians say was a Jihadist, a man killed there right during that time that Tamerlan Tsarnaev was in the region. Is that just too much of a coincidence?",
    "statement": "Well, it <CERTAINLY> is a coincidence. I mean, the <FACT> of the matter is that most plots don't have necessarily a foreign connection. But almost all plots do have some <SORT OF> group, some sort of local group that are involved in some way in radicalizing the individuals concerned, or in discussing with them <PERHAPS> their plans even not getting directly involved. One can't rule out that Tamerlan met people in Dagestan, or even went to Dagestan to meet people who in some way increased his radicalization. I <THINK> at the moment what we <KNOW>, just by William Plotnikov is too vague to say that he had some sort of direct involvement, and certainly we haven't heard that from the Russian authorities. You can imagine that the Russian authorities would be taking a very close look at this themselves. So, it's a very interesting development, but again, unfortunately, I think it's too early to jump to any conclusion about his significance."
  },
  {
    "transcript_id": "CNN-183080",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "That's five!",
    "statement": "-- is still in this thing. It just makes <ABSOLUTELY> no sense. Yes, if he does have a message. But that message has been completely muddled by his own negativity, talking about overspending and on spending. Talk about Mitt Romney spending 7:1. Why is that a bad thing? Talking about the Yankees spending too much to win the World Series, and you win, and winning is a good thing. Mitt Romney spending is a good thing because as was said in the last hour, that makes him the strongest candidate to go up in November because he'll have the money to compete against the Obama machine that wants to have a $1 billion against the Republicans."
  },
  {
    "transcript_id": "CNN-75902",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "The latest Mideast peace initiative could be in jeopardy, amid escalating violence between Palestinians and Israelis, both sides blaming each other. And a little bit earlier today, I spoke with former Israeli Prime Minister Benjamin Netanyahu, currently a member of the Israeli Cabinet. And I started off by asking him whether he blames Palestinian Authority President Yasser Arafat.",
    "statement": "Arafat <CERTAINLY> doesn't want any peace. And he is <QUITE> open about it. And so, yes, he's to blame. But the test of the Palestinian leadership like Abbas and others is, can they do the job? Do they have the political will and the political power to do the job? If they have neither the will, nor the power to lead -- and to lead means making a choice that they want peace with Israel, not peace with the terrorists -- if they have that power, they're leaders. If they lack either power or will to make that choice, then they're irrelevant."
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "should": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "This is the most humble day of my life.",
    "statement": "The question of what's acceptable and what isn't in terms of investigative techniques, is -- is an important one. But let me be very <CLEAR>. The codes of conduct of News Corporation globally, for our employees, journalists or otherwise, are very clear, that breaking the law is a very, very serious matter. And it <SHOULD> be, you <KNOW>, people who are lawbreakers should be held to account. And -- and in the matter of something like phone hacking or, topically, payments to police and things like that, we just don't <THINK> they should have any place in our business."
  },
  {
    "transcript_id": "CNN-367260",
    "matched_terms": {
      "of course": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Well, let me say that what the tourists or the visitor to the cathedral does not see is the extraordinary wooden structure that supports the roof. And there's a space, about 50 to 60 feet, depending on the building, between the top of the vaults and the roof that is like a forest of wood, and that wood, as you mentioned before, is old, often oak. It's been there, baking in the summer, freezing in the winter, for centuries. So it is like a tinder box. It is ready to burn. And that fire, which was so horrifying and heartbreaking, was really making their point. You know, the top of a cathedral is very vulnerable to lightning, to electrical failure, to any number of things.",
    "statement": "Yes. Stick with me, Caroline. Because I <THINK> joining this conversation is also Michel Picaud, the president of Friends of Notre Dame of Paris. It's a foundation dedicated to fund-raising and raising funds for the cathedral's renovation efforts and reconstruction efforts. That was, <OF COURSE>, all before yesterday. Michel, thank you so much for being here as well. I wanted to ask you, <KNOWING> how devastating the fire was, but also how many of the priceless relics and works of art have been saved, are you, Michel, more saddened or more relieved today? Michel, it's Kate Bolduan. Can you hear me?"
  },
  {
    "transcript_id": "CNN-128822",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, the locals won't say it publicly, many will quietly tell you they blame their oppressive military government. It's hard to really pinpoint what is keeping tourists away from Myanmar. But one thing is certain, there has been a long standing debate over whether tourists should even come here at all. Back in 1995, opposition leader Aung San Suu Kyi urged tourists not to visit Myanmar because the money would fuel them into government. That same regime ignored elections that would have made her the country's leader. Instead, put her under house arrest where she remains today. Still, others argue if tourists don't come, the world will never see the poverty, oppression and despair. But if tourists are hoping to get a glimpse of the cyclone devastation, don't bother. The government won't allow them in the Irrawady Delta even if they travel across the world to help. Myanmar's government isn't making it easy for foreigners who do want to come here. Journalists are strictly prohibited and tourists wanting to get a visa are finding it increasingly difficult, especially if you have an American passport. Betty Nguyen, CNN, Yangon, Myanmar.",
    "statement": "And you can hear more about Betty's trip by reading her blog. You're seeing it there from our Web site go to \"the fields.blog.cnn.com,\" or you can just go to cnn.com, you can <CERTAINLY> find that on our Web site."
  },
  {
    "transcript_id": "CNN-236484",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "He went on the stage. Yes. He went on the Laugh Factory doing the show or was finishing the show with -- for CBS. Then he went on the stage. He destroyed. He absolutely destroyed.",
    "statement": "<OF COURSE>, he did."
  },
  {
    "transcript_id": "CNN-348266",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "You're asking me a question. No, I'm not worried because I did nothing wrong.",
    "statement": "David, you mentioned earlier that out of the two cases, Manafort and Cohen, it's Cohen which presents the most jeopardy for the president, at least in the long term. Given what we now <KNOW>, how worried <SHOULD> Donald Trump be at this point?"
  },
  {
    "transcript_id": "CNN-263316",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "It's often difficult to get a stay. But the argument will be that he'll never get those games back if he misses the first four games of the season. The NFL would say look, even if misses those four games, he'll get them back if he later on wins because we would owe him money. So there would be a fight over that.",
    "statement": "Another option for Judge Berman is to simply send this case back to arbitration with the stipulation that an independent arbitrator rules on the case, not Roger Goodell. If that happens, the appeals process would basically be starting all over again and would <CERTAINLY> last into the start of the season, Fredricka?"
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Do you <THINK> the <FACT> that he is gone as the Americans <HOPE>, this will be a deterrent to Iran, and it will end the level of interference <AROUND> the world or opposition to U.S. forces, interference in your country, you <KNOW>, the influence that Iran has in that region? Do you think his death will end that or mitigate it?"
  },
  {
    "transcript_id": "CNN-119444",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But, for now, people like Carlton (ph) can only wait.",
    "statement": "So, it's <SORT OF> amazing there. You have more patients, as you heard, returning, John. Fewer places to treat tem them. We've been tracking this for sometime now. Out of the seven sort of local area hospitals, three of them have reopened, but only one at full capacity, and there's <CERTAINLY> not enough mental illness beds there. So that's part of the problem for people like Carlton (ph). We saw a lot of patients like him just sort of waiting <AROUND>, waiting for a long time before they <COULD> even see somebody."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "of course": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Sara Sidner, joining me from outside the Taj Hotel, in Mumbai. It is worth you and I just taking a moment, since for many business travelers and for many tourists, Mumbai is one of those destinations. Let's look at the sort of measures that have been taken over the last year. The demand for security systems is up by 125 percent, according to the central association of private security. The Oberoi Group itself, of course, one of the hotels affected, has spent over $80,000 on new scanners, metal detectors and security guards. But that is really only part of the issue because at the end of the day it is the official security forces, the police, that have the duty and the task. Now, the force has grown by more than 1,000. They are now, of course, being specially trained in dealing with terror tactics. And so one of the criticisms that came out of the way it was handled last year and was, of course, that they didn't have the necessary experience, despite the experience that there are terror attacks; 1,000 men deployed to keep watch over high-profile targets. Overall, the top city police says that visible measures, the sort of covert measures that are taken to make people safe, even if that is not the overt, has cost the best part of $27 million U.S.. So that is what is being done. To factor in how all of this has been on the markets, let's just show you where the Bombay Sensex, the main index, the BSE, has risen considerably during the attacks. Now what point do we make when we say this: If you look at the index over it has gained more than 85 percent, in just over a year. One can't make too many connections with, obviously, what happened before, however, you can say that that is an indication of why the India market is so important. Bearing in mind, of course, economic growth, which the finance minister himself forecasts will be up to 7 percent, possibly more; an impressive performance in one year. Investors across Asia had a tough day. The Sensex suffered its biggest loss in nearly a month. It fell the best part of 2 percent. Elsewhere, major indices were down. Shares in the export firms sank in Japan. The yen hit a 14-year high against the dollar. In Hong Kong the Heng Seng fell more than 1.75 percent. The Shanghai composite was the hardest hit, 3.6 percent. Sydney's main index also closed in the red. You have to bear in mind a lot of these issues on falling markets. There was no U.S. trading that could perhaps give some direction on this particular Thursday. It being Thanksgiving. That didn't effect what was happening to the dollar; down and deep in doldrums. It might have hiccupped on Thursday. But the trend is still one-way. When we return we are going to look at what is dragging it down in just a moment. QUEST MEANS BUSINESS, good evening.",
    "statement": "Welcome back. The dollar up slightly from 14-year lows against the yen. Fears over the Dubai debt crisis sent investors scurrying for safe haven. That, <OF COURSE>, is one reason why the dollar did decide to perk its head up, not by much, it does take - it is a bit weird, isn't it? It takes a crisis before the dollar gets any form of strength. The worry is how long U.S. interest rates will stay at low levels. This shows the euro has made against the dollar, over the last few months. It has gone from <AROUND> $1.43 to rough, $1.50. That is 1 euro worth that much. Euro versus the U.S. dollar. We talk to Jamie Jemmeson, who can talk more about what is causing the U.S. dollar to slide. It is not immediately <CLEAR> what is the -we <KNOW> it is going down. We know that the inability of Geithner, and even Bernanke, to talk it up. But what is pushing it down?"
  },
  {
    "transcript_id": "CNN-143437",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our top stories now. Authorities have charged a fourth <SUSPECT> in connection with the beating death of a Chicago honor student. The four teens have been charged with first-degree murder and are being held without bail. Prosecutors say Derrion Albert was an innocent bystander caught in the middle of a street fight between two groups of students. An amateur video shot by a witness showed the attack unfolding. Albert was hit with railroad ties and one suspect admitted he jumping on Albert's head when he was down on the ground. A woman suspected of robbing banks in southern New England is in jail this morning. Police say Heather Brown is accused of robbing at least six banks in the past week often while saying she had a bomb. Brown was charged with robberies in Connecticut, Rhode Island and Massachusetts. Secret Service investigating who was behind a user generated Facebook poll that asked <SHOULD> Obama be killed? The choices were no, <MAYBE>, yes, and if he cuts my health care. Facebook spokesman Barry Smith tells us the poll was removed from the site as soon as the company found out about it. He said \"the application was immediately suspended while the inappropriate content <COULD> be removed by the developer.\" Facebook says it is working with the Secret Service. The debate over health care reform this hour it returns to the spotlight and the Senate Finance Committee. It's the last obstacle for the measure before it can actually reach the Senate floor. And what an obstacle it is. The measure from Chairman Max Baucus does not include the so-called public option of government coverage. Today two senators will offer amendments to add a public option and there is really no middle ground in the debate over the public option. People are either for it or they're against it. Let's hear the arguments now from both sides. Richard Kirsch is in favor of the public option. He's a national campaign manager for Health Care for America Now and against the option is the Michael Cannon. He is the director of health policy studies for the Cato Institute. Richard, let's begin with you. You actually say there could <PROBABLY> not really be health care reform without a public option. How do you define what the public option even is?"
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So I don't know -- I don't know what else they discussed. But we do know this part about him thanking the president for the -- the economic indicators that Putin put forward. Was there, to your knowledge, any instinct by anyone around him to say, \"Not now. Don't call Putin right now. Unless you're going to talk about interference, because there is all this news out there right now about how you avoid it like an allergy and that you seem to be afraid of Putin. Don't call him now.\"",
    "statement": "I don't <KNOW> specifically on this call. I do know that, generally speaking, in most situations, there are often people who tell him, \"Please do not do this.\" And he does these things anyway. I mean, I <THINK> one of the biggest misconceptions about this White House is that everybody is just a \"yes\" man. I think there are <CERTAINLY> degrees, but there are people who say \"no,\" and it doesn't really matter."
  },
  {
    "transcript_id": "CNN-92530",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "The jury saw the entire documentary on Jackson today. The documentary that really started it all. It shows him holding the hand of his alleged victim. As the jurors watched it, how did they respond.",
    "statement": "Well, you <KNOW>, it was one of the weirdest things I've ever seen in a court room. Because you know, he's in a courtroom. You have strict rules of evidence, about what can be said, and hearsay, and here you have this crazy TV show played for the jurors. And you know, the jurors were laughing at parts of it, when Martin Bashir tried to dance along with Michael, they were laughing. Everybody seemed to enjoy the music. Michael was tapping his feet, a lot of people in the audience were tapping their feet. But you know, I <THINK>, on balance, it wasn't as incriminating as I remember it. There -- <OF COURSE>, is this part at the end, where Jackson is with the boy who is the accuser in this case. And he says he <THINKS> it's appropriate to sleep in the same room with boys. But repeatedly, he does says there was no sexual contact, that this was not sexual thing. So on balance, it wasn't as incriminating as I remembered it."
  },
  {
    "transcript_id": "CNN-141462",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "All right. Appreciate that. Those comments coming from the White House, of course. Dan Lothian, thank you, and in fact, we will have live coverage of President Obama's remarks on the economy. His comments are now scheduled for 1:15 Eastern. And just about 40 minutes from now, we're going to be talking with Labor Secretary Hilda Solis. She, of course, will look beyond the numbers with us. Meanwhile, to this story now, a strike in Pakistan. Officials there now saying a powerful Taliban leader is dead, killed in a U.S. drone attack. CNN's Cal Perry is joining us now live from Islamabad, Pakistan with more on this. So Cal, what is the latest report of Baitullah Mehsud's death?",
    "statement": "Well, what we're hearing from both the Pakistani governments and the U.S. government is they want 100, really, and 10 percent confirmation that he is, in <FACT>, dead. We <KNOW> that in the early hours of Wednesday morning in northwestern Pakistan, there was a U.S. air strike of some kind using an unmanned drone targeting Mehsud who is the head of the Taliban across the entire country. So we're not just talking about a tribal region, we're talking about an entire country. If true, and all reports <SEEM> to indicate that he was, in fact, killed -- we've talked to sources here who say there was a big funeral within three hours of his death on Wednesday. If he has been killed, it would be a huge blow to the Taliban here in Pakistan because Mehsud was responsible, some say, for up to 90 percent of the suicide bombing attacks across the country. Heidi?"
  },
  {
    "transcript_id": "CNN-64534",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, publicly, President Bush stayed above the fray over whether or not Senator Trent Lott should continue as the Senate's Republican leader. But the White House was clearly concerned about the impact of the remarks that the Mississippi lawmaker seemed to endorse racial segregation. The decision not to weigh in on Lott's political future may have been what sealed his fate. What was very interesting about this was that it seemed as if the silence is what spoke the loudest, louder than the president's words or even his aides', whether or not Lott should go. And clearly, there was a great deal of concern inside the White House as well as outside among Republicans. First of all, whether or not it was going to allow -- or get in the way of the Republican agenda, the White House agenda, moving forward in the next year. And, secondly, whether or not it was going to really impact or undermine the outreach to the African-American community, a very big problem the White House saw with this.",
    "statement": "You <KNOW>, Suzanne, so many people <THINK> that there was no grief at the White House over Lott's departure and that, in <FACT>, they were in the thick of it, behind the scenes, skillfully helping push him out the door."
  },
  {
    "transcript_id": "CNN-407595",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Talk to me about what you think about schools. What do you think should happen with K-12 schools as schools are set to reopen for in-person classes in Arizona in a couple of weeks?",
    "statement": "Yes. So originally, our governor had been setting dates for school opening, which makes sense pre-pandemic but not in a pandemic. So we did advocacy to urge the governor to require metrics, to put forward metrics so that school districts see what's happening in the communities and what the percent positivity, what the trend in cases, and so forth, and then, <OBVIOUSLY>, build their mitigation plans. But don't open for in-person instruction until the metrics are met. And our state health -- he did order the state health department to put metrics together. And they did that yesterday. And actually, they're pretty good. So no county meets the standards for the metrics."
  },
  {
    "transcript_id": "CNN-100388",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "And after that, Halbach never seen again. Everybody, just here in at Headline News studio, I have the formal complaint, the formal charges against Steven Avery, the death of this girl, Teresa Halbach. You`ve got murder one, intentional homicide, mutilating a corpse. What do you say to that, Ray Giudice? Ever defended one of those, buddy?",
    "statement": "No, I haven`t, Nancy. I would <SUSPECT> that because this is not a death penalty case, that the state is looking to tack on extra years. There`s a 12-year penalty for mutilation of a corpse in Wisconsin. Based on the complaint, which I read earlier in the day, and this very thorough preliminary hearing, it <SEEMS> to me the state is extremely <CONFIDENT> in its case. I <THINK> they`re holding all aces. So I -- your earlier concern about showing your case to the defense, I don`t think they`re too worried about that."
  },
  {
    "transcript_id": "CNN-412394",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "This is a critical moment that we all have to double down on the mask wearing and avoiding indoor crowded spaces.",
    "statement": "I was out there telling the American public how difficult this is, how we're having a really serious problem. You <KNOW> when the president was saying it's something that's going to disappear which <OBVIOUSLY> is not the case."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, I was over in the Schiffert Health Center. I came out around 9:30, saw all the cop cars outside of West Ambler Johnston, heard somebody say that there was a shot fired, you know. So I immediately tried to get out of that area. So all the cops spread away from that area towards Burruss, which is near Norris. And so I started walking towards my dorm, which is near Burruss, too. Along the way, when I was on the other side of the drill field, I heard shots fired and I saw everyone running across the drill field. So I then immediately started running towards my dorm so that I could get into a safe environment.",
    "statement": "Today's deadly shooting rampage at Virginia Tech is the worst in this country's history. The massacre is only the most recent incident of deadly violence at our schools and college campuses. Before this morning, the worst campus shooting in the United States occurred more than 40 years ago. In 1966, Charles Whitman, a student at the University of Texas, killed 15 people, while wounding 31 others. The deadliest high school shooting was in the 1999 at Columbine High School in Littleton, Colorado. Two teenagers killed 12 fellow students and a teacher before they committed suicide. This week marks the eighth anniversary of Columbine. In March, 2005, a 16-year-old student in Red Lake, Minnesota, shot and killed eight people, including four fellow students and his grandfather. The gunman later killed himself. And in October of last year, another shocking school shooting. Five girls were killed, six others wounded by a gunman who storm the Georgetown Amish school in Nickel Mines, Pennsylvania. We'll have continuing coverage, unfortunately, of violence in our high schools and college campuses here later in the broadcast. And this, <OF COURSE>, not the first incident of violence in the Virginia Tech area. In August of last year, the first day of classes was cut short at Virginia Tech. The campus was shut down by a manhunt for an escaped prisoner. The inmate killed a deputy sheriff on a nearby hiking trail, and he killed a security guard at a hospital. Virginia Tech received a series of bomb threats over the past two weeks, as well. The school closed down three halls and canceled classes Friday after those bomb threats. It's not known whether today's shooting rampage is related to those bomb threats. Joining me now is Jason Piatt. He's a mechanical engineering student at Virginia Tech, and he saw some of what occurred today, some of the police activity after those shootings. Jason, thank you for being here. I <KNOW> this is a horrible day for you and your fellow students and everyone in the Virginia Tech family. Tell us, if you will, what you witnessed."
  },
  {
    "transcript_id": "CNN-314289",
    "matched_terms": {
      "of course": "ungraded",
      "clearly": "ungraded"
    },
    "previous_statement": "Absolutely. Absolutely. On the other hand, if the question were, were you in the room on such-and-such a date at this televised event, obviously, there's no cause to claim executive privilege because it's not in any way secret, classified, confidential information.",
    "statement": "So, Peter, one of the big questions, and there are lots, <OF COURSE>, for Sessions, is his role, any role that he played in Comey's firing. You saw that that was <CLEARLY> part of the conversation that was going towards Rod Rosenstein just this morning, because that all gets to how recused is he really, in terms of Sessions, with regard to the Russia investigation? What questions do you <THINK> they need answers to on this?"
  },
  {
    "transcript_id": "CNN-145111",
    "matched_terms": {
      "should": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Good.",
    "statement": "And we've got a lot of weather to tell you about. It's starting to really wind up, especially across the interior west. Just to tell you a little bit. We've got this area of low pressure situated just over the Four Corners, but there's also a ridge of high pressure a little bit further across the Great Basin region. And as a result, we've got essentially some of the winds coming out of the northeast. So, a little bit of a Santa Ana setting up here. Winds <COULD> gust between 40 and 50 miles an hour across the high desert regions and some of the valleys. We're looking at 40 to 50 miles per hour, San Bernardino, Los Angeles County, San Diego, over the next 24 to 48 hours. So, watch out for that, especially if you're in some high-profile vehicles. And we're looking at the high fire danger, <PERHAPS>, developing across that region as well. I want to show you what's happening as far as the snowfall is concerned. We're looking at high snowfall amounts perhaps developing as we go across the Rockies, especially if you're headed up Interstate 25 or <MAYBE> across 70. That's where it's going to be most dangerous. We've got a couple of pictures to show you, one out of Central Park. Look at this. A lot of visitors this time of year. Look at some of those fall colors. This is Central Park. It is just <ABSOLUTELY> gorgeous and beautiful and maybe we've just got a few seconds we can show you the beautiful Statue of Liberty. A little bit hazy here. Temperatures are running in New York City just about 10 to 15 degrees above normal. Have a great time there. It <SHOULD> be <QUITE> enjoyable today -- Betty,"
  },
  {
    "transcript_id": "CNN-255581",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Not only does it defy it, but it really dramatically shocks it. Because short-term, yes, sure you could kill Saddam Hussein. You can kill Moammar Gadhafi in Libya, but long-term, what you're doing is building and engendering this deep, seething resentment among largely Sunni populations that get them to fight to the death to participate in suicide car bombings and other types of tactics, because they're desperate to protect not only themselves and their families but what they see as the greater ula (ph) in Sunni Islam, the greater community of Sunni Muslims.",
    "statement": "So we're trying to pick a new leader here, Hillary, as you <KNOW>, and one of them on the Republican side, Rand Paul, says he <KNOWS> what to do about ISIS. And here's part of his solution."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "And to address your point, which is that there are low-hazard areas, that that's not saying that an earthquake won't happen there, it does seem that certain parts of the country may be more ready to accept the fact that an earthquake might occur and to prepare for that, whereas other parts of the country, I would say where I am right now on the East Coast, we tend not to think that an earthquake's going to come here. So perhaps that part of the country would be less willing to put in the time, effort and cost, I guess, involved in truly getting ready for an earthquake. Is that right?",
    "statement": "Yeah, <ABSOLUTELY>. And it is - it's fair to acknowledge that is a balance. It's an investment in resilience, and that has to be weighed against other needs and interests."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Probably about 500. I mean, there`s really no saying. It really depends on the weekend; it really depends on the time. You know, obviously, the holiday weekends are busier than others. But I mean, there`s no way of telling how many people were in that club.",
    "statement": "But Judge Seidlin, I mean, when a woman who`s <CLEARLY> intoxicated woman leaves a club by herself after they`ve gotten rid of her boyfriend because they were arguing, is there any responsibility incumbent on this club to put her in a taxi cab and make <SURE> she gets back to her hotel safely or not?"
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Oh, so you've got some snapping pines?",
    "statement": "Yes, <DEFINITELY>."
  },
  {
    "transcript_id": "CNN-313146",
    "matched_terms": {
      "of course": "ungraded",
      "feeling": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Of course, yes.",
    "statement": "And he pointed out something else that you've repeated and we've all been talking about, that <COULD> have been anyone's daughter. And I <THINK> that's the <<FEELING>> that that community <FEELS> too. <OF COURSE>, there are concerns about possible reprisals and <MAYBE> people feeling afraid that they shouldn't go out, but it's still so early that that emotion, that sadness, is still very raw for that community."
  },
  {
    "transcript_id": "NPR-44458",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "If we had voted that way, then we would lose the game. Yes, the statue would be gone, but what would be there?",
    "statement": "Tennell Atkins, another prominent black city councilman, who actually brought the motion to defer taking the memorial down, explained, everyone in America is watching the city of Dallas and asking, are we doing the right thing? The third African-American councilman, Casey Thomas, said afterward, he wanted a second task force to study whether the memorial <SHOULD> be removed. With their three votes, Thomas, Atkins and Caraway <COULD>'ve brought the Confederate memorial down immediately. So why didn't they? Caraway explains."
  },
  {
    "transcript_id": "CNN-221570",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "OK. So, Rick, your second prediction is that bitcoin will just absolutely crash.",
    "statement": "Bitcoin is going to go one way or the other. It's <SORT OF> a binary situation. it's either going to be a terrific success, worth a lot -- <PROBABLY> a lot more than it's worth now, or it's value is going to go to zero, I <THINK> we're going to find out in 2014. There <CERTAINLY> is some validity to bitcoin. Ben Bernanke, the Federal Reserve chairman, and other people have said, yes, we think there are some uses for a digital currency, but we have seen things such as the government in China has said, nope, we're not going to allow transactions in bitcoin. I think if regulators in only some countries come out and say, nope, we're not going to tolerate this, we're going to squash it, even if it's for the wrong reasons, I think that will put bitcoin on ice. It's something that's very complicated. Ordinary people don't understand it. I think that works against it. And I -- my <GUESS> is that we're going to see the end of bitcoin by the end of 2014."
  },
  {
    "transcript_id": "CNN-306094",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "He won best British album or best album, generally best album, and best British male, which some people might find strange because he died a week into the year.",
    "statement": "10 days, in <FACT>."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "OK, keep us posted from Washington. Greta, it's amazing, quite, now, though -- 25 days later how many Americans are familiar with a ballot card here and how familiar they are with chad, be it hanging, dimpled or otherwise. Back inside again: Phil Beck with Kimball Brace still on the stand.",
    "statement": "OK, now if somebody, in <FACT>, did what you're hypothesizing they do -- where they put it on top of the machine and vote, and then if they continue doing -- voting that way, what you'd be left with is a ballot that, for every office, or almost every office, had a dimple or some <KIND OF> an indentation, right?"
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What do you make of that? First, Senator Kerry, if they come upon him, what is the move?",
    "statement": "Well, I <THINK> it is <PROBABLY> the wish of most people in this country that justice is going to be delivered and we don't have the choice of the bin Laden that we have to try. And I think that is an honest appraisal by most people in this country. If, on the other hand, we are in a situation where he is, in <FACT>, taken prisoner, we will live by the rules, then has to be tried. I <BELIEVE> that it <MAY> very well be that he is being -- that that is why the president has established the tribunals. And I'm not against the tribunals. I do think, however, that it may be better -- I mean, I think America needs to talk more about our strengths. And one of the greatest strengths of our country is our justice system. I don't think we <SHOULD> be scared to use that and particularly with respect to him."
  },
  {
    "transcript_id": "CNN-275205",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Jeremy, you mentioned Jeb Bush. He said he missed Trump, but he seemed energized. Trump labeled him as low energy. He seemed more relaxed. He was joking. Is it too little too late for him to see this passion now for his campaign?",
    "statement": "That's the question, <OF COURSE>, right? I <THINK> that Donald Trump has <KIND OF> been able to define Jeb Bush very early in the campaign as low energy. You <KNOW>, it is interesting, it is not what voters come away with when they meet Jeb Bush in person for the first time, you know? A lot of voters who attend Jeb Bush town hall meetings where he has 150 or 200 people in the room, and a lot of times people come away saying, wow, I didn't expect so much out of him. They come away with a really positive impression. That's just because Donald Trump through the media airwaves has been able to define Jeb Bush as this low energy guy who's, you know, Jeb -- he was a Bushie, you know, all of those negative associations and it's sticking it <SEEMS>. So, we'll have to see with the first results of voting what it looks for Jeb Bush."
  },
  {
    "transcript_id": "CNN-162780",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Are you talking about the lady who`s suing because her life was ruined because she happens to have the same name. That lady has nothing to do with that case.",
    "statement": "That`s correct. I <KNOW> that. <ABSOLUTELY> nothing."
  },
  {
    "transcript_id": "CNN-166784",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The top stories now on CNN. A suicide bombing in northern Afghanistan, renewing concern about that country's security when U.S. troops eventually withdraw. Taliban militants said the bomber infiltrated a high-level NATO meeting with Afghan officials. A German commander of NATO forces in the region was injured. He will survive. But seven people were killed including an influential Afghan police chief and two NATO soldiers. Former Honduran President Manuel Zelaya got a boisterous welcome home from thousands of supporters today, returning to his homeland two years after being ousted in a coup. In his trademark cowboy hat you see there, he urged supporters to pursue peaceful democratic change. Zelaya had been in exile in the Dominican Republic, but reached a deal with the Honduran government which allowed him to return. Well, out with the food pyramid, in with the dinner plate. That is the brand new icon of healthy eating that the agriculture department is going to unveil this coming Thursday. What's prompting the makeover and what does it mean? We'll tell you about that ahead in this newscast. And a quick sports note for you from overseas. Barcelona defeated Manchester United 3-1 today to capture European football's biggest prize at London's Wembley Stadium. American soccer, <OF COURSE>, and true fans <KNOW> that regardless of what you call it, it's a huge win victory for Barcelona in the Champions League's final. Just hours from now, President Obama will be on the ground in Joplin, Missouri. It will be his first look at what's left of that devastated city. 142 people lost their lives in last Sunday's terrible tornado. Another 100 are still missing. Yet, amid those widespread destruction, CNN's Casey Wian found people already starting to rebuild."
  },
  {
    "transcript_id": "CNN-406765",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "The head of the CDC in the United States told ABC News the introduction from Europe happened before we realized what was happening. By the time we realized Europe had shut down travel, there was 2 or 3 weeks of 60,000 people coming back every day from Europe. That's when the large seeding came in the United States. They are admitting that they moved away too late on actually taking action against the coronavirus. So if history is prologue, what happens in Europe will happen again fairly soon in the United States.",
    "statement": "This virus, we <KNOW>, spreads really easily. It has spread <AROUND> the world broadly from east to west but with notable exceptions. It's not just about incoming traffic from Europe into the U.S. airspace. This is around the contamination possibility in major transport hubs like airports, rail stations and so forth. This is about being mindful. This is about being conscious of what we are touching. It's not just about masks. It is around contact and droplet contact on hands, baggage carousels, all of this <STUFF>. What we need to be really careful about is that we don't <ABSOLUTELY> lock down an economy, lock down a country, just because of relatively spurious information."
  },
  {
    "transcript_id": "CNN-219304",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But for President Obama, you know, is there anything he can do to boost his numbers during his second term here or does he only have nostalgia to look forward to? Does he have to leave office before he can get above 41 percent again?",
    "statement": "Oh, no. I <THINK> if he had -- if we get past the Web site and if next year you hear more stories about what a great thing Obamacare is, and stories about holy cow sticker shock, holy cow people can't keep their doctors. The cost curve has not been bent. I mean, his -- to me, when you look at it, <CERTAINLY> next year when you look at midterms, that is the key talking point for Republicans. If Obamacare turns out to do what this administration <HOPES> it will do, says it will do, that's going to turn his numbers <AROUND>."
  },
  {
    "transcript_id": "CNN-240345",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I expect it to be very busy. I think we're going to be training many doctors and nurses who are very scared. The workforce there is not only heroic, but they just need a lot of information on how to protect themselves. So, I think it's going to be very busy. It's going to be very fast paced and I think it's going to be very beneficial.",
    "statement": "Do you <THINK> that they <SHOULD> be some <SORT OF> restriction in air travel right now?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, sir.",
    "statement": "We see that it's adopted November 16. And the rule you adopt is a chad that is hanging or partially punched in at least two corners <MAY> be counted as a vote. In accordance with the Honorable Jorge Labarga's ruling, this policy does not exclude any ballot, does not exclude any ballot, bearing only one-corner punch or a dimple. Such ballot may be counted as a vote if there is <CLEAR> evidence of a voter's intent to cast a vote as determined by the discretion of the canvassing board."
  },
  {
    "transcript_id": "CNN-183285",
    "matched_terms": {
      "fact": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And he's trying to change his tone, his supporters say it's a great line where he said, look, we live in a country where we built the Hoover down and Interstate highway system this president can't build a pipeline. You know, so he's trying to say that if things get better, Marc, that he is the guy who can really leverage it. But the president has to be careful about crowing about an economy that Rana just pointed out, a lot of people aren't feeling.",
    "statement": "You <KNOW>, <ABSOLUTELY>. But he's always in the defensive position because Republican mantra since the beginning has been that the economy is broken. President Obama is responsible, has no idea to fix it and all things are pointing downward unless he gets out of office. And because it's pointing upward and everything is much better than it was before, he has to celebrate that. In <FACT>, the Obama administration has done a terrible job of celebrating its successes and showing how it prevented the disaster from being worse, and how it's made things better. So he has to do that at the same time he can't flaunt that as people don't have work, as people still don't have living wages, he has to strike that balance and I <THINK> he's doing a decent job on it."
  },
  {
    "transcript_id": "CNN-260845",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I would convene the best ocean current experts from that part of the world and try and backtrack given the weather pattern over the past two years, and see what is the potential path for this piece and then start searching along that path.",
    "statement": "Who <SHOULD> take the lead, Miles, in this search for debris if in <FACT> this is a piece of that wing?"
  },
  {
    "transcript_id": "CNN-35800",
    "matched_terms": {
      "should": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Yeah, but do you think that -- we are going to go have a morning chat question in just a moment -- but do you think that this is healthy emotionally for these young women?",
    "statement": "It's healthier emotionally until they get what they want from the men. What we really need to do is focus on guys <<FEELING>> OK about their <FEELINGS> and expressing them. And by the way, that's happening too. I <THINK> what's critical here in this particular study is that, especially for parents, not to get all worried about this. Hooking up does not mean, in the current verbiage that kids use, having sex. Hooking up means that you clicked with somebody, that you had a vibe going, and even just kissing. So parents <SHOULD> not be panicked when their kids are talking on the phone or they overhear them saying, we hooked up."
  },
  {
    "transcript_id": "CNN-179924",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And also tonight, the family is saying they are convinced baby Ayla is alive. To Ellie Jostad. On what are they basing that assertion?",
    "statement": "Well, Nancy, it`s not <CLEAR>. But Ayla`s mother, Trista Reynolds, appeared on the \"Today\" show and she said that she does <BELIEVE> that her daughter is still alive. She said she <THINKS> that she is out there somewhere hanging on, and that she just needs to be a very brave girl."
  },
  {
    "transcript_id": "CNN-169376",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "You mentioned the question of the law, and you raised a really interesting point here. One of the things that, as they try to investigate this, they've got to get people to talk, and you've been looking at the degree to which the Murdoch empire seems to be shutting down the talkers.",
    "statement": "Well, I mean, look, it's not now that they're shutting them down, which is that, look, there's a law firm they've been working with for a long time since 2007. It's called Harbottle & Lewis. And as -- they were <APPARENTLY> the recipients of a lot of information about this scandal over the years. Now they have said -- the Murdochs have said, we give you permission to talk to the authorities, but we don't waive our attorney-client privilege. So it allows them to answer very basic questions from the authorities, but it doesn't allow them to answer the questions that everyone wants to <KNOW>, which is, what did you know, when did you know it, how much did you know, et cetera. And the law firm -- this is astounding -- has come out and made a public statement, which has effectively said, we would love to <CLEAR> the record. We'd love to clear up misconceptions and false statements that are out there, but we can't. Very rare to see a law firm do that."
  },
  {
    "transcript_id": "CNN-107348",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Suzanne Malveaux, traveling with the president in Vienna -- thank you, Suzanne. Time now for Jack Cafferty and \"The Cafferty File\" -- Jack.",
    "statement": "Wolf, there's a town in Pennsylvania that's taking matters into its own hands when it comes to illegal aliens. Hazleton, PA's mayor, Lou Barletta says -- quote -- \"Illegal immigrants are destroying the city. I don't want them here, period.\" And he's doing more than just talking about it. Barletta introduced a measure that would revoke the licenses of businesses that hire the illegals. It would impose $1,000 fines on landlords who rent to them. And it would make English Hazleton's official language. The city council has tentatively approved all of this. The mayor says he had to act after an increase in violence in his city, including two illegal aliens who were charged with shooting and killing a man. As national federal laws against illegal immigration go unenforced and Congress debates and does nothing, other cities are considering similar measures in their own communities. Critics say such a crackdown is unnecessary. And some expect that Hazleton's new rules <MIGHT> be challenged in court. Nevertheless, here's the question: <SHOULD> towns and cities crack down on illegal aliens on their own? E-mail your thoughts to CaffertyFile@CNN.com or go to CNN.com/CaffertyFile -- Wolf."
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "clearly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "That was Democratic presidential nominee, Joe Biden. I want to bring in my colleagues to discuss what we just saw. David Chalian, our CNN political director is with us, Dana Bash, CNN chief political correspondent, and Catherine Rampell, who is our CNN economics commentator. Dana, to you first. What were your takeaways from what appeared to be a very forceful Joe Biden in light of this \"Atlantic\" story of what President Trump said about troops who lost their lives or injured at war?",
    "statement": "He's pissed off. And it was very <CLEAR> that he decided to change the beginning of a speech billed as a reaction to the monthly jobs numbers and talk from the heart about how he felt about the comments that the president <ALLEGEDLY> made, that the president is vehemently denying. Which Joe Biden said flatly that he just doesn't <BELIEVE> him because they comport with other things that the president said out loud in front of a camera in the past about John McCain, et cetera. I'm not <SURE> that the substance of what the president allegedly said and the pushback on it is going to change any votes. But the way that Joe Biden responded is the <KIND OF> fight and the kind of fire that a lot of Democrats have been waiting to see and hear from him, more of. Not that he hasn't been doing it before. But this was genuine, this was anger. This was I'm ready to get in there and beat Donald Trump. And that was what he was telegraphing. And it helped that it was <CLEARLY> very genuine because, Brianna, as you <KNOW>, he not only was a military father, he has spent so many years dealing with and getting to know so many members of the military not just as a two-perm vice president but as a foreign relations chair and a Senator from Delaware."
  },
  {
    "transcript_id": "CNN-11960",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Early though it is, we're already getting some fresh earnings reports, and more on tap for later today.",
    "statement": "It <CERTAINLY> <COULD> be a busy day, busy week and a busy next couple of weeks as well. Christine Romans here now with some more on this front."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "OK, the question for you that I think a lot of people have, if gay people are allowed to express their pride, then why can't straight people do the same?",
    "statement": "Well, pride is a very good thing and I <CERTAINLY> <KNOW> a lot of proud heterosexuals, so I don't <THINK> that's the issue. I think -- it's been discussed in your program earlier the issue focuses on motive, what are the motive of the people that are pushing this. And one of the leading groups sponsoring this, something -- they have a Web site called Gaypridewear, and they sell products and, you know, they are very <CLEAR> about their anti-gay agenda, they say \"allowing the state to approve of homosexual conduct would violate the whole meaning of civil rights and would greatly endanger children, taxpayers, business owners,\" blah, blah, blah. So I think that the motive here is distinctly anti-gay, they mean to do harm to the gay and lesbian civil rights movement. I think they are, you know, in lock step with your other guest here, Robert Hooha (ph) from the Family Research Council, spewing all that nonsense about lifestyle, this, that and the other thing. You know, gay people simply want to, you know, live in existence in a society from -- free from discrimination, free from prejudice. We want to be equal, we're working hard for that. Over the years it is come down to just being visible and letting people know who we are. You know, if you are straight, think of how many times you give a clue each day to your fellow co-workers, friends that you are straight, you have a picture of your wife and kids on the table, you have a wedding ring, you talk about going to a ball game with your son and your wife. Now just think if a gay person says the same thing, that I, you know, had some friends over with my partner of, you know, the same-sex and <APPARENTLY> that person is considered an activist and is engaging in some <SORT OF> political act just by talking about his or her life. So it comes down to motive. It sounds like it's anti-gay to me and that's why I would be <SUSPECT> of it."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, whoever the commander in chief in January will -- he's still the commander in chief, and we'll proceed as we always do.",
    "statement": "You're looking at a live picture of the Florida Supreme Court in Tallahassee. There's the podium. We're standing by. If there's any <SORT OF> indication, any sort of announcement whatsoever, <OF COURSE>, CNN will bring that to you live. In the meantime, let's go live to CNN's legal analyst Greta Van Susteren. She's not in Tallahassee. She's back in Washington tonight. Greta, good to have you back."
  },
  {
    "transcript_id": "CNN-251259",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Fredricka, interestingly enough I was in Colombia during the incident that we all wish to forget, where Secret Service agents were engaging with prostitutes and I was in the midst of the bombarding of the media and the outrage that both Colombians and people in the United States and certainly this was a presidential mission where the president was in Colombia for, of course, diplomatic reasons. That was a very sad occasion. Of course we've had a number of occasions since then. I'm always a believer in getting the facts. I'm also a believer in letting the American people know and the world know that our president, which is a chief responsibility and concern, and I'm glad to say this of Republicans and Democratic members of Congress, that the commander in chief and his family are safe. That is what we want to know, above all else. Bad behavior, poor facts, we want to know that they are safe. That's going to be the singular question that many of us are going to be asking as we meet this week.",
    "statement": "So it <SEEMS> as though the incident 11 days ago at the White House is still very murky. It's <UNCLEAR> exactly what <MAY> have happened, if it was an incident. If there was anything to even speak of, because <APPARENTLY> at first it sounded like a big drunk and driving, crashing of barricades, and then there were some back- pedalling of <MAYBE> that didn't happen. Maybe the two agents who have been reassigned weren't drinking anyway. So does this exemplify even without <CLEAR> cut answers that there's a big problem within the U.S. Secret Service, there's an organization problem? Is it something that this new director can even eradicate or fix, having been in the job a very short amount of time now?"
  }
]