[
  {
    "transcript_id": "CNN-403238",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "What we've seen is that the users just consumption habits have changed and shifted. So where many users would listen to podcasts in their cars when they were commuting, now what we're seeing is that users are actually listening on their home devices, listening to it on their television sets, or listening to it even on their gaming consoles. But we still see people listening to their podcasts as they're working out. We're seeing them listening during the day. So it's been a shift in pattern, and yet I think once things return to normal and people wind up commuting again, the habits that they're forming now will stay with them, and it just allows for even more time for them to consume podcasts in different times and different ways in which they'll do that.",
    "statement": "You guys took recently took a pretty bold step and signed an exclusive licensing deal with Joe Rogan. Now, his podcast is, <OF COURSE>, one of the most popular out there, and \"The Wall Street Journal\" reported that the deal's worth is about $100 million. So why make that bet right now?"
  },
  {
    "transcript_id": "CNN-412951",
    "matched_terms": {
      "of course": "ungraded",
      "clear": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Yes, ask him.",
    "statement": "That was the Azerbaijani President for you and to be <CLEAR> that we have reached out to the Armenians for a response to that specific point. They haven't gotten back to us but once they do we will <OF COURSE> bring you that response here on \"Connect the World\". The interviews with the Armenian and Azerbaijani President's this week on a conflict that is seemingly escalating. Ahead on the show a new wave of lockdowns in Europe is putting many with mental health issues in a <POTENTIALLY> dangerous place. We will speak with the W.H.O. and a woman who <KNOWS> firsthand the devastating impact of depression and addiction?"
  },
  {
    "transcript_id": "CNN-157353",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "It's crunch time. CNN has \"The Best Political Team on Television\" ready to go for you this morning. We have White House correspondent Suzanne Malveaux, as well as chief political correspondent Candy Crowley, our chief national correspondent John King and our senior political editor Mark Preston. All of them will be reporting for us throughout the morning on the issues in this election that will certainly impact your future. We kick things off now with Suzanne. She's at the White House this morning. So I know they're all busy. They're all out there on the campaign trail. What is the strategy behind these final campaigning stops for the president this week?",
    "statement": "Well, Kiran, everybody's packing a bag because we're all going to be on the road for the next week or so. <OBVIOUSLY> the president, the first lady, the vice president. The strategy really is get these folks out to the polls. The people that are really going to make a difference here. Who are those folks? We're talking about female voters, African-American voters, young voters trying to build momentum in these next couple of days or so. The president very quickly going to Rhode Island for a fundraiser. But then he's really going to kick into high gear at the end of the week. That's when he goes to Bridgeport, Connecticut, as well as Philadelphia, Pennsylvania. Pennsylvania, you <KNOW>, very important state, leans Democratic. But there's an important Senate race there. Neither one of them incumbent. So it's really going to be an interesting test to see how does this whole thing with voter anger, frustration, unemployment play out in that particular state. He's then going to be traveling on to Chicago, Illinois. As we know, very important symbolically for the president because who is going to fill his Senate seat, the Senate seat that he once occupied? Quietly, White House officials tell us, look, you know, this is going to be important because you don't want to give the Republicans bragging rights if they end up capturing President Obama's old Senate seat. So they want to keep that Democratic. And then finally, he's heading off to Ohio. Very important governor's race there, as well as a couple of House seats that are on the line. And one of the things that you're going to see in Ohio is the whole issue of unemployment. Unions play a very good role when it comes to the elections, to training out the midterm elections as well as unemployment. You're talking about at least half, I understand at least half of the counties in Ohio have unemployment rates of more than 11 percent. That's much higher than the national average. So jobs is a very big deal in Ohio. And John and Kiran, that the bottom line here is that if you like the president's policies, you want to keep the House and the Senate in the Democratic hands. If you don't like the policies, you want to see that changed. But whether or not, whatever side you're on, this midterm election has been a huge difference in everybody's lives because you <COULD> see those policies actually repealed or reversed."
  },
  {
    "transcript_id": "CNN-411906",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Back in May, when the protests started, did you have a gas mask or any of that gear?",
    "statement": "No. <OF COURSE>, I didn't have a gas mask. I had face masks for COVID. But none of us had gas masks. I <THINK> we've raised about $30,000 this week to buy bulletproof vests because it turns out that we <MIGHT> need them. And that's really terrifying."
  },
  {
    "transcript_id": "CNN-280578",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Is the positive train control, you and I talked at length about that after the accident near Philadelphia last year. But what about just the simple 12-step procedure that Amtrak has in place for construction workers? How do you screw up 12 whole steps?",
    "statement": "By not following them. And it's just simple -- just like on other transportation accidents, you have a checklist and you have steps that you're <SUPPOSE> to go through for a reason so the disasters don't happen. And it's <CLEAR> that they were not followed. And what folks don't realize is how long it takes to stop a train. You <KNOW>, even if the -- if you got the information, depending on the speed of the train it can take from 1 to 5 miles to stop a train depending how heavy it is. So they <MAY> not have had any chance."
  },
  {
    "transcript_id": "CNN-227562",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Most people taped their boots and pants together so that we don't get anybody infected. We are worried about dysentery. We are worried about tetanus. We are worried about contamination. The last thing we want to do is take any of these contaminants out of here and take them into town back to the family.",
    "statement": "The U.S. Army has set up decontamination sites with soap and hot water so those crews can wash off and keep working. The number of confirmed dead stands at 21, 30 people are still missing. Southern California is counting up the damage from a weekend of quakes that startled people for two straight days. Three quakes rocked the L.A. basin within a 24-hour period. Seismologists are describing the one word as unprecedented. The earthquake happened along the Puente Hills Thrust Fault line. This is a broad area that runs up through downtown Los Angeles and west towards Hollywood and Beverly Hills. So when you <THINK> of that, you see that map, the danger here if a major quake, not even the so- called big one everyone is talking about, but a sizable earthquake hits along this fault line, this is an example of how far it would spread. The damage and loss of life in the heart of Los Angeles <COULD> <ABSOLUTELY> be catastrophic. So CNN meteorologist Chad Myers is here with props to help explain the danger from what I understand, the shaking, which direction it shakes. All beginning with tectonic plates."
  },
  {
    "transcript_id": "NPR-17205",
    "matched_terms": {
      "obviously": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Well, so at that point things did change in the country.  Did      you begin to think, `Hey, I could sometime go somewhere and wind up      actually fighting'?",
    "statement": "Yeah.  I mean, <OBVIOUSLY>, being on an installation base      where you have drill sergeants, they <DEFINITELY> pound it into your head."
  },
  {
    "transcript_id": "CNN-318651",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The North Korean regime has promised retaliation against the United States. Do you believe Kim Jong-un?",
    "statement": "I <BELIEVE> that Kim Jong-un is someone who <BELIEVES> his back is to the wall, who has been raised in a country where they have believed for decades that the United States would like to effect a regime change, and so I <THINK> this paranoid, militaristic and capable young leader is someone whose threats we <SHOULD> take very seriously."
  },
  {
    "transcript_id": "CNN-405017",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Wow, years and years and years. OK. Important to note, an audit, by the way, has nothing to do with whether you can release your tax returns. The White House calling this ruling a win for the president but his tweets suggest otherwise. The president saying, quote: This is all a political prosecution, political witch hunt. OUTFRONT now, former Democratic presidential candidate and former South Bend mayor, Pete Buttigieg. And thank you so much. Good to see you, Mayor Buttigieg. So, the Supreme Court ruling -- I guess this is how they see the victory, right? It cements the fact that voters won't see Trump's tax returns before the election. And so, the White House is spinning this as a big victory. I mean, are they right because of that basic reality which is the voters won't see them?",
    "statement": "Only the Trump White House <COULD> <VIEW> keeping information away from the American people as a victory. Remember, we're only here because he is the first president in my entire lifetime not to just put out his tax returns. Not even presidents, but candidates are expected to do this. I did mine, not that there's much to see there. But it was a basic step that you take in the name of transparency. We're also here -- let's not forget -- partly because the president was caught directing hush money payments to an adult film actress. So, nothing about this reflects well on the president, least of all the <FACT> that they went all the way to the Supreme Court trying to say you couldn't get records from him because he's the president. That argument was <MORE OR LESS> laughed out of the Supreme Court, and it goes back to the lower court to work its way through. Nothing about this is a victory, and everything about this reminds us why we so urgently need a new and different president in Joe Biden come November."
  },
  {
    "transcript_id": "NPR-6816",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Is it Cho Seung Hui or Seung Hui Cho? What do we call the person who's responsible for the worst shooting rampage in American history? Cho was born in South Korea, so many in the media have gone with the traditional Asian way, putting last name first. But Seung Hui grew up in the United States, where first name comes first. News organizations say he Americanized his name by putting Seung Hui before Cho. But there's nothing Americanized about putting your first name first when living in the States. If he changed his name to Mike or George or something an American would have no problem pronouncing, okay, I'd say he Americanized his name. But to call him Cho Seung Hui casts him as a foreigner. Asian or American? It's a gray area a lot of Asian immigrants like me have had to navigate. Because Seung Hui Cho grew up here, he is, in fact, a Korean-American of the 1.5 generation.",
    "statement": "Unlike European-Americans that came to Ellis Island long ago, a first generation Asian immigrant is the first generation to immigrate to the States. The second generation is American-born. But then there's us, an in-between generation that came to America as kids. We don't have the customs of the old country, but we never forget we weren't born here. Sometimes we don't <FEEL> at home in America and we can also feel out of place when we go back to visit Asia. Most of us have assimilated to American culture too well. That's why we add the .5 to our first generation status. Seung Hui came to the United States when he was eight years old. He <MAY> not have been an American citizen, but he grew up here, and that's why his name <SHOULD> be given the American treatment."
  },
  {
    "transcript_id": "CNN-179671",
    "matched_terms": {
      "of course": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Welcome back. Now there are five men still in the running for the Republican presidential nomination. But right now the focus is on two of them. Now according to a CNN poll, Mitt Romney and Newt Gingrich are most popular with primary voters in South Carolina. Now Romney still holds the lead with 33 percent support, Gingrich is backed by 23 percent of likely voters. But Romney's lead over his rival has almost halved in the last two weeks. We are just two days away from the South Carolina primary. And in a few hours from now, the candidates will have their last chance to impress voters there at a debate in Charleston, South Carolina. And CNN's political editor Paul Steinhauser is there and he joins us now. Paul, how is the race shaping up there in South Carolina?",
    "statement": "It is getting tighter and tighter and tighter, Kristie. And I tell you, it is so exciting what's going on here. You mentioned our CNN poll which came out about 24 hours ago. And that made a lot of news, because it indicated the race here in South Carolina <DEFINITELY> tightening up. Well, just in the last three hours two brand new polls of people who are likely to vote in the South Carolina Republican primary here. And one of them, take a look at this, this is by Politico. And right there are the top, there's Mitt Romney, the former Massachusetts governor. But you can see his advantage, his lead over Newt Gingrich, the former House speaker just 7 points. We're down to single digits in this brand new poll. This poll was conducted yesterday, that's Wednesday and Tuesday. So it was conducted entirely after Monday night's Republican presidential debate here in South Carolina where most pundits agreed Newt Gingrich had a very, very good night and Mitt Romney was on the defensive, especially over the taxes he pays and what the percentage is and if he would release his taxes, his income tax report. So another poll out this morning, Kristie, illustrating what's going on here also was conducted half before and after that debate. Before that debate, Romney had a 15 point advantage over Gingrich, after the debate down to 5. The polls are indicating, all of them, it's getting tighter, it's getting closer here. And <OF COURSE>, just about 12 hours from now right behind me here, this is the North Charleston Coliseum. This is where the CNN Southern Republican debate will be held. The last showdown for these five major Republican presidential candidates before Saturday's primary -- Kristie."
  },
  {
    "transcript_id": "CNN-162469",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "There is the argument too that the unions kill jobs.",
    "statement": "Right. That is an argument you're hearing a lot. I was just listening this morning to Governor Chris Christie of New Jersey, who was <SORT OF> the headliner on this one. He was speaking on a program here on MSNBC and says \"the corrosive effect of public unions,\" he was talking about the <FACT> that in New Jersey, he said that the police union and the police, men and women, 70 percent of their wages come from benefits, from those fringe benefits like pensions, health care, et cetera. He said that that is really breaking apart in New Jersey's middle class. You look at the Conservative Heritage Foundation, and they say the majority of jobs lost over the past 30 years have been union jobs. But one last point, a labor economist I talked to this morning says this goes beyond the money, Kyra. This goes to worker satisfaction, safety in the workplace and it's not just about the money. When you have satisfied workers, that leads to better part of productivity. So two sides of this argument but day by day, it gets even more contentious. Kyra."
  },
  {
    "transcript_id": "CNN-124780",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Senator Clinton, I have to say, on this, has been completely disingenuous.",
    "statement": "Senator Obama talks to CNN exclusively. You are about to hear more of what he has to say about his rival Hillary Clinton and about the war in Iraq. Also, Hillary Clinton tops decades of experience. So, what do more than 11,000 pages -- 11,000 pages of her schedule as the first lady really show? And act now or later? <SHOULD> the Democratic superdelegates wait until this summer to pick between Hillary Clinton and Barack Obama or should they decide now? You are going to hear one superdelegate's idea for all of them. Lots of news happening -- right here in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-338808",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "First of all, let us talk about what",
    "statement": "A sobering <THOUGHT> indeed. I want to ask you about this, because over the weekend Mr. Trump tweeted this. \"Just got recent poll much higher than president O, being Obama, <OF COURSE>, at the same time, well, much more has been accomplished. Is he right about the polls? And what about the accomplishments? What would you say at this juncture?"
  },
  {
    "transcript_id": "CNN-285669",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well I haven't seen the article either, but it's not right that it's an inherent conflict of interest, it's because of the judge's Mexican heritage. However, I do think there's inherent conflict of interest that that this judge received an award from La Raza, who is reportedly by the Daily Caller, involved with some of the Trump protests. I think the judge should recuse himself, because I don't think it's appropriate to sit before and try to honestly judge a case when in fact you're involved with a group that allegedly has taken parts in Donald Trump protests, so it is not the heritage it's the group that he is associated with.",
    "statement": "But Tara, if in <FACT> -- this is correct that, he saying it's the heritage or partly heritage or what he decided was the judge's heritage, being inherent conflict, I mean, what does that say to all other people of Mexican heritage I mean who sit on juries or who, you <KNOW>, are asked to weigh in on anything legal? Does that?"
  },
  {
    "transcript_id": "CNN-216049",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well, the numbers are in the administration's favor because since 9/11, you've had nearly, or actually more than 400 prosecutions of terror-related cases in the federal court in the U.S. with about a 90 percent conviction rate. And during that same time period, you've only had seven successful convictions in military courts. So, the federal courts have proven a much more efficient way of the prosecuting terrorism related cases. And they seem to manage the key issues -- safety as well as concerns about the exposure of intelligence issues. That said, there's still very much a political hot-button issue, as you mentioned, the last time they tried to try one of the Khalid Sheikh Mohammed, one of the al Qaeda masterminds in southern district. There was an uproar and they weren't able to do that.",
    "statement": "Right. And that's the one <OBVIOUSLY> I was <THINKING> of. But what about the mission in Somalia? You <KNOW>, SEAL Team 6, and we hear that. That's <SORT OF> the storied name, right, at least in <KIND OF> popular culture, once people <THINK> of the team that captured Osama bin Laden. Do you know what really went wrong?"
  },
  {
    "transcript_id": "NPR-3031",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Mr. Al-Mutlaq, welcome back to DAY TO DAY. And let me read to you from the key judgments of this National Intelligence Estimate. Iraqi political leaders remain unable to govern effectively. What's your response to that?",
    "statement": "Well, it was very <CLEAR> to us from the beginning that these leaders, they cannot run Iraq because, simply, they are sectarians. They came for revenge. And they cannot make reconciliation in the country and they cannot run the country properly. But unfortunately, the United States administration was persistent to go for a sectarianism way to run the country. It is <QUITE> clear now to us and <PROBABLY> to the Americans that that was a big mistake."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "This is coal. Don't be afraid. Don't be scared.",
    "statement": "The treasurer -- the treasurer <KNOWS> the rule on props."
  },
  {
    "transcript_id": "CNN-327623",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "OK. Let's talk about taxes. David, the tax plan, at least. What did you hear Marc Short say?",
    "statement": "Well, I mean, you <KNOW>, they are -- they have muscled this through right now. It was interesting over the weekend to see the president <MAY> give a little bit to find a little bit more revenue that's being lost since this is going to be a whammy of a tax cut in terms of its effect on the deficit. And there's still speculation about what it's actually going to mean for the economy. I do <THINK>, on the plus side, what the administration is riding here is, at a time of a massive stock market rally, and high corporate profits, the corporations are going to stand to benefit a great deal here. And that will, you know, create favorable economic conditions overall. But once you start to dissect who's actually going to benefit over a period of time, I think it starts to break down. But Republicans have made this bet. They've made an argument. It's striking how many the differences as we've talked about over the last couple of weeks, with even the Bush tax cut in 2001 in terms of how many more people who are the top earners in the country benefit, as opposed to the middle class over time. But Republicans are going to notch a victory here and face voters with it next year. Mitch McConnell is on record now as saying that the effects of the tax cut will be immediate. It's helpful when you're leaning into an already buoyant, <CERTAINLY>, financial market situation if we're -- even though we're still facing <KIND OF>, you know, rather sluggish economic growth."
  },
  {
    "transcript_id": "CNN-364462",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It's time now for \"CNN Business Now\". Boeing <<FEELING>> the effects of the safety crisis involving its <BEST>- selling jet, and fliers concerned about the plane they're flying on -- they now have options. CNN business correspondent Alison Kosik joins us now with more -- Alison."
  },
  {
    "transcript_id": "NPR-11971",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Romney changed his mind about 2016 because of 2014. And he hopes that will help other Republicans forget about 2012. You know, Romney's been crisscrossing the country for other Republican candidates all this past year, and it felt pretty good to him. Those candidates did very well in November.",
    "statement": "And Romney looks <AROUND>, and he sees no great alternatives to Jeb Bush. And he's just not convinced that Jeb Bush can win the nomination and sell the country on another president named Bush. <OF COURSE>, his own problem is selling other Republicans on another dance with a guy named Romney."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "of course": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "This is clearly shaping up to be a critical if not the most critical day so far in this government shutdown, the need to also raise the nation's debt ceiling. Dana Bash is getting new information up on Capitol Hill. The action clearly, Dana, on the Senate side. What are you learning?",
    "statement": "We just saw Harry Reid, the Senate Democratic leader, go back into Mitch McConnell's office. This is at least the second meeting they've had today, <PERHAPS> more without people even realizing it. That is <DEFINITELY> a good sign. Reid himself suggested so, going into the office and to the meeting with Mitch McConnell. He said that they're not there yet but they're getting closer. Again, this is something he told us earlier, as well. What exactly the <SORT OF> the final sticking points are? As you can imagine, because this is a very delicate negotiation, they're holding their cards very close to their vests as to what Mitch McConnell <MAY> be trying to demand, what Harry Reid <MIGHT> be trying to give in on. But big picture, we <KNOW> that the day started out with Harry Reid making an offer of extending the continuing resolution or the spending bill to reopen the government to about mid-December. And with regard to the debt ceiling, to extending that, raising it for the next six to nine months. That's where they started. <OF COURSE>, that didn't give Mitch McConnell and the Republicans much. Of course, he came back with something. But we're not <SURE> what that was and where things stand. We're <HOPING> to find out more very soon."
  },
  {
    "transcript_id": "CNN-219490",
    "matched_terms": {
      "clearly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Trita, let me explain for a second with a picture why so many Americans, I think, are very cautious about this dictatorship. It goes all the way back to 34 years ago, the taking of the American embassy, which was clearly an illegal act sanctioned by the mullahs, only carried out by the mullahs, over 400 days of illegally holding Americans now hostages. Now, on a weekend where you would think if they had any self- discipline, the Iranians would have played meek, nice, civilized, three examples. The foreign minister says we have won the right to enrich. Remember, every single U.N. Security Council resolution said they had to quit enriching. They now interpret the agreement as we've won the right to enrich. Second, President Rouhani, the so-called moderate, although he's hand- picked by the dictatorship, says this is a great victory for Iran, as you just suggested, Cliff, the sanctions wall will collapse. The most amazing thing, in a regime which currently has an American pastor locked up for a year for preaching Christianity, in a regime which just arrested a whole group of people for having had communion, I mean, a deliberately vicious regime in many ways, you have the real dictator, Khamenei, saying over the weekend in a speech that the Israelis are rabid dogs, the Americans are our enemies. Now, why should any American trust a dictatorship that is openly telling us with contempt that they fully plan to break this agreement?",
    "statement": "All you've done here is you've repeated the problem. You've not presented any solution. There's no <DOUBT> that this regime in Iran is a regime that is not popular with the people in any way, shape or form. The question is, how do you deal with this issue? The approach of just pursuing sanctions and <ABSOLUTELY> no diplomacy has seen the Iranian nuclear program go from 164 centrifuges to 19,000 centrifuges. <CLEARLY> not a successful track record. This deal, for the first time ever since 2003, freezes the nuclear program, and part of the reason why it cannot be a repeat of what happened in North Korea is because, within the next six months, they're going to eliminate their stockpile of 20 percent enriched uranium. As long as they don't have 20 percent enriched uranium, as long as they can't go back to 20 percent, they cannot build a bomb."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "What do you think of the White House, though, returning tactic for tactic, which is, \"We don't like how you snubbed us by going with Boehner and the House, so we're not going to meet with you\"? Was that the best response by the White House?",
    "statement": "It's always difficult to deal with a truculent ally who is aligned with your own domestic political enemies. This happened with Taiwan; it happened with Syngman Rhee in South Korea. It's happened with Mikheil Saakashvili in Georgia. The White House has a problem, because it wants the Israelis to <SORT OF> shut up and go away, but it can't actually say that. How much it <SHOULD> reveal it's annoyance is, again, a political game for them."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "He understood that it is important to get an attitude into the images and all of a sudden it is changing the whole thing of seasons and it less about seasons. And it is about that kind of immediacy and kind of touching a consumer and letting them interact with what you are doing, immediately. You have to current. And you have to be talking in the language that consumers are living in as well.",
    "statement": "In other words, it is <KNOWING> what your customer wants."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "What globalization. You have Hugo Chavez pushing Noam Chomsky's book, that shoots to, at least the last I heard and looked, number ten on the Amazon.com list. You've got Musharraf the president of Pakistan worrying about his deal with Simon and Shuster. I mean Bush has got to be wondering where the heck is his book contract.",
    "statement": "And <PROBABLY> all those books are printed in China. I <THINK> with Chavez, <OF COURSE>, the issue here at home, Lou, is the Democrats running away from Chavez. Charlie Rangel, Nancy Pelosi, because I think they realize --"
  },
  {
    "transcript_id": "CNN-391232",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Here's more from ABC, continued on.",
    "statement": "In <FACT>, every witness who was asked about Hunter Biden's involvement with Burisma agreed there was a <POTENTIAL> appearance of a conflict of interest. Multiple House Democrat witnesses, including those from the Department of State, the National Security Council and others, unanimously testified there was a potential appearance of a conflict of interest. These were their witnesses. How much money did Hunter Biden get for being on the board? Well, if you start looking at these bank records, according to reports, between April 2014 and October 2015, Burisma paid more than $3.1 million to Devon Archer and Hunter Biden. That's over the course of a year and a half. How do we <KNOW> this? Some of Devon Archer's bank records were disclosed during an unrelated federal criminal case having nothing to do with Hunter Biden. These bank records show 17 months that Burisma wired two payments of $83,333 not just for one month, for two months, for three months, but for 17 months. According to Reuters, sources report that of the two payments of $83,333 each, one was for Hunter Biden and one, Devon Archer. Now, Hunter Biden was paid significantly more than board members from major U.S. Fortune 100 companies such as Goldman Sachs, Comcast, Citigroup. A typical board member of these Fortune 100 companies -- we know they're titans of their industry, they're highly qualified and as such, they're well compensated -- even so, Hunter Biden was paid significantly more. This is how well he was compensated. So Hunter Biden is paid over $83,000 a month, while the average American family of four, during that time, each year, made less than $54,000. And that's according to the U.S. Census Bureau during that time. And this is what's been reported about his work on the board. The Washington Post said, quote, \"What specific duties Hunter Biden carried out for Burisma are not fully known,\" end quote. The New Yorker reported, quote, \"Once or twice a year, he attended Burisma board meetings and energy forums that took place in Europe,\" end quote. When speaking with ABC News about his qualifications to be on Burisma's board, Hunter Biden didn't point to any of the usual qualifications of a board member. Hunter Biden had no experience in natural gas, no experience in the energy sector, no experience with Ukrainian regulatory affairs. As far as we know, he doesn't speak Ukrainian. So naturally, the media has asked questions about his board membership. Why was Hunter Biden on this board?"
  },
  {
    "transcript_id": "CNN-354079",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "So now the person who is the attorney general or the acting attorney general is actually now back in charge of the Russia investigation. Can this be seen as anything else, Laura, as trying to restrict, constrict, shut down the Mueller investigation?",
    "statement": "I don't <THINK> so. I think that this is very <CLEAR> and transparent, that the president of the United States essentially killed two birds with one stone. He was not happy with Jeff Sessions. He's been very vocal about that for more than a year. He has been emasculating him politically. He's been vilifying him over Twitter and in actual press conferences for <QUITE> some time. But he was very cautious not to fire Mueller because there would be obvious political consequences, particularly during the midterm elections. So now he can say, I didn't fire Mueller. I didn't touch Mueller. I also didn't touch Rod Rosenstein. I have no issue with him following the New York Times revelation that <MAYBE> the 25th amendment being talked about or him wearing a wire. I'm just going to replace the person who made it possible that Rod Rosenstein would have his position and Mueller would have oversight by that person. And so, by putting Matthew Whitaker in the position, which by the way is not in line of succession. It would naturally go to the deputy attorney general, Rod Rosenstein, then to a solicitor general. The chief of staff or the A.G. is not the person who is supposed to be in line. And so, one has to first wonder by what authority he's going to put him there. But the president already told us he's temporary. He'll have a more permanent placement put there in the long run. So, I'm wondering if in many ways this is the president's attempt to gain information about the investigation. So, once he's downloaded everything and debriefed from Robert Mueller and then he walks away to have a permanent replacement who is Senate- confirmed come in, well, <GUESS> what Donald Trump has? He's got the keys to the castle."
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The problem is is this is a regression and it's bad for peace. It's bad for reconciliation. Hamas hasn't changed its positions. The PA appears to be moving towards Hamas. Hamas leaders who gave interviews yesterday and today said openly, Israel should be destroyed. My country has no right to exist. They continue to say that every Israeli civilian, man, woman, and child, is a legitimate target for their violence. Just last month they shot a missile at a yellow school bus trying to kill school children. They killed one. And then they celebrated that death.",
    "statement": "Mark, this <MAY> be a defining moment whether you like it or not. The problem is this, you've got the Jimmy Carters of this world saying that the international community and the US <SHOULD> really embrace what is a decisive effort at this point. You have no friend in Egypt, for example, anymore who have been part of what is this reconciliation effort. So, I ask you again, is -- whether you like it or not, this may be the way that things are going to go."
  },
  {
    "transcript_id": "CNN-47960",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "This is just the first of a lot of hearings. Perhaps a dozen committees, subcommittees are going to be holding hearings. Is there any anticipation that they will get some more cooperative witnesses in the days and weeks ahead?",
    "statement": "Well, they are <HOPING> that. I was speaking to Chairman Tauzin about what they do next. He said their next step is to try to look into Enron now. In <FACT>, next week -- and they have taken <SORT OF> the lead on all this -- next week, their investigators, I'm told, will go out and interview a woman who this week blew the whistle on Enron and said that Enron was also destroying documents."
  },
  {
    "transcript_id": "CNN-233782",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, I think that there is in Burma itself, she's looking for election herself, most of the Buddhist Burmese agree with this. This is a persecution that comes from the top down. It comes from the government. It is being persecuted by neighbors but it is being authorized by the government. The law and the army are two of the biggest perpetrators of this --",
    "statement": "And so when you went to Bangladesh -- and I <THINK> you've described it as the worst among many refugee situations that you've covered, the worst that you've seen, you had to get <SORT OF> permission from the Bangladeshi government and they warned you, didn't they, just how you <SHOULD> be framing this story."
  },
  {
    "transcript_id": "CNN-296767",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "So moving fast, these forces, moving a lot faster than anticipated to Mosul. But at the same time, moving so fast that perhaps some people caught behind could find themselves in bad company. Michael Holmes, live for us. We'll get more context later this hour. Thank you for the reporting. We'll stay in touch with you. About 100,000 troops are involved in the Mosul offensive in one way or the other, some are fighting and some are there as support. That includes more than 54,000 Iraqi army\u007ftroops, 40,000 Peshmerga fighters, 14,000 fighters from the Popular Mobilization Unit militias. And Pentagon officials say about 500 U.S. troops are currently in northern Iraq, mostly working in support and logistical roles.",
    "statement": "I <THINK> we're going according to plan. I think they're going slowly and methodically, because they have to <CLEAR> those areas. ISIS is putting up a fight. That was their plan. Their plan was to slow it down and <MAYBE> stall it and giving themselves time to launch other attacks. I think the Iraqis made a strategic by not closing off the other areas to the West and areas to the southwest of Kirkuk. That allowed the -- I'm sorry, ISIS to launch an attack there. And they've also launched other attacks in Anbar Province trying to divert attention. But overall, the Iraqis have the upper hand here."
  },
  {
    "transcript_id": "CNN-137612",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Yes, I don't see you hugging Rick Sanchez. What's up with that?",
    "statement": "I'm just -- it's just a part of the culture sometimes, and they're saying that it's <DEFINITELY> showing up in his presidency. I <KNOW> you got a kick out of this, didn't you?"
  },
  {
    "transcript_id": "CNN-198470",
    "matched_terms": {
      "should": "ungraded",
      "clear": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "But the reason that a lot of these conservative Tea Party Republican types voted against it or are not going to vote for it tonight and they don't like it is because for the first time Republicans in effect are going along with a tax increase, a rate increase of 35 percent to 39.6 percent, 4.6 percent tax rate increase for those individuals making more than $400,000 a year and families making more than $450,000 a year. So in effect they're going along with a tax hike.",
    "statement": "No, <ABSOLUTELY> not. They -- the Republicans in the House and the Senate have made it very <CLEAR> they wanted to extend those tax cuts permanently for everybody. They voted that way in 2001, 2003, again several times this last year. The Republicans are on record, all of them, that all of these tax cuts <SHOULD> be extended -- this is Obama's pound of flesh because he won the presidential election. He's the one insisting that taxes go up. They're going to take $500 billion out of savings in the United States over the next decade and give it to the federal government. This is not helpful to the economy, and it will hurt the economy. But remember Obama is not just raising taxes on the rich right now. We're about to enter a decade where a trillion-dollars is going to be taken away from the American people in higher taxes to pay for Obamacare. This was passed only by Democrats. It is entirely a Democrat tax increase. And it includes many taxes that directly hit middle income and lower income people. So Obama's tax increase is not just the top tax rates. It's people -- if you have bad health problems and you spend more than 7.5 percent of your adjusted gross income on out-of- pocket health costs, you used to be able to deduct anything above that. Thanks to Obama's law, Obamacare, that's now 10 percent. So $2 million to $3 million will be taken out of people average income $53,000 a year, who are lower income, middle income and sick. They're going to be paying taxes for Obamacare. There's an avalanche of Obama tax increases coming next year."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "The camera captures the entire light field allowing the picture's focus and perspective to be changed after it's been taken. Number nine, NASA's Dawn spacecraft sent back staggering data about an asteroid 325 miles in diameter called Vesta. It appears Vesta went through some stages of planetary evolution. It's one of a kind in the solar system.",
    "statement": "What's <CLEAR> to us is that Vesta <APPEARS> to be the only intact proto planet that's left."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Chris, give our viewers your perspective on what Mark Geragos just said.",
    "statement": "Well, you <KNOW>, I have been <THINKING> about the Michael Jackson case. And it kept me awake last night there. There is a lot about this case that is very, very bothersome. <APPARENTLY> the DA in Santa Barbara County expects us to <BELIEVE> that Michael Jackson not only molested this kid prior to the children's services investigation, but while the investigation was going on. And then continued to molest this child even after that investigation. I mean, there are problems here. And unless the prosecution has substantial corroborating evidence in this case, I have to wonder whether or not they <COULD> ever convict Michael Jackson, number one. And number two, whether or not they <SHOULD> have brought this case in the first place."
  },
  {
    "transcript_id": "CNN-134144",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "David Mattingly for us tonight -- David, thanks very much. So many unforgettable stories coming from what could have been this incredible tragedy. A few minutes ago, you heard the voice of one of the survivors of flight 1549, Alberto Panero. He is with me right now, along with one of the very first responders, Brittany Catanzaro, a ferry captain for New York Waterway. And her boat was one of the very first on the scene. She helped rescue 24 people. And, boy, are we happy to see you both here right now.",
    "statement": "Yes, <ABSOLUTELY>."
  },
  {
    "transcript_id": "NPR-8658",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "They were very concerned about the volatility and the rising oil prices. And now, we, sort of, settled into a kind of an - I wouldn't call it a great range. I mean, from the airlines point of view, they certainly wish jet fuel were cheaper, but it sort of stabilized at a level that they feel they can work around as long as they can keep up enough people traveling this summer.",
    "statement": "And, <OF COURSE>, one of the things they've been concerned about is the government - if Congress would make life a little bit easier for them. But one of the things they're worried about this spring was the sequestration. You <MAY> remember that problem."
  },
  {
    "transcript_id": "CNN-304417",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Amid a wave of national post-election protest U.C. Berkley students formed a protest of their own with a very specific goal, to try to stop a right wing speaker. And the protest happened just outside the student union in the square. That speaker was Breitbart editor Milo Yiannopoulos. Fifteen hundred students gathered here to protest. According to the university with the specific goal of trying to stop him, saying that he's not free speech. He is hate speech. Well, early on into the protest, about 30 minutes in, the protest became violent. These barricades were used to smash in the windows of the first floor of the student union where he was scheduled to speak. Students also, the protesters that is, set fires, they faced off with police officers, forced to use tear gas. And the university says that they believe, and they're blaming this violence on about 150 outside agitators. The university says they have long been problematic in the city of Oakland. Six people were injured. And the protests became so violent that the event had to be canceled. When that became news to these protesters. There was celebration. The irony here of course is that U.C. Berkley in the 1960s was the birthplace of the free speech movement. That movement, those students then fought for the right to express their political opinions. Kyung Lah, Berkley, California.",
    "statement": "A Donald Trump supporter was pepper sprayed during the Berkley protests and the instance was caught on camera as well. Kiara Robles was being interviewed by a local television reporter when was mace It's not <CLEAR> who the attacker was, but Robles says she's doing OK. In another foreign policy move, the Trump administration takes issue with Iran. Ahead, the message from the National Security Adviser."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "All right, Nic, stand by. We're going to be getting back to you. Dana Bash, our White House correspondent, watched, listened to what the president was saying, just as all of us were. Dana, you spend almost all of your time covering this president of the United States. What was going through your mind as you heard those approximately four minutes, the four minutes he used to address the American people on this historic day?",
    "statement": "I'll tell you, Wolf, what I was <THINKING> is how many times we've heard from the president, really, in virtually every speech, every opportunity he gets, we've heard him say that \"the tyrant is no more,\" is how he likes to put it; that Saddam Hussein is gone forever, that the Iraqi people <SHOULD> <KNOW> that they are free and democracy is dawning in Iraq. But now he has the pictures to prove it, essentially. He has the actual hard evidence, because the Iraqi people can now see, as he pointed out, that Saddam Hussein has been captured. And he said, right at the beginning notably, that he will be brought to justice, reminding the Iraqis and the world of how many people he, <PERHAPS>, was -- how many people were not able to be brought to justice and how many people suffered at the hands of Saddam Hussein. So that was really what struck me, is the <FACT> that this is something that he has said time and time again, that the Iraqi people should know that Saddam Hussein is not there to bother them anymore, but now they see it for themselves."
  },
  {
    "transcript_id": "CNN-151601",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And the other thing, of course, Hala, and the key question is the pressure being put on BP, which now, of course, for obvious reasons by the federal government and by President Obama. They continually ratchet that up, don't they, politically?",
    "statement": "Yes. And politically, in <FACT>, being associated with BP <SEEMS> to have become a liability; the Obama administration announcing today that they will not hold joint news conferences with BP anymore. This <COULD> be analyzed as an effort to, by the federal government, by the White House, to distance themselves from BP which has come under unbelievable fire over the last few weeks. So, yes, it is a political issue as well. For BP, it is a financial one. I'm <SURE> you've covered their stock price and how much of their market cap has been wiped off. But for the White House as well, the important thing for them now is to <APPEAR> in control."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But if you were a canvassing board member, and you were making a decision whether you were going to count indentations as expressions of a citizen's right to vote, you'd want to take a look at all the ballots to see if whether this theory about indentations on the left side stands up to the facts, wouldn't you?",
    "statement": "<SURE>, I would like to look at all the ballots, <CERTAINLY>."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Guilty. Guilty murder one. Nancy Grace, this was one of the fastest returns of a verdict that I have ever seen, right up there and even faster perhaps, than the O.J. Simpson verdict. What do you make of it?",
    "statement": "To those of you had just joining us tonight, a stunning verdict in that Tampa courtroom. Julie Schenecker has just been found guilty on the two main counts, murder one. Now this jury had a choice of multiple decisions. They <COULD> have gone with lessers such as murder two, manslaughter, voluntary manslaughter, involuntary manslaughter. They could have come back with not guilty by reason of insanity, which would have sent Julie Schenecker to a treatment facility, <POSSIBLY> for the rest of her life. But instead, they have opted to go with guilty. They have completely rejected the insanity defense by that finding. They completely rejected the theory that voluntary consumption of drugs and alcohol will equal insanity. And if you noticed, in the courtroom, Julie Schenecker sitting there as this verdict came in, completely in control of her faculties. She didn`t <SEEM> surprised by the verdict. She slowly held the Kleenex up to her face, and that`s it. There was no shaking. There was no outburst. <CLEARLY>, the woman we saw that day that was shaking at the time of the incident is not the woman we are seeing now. Was it a ruse? Was it an act for police? That we`ll never <KNOW>. But what we do know, Jane Velez, is that this jury has returned a verdict on the two most serious counts, which leads me to speculate, if the state had stuck with the death penalty, would they have given the death penalty? And there you see Schenecker again, standing at attention in the courtroom, clearly understanding what`s happening. Look at the look she`s giving the jury. If that look could kill, that jury would be just as dead as her two children. The way she is looking at them was looking at them with pure hatred, the way she looked at them. And there it goes again. It`s unmistakable Jane."
  },
  {
    "transcript_id": "CNN-396962",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So he will be getting treatment to help oxygenate his lungs from the intensive care doctors. At this stage we haven't heard anything about mechanical ventilation, that is where a tube is put into the airway to help the breathing when someone cannot do it sufficiently by themselves or with non-invasive methods. The other issue is antiviral treatments; unfortunately, there are no approved or proven antiviral treatments for this virus as yet.",
    "statement": "And how do we <KNOW> whether progress is being made? When we get announcement from Downing Street later on, what we <SHOULD> we be looking our for?"
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And as you would expect, the Democrats instantly jumped on Trump's speech. Clinton and Vice President Biden did so together campaigning in Pennsylvania, and the president taking time from his vacation, also slamming Donald Trump. CNN's Sara Murray is on the road with the Trump campaign in Ohio and has the very latest for us.",
    "statement": "Good morning, Christine and George. Campaigning yesterday right here in Ohio, Donald Trump said it's time to rewrite America's approach to foreign policy, saying it's time to end the practice of nation building and instead focus our efforts on fighting ISIS on all fronts. And Trump said to do that we need to partner with any ally who's willing to fight ISIS alongside of us. Now on the more controversial side of this speech, he also unveiled a new set of immigration measures, essentially saying there <SHOULD> be an ideology tests for immigrants coming to the U.S. to weed out anyone who <MIGHT> hold extremist <VIEWS>, whether those are anti-Semitic, anti- gay, or anti-women."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Thank you. Senator Lieberman?",
    "statement": "Thanks, Madam Chairman. Let me join you in thanking the members of the committee first for changing their schedules and coming back so quickly. And a measure of the sense of urgency in the Congress is that we also have a non-member on the committee, Senator Bill Nelson of Florida, who cares enough about this to be here with us today. And I thank him for attending the hearing. Gentlemen, in your report, you document more completely and, I'd say, more unnervingly than I've seen anywhere before, the lost opportunities to have done something that <MIGHT> well have prevented September 11th from occurring: the failure of the agency to share information, the failure to connect the dots, et cetera. We're coming up to the third anniversary of September 11th. A lot has been done by Congress, by the executive branch, to try to fix some of that. But <CLEARLY> in making the recommendations you have, you <BELIEVE> much more substantive reform is necessary. To document the urgency of your recommendations, I wonder if you <COULD> answer a few questions that go to the status quo today, post- September 11th. For instance, <MAYBE> you have anecdotes or examples you could cite of continuing failure to share information or continuing inability to, without a quarterback, as you say, to coordinate the resources of the federal government in the battle against terrorism."
  },
  {
    "transcript_id": "CNN-207329",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, you can catch Vinnie on HLN \"After Dark\" live at 10:00 p.m. Eastern on HLN. Severe weather is sweeping back into Oklahoma. Our own John Berman was live on the ground, but we lost his shot because of the bad weather. We're going to talk to him on the phone in a minute, but first, the latest on the storm. Meteorologist Indra Petersons is here.",
    "statement": "It's so unfortunate. Almost breaks my heart this morning. Look at this. Look at Oklahoma and the radar here. All of these cells <SEEM> to be taking aim just for the Oklahoma City and Moore area. Look at all the lightning out there. When you see a lot of lightning you <KNOW> we're talking about the severe thunderstorm cells developing. In <FACT>, for that reason, you can actually see the severe thunderstorm warnings. As one of these expires, another one shows up. Notice here look in the distance as one cell builds right behind the other. That's what we're starting to see this morning. So it looks like it's not letting up just yet. Currently these warning boxes not expire for at least another hour. What happens when you have a severe thunderstorm warning? Well, we're talking about strong winds. So keep in mind all the debris that's out there this morning, all of that is going to be blowing <AROUND>. Hail, they reported pebble-size hail. But <CERTAINLY> in a system like this, we're going to be talking about golf ball size hail and some of those strong winds. We <COULD> see gusts really <KIND OF> picking up. Now a lot of these systems 20 to 30 miles per hour unless, <OF COURSE>, don't forget the heavy rain with that. Of course, a lot of people don't have shelter this morning so a very tough situation for them. Not the only thing we're looking at. You can really tell the heavy amounts of rain out there. One of the things that I like to mention, people really underestimate the power of flooding. A lot of flooding could occur, six inches of water. That's all it takes to take a human life. Try and cross that flood water, that's all it takes. Two feet of water even a large SUV can be swept away. Number one reason for deaths in this country when it comes to weather is the flooding. When we see cells like this, we're very concerned. I want to show you also it not the only risk area today. Original low, the one that produced all of that mess over in the plains, that same low has made its way to the northeast. We do have a slight risk area for us as well. We're going to talk about strong winds, hail, and the heavy rain for us, isolated tornadoes. Not really the major threat here in the northeast, but once we go right back in towards Oklahoma and panhandle of Texas, not in the forecast. Not as high of a risk as what we saw a few days ago but still, like we're already seeing, the large hail, strong winds and heavy rain, in the forecast and here the threat is higher than in the northeast for certainly <POTENTIAL> here for an isolated tornado. Unfortunately, this forecast from mere is not just for today. As we go through Memorial Day weekend, showers will remain in the forecast. So hard, everyone is trying to get their lives together."
  },
  {
    "transcript_id": "CNN-57122",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "And what do you think it is that they hate? I mean, what do they not get about America?",
    "statement": "Well, for one thing, we are a <KIND OF> weird place in the history of the world. We elaborate on our freedoms and further elaborate and say to each other, \"Oh, we won't take this.\" And then we do. And then we tolerate it. And then we go on. And we don't develop our hierarchies. And we have a kind of odd, but wonderful sense of humor about ourselves. But the other thing is, <OF COURSE>, that we're the biggest kid on the hill. And that automatically gathers hatred."
  },
  {
    "transcript_id": "CNN-222930",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Their voices start going up, there seems to be almost a confrontation, and then bang, he was shot.",
    "statement": "Charles Cummings a retired Marine, who served in Vietnam, says it was <ABSOLUTELY> shocking to be caught in the crossfire once again."
  },
  {
    "transcript_id": "CNN-136188",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Yes. This is a guy -- we know the first one's going to be about his childhood and some military service, everything that actually that he says helped him and prepared him to be able to handle that situation and save all those lives. But don't know what the second book's going to be about yet.",
    "statement": "Well, here's what we <KNOW> though -- the first one is due out at the end of the year. And in <FACT>, the captain is not going to take any time off to write this. He's going to continue to work, continue to fly..."
  },
  {
    "transcript_id": "CNN-94387",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It's been a continuing focus. We've known for a long time that there's been insurgent movement across the borders and moving toward west to east, going to push foreign fighters equipment and materials both to the larger cities in the north and in the east of Iraq.",
    "statement": "Meanwhile, no letup in the insurgent violence in the Iraqi capital. More car bombs, three of them today, killing at least six. Among them, some Iraqi police. Again, Iraqi police were targeted in two of the three attacks. The U.S. military concerned that increasingly these car bombs are becoming the MO of the insurgents. They cite the <FACT> that in April the number of car bombs doubled actually from what it was in February. That was when there was a relative lull in the violence in this country. All in all, in the last 10 days, more than 300 Iraqis killed in the violence. Many of them from those bombings, from those car bombs. Also sadly, seven U.S. servicemen -- correction, eight U.S. servicemen over the weekend killed in violence here in Iraq -- Wolf."
  },
  {
    "transcript_id": "CNN-175745",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "One of her fellow Japanese volunteers died from his injuries. Amid stories of tragedy and hope, there's also anger. Residents confronted Turkish officials on Thursday, demanding resignations. Riot police charged the crowd just yards away from collapsed build beings. In the days ahead there will be more questions about government enforcement of building codes and pressure to resettle hundreds of thousands of people made homeless. But for now, Turkey's earthquake survivors are just looking for a warm place to sleep, most of them clearly too scared to step into their own homes. Ivan Watson, CNN, Turkey.",
    "statement": "Elsewhere in Turkey, we're getting word of a hijacking of a ferry in Turkey. At least one hijacker <MAYBE> four are on board. You're looking at live pictures coming in from Ismet in Turkey. It's after midnight there. One of hijackers claiming to be armed has explosives on the ferry, ferry carrying 17 passengers and four crew according to the provincial governor in the area. We'll stay on top of this story as well. Never dull when one story breaks in Turkey, another one <SEEMS> to follow, this one <OBVIOUSLY> very serious, hijacking of a ferry. Meanwhile, new evidence that controversy <MAY> be catching up with Herman Cain and Rick Perry. But Mitt Romney doesn't <SEEM> to be benefitting from the uproar. Stand by, some fascinating new poll numbers coming into \"THE SITUATION ROOM.\" And Rick Perry forgot which federal agency he wants to cut, but we haven't forgotten the serious issue that got lost because of his gaffe."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Ken?",
    "statement": "Governor, when you ran for president, you were very popular with many progressive groups. What do you say to progressives today who say that - that there's little difference on - <CERTAINLY> on the - on drone policy, on surveillance issues, on national security wiretaps - little difference between Obama and Bush administrations? Or even if there wasn't much of a difference, what do you say about the critics of the Obama administration?"
  },
  {
    "transcript_id": "CNN-43470",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Haron...",
    "statement": "The objective would be -- remember that if one were to effectively take Northern Afghanistan and get rid of the Taliban in these northern territories, that <CERTAINLY> that would destroy or reduce Taliban strength to about 50 percent, which means that it's going to create defection rates among the Taliban, certainly be a major blow to the Taliban entity, al Qaeda, who <MIGHT> actually search their sanctuary, which it is the case, in the southern parts of Afghanistan. But that would reduce their force, but certainly Herat is among those areas, as well as Kabul, or <MAYBE> investing in Kabul, but certainly not going in."
  },
  {
    "transcript_id": "NPR-18859",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "The current administration is ruining the Republican brand. And I think that anybody who really cares about standard Republicanism, as it used to be, really needs to stand up to this administration, and I'd like to see my congressman do that.",
    "statement": "Lance is happy to distance himself from the Republican pack. At just this town hall, he called on the president to release his tax returns, embrace the need to address man-made climate change and criticized the president's early round of executive orders on immigration. But for every chit he earns from some constituents for taking on his party, it can leave others <<FEELING>> disappointed."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "And is America ready for gay TV? There`s a new network hitting the air, and there`s more to come. \"Showbiz In-Depth\" on the way.",
    "statement": "Simultaneous concerts taking place <AROUND> the world: in Paris, Berlin, Philly, Tokyo, Moscow and more, all filled with the biggest names in the music biz. <OF COURSE>, I`m talking about Live 8. It happens this Saturday, and today organizer and U2 front man Bono told CNN that there will be some big surprises, including a performance by U2 with Paul McCartney. They`re going to perform \"Sergeant Pepper`s Lonely Hearts Club Band.\" And Bono tells us -- told us that it will be the first time McCartney has performed the song with a band since he recorded it. It is music history in the making. And show organizer Bob Geldof told me this afternoon that there`s a lot more to look forward to."
  },
  {
    "transcript_id": "CNN-302930",
    "matched_terms": {
      "of course": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Today, President Obama surprised his vice president, Joe Biden, by awarding him the nation's highest civilian honor, the Presidential Medal of Freedom, a tribute. As moving as it was unexpected, so much so that Biden himself was left momentarily speechless.",
    "statement": "Folks don't just <FEEL> like they <KNOW> Joe, the politician. They feel like they know the person. What makes him laugh, what he <BELIEVES>, what he cares about, where he came from. Pretty much every time he speaks, he treats us to some wisdom from the nuns who taught him in grade school, or an old senate colleague, but, <OF COURSE>, most frequently cited, Kathryn and Joseph senior, his mom and dad. No one is better than you but you're better than nobody. Bravery resides in every heart and yours is fierce and <CLEAR>. When you get knocked down, Joe, get up. Get up. Get up. That's where he got those broad shoulders. That's where he got that Biden heart. And through his life, through trial after trial, he has never once forgotten the values and the moral fiber that made him who he is. For the final time as president, I am pleased to award our nation's highest civilian honor, the Presidential Medal of Freedom."
  },
  {
    "transcript_id": "CNN-106495",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, let's see. A bottle of wine. What would be too much, what would be too little? Think about that.",
    "statement": "The markup here was extraordinary, Kyra. And I don't <THINK> either of us would fight over the tab on this. A double magnum of 1985 Chateau Lafite -- there it is -- sold late last week at an auction in Sotheby's in New York. The winning bid: $111,625. A double magnum, by the way, holds about 24 glasses of wine. So that comes out to $4,600 per glass. It was bought by an anonymous European private collector over the phone. The price tag nearly triple the highest pre-auction estimate. But that, <BELIEVE> it or not, is not a record. A 1787 bottle of Lafite, marked with the initials THF, for our third president, Thomas Jefferson, sold for more than $156,000 in 1985. Jefferson, <OF COURSE>, for any of the people who have followed him, as one of America's -- was one of America's first wine authorities. He even toured the European vineyards, looking for wine to send home. And that was part of a shipment that I believe was never sent home, Kyra."
  },
  {
    "transcript_id": "NPR-42755",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Well, I don't see why she would even bother to retake a basic English class if she's taken it and she's made an A. She should go tell these people, look, here's this professor, I took his class, here's his grade book, he says I have my A, fix it on my paperwork.",
    "statement": "<ABSOLUTELY>. I <THINK> in a bureaucracy-free, ideal university that would be the way the go."
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "of course": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And also, we've not seen -- we saw with the government handouts boys and young teenagers, but we have not seen girls or much younger children in any of these photos that were handed out and video that was handed out. In the United States, some states some governors of some states including Virginia and Maryland are recalling their National Guard troops in protest at the forced family separation policy. I wonder if now -- there you have a map of the United States highlighting the states that are recalling their National Guard troops in protest. I wonder if this will change -- this executive order by the president will change anything there.",
    "statement": "Well, they're waiting with anticipation here. I asked Congressman Vela if he had any indication as to how this will physically happen, how they will go about reuniting the more than 2,300 children that have been separated over the course of the last six weeks from their parents. He said he has no details. We need to remind our viewers these are families, Hala, that were faced with a choice between life and death, running from gangs like MS-13. Ms-13 was founded in America. So, in many ways, this is an American manufactured problem. These central migrants show up here with <ABSOLUTELY> nothing, asking for asylum. In the case of the individual that I spoke to a little while ago, they expect to at the very least be treated humanely and not separated from their children. <OF COURSE>, the critics to those migrants who have come across with their kids, they say it's the migrants that are putting their children in danger. But I <KNOW> a lot of people that we've spoken to on the ground take exception with that. Now President Trump signing this executive order that will change it -- Hala."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I'm Judy Woodruff in Washington. Our special coverage of this Fourth of July continues with the Bush administration saying the nation's aviation system is on the highest alert after a gunman opened fire at the Los Angeles Airport. At a news conference a short while ago, FBI and local Los Angeles officials said this appears to be an isolated incident and they have no evidence, they say, that this was a terrorist attack. But details still are sketchy. We know the shooting happened just about three-and-a-half hours ago, close to the ticket counter of Israel's El Al Airline in the Thomas Bradley international terminal. Police say that three people have died, including the gunman who was killed by El Al security personnel. At least three other people were wounded. There is no official word yet on the gunman's identity or any motive. Thousands of people were evacuated from the Bradley terminal. That terminal remains closed, no air traffic in or out. Domestic flights are still continuing, though, at the rest of Los Angeles Airport. Now all this comes, of course, amid heightened security because it is the Fourth of July holiday. The first Fourth since 9/11. Again, the FBI is saying there is no evidence that this is terrorist related, and, at this point, they say they are not looking for other suspects. Let's go live now to the Los Angeles Airport to our own Charles Feldman. Charles, you were there when officials had this news conference that ended less than a half an hour ago, and they are saying at this point they think it's isolated?",
    "statement": "Yes, Judy. In <FACT>, they are. But let me also share with you and our audience some new information that I've just obtained from a law-enforcement source. And while what you said is <QUITE> accurate, Judy, that, at the news conference law-enforcement officials stressed that they at the moment are not looking for any other <SUSPECTS>, I can tell you this. A law-enforcement source tells me that an individual who is being questioned now by the LAPD and is about to be turned over to the FBI for further questioning is an individual, who according to eyewitnesses, had <APPARENTLY> been seen associating earlier in the morning with the alleged gunman, and that is the reason why this individual was taken into custody. There's a helicopter -- there have helicopters going back and forth. I apologize for the level of noise and the distraction, Judy. So I <HOPE> you and the audience can hear what I'm saying. I'll keep on going. According to a -- to the law-enforcement source, this individual was seen apparently in the accompaniment of the alleged shooter, according to eyewitnesses. He was taken into custody within moments of the shooting. He is not, however, being called a <SUSPECT>. He has not been placed under arrest. And that's very significant. He has simply been taken into for questioning and is now, I'm told, being handed over to the FBI to find out whether or not it was just an accidental -- a brush encounter that he <MAY> have had. And, actually, I don't <KNOW> if it's a he. They used the pronoun \"he,\" but -- It may be a she, but we're told he. We don't know whether he just met casually the alleged shooter or whether he may have been in some way associated with the shooter, but he is in custody. He is being questioned and turned over to the FBI. It is extremely noisy here. I'm going to do my <BEST> to hear your question, Judy. So go ahead and ask it."
  },
  {
    "transcript_id": "CNN-278442",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "You know what, OK, I know what you're going to say, Jeremy. Let me just -- I can't, because nobody's listening to you, Jeremy. OK. Nobody ever listens to you. Let me just explain. The problem that we have with trade, Jeremy, Jeremy, let me just tell you, is we have people on the other side that are grand masters at monetary manipulation, at currency manipulation. They're manipulating their currency to such an extent that our companies cannot compete with other companies in other nations. They just can't compete. And because of that, we're losing our jobs. If you take a look at how many jobs China, as an example, has taken from us, but it's not just China, it's everybody. China is the big abuser, because it's the biggest. China has taken millions of jobs, of factories. What they've done to us, it's actually and thought about it the other day, it's the greatest theft in the history of the world. They've taken out so much money. And again I love China, it's great. And I don't hold anything against their leaders. I wish our leaders would do the same thing in reverse but they don't. And we cannot continue -- hey look I won Michigan, and I went up there. And these people are incredible people. You take a look at some of the factories that have been abandoned there, where they moved into Mexico. You take a look it as an example in Chicago, where you have Nabisco moves it big plant. They're closing their plant, they're moving to Mexico. Ford building $2.5 billion factory, cars in Mexico. I mean we can continue do it. Carrier, two weeks ago Carrier announced they're going to close, 1,400 people laid of they'll going to build the air conditioners. They're going to put their air conditioners in Mexico. There going to build them in Mexico. How does that help us? (",
    "statement": "Yeah, yeah. OK. Now, now, you <KNOW> what's going to happen, Jeremy? Let me tell you what's going to happen. OK. Can I tell you what's going to happen? When China <THINKS> you mean it, and I <THINK> you mean it. They're going to stop manipulating the currency and you won't have to do anything, and you <MIGHT> even have free trade. OK. You didn't hear me. When China thinks you mean it, when Japan thinks you mean it, that we're not going to let them sale the cars like that, because they're killing us. You know what, we sell to Japan? Practically nothing. They have cars coming in by the millions and we sell practically nothing. When Japan thinks we mean it, and they'll stop playing <AROUND> with the yen. They're almost as good as China. You look at what's happening with Komatsu tractor and you look at what's happening with the Caterpillar. And Caterpillar is being hurt very badly by Komatsu not because there machines are but Caterpillar makes a better machine, but because of the <FACT> that the currency manipulated. And we can have that. And they're not supposed to do it. But they have no fear of our government. They're dealing with babies. We're dealing with babies, OK. They are grand master players and we have people that shouldn't be negotiating for us, all right? We shouldn't. One more question. Go ahead. Let's see if she'll finally give me a decent after 12 years. I'm not going to finish with her because she never asks a decent question. OK go ahead, I'm only kidding. Go ahead. ("
  },
  {
    "transcript_id": "CNN-391930",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "Well, I mean, the Constitution provides the remedy of impeachment. That's the tool they gave us. Any -- either the House or Senate could write a bill that says censure. It's not in the Constitution, but it's not prohibited. I don't know that the Senate looks like they're willing to do that. I did not have a chance to talk to Senator Manchin about it, but he was quoted in the news as saying that he floated that idea with Republicans and they said no. So, apparently, even though they say they don't approve of what the president has done, they're not really willing to say that.",
    "statement": "And, finally, I'm just wondering what message -- I've asked you several times about what's the message does this send. The president's approval rating by Gallup yesterday came out at 49 percent. It's a high water mark for him. So at the end of the impeachment process, all the investigations, all the revelations, and in some cases the <FACTS> that even Republican senators say you've proved --"
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "should": "ungraded",
      "obviously": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "We are back now of the breaking news, the former FBI director Robert Mueller named as special sounsel on the Russian investigation. Let's discuss now. Max Boot is senior fellow at the sounsel on foreign relations and the author of \"Invisible Armies.\" Also Jonathan Sanders of Stony Brook University school of journalism and the author of the \"Russians Emerge.\" So good to have both of you on. Max, I'm going to start with you and get your take on the breaking news on Robert Mueller.",
    "statement": "Well, <OBVIOUSLY>, this is not good news for Donald Trump. I mean Robert Mueller is a straight ahead investigator and he has a case that <SHOULD> not be that hard to crack. You remember that up until about eight days ago there was a very hard case to make against Trump which was that you had to prove that he was <ABSOLUTELY> colluding with Russian and interfering with our election. And that he had something illegal in the course of doing that. I <THINK> that would have been very difficult to prove even though there was evidence that that some of the low-level people in the Trump campaign were in contact with Russians. It wouldn't hard to prove that Donald Trump himself was in- charge of all that. But now, in trying to stop that investigation, Donald Trump has created a world of trouble for himself, a world of hurt because he fired James Comey and now we are seeing all of the evidence that Comey is going to bring forward in his memos of obstruction of justice."
  },
  {
    "transcript_id": "CNN-323172",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes, there`s definitely a lot of need here. And you`ve also talked about filing other lawsuits against the hotel in this situation as far as getting more relief for these victims and their families.",
    "statement": "<ABSOLUTELY>. There are three primary targets here. As you <MAY> or may not <KNOW>, our research has indicated that the site itself where the festival was held is owned by MGM and owned by MGM. MGM also owns Mandalay Bay. You can imagine the difference if security would have been properly strategized and set up. What an advantage it would be to the festival if the shooters were SWAT teams on top of that building protecting the crowd. Instead, we had this murderer who was killing people as fast as he <COULD>. We also learned that during the concert that one of the first things happened when the bullets started flying everywhere was that the operators flipped on all the lights. In essence, darkness all <AROUND> and they flipped on the floodlights, and as these people were panicking going toward what we -- originally were checkpoints coming into the event now became choke points trying to escape. And as they crowded in, they were even packed more together. Some were falling over people that were dead and shot and others trying to get out. And so it became a much denser target for the shooter. There are plenty of..."
  },
  {
    "transcript_id": "CNN-330539",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Important conversation, thank you both. So let's bring in our political analyst, Margaret Talev and Jonathan Martin. It is nice to have you both here. Margaret, let me begin with you. Good morning and thank you for being here on a holiday, Martin Luther King Day, such an important day for this country. And pretty ironic that this is what we're talking about on this day. So Margaret, you just heard the ambassador, Haiti's ambassador to the United States say, look, we're hoping that somehow out of all of this mess and these horrifying words comes an elevation of the conversation. Is that what's going to happen, really, or is this just going to further get in the way of a deal for DACA for DREAMers?",
    "statement": "Well, there is still the matter of the shutdown and there is still a deadline that at this point it <CERTAINLY> looks like there's a possibility it will get extended, but that all goes to the question of keeping the U.S. government funded. The immigration policy is really a different question, and the president's comments, <OBVIOUSLY> inflammatory, incredibly insulting to everyone in those countries that were affected by it, but even if he hadn't used those words, his concerns about immigration and his interest in some countries versus other countries I <THINK> remains intact, and I haven't seen the White House really come in and modify its positions over the course of this long weekend to say, never mind. His posture on immigration is completely understood and actually we want to be attracting a lot -- we're changing our policy on Salvadorans or Haitians. So I don't see that changing at all at this point."
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning from CNN headquarters in Atlanta. I'm Daryn Kagan. And let's check the headlines at this hour. National Security Adviser Condoleezza Rice is seeking another private interview with the September 11 Commission. A letter from the White House counsel to the panel said that Rice would like to <CLEAR> up recent what they call, \"mischaracterizations\" of her <VIEWS> and actions prior to 9/11. The commission wants Rice to testify publicly, which the White House has refused to allow. Chief Palestinian negotiator Saeb Erakat warned that the U.S. veto of a U.N. Security Counsel resolution <COULD> be a green light to Israel to carry out more assassinations. The U.S. was the sole vote yesterday against a measure condemning Monday's assassination by Israel of Hamas founder Ahmed Yassin. The U.S. says that it vetoed the resolution because it failed to condemn Hamas for terrorist attacks against Israel. Jurors in the Tyco case are back in the jury room at this hour, with the threat of a mistrial now hanging over the court. Jurors were sent home yesterday after complaining of a poisonous atmosphere in the jury room, <APPARENTLY> due to a single juror. Former Tyco executives Dennis Koslowski and Mark Schwartz are accused of plundering Tyco more than $60 million. And in Bridgeport, Connecticut demolition crews today will begin tearing down a badly burned section of Interstate 95. Intense heat from thousands of gallons of blazing fuel nearly melted the new overpass, caused by the spectacular crash of a tanker truck. The basic repairs will take at least 10 days, but it could be much long if engineering determine the entire overpass <MUST> be rebuilt. We are going to begin this hour at the White House and the election year minefield of the 9/11 investigations. The Bush administration is offering to have National Security Adviser Condoleezza Rice <APPEAR> before the 9/11 Commission again. This would once again be behind closed doors, not the public appearance that some panel members and victim's families are seeking. Our White House correspondent Suzanne Malveaux joins us live. Suzanne, good morning."
  },
  {
    "transcript_id": "CNN-240047",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "All right, Dr. Sanjay Gupta, stick around because you'll join me again in about 30 minutes to answer viewer questions about Ebola. If you have questions tweet them to us at CNN using the hashtag #Ebolaq&a. We'll get to as many of your questions as possible. I've been reviewing some of the questions and excellent questions, I must say so I can't wait until 10:30 Eastern Time. Sanjay, stick around. I want to turn to my next guest now. David Dewhurst is the lieutenant governor of Texas and he's kept us in close touch with health officials back home. Welcome, Lt. Governor, and thank you so much for being here. Are you confident that everything is being done to protect the citizens of Texas especially in Dallas?",
    "statement": "<ABSOLUTELY>. We're following the protocols. We have the individual quarantined. We're protecting the rest of the staff and the patients at Presbyterian and we're going out and contacting all the people that he was in contact with so that we can monitor them. And the first signs of any of the symptoms, fever, headaches, diarrhea, vomiting, then they would need to be isolated."
  },
  {
    "transcript_id": "CNN-83053",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I want to go ahead and start with Tom, if I could. Some have charged that Vice President Cheney has been the driving force if you will behind the decision to go to war in Iraq. How much influence does he have?",
    "statement": "Well, from all I can tell, Heidi -- and, <OF COURSE>, I don't hang out at the White House too much -- but from what I can tell, he has extraordinary influence on this foreign policy. And when you listen to what officials <AROUND> the world are saying about the attacks by the United States on the United Nations, on the process that was actually able to be very successful in dismantling Saddam Hussein from his weapons of mass destruction, it was Vice President Cheney who was leading the way not only for this unilateral approach of the United States, dissing the United Nations and the approach that we <KNOW> was successful, but we know that he was undermining at every turn that basic approach, coordination and cooperation with our international allies, that we know is the key to success. We know that not only from what we've heard inside this country, but also from allies around the country. And we <THINK>, therefore, he has severely undermined the capacity of the United States to deal with the problem of al Qaeda and terrorism in the only way we know it can be successful. And that's as a team coordinating and cooperating with the rest of the world."
  },
  {
    "transcript_id": "CNN-162978",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It's not a \"would be.\" Well, he's trying to make us second class citizens, take away our rights to pursue a faith of our choice, which is our constitutional right, and nobody can do that. Even today, the White House came out with a statement. They sent a national security person, Denis McDonough, I think, and he's also said that we -- yes, we need to look into radicalization across the board and we are also responsible to stand by our people. We are all Americans.",
    "statement": "And what do you make of the <FACT> that Congressman King says that Muslims have not been cooperative with the law?"
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "And my question is: How do you keep yourself looking so radiant and beautiful? Because I think we are about the same age.",
    "statement": "Well, I don't tell my age. But I can look radiant sitting with somebody I love, such as Larry. But I also do <THINK> if I have anything -- any radiance left at all, it is because of the positive attitude and <KNOWING> people and wanting to shine. I think it starts way inside."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Indeed. There's been frustration from both Republicans and Democrats who were in the room yesterday with Steve Bannon when he was being asked about some of the claims that he's made about this administration and the president's family. But, specifically, some of the criticism has been aimed at the White House, because of guidance that has supposedly been given as to what can and cannot be said, specific topics that are off- limit and the scope of executive privilege. Without getting into the details of that, can you at least define for us what the White House is telling attorneys falls into the scope of executive privilege here?",
    "statement": "Yeah, I can -- I can tell you that this White House is following the same practice that many White Houses before us have, that have gone back decades, that there is a process that you go through: Any time you have congressional inquiries touching upon White House, the Congress <SHOULD> consult with the White House prior to obtaining confidential material. This is part of a judicial-recognized process. We want to follow through that. We've been fully cooperative with the ongoing investigations, and we're going to continue to do so. And we encourage the committees to work with us to find the appropriate accommodation in order to ensure Congress obtains all the information that they're looking for. But there's a process that this works through. And it's not just isolated to this incident. Executive privilege is something that goes back decades, because it's something that needs to be protected, whether it's during this administration or one 20 years from now. We want to make <SURE> we follow the process and the precedent, and that's all that's taking place here."
  },
  {
    "transcript_id": "CNN-170832",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "So she starts doing her probation right away behind bars so when she`s released and we see that famous photo of her walking out of jail, she`s free and <CLEAR> to do whatever she wants. This upsets the powers that be in Orlando a lot. They`re already embarrassed that the prosecution lost the case. So now they are going after Jose Baez, the judges, saying he`s the one to blame for her getting to walk out free and clear because he knew -- he knew that the judge meant for her to do probation after she got out and he never informed the court. What are your thoughts, Mark?"
  },
  {
    "transcript_id": "CNN-176071",
    "matched_terms": {
      "should": "ungraded",
      "certainly": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "So, give us a little sense of how you think it's going to move, the entire movement over the next few weeks and months.",
    "statement": "Well, I <THINK> that tomorrow will be a real test of that. How many people can be mustered, but I think that there <CERTAINLY> is a <<FEELING>> within the movement that to some degree, they <SHOULD> declare a victory and move on. The achievement out of \"Occupy Wall Street\" doesn't have to be with a little bit of real estate in downtown Manhattan. It has to do with putting the issue of income and equality on the national agenda. And that is an astonishing achievement and if they can, you <KNOW>, maintain that, that is an often lot more important than the specific territory that they hold, whether in Manhattan or Oakland or anywhere else."
  },
  {
    "transcript_id": "CNN-229473",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And finally, when the CEO rings you up, and as I'm sure they have in the past, not whether you'll tell us which ones or in what circumstances, and says, Richard, what do I do? What's your answer?",
    "statement": "Our answer is very <CLEAR>. You've got to maintain trust. That's the number one goal you have. And the way to do it is to act. PR is not good if it's just about communication. It has to be about action. It has to be about something decisive and only then can you communicate."
  },
  {
    "transcript_id": "CNN-70728",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, there was sort of a perfect storm here where you had a number of events that all combined to allow this kid to get away with this for so long, but I think one of the issues that hasn't been explored enough is why the warning signs -- and there were many warning signs -- weren't heeded in this case. He had a very high correction rate. There were editors who were concerned about not only his sloppiness but his reliability. And repeatedly, he was given promotions, and in many instances, those warnings were not passed on to his new superiors.",
    "statement": "All right. So, <OF COURSE>, we've got to challenge or ask the question, rather, of why that indeed did happen. And now, more and more, in a number of these articles -- specifically, the \"New York Times'\" William Safire mentioning the race role, Seth. <APPARENTLY>, this 27-year-old was given too many second chances by editors eager for this ambitious black journalist to succeed. Let's address that. Let's talk about affirmative action, let's talk about the <KIND OF> pressure that minorities and women are under when they come into a place like the \"New York Times.\" It's a tough environment, isn't it?"
  },
  {
    "transcript_id": "CNN-17334",
    "matched_terms": {
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Let me say that I think that, to answer the latter question first, I think that basically here we do not think he should have a role. The Serb people have made clear that he shouldn't have a role.",
    "statement": "And I <THINK> that it's important that that be made <CLEAR> by everyone, that it is, you <KNOW>, when you have lost the way he did and tried to manipulate the election, that he does not have a role in the future. I think that the numbers of people out in the streets, and the <FACT> that it is not just people in Belgrade but people coming in from the countryside, which has basically been the stronghold of a lot of Milosevic's strength, is a sign that I think -- my own <OPINION> is that this is -- that they voted with the way they want, that they don't want to go back to a Yugoslavia that is disdained by the other countries in the region and in the world, and that they have an opportunity to be a part of a new, free Yugoslavia. And I would say, from the numbers of people on the streets, that they have shown the direction that they want to go on."
  },
  {
    "transcript_id": "CNN-377727",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello, everyone. Live from CNN London, I'm Bianca Nobilo, in for Hala Gorani. Tonight, Greenland's not for sale, Mr. President. CNN is on the island, gauging reaction to Donald Trump's idea of buying it. Then, Israel allows one of the banned congresswomen in. But find out why Rashida Tlaib is refusing to go anyway. And later, 50 years since Woodstock: We look back on the festival that defined a generation. It was a chilly response to an unusual story about an unorthodox U.S. president. Government officials and residents of Greenland are telling Donald Trump, \"Sorry, this island is not for sale.\" This comes after news emerged that Mr. Trump repeatedly has expressed interest in buying the autonomous Danish territory. Sources tell CNN, he even asked his White House Counsel to look into the possibility. Greenland is the home of the United States' northernmost military base, but it's not <CLEAR> what specifically about the rugged island has drawn Mr. Trump's interest. CNN's Fred Pleitgen is in Greenland, and got reaction to the news from people in one small village. Take a look."
  },
  {
    "transcript_id": "NPR-597",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Yeah, I had a concern with those 16,000 contractors and civilians that we're leaving behind, basically without military protection. Are we setting up for another Iranian hostage crisis? And I don't mean the first one that everybody's forgotten about that was diffused nicely under Ambassador William Sullivan, but the second one that basically started Ted Koppel's fame as the leader of \"Nightline,\" which was essentially to report on the Iranian hostage crisis that brought down a presidency.",
    "statement": "Well, you have a good memory on all accounts. I remember the first hostage-taking. I remember Ambassador Sullivan, and <OF COURSE> I will never forget - Jimmy Carter once said to me that there were only two people in the world who had benefitted from the hostage-taking: the Ayatollah Khomeini and me. And I can't really disagree with him."
  },
  {
    "transcript_id": "CNN-288108",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well certainly. I mean, we have had security officials tell us as a nation that if you see something that's unusual report it. Unfortunately sometimes that goes to extremes, and in this case, it certainly did. A hotel clerk seeing a man in a thobe, the traditional Arab dress, got nervous. That's the unfortunate part of this. That you have to actually see something that's occurring that might be threatening. This individual was just simply in a thobe making phone calls. You have to differentiate between what might be occurring versus what you suspect might be occurring.",
    "statement": "<OF COURSE>, General, that <MIGHT> be difficult sometimes."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "The president kept that poker face right up until this weekend, even as the effort to bring bin Laden to justice was intensifying in private.",
    "statement": "It was <CLEARLY> very tense, a lot of people holding their breath."
  },
  {
    "transcript_id": "CNN-396053",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Okay. John, we do have breaking news. The royal family has just announced that Prince Charles has tested positive for coronavirus. Let's get right to CNN's Max Foster. He is live outside of London. What's his condition, Max?",
    "statement": "His condition is that he's being tested positive. He's in Scotland currently in his home there, his private home there. He's been displaying mild symptoms but, otherwise, remains in good health. And he's been working from home throughout the last few days, as usual. So that's positive. <OBVIOUSLY>, a huge concern, he's in his early 70s that he has this virus. He is in the vulnerable group. He's with the Duchess of Cornwall, Camilla. She's been tested. She doesn't have the virus. He's following all the appropriate advice, we're told. The tests were carried out in Scotland where he currently is by the Health Service. He met the criteria required for testing, which in this vulnerable group. Obviously, Alisyn, this raises concerns about who he has been in contact with as well, and our first concern, obviously, being the queen. So I've been speaking to Buckingham Palace and she wasn't in contact with him, recently on March 12, after an investiture. So that is a concern. She is following the appropriate advice with regard to her wealth. She's in her 90s after all. And we're told that she remains in good health. The palace won't be commenting any further on that. Obviously, we've bombarding them with questions about whether or not she's being tested, whether or not she has the virus. But if Prince Charles has taken testing based on government advice, and we can assume that she has, but we're not being given the results. But she does remain in good health. She's just down the road from where I am, Alisyn, at Windsor Castle, in a safe space. Prince Charles in a safe space up in Scotland. But what we're more concerned about whether was this meeting earlier in the month. Was he contagious? Did she catch it? Have other members of the family caught it as well? Because ahead of him going to Scotland, I'm <SURE> he would have met up with other members of the family down here in the south of England."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Well, one other great debate, and that is whether this party wants a Reagan conservative who helped change Washington in the 1980s with Ronald Reagan and helped change Washington in the 1990s as speaker of the house, somebody who is into changing Washington, or we want a Massachusetts moderate who, in fact, will be pretty good at managing the decay but has given no evidence in his years of Massachusetts of any ability to change the culture or change the political structure or change the government.",
    "statement": "Let me be <CLEAR> because I <THINK> it's important given all the things that were done in this state over the last few weeks. We are not going to go out and run nasty ads. We're not going to go out and run 30-second gotchas. We're not..."
  },
  {
    "transcript_id": "CNN-348266",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Shawn, the president seems to be being intimidated by Cryin' Chuck Schumer. Is he going to go down this road of pardons or now that he's been put on notice, he's going to walk away from it?",
    "statement": "Who <KNOWS> what's going to happen in the pardoning process?"
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, what I am going to say to him is everything that everybody has been saying for four months. And that is that his credibility has waned and is suspect. And there are 60 percent of the population that thinks he had something to do with disappearance of this woman. The Connie Chung interview was a disaster. So, therefore, what he has got to do is isolate these questions, acknowledge them, and be willing to admit them and answer them in one more -- one more -- public forum.",
    "statement": "And just accept that life is not fair and <CERTAINLY> politics is not fair. Bill, let me get your <THOUGHT> in now."
  },
  {
    "transcript_id": "CNN-194259",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "That will be determined in autopsy if that portion of her body is still intact. But I guarantee you she was molested. I want to go to a special guest joining me right now. I`m sure you all recall the kidnap of little Shasta and her little brother. Her brother Dylan. She was taken out of her own home. She survived, her brother did not. Shasta, when -- first of all, thank you again for being with us. When you hear about another girl that has gone missing, to this day does it make you relive what happened to you and your brother Dylan? Or are you successful in just putting that out of your mind?",
    "statement": "It`s <DEFINITELY> not something that I <COULD> just put out of my mind, but it`s definitely something that makes me want to be safer and makes me want to just move forward every day."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "All right. We sure will. Kathleen Koch on the mall where there is a lot of additional security this year. There's a snow fence around 300 acres where there are about 24 checkpoints people have to go through, and you just heard that couple that Kathleen was talking to saying they got there at 11:00 in the morning. This is a wider picture of that mall area between the Washington Monument and the Capitol. I believe this camera is looking -- no, it's coming from the other direction. It looks like that's the Capitol in the background. This is from the Iwo Jima Memorial looking down on the Washington Monument and the Lincoln Memorial and then with the Capitol there in the background. We're going to take a look at some other news from around the country on this Fourth of July, and, of course, watch those breaking stories out of California when we come back.",
    "statement": "... just moments later crashed into Frank Bonnelli Regional Park. Now we're told this is a very popular recreation area. There were a number of people gathered there at the shore. There's a reservoir, a lake there. People gather there celebrating the Fourth of July. The plane came down. One person was killed. We <BELIEVE> it was the person on board the plane. There were 10 injuries. Six of those are said to be in critical condition. Two of them are children. They are said to be in cardiac arrest. It was a twin-engine plane. We don't <KNOW> very much more about the identity of any of those people hurt, but you can just tell by looking at the scene what a horrific tragedy that was. Families, presumably, were there. And I'm reading now a quote from the Associated Press. An eyewitness said he was at the park when the plane went down. He said its wings clipped the trees in the park before it crashed. He said it went nose first. There were bodies flying all over the place. He said, \"When we got there, there were two little girls under the plane trapped.\" This tragedy happening in the Los Angeles suburb of San Dimas. It's about 30 or 40 miles east of the Los Angeles Airport where, <OF COURSE>, watching that shooting story as well. To some other news now. A man with very close family ties to Iraq's Saddam Hussein has been arrested in Florida before he was to begin lessons at a flight school that was used by one of the September 11 hijackers. CNN's Brian Palmer joins us now live from Miami. Brian, this man is in custody. And have they been able to determine if he is truly the stepson of Saddam Hussein?"
  },
  {
    "transcript_id": "CNN-194361",
    "matched_terms": {
      "clear": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Why then, though, did they -- if they were so careful to not say anything, did they say that it was linked to a movie? That it wasn't premeditated or preplanned?",
    "statement": "Well, here's the situation. One, there was an hour long attack, if you will, on the legation in Benghazi. It was <CLEAR> and the president said the day after, this was an act of terror. This was not an accidental occurrence. It wasn't -- and I don't <THINK> he made any reference to the video in the context of this attack on the legation. But it's not clear. It's still trying to establish the <FACTS> of whether this was an opportunity unfortunately seized on by terrorists or was preplanned. That has to be determined carefully by Ambassador Pickering and he's doing that right now."
  },
  {
    "transcript_id": "CNN-403125",
    "matched_terms": {
      "of course": "ungraded",
      "clearly": "ungraded"
    },
    "previous_statement": "We're going to be talking a lot more, of course, in the days, weeks and months ahead, as the election really gets up -- picks up steam. U.S. markets -- I showed you the Dow at the beginning of the program and they're all -- it's all over the shop -- down. Then there's a couple of smidgens of green, and then we're down again. Look, the losses are not large, and we shouldn't make too much of them. But we did have job numbers, one and a half million first time claims last week. There are 20.5 million continuing claims. Jonas Prising is with me, Chairman and CEO of Manpower Group. I'm a little bit lost now as to where we stand, because we have better unemployment numbers, and I know this is not really about initial claims. It's really about continuing claims. So, where actually are we?",
    "statement": "Well, we are at a decade or multi-decade low as far as employment is concerned in the US, as well as in most of the developed world, and you <KNOW>, when you cite the unemployment claims that came out earlier today, it's good to know that this is about two and a half times the levels that we ever saw and it's worse the during the Great Recession. So unemployment is, <OF COURSE>, very high right now, but I <THINK> what a lot of the market reaction is indicating that it's looking past what is <CLEARLY> a very difficult employment situation across the world and <THINKING> about the speed of the recovery and how quickly things can go back to a future rather than a norm."
  },
  {
    "transcript_id": "CNN-169720",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We want to take you right now to House Speaker John Boehner talking about his bill that <SHOULD> be voted on this afternoon. Let's listen."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "of course": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "So, Michael, the president's lawyer said multiple times, which we heard in a sound bite that Athena played us, that the president is not under investigation, only to then say in that last statement we played that it's ironic the president is being investigated by the agencies who told him to fire James Comey. So his statements are at odds with one another. What do you make of that?",
    "statement": "There is schizophrenia to what he has been saying this morning on the talk shows. As I try to divine it, there are a couple of things come to mind. First is he's saying in very legalistic terms that the president has not received a target or subject letter from Mueller, so that he is technically in legal terms not a target of criminal investigation. Fair enough. The president, <OF COURSE>, doesn't talk in legal terms, he talks in lay terms and he <FEELS> that he's under siege or under investigation, broadly speaking. Those things are not necessarily in conflict with one another. With respect to the president being -- having received advice about the firing of Comey and acting on that advice, the president said that that's not true. He said that he fired him because he had Russia on his mind and that he was going to fire him regardless of those recommendations from sessions and Comey. And, of course, it is not the Justice Department who is investigating the president now, it is the special counsel. And the reason there is a special counsel is that it would be ironic if the Justice Department were investigating him because they would have a conflict of interest. So there is no irony there because they appointed Mueller to do that which they couldn't do themselves without conflict. For all these things are confusing but when segregated, they can line up into a sensible narrative."
  },
  {
    "transcript_id": "CNN-343260",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "And it's causing further divisions every day.",
    "statement": "Well, listen, just on a human note, I'm always conflicted because, <OBVIOUSLY>, I worked with Laura Ingraham, I worked with Tucker Carlson, Ann Coulter, and so, Laura Ingraham, she's a mom of three, OK? So I <FEEL> when she says it's a summer camp, she <MUST> not <KNOW> or have spoken to the people that we had on our show today that said that they're in cages, the kids are in cages, it's overcrowded. There is constant crying. There's no toys. There's no bedding. They sleep with the bright lights on all the time and they don't know where their parents are. They're taken from their parents and the parents aren't told where the kids are going and the kids aren't told where the parents are going to be. That's not summer camp."
  },
  {
    "transcript_id": "CNN-93793",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Right. And they also get property maintenance. You said they get the pools, they get lots of extras that otherwise they might not be able to afford on their own.",
    "statement": "Yes, and many people like the <FACT> that they have a neighborhood intermediary. They can go to their homeowner association for issues pertaining to property maintenance or conflicts with neighbors, and they don't have to confront them directly. And many people find the presence of an association a good thing, if they're comfortable with that <SORT OF> lifestyle."
  },
  {
    "transcript_id": "CNN-403320",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "CNN's Donie O'Sullivan joining me now from New York. So, Donie, what more can you tell me about all this?",
    "statement": "Yes, Fred, well, I <THINK> the first thing we <SHOULD> point out here is there wasn't a cap on the number of people that <COULD> request tickets for the total rally. So it wasn't as if the TikTok users were blocking real Trump supporters from going to the rally in some way. And so the <FACT> that the Trump campaign was unable to fill this 20,000 capacity arena isn't the TikTokers' fault. But what was playing out all week on TikTok and some other social media platforms, too, was this massive push for people to register for the event and then not show up. And that I think, <PROBABLY>, did <DEFINITELY> contribute to the inflation figures of the expectation of folks who are going to attend the rally. And I want to show you how this played out on TikTok, what it looked like. Take a look at this TikTok video from Toren Hudson (PH), the 16- year-old who took part on the online protest."
  },
  {
    "transcript_id": "CNN-24696",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, we show -- with these values, we are able to show love and treat the children with love. And I think love is what makes them survive.",
    "statement": "And one of the other things that they are going to do, Daryn, is that one of the things President Bush is talking about is increasing charitable choice. And Catholic Charities, <OF COURSE>, uses catholic choice. This was something that was developed under the welfare-to-work program, which allows charities to provide services where they don't teach religion, like, for instance, emergency food aid or emergency cash for people in need -- Daryn."
  },
  {
    "transcript_id": "CNN-396974",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. The mayor of Boston is now recommending an overnight curfew for nonessential workers. This, as the number of cases in Boston soars. Across the state, nearly 14,000 people now infected in the state of Massachusetts. I'm joined now by Boston Mayor Marty Walsh. Mayor, thanks so much for taking the time here. Boston had, to date, been relatively unscathed by this, <CERTAINLY> not to a degree a city like New York. As you see these numbers rise, is it your sense that Boston is now on the steep side, the early side of the curve as they say?"
  },
  {
    "transcript_id": "CNN-64901",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "Speaking of the White House, the White House now really heading west, and they're juggling two weapons threats right now. President Bush, however, says that North Korea and Iraq are very different issues. Bush says that he thinks diplomacy is going to persuade North Korea to scrap its nuclear program, but he says that Saddam Hussein refuses to come clean. Suzanne Malveaux is standing by in Crawford, Texas. We say once again happy New Year to her. And now the sun has arisen behind you -- Suzanne.",
    "statement": "Yes, happy New Year, Leon. One of President Bush's New Year's resolutions he says is to resolve these conflicts peacefully. Yesterday, at a coffeehouse in Crawford, he said when it comes to North Korea it's not a military showdown but rather a diplomatic one, that he is convinced that it can be resolved peacefully through economic and diplomatic pressure. And despite the call from Russia and South Korea for dialogue not isolation, the president is <CONFIDENT> that he'll win the support of North Korea's neighbors, those being Russia, China, South Korea and Japan. North Korea depends on its neighbors for its very survival when it comes to oil, power and food. But the president contrasted this with the situation in Iraq, saying that he doubted Saddam Hussein would comply, that Saddam Hussein came close to producing a nuclear weapon in the '90s. He <BELIEVES> that he is still making those efforts today and that he is defying the will of the international community as he has for more than a decade."
  },
  {
    "transcript_id": "CNN-33790",
    "matched_terms": {
      "of course": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Another challenge to U.S. policymakers comes from Europe. Let's check in with Hugh Carnegy at the \"Financial Times.\" Hi, Hugh.",
    "statement": "Hi, good morning. Yes, well, we've had over the weekend the signing of a big oil deal -- a billion dollar oil deal in Iran by Eni, the Italian -- the big Italian oil operator. And this is interesting because there is legislation in the U.S. which prevents or at least allows the U.S. to take sanctions against non-U.S. companies which do business in Iran and Libya. And this legislation is due for a renewal in a couple of months -- in a month's time. So this deal <KIND OF> snubs its nose at the U.S., which has been keen to take action against Iran, and <OF COURSE>, Libya, seen as states which sponsor terrorism. So this puts the Bush administration a little bit on the spot because, as I say, the Italians, in this particular case, are saying, actually, we don't really take this legislation too seriously. We don't <THINK> sanctions are going to be taken against us. We're prepared to go ahead and do this deal with the Iranians, and it puts the ball now very firmly in the administration's court. The administration is under pressure from Congress to renew this legislation but it's legislation which is very awkward and is not at all popular <OBVIOUSLY> with the European Union and European countries defending their oil company's right to do business in Iran."
  },
  {
    "transcript_id": "CNN-334350",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Would not be the first former Trump official to essentially do that when it comes to issues of subpoenas and testifying, either before a committee or before a grand jury. This may be the first time on a grand jury. But what the special counsel is looking for, they're demanding all documents, records, phone logs",
    "statement": "Well, it means, once again, we're not on a witch hunt. And it means that Robert Mueller is looking into communications with President Trump. I mean I hate to state the obvious here but the <FACT> that President Trump's name <APPEARS> on a list of subpoenaed documents and asking for communications with President Trump means that Robert Mueller <THINKS> that there's reason to <BELIEVE> there <MIGHT> be something useful to his investigation. And it does, you <KNOW> -- let's <KIND OF> talk broadly. It doesn't mean that the president has engaged in any <SORT OF> conspiracy with the Russian government. It doesn't mean that the president has obstructed justice. But it means that we are narrowing the scope of the investigation in a way -- well, it looks like a wide net and really looking to direct communications between Mr. Nunberg and the president."
  },
  {
    "transcript_id": "CNN-38187",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Let's put this in perspective, Lou. The Congressional Budget Office con firmed today -- their official report is out -- it's estimating currently that by the end of next month, which is the end of the current fiscal year, the federal government will have spend $9 billion of Social Security tax money to fund other purposes. That's sort of dipping into Social Security revenues, something President Bush promised he wouldn't do. We don't know if that will turn out to be accurate or not; we'll have to wait and see. The administration says it won't. To put that in perspective. It's not a lot of money. If you think of the entire federal budget, the federal government's going to take in more than $2 trillion this year. Think of that as the distance between Washington, D.C. and Los Angeles. Then $9 billion would get you about from the U.S. capital to just barely outside the capital beltway, not very far.",
    "statement": "Well, the <FACT> that we're even talking about -- no matter the size -- dipping into the Social Security trust fund, what happened to the rosy predictions? Where did the big surplus go? Well the CBO figures that, compared to last January, what they had estimated then, the surplus was going to be $122 billion less. So here are the details. CBO figures $74 billion of that is being consumed by a tax cut. That's money that consumers are now getting, and <MAYBE> they'll spend it. $25 billion is from the more sluggish economy. The economy's not recovering as fast as originally projected last January. $7 billion, mostly for farm aid, is added spending that Congress approved and the president signed. $16 billion is just technical <STUFF>, accounting changes -- mysterious government accounting, Lou."
  }
]