[
  {
    "transcript_id": "CNN-311291",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "All right. Mike Bivins, I appreciate you covering this with us. Thanks so much. President Trump's immigration policies motivated some of the protesters who showed up at any of today's May Day rallies across the country. Over the weekend, President Trump repeated his promise to build the wall along the U.S.-Mexico border.",
    "statement": "We will build a wall, folks. Don't even worry about it. Go to asleep. Go home. Go to asleep. Rest assured. That's the final thing. We need it. We need it. And if the Democrats knew what the hell they were doing, they'd approve it so easy, because we want to stop crime in our country. <OBVIOUSLY>, they don't mind illegals coming in. They don't mind drugs pouring in. They don't mind -- excuse me, MS-13 coming in."
  },
  {
    "transcript_id": "CNN-34968",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "On the other side of this story though, another human story. Testifying this afternoon will be two families, one of which you see here, who both adopted frozen embryos from fertility clinics. Lucinda Borden says that no one should have the power to decide to use those embryos for research instead.",
    "statement": "The world has been told, America has been told that these frozen embryos, these hundreds of thousands of frozen embryos out there are going to be thrown away, so they <SHOULD> be donated to research, where they're also destroyed. And we want to let them <KNOW> that no, there's families out here. There's, like, a million that are just like us that would be willing to adopt them and give them the opportunity for life."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Indeed, in your book, Alan Brinkley, you say he clearly could have done more to assist Jewish refugees. In fact, just 1,000 or so were brought into the United States.",
    "statement": "Well, there were many more than 1,000 that came in, but about 1,000 were brought in through the War Refugee Board that was created towards the end of the war, when it was really too late to save very many Jews from Europe. But I don't defend the turning away of the St. Louis, but that is not the same as saying that he was a notorious anti-Semite, which he <CERTAINLY> was not."
  },
  {
    "transcript_id": "CNN-366936",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "-- both very much. We do have some breaking news that we're just getting into our newsroom, which is that the British police have just announced that they arrested Julian Assange in relation to an extradition warrant from the United States.",
    "statement": "Wow, a <CLEAR> U.S. connection. Much more on that, next."
  },
  {
    "transcript_id": "NPR-38432",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "When we think back to the election of 2000 in Florida, we certainly can't forget all those hanging chads and questions about the butterfly ballots. As secretary of state, have you tried to enforce or oversee the process to make sure that all the counties are using balloting systems that don't lead to those kinds of problems?",
    "statement": "Well, I <COULD> assure you that there will not be any butterfly ballots in Florida, and there will not be any hanging chads in Florida. <OBVIOUSLY>, we use one type of balloting system in Florida which is the optical scan systems. It's my department or bureaus that are responsible for certifying those systems. Both the Department of State and the local supervisors have worked hard to ensure that there is a great degree of uniformity in most of the counties and identifying where those risks <MIGHT> be and then what is our plan to address those leading up to Election Day as well as on Election Day."
  },
  {
    "transcript_id": "CNN-244596",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "What happens if the officer doesn't lose his job? The side bar is the NYPD has its own prohibitions. It is not illegal to choke and the certainly grand jury didn't find it illegal here, but it is against police procedure. They don't allow chokes. Do you think he was choking, and do you think that's grounds for his dismissal?",
    "statement": "I <THINK> it's <CLEARLY> a chokehold and there will be administrative proceedings brought against the officer."
  },
  {
    "transcript_id": "CNN-324339",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "In Namibia, the pressure seems to be having an effect. The North Korean building site of the new Defense Ministry has ground to a halt for now. Its dealings with North Korea have become a thorny issue. David McKenzie, CNN, Windhoek, Namibia.",
    "statement": "Great report and there's any watching doing in TV <OF COURSE> but you can always follow the very latest on North Korea. Tensions on CNN.com like this, Donald Trump keeps stepping up his harsh words for Pyongyang but just how realistic is the president's fiery rhetoric. A look at why his talk of war with the country shouldn't be taken lively. That is on the digital side, CNN.com. Well were live in Abu Dhabi for you tonight. CNN's spectacular home in the Middle East and the soon to be home of the New Louvre, we're at the original museum over in Paris, this fine lady -- The Mona Lisa is sitting pretty now. It turns out unwrapping her secrets just takes a little undressing. We'll explain up next."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "And we hope the country of Iraq ...",
    "statement": "Thirteen-year-old Michael Swanton (ph) is writing to a man he <KNOWS> pretty well, his dad. For Michael, it's hard to find the words to express his <FEELINGS>."
  },
  {
    "transcript_id": "CNN-109606",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Rick, a very strong indication coming from the supreme leader, Ayatollah Khamanei, yesterday, saying that Iran would pursue its program towards nuclear energy. He is the top official here, the be all, end all of decision-making. So it would be very unlikely that we would hear something different today. Today we are expecting a \"comprehensive reply.\" It will likely be lengthy. The headline, though, will expectedly be Iran's rejection of any deal that requires it to suspend its civilian nuclear program. We expect it to happen around 8:30 a.m. Eastern. The chief nuclear negotiator for Iran, Dr. Ali Larijani, will hand it to some. We don't know if there will be all representatives from France, Britain, China, Russia, Germany. The U.S. has no diplomatic relations with Iran, but they will be represented by the Swiss Embassy here. It comes as Iran has shown increasing defiance towards the West, not just diplomatically, but militarily -- the war games we've been talking about yesterday and continue to do so today. Yesterday, showcasing surface-to-air missiles. Really, Iran trying to show that it is ready in a defensive way for anything that might happen, any military strike that could take place against its nuclear facilities. But, again 8:30 a.m. Eastern is when we expect the official reply -- Rick.",
    "statement": "Aneesh Raman following that story for us out of Tehran. We thank you. We'll <CERTAINLY> be checking back. Soledad, over to you."
  },
  {
    "transcript_id": "CNN-140359",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "This is like a movie script, all right. And the more we delved into this and worked this case, the different avenues that it would go down, just when you thought, \"All right, we're in a straight line at this point with this investigation,\" it would take a hard right or a hard left. And it was almost as though you had another investigation that you were initiating.",
    "statement": "And you heard the sheriff calling this case a humdinger. When we tried to press him for details, he says he's talking about the scope of this case, the number of people involved, the complexities behind how this case is unfolding before them. Not providing any details, but <CLEARLY> he's saying this is much, much bigger than they <POSSIBLY> anticipated."
  },
  {
    "transcript_id": "CNN-224437",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Athletes head into the ring of steel behind dogs, cameras on balloons, warships, and anti-aircraft batteries. Precautions taken to protect participants in what experts say may be the most dangerous Olympic Games in history.",
    "statement": "And our Nick Walsh joins us live now. Nick, in Sochi, are the Russians actually doing something tangible right now with this information that <SEEMS> to be broadcast all over the world? And haven't they already done everything? Haven't they <SHOULD> have already done everything by now, anyway?"
  },
  {
    "transcript_id": "CNN-275470",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "The <FACT> it's over shadowing what Ted Cruz actually achieved, which was <QUITE> remarkable. But I'll tell you something else that hurts -- that hurts his win a little bit, too. His acceptance speech was a disaster, OK? It went on for 35 minutes. I mean, even Fox News cut away in like the Oscar music get off the stage cut away. They cut away at 32 minutes because he kept going on and on. I mean Ted Cruz thanked his cousins and like first grade teacher. It was all over the place. And that's the part about Ted Cruz that concerns some folks. He's very narrowly focused. You compare Ted Cruz to ..."
  },
  {
    "transcript_id": "CNN-89839",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes, I think we are and you can see it in kids like this. You know you've got the statistics right and it really isn't because girls, women aren't good at engineering, it's just that a long time ago there just weren't very many and the stereotype is that an engineer is a geeky old guy that looks like Einstein and you know works in a lab with no windows and no doors and it's a non-social sort of thing. And it turns out that nothing could be further from the truth. You know there are lots of women who are engineers today. And engineering is a very creative, very collaborative, very communicative discipline but people don't know that. And you know things like Toy Challenge and other activities like that can show kids and especially girls that engineering is different than they thought and can also introduce them to lots of women who are you know kind of normal looking people who are electrical engineers, mechanical engineers and who are doing really cool stuff.",
    "statement": "All right, final <THOUGHT> here. There's a deadline if you want to participate this year. That's coming up middle of December if somebody's watching this and they'd like to -- you <KNOW> they know some kids or there are some kids watching who are interested in this notion what <SHOULD> they do?"
  },
  {
    "transcript_id": "CNN-208913",
    "matched_terms": {
      "should": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "I want to bring in Dana Bash now, live from Capitol Hill. Before we do that, I should tell you we are monitoring a live interview of Edward Snowden, the man who leaked this secret information to \"The Guardian,\" is giving online to the newspaper. I promise we will bring you any details about potentially new, blockbuster information that this interview my reveal. In the meantime, though, Dana, you mentioned that the intelligence committees are receiving briefings, or they did receive a briefing on reports of the so-called thwarted plots that this surveillance may have helped in. Do you have any details?",
    "statement": "We are expecting that those thwarted plots or information about those thwarted plots <SHOULD> be declassified as soon as today. At least, that's what senior intelligence officials who were here briefing Congress on Thursday told the members of Congress, sometime this week, <MAYBE> as soon as today. And what they're <HOPING>, <OBVIOUSLY>, in releasing details, is to try to reassure Americans that their concerns about civil liberties are worth it, and to do that by really explaining in more graphic, explicit, understandable ways by saying, look, this <COULD> have happened had we not had these programs in place, these surveillance programs that are grabbing the data about your phone records."
  },
  {
    "transcript_id": "CNN-261831",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Jason Carroll in Ferguson, thank you for that, Jason. Happening today, Donald Trump's first appearance on the campaign trail, his first appearance since last week's debate and his controversial comments about Fox News anchor, Megyn Kelly, Trump will keynote Lincoln Day Republican Party event in Eastern Michigan. He has said he will not apologize to Megyn Kelly. That is brand Trump not to back down or apologize. She said she certainly will not apologize to Trump.",
    "statement": "<APPARENTLY>, Mr. Trump <THOUGHT> the question I asked was unfair and felt I was attacking him. I felt he was asked a tough, but fair question. We agree to disagree. Mr. Trump did interviews over the weekend that attacked me personally. I've decided not to respond. Mr. Trump is an interesting man who has captured the attention of the electorate. That is why he is leading in the polls. Trump, who is the frontrunner, will not apologize. I <CERTAINLY> will not apologize for doing good journalism. So I will continue doing my job without fear or favor."
  },
  {
    "transcript_id": "CNN-326609",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, you know, Moore or the gentleman who made the comment about, you know, some of the women, a fourteen year old girls are getting what that deserve, that is not my opinion. I am a church, our church is a church that worships Jesus and we're the same church that serves the same Jesus that looked to the women who was accused of adultery and said, you without sin cast the first stone. Woman, go sin no more. The same Jesus that said, that grace, Paul said that grace is efficient for thee. So, grace works for those young girls. Grace works for Judge Moore. I think it's important that we have to examine all the facts. Christians understand that grace is a big part of our faith. The majority of the world is, in many cases, we live in a very immoral society in America. And so, it is (bad) for people that don't think, who don't understand grace or understand forgiveness, who doesn't, even accusation is not enough to just destroy a man's reputation when he has (included) himself to be an upright man for the last forty years.",
    "statement": "<OF COURSE> not, of course not, accusation, of course not. If it was proved to your satisfaction, would you apologize and condemn him?"
  },
  {
    "transcript_id": "CNN-214174",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yeah, they're expected to see 13 shocking videos, some of which you just saw a bit of, that intelligence officials say prove chemical weapons were used to kill 1,400 people in Syria just last month. Now, CNN's Jake Tapper was the first to get those videos after they were shown to some senators last week. Jake?",
    "statement": "CNN has obtained these 13 shocking videos shown to a key Senate committee Thursday, which show what the intelligence community describes as victims of a sarin gas attack, and I <MUST> warn our viewers that the videos are <QUITE> disturbing. The videos were shown Thursday in a classified briefing to members of the Senate Intelligence Committee. Its chair, Democratic Senator Dianne Feinstein of California had requested that the intelligence community put the DVD together to show this evidence of a chemical weapons attack. She is advocating for military intervention in Syria. The images are shocking to watch, young children convulsing on the floor, close-up shots of people <APPARENTLY> dying, lines of what seemed to be dead bodies shrouded in neat rows. And while the images are disturbing, we <SHOULD> note that these videos do not prove that the Assad regime carried out these attacks. That's a claim the U.S. government is making. They say based on other information that CNN has not verified. As I said, these clips were shown to the Senate Intelligence Committee, but not yet to members of the House of Representatives. We <COULD> expect them to see those images in one of their classified briefings coming up. Back to you."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "of course": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "What I found so striking was when Julie said, \"I know my kids are in heaven now. And they`re not feeling any pain. And they can have whatever they want.\" So there`s this distortion about death that this woman has, which I found very fascinating. It doesn`t take away responsibility for what this woman did. It`s unconscionable. But the fact that she really believes that her kids are in a better place as a result of being dead is very disturbing to me. And it makes me wonder if this woman Julie felt that life was so painful. I think she was enraged with her kids. I think she wanted to punish her husband. But after walking away, she still feels that her kids are in a better place, which is very odd.",
    "statement": "Well, I don`t <KNOW> if I buy it, to be honest with you, Dr. Robi. <OF COURSE>, I respect your <OPINION>. I <THINK> people often say, well, when somebody passes away that they`re in heaven and it`s a better place. I think that`s almost cliche talk in a way. And just part of her justifying minimalizing, rationalizing the unthinkable thing that she did. As the judge said, it`s almost too much to comprehend why we are here. Whoa. We`ve got an expert panel and this is not over. I mean, it`s over. But it`s <ABSOLUTELY> extraordinary that all of this happened so quickly. They are still in the courtroom. We`re going to go to Alexis Weed on the other side. I want to know who was in the courtroom, and I want to ask our panel, did I hear that she did not say anything to her ex-husband, the one who lost his two kids? I didn`t hear it. Is that very significant? Stay right there. Back in a moment."
  },
  {
    "transcript_id": "CNN-306075",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So they were doing that last night. When you look -- for instance, we've been watching Chuck Grassley in Iowa. I notice there was -- if I'm a member of Congress, just to have people yell at me, that's not very appetize, but he sort of leaned in to this young woman and very earnestly answered her question. And it actually seemed to kind of bring down the dial a couple notches. I know you're saying that they are cowardly, but how else would you say that they should do this to actually make this productive? When some people are just showing up to scream at them?",
    "statement": "<SURE>. Well, I <THINK> that's a very good example. You can defuse the situation. It gets back to civility and basic levels of respect. It's one thing to, you <KNOW>, look at a Facebook post that someone puts into your congressional office or, you know, quote from a letter that was sent in. But if you actually show up and have a conversation, a lot of times people won't be able to scream at you when your face is right in front of them and when you manage the situation a little bit better. And, I mean, these members of Congress aren't babies. They have staffs. They are adult people. They can <CERTAINLY> just be present, listen, and give an honest answer. And that honest answer <MAY> be a complicated one that, no, this is an issue that I am going to have trouble --"
  },
  {
    "transcript_id": "CNN-136105",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Amen.",
    "statement": "The FBI is now interviewing applicants for jobs that <MAY> be at any one of the 56 different FBI offices. Those who make the final cut will have to undergo background checks and drug tests. Even the auto mechanics you hire. <SHOULD> be on the job by September, but that's a long wait if you're currently unemployed."
  },
  {
    "transcript_id": "CNN-303154",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "But Trump's comments undercut the plans of GOP leaders, who want to take their time developing a new health care law. House Speaker Paul Ryan even said last month, that a replacement would not be ready by the next football season. At CNN's Town Hall, a shift, Ryan now promises to move quickly.",
    "statement": "So we want to advance repealing this law with its replacement at the same, along the lines of I -- what I just described as something <DEFINITELY> a plan within the first 100 days to get moving on this legislation."
  },
  {
    "transcript_id": "CNN-147986",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Sergeant Urquhart?",
    "statement": "Sergeant John Urquhart. He is with the King County sheriff's department, I <BELIEVE>. And sergeant, I <THINK> we <SHOULD> just first begin with -- when you look at the video, we are sitting here and we think inherently something is wrong with these three grown men who are security guards are not doing anything to stop this."
  },
  {
    "transcript_id": "CNN-91355",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "He questioned two fundamental assumptions the FBI made about lead, that every batch has a perfectly consistent composition and that every batch of lead is unique.",
    "statement": "We found that, in <FACT>, neither assumption that the FBI was using was warranted."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "If there's some information, or some basis that he has -- and the only thing I've heard so far is there's some report from the late 1980s that he has read, I assume in conjunction with his normal occupation. And if that is what he intends to rely on, then I suppose that's what he intends to rely on.",
    "statement": "No, Your Honor, that's not the only thing he intends to rely on. What he intends to rely on is what we've presented to the court, and that is 25 years of experience dealing with these kinds of equipment. The <FACT> of the matter is, there's no one in the country who has more experience than he does. And you, as tryer of fact, not with a jury, but you sitting as a judge, have particular knowledge of the weight to be allowed to his testimony, one way or another. The fact is, he said..."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Calvin Coolidge, to make clear who takes over.",
    "statement": "Yes. So Calvin Coolidge is a man who's so boring, his image is, that nobody remembers him. And there's a great story when there was a fire at the Willard Hotel while he's vice president, he doesn't evacuate and the hotel manager comes up to him and says, \"Excuse me, sir. You have to evacuate.\" And he says, \"I'm the vice president.\" He goes, \"Oh, OK, proceed.\" The manager then turns <AROUND> to him and says, \"Wait, the vice president of what?\" He says. \"The United States.\" And he says, \"Oh, you have to evacuate. I <THOUGHT> you were the vice president of the hotel.\" But Coolidge, the scandals break three months after Coolidge ascends to the presidency and you're very close to the 1924 presidential election. And so, Coolidge cultivates this image of a man so silent and so boring that he couldn't have had anything to do with the scandals. In <FACT>, he engages in more radio broadcasts than any president who came before him but just interpersonally he's <KIND OF> quiet and shy. And so if you look at parallels to today's moment, there's something kind of silent Cal-ish about our current number two."
  },
  {
    "transcript_id": "CNN-394100",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I want to congratulate Joe Biden on his victory tonight. And now we head to Super Tuesday in Virginia.",
    "statement": "But there's no <DOUBT> that the results in South Carolina are going to have an impact on the vote on Tuesday. The Sanders campaign never expected to win in South Carolina but they did have <HOPE> that the margin was going to be a lot closer than it turned out to be. In <FACT>, the Sanders campaign devoting resources in the closing days of the South Carolina primary, <HOPING> to make it a little bit closer. It didn't turn out that way. It was the big bump that Joe Biden was looking for. We'll have to see how this all turns out because Sanders has been able to spend more money and time in those Super Tuesday states than Joe Biden has. And they still <BELIEVE> Tuesday is going to be a very strong night for the Sanders campaign -- Ryan Nobles, CNN, Virginia Beach, Virginia."
  },
  {
    "transcript_id": "CNN-310441",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Alice, I want to hear from you. Go ahead.",
    "statement": "Yes. I <THINK> the secret would be for Tom Perez, the head of the Democratic Party, would be to try as much as he <POSSIBLY> can, incorporate the Bernie Sanders wing of the Democrats as well as the Hillary Clinton and Barack Obama. That's the secret recipe for success. And that way they would be able to continue to push their message leading into 2018. What we saw in Georgia, and the CD 6 race, is we saw not necessarily a referendum on Trump. But the Republican that won, Karen Handel, she didn't embrace Trump fully. She didn't fully support him. She said, look. I will go to Washington. I will be a conservative. But I will be a check on Barack Obama. And that's what people, at least Republicans, want. And so Ossoff was smart to make this more of a national campaign, and a referendum on Donald Trump. And that's what we are going to see I think in a lot of these races across the country. And <CERTAINLY> in 2018, it's going to be a check on Donald Trump."
  },
  {
    "transcript_id": "CNN-231220",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "So is there punishment for this, is there discipline, is there fallout?",
    "statement": "Actually, there isn't now, and that's a good thing because now they're being reported. They're free to say, hey, I was in a tough situation. I messed up, so I'm reporting it now. So partly this amount of new reports is partly due to that. However, I wouldn't say that it's entirely due to that. There is <DEFINITELY> problems with our airspace, with how things happen <AROUND> airports particularly."
  },
  {
    "transcript_id": "CNN-315281",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Right. So Van, I mean the pushback from the president's supporters essentially, that if all the FBI has is Carter Page, and they really don't have much in their investigation. When you hear that, I want to know what your response is. Because Carter Page I mean, you know, didn't shake Donald Trump's hand. Trump mentioned his name once. But never was even in a meeting with him other than a giant rally with thousands of other people.",
    "statement": "Well, I <THINK> a couple of things. First of all, Donald Trump says that he is owed an apology. And he is owed an apology. He needs to apologize to himself for making such a big mess of this whole situation. In his tweet, he talks about tapes. The only person who ever raised the question of tapes was Donald Trump. Who said he hoped that there are no tapes. Which it turned out there were no tapes. That they were going to be his tapes that he didn't have. He <SHOULD> apologize to himself, and the country, for making such a big mess of everything. If in <FACT> he is correct, that there's nothing to see here but some weirdo named Carter Page, he should not have fired the FBI director. He should not have, you <KNOW>, tweeted all the time. He should let the system work the way it was working. I do not know nor does anyone on this panel nor does anyone watching know, if Carter Page is the first domino, the last domino or just a weirdo. But what we don't know is that Donald Trump has behaved in a way to make this whole thing much worse."
  },
  {
    "transcript_id": "CNN-220319",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "A lot of fun there with Jimmy Johnson. But of course, there's a very serious side to what he does. Take a look at this. After the break, he'll tell me what it was like being in that car. And Kobe Bryant, he's about to return to the court, but first, he sat down with UNGUARDED to reveal just how dark things got for him this past year.",
    "statement": "The moment you're in just <FEELS> like the darkest moment to you."
  },
  {
    "transcript_id": "CNN-106878",
    "matched_terms": {
      "obviously": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Well, Zarqawi, obviously, the elimination of Zarqawi is, as all your guests, and analysts, and reporters have been saying, a major achievement and a major step forward, and a major psychological blow to that part of the insurgency that he controls. It is conventional wisdom, it is generally accepted and assumed in Iraq, amongst U.S. commanders and others that he controls only one portion, and it may be the smaller portion of the insurgency. That the bigger more entrenched home-grown portion are the Iraqis themselves, the rejectionists, who have taken to the insurgency over the last several years. Who are often termed as the Saddam loyalists or the Fedayeen or disaffected Ba'athists, those kinds of people. So many people today, while announcing the significant step that has been achieved by the elimination of Zarqawi -- don't forget, he's the man who pioneered these bloody beheadings that then were always publicized on their web site. The wave of kidnappings, the brutal kidnappings in Iraq, the massive suicide bombings against the civilians. So this is really a major thing that he has been terminated. Obviously, though, the question has to be, now, and all eyes will be on, what kind of inroads does one death, albeit an important one, make in the overall ability and desire of the insurgents to continue? The effort is going to be to try to keep penetrating the layer of support that any number of these insurgent groups has amongst their own operatives. Plus amongst the civilians, because that's where they live. They live in the environment, in the community. And civilians are either terrorized into not giving them away, or they have been up until now, or they actually, some of them, support them. So making inroads into that is going to be key. Plus, with the other politically announcement that was made in Iraq today by the prime minister of the filling of the serious and important defense portfolios, their security portfolios, the whole emphasis must now be on pulling people into the political process, trying to show the Sunnis who are still holding out that, actually, there's more to be gained by joining the process, trying to vest all Iraqis with the sense that their best hope lies in the political process and not with individual either insurgents or militias.",
    "statement": "Christiane, <OBVIOUSLY> Zarqawi knew that the U.S. military and a number of other militias were after him. Do you <THINK> he named a successor, <KNOWING> that he <COULD> <POSSIBLY> be killed? Do you think someone is ready to take his place?"
  },
  {
    "transcript_id": "CNN-278043",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "All right. So what does he mean by that? He's going to have to pay a big price?",
    "statement": "I <THINK> that's a question you'll have to ask him about what <KIND OF> price he <MIGHT> have to pay. But at the end of the day, I think that Republicans are going to rally behind Donald Trump, because even those that <MAY> right now be saying they don't want him in office, I think the one thing that they fear much more than that is Hillary Clinton. And we <ABSOLUTELY> cannot allow her to occupy the White House again. And I think that any of those that are <DOUBTING> right now their ability to support Donald Trump are going to come <AROUND>."
  },
  {
    "transcript_id": "CNN-66212",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Well, they certainly would like to have them onboard. They realize that politically here in the United States and internationally with all the criticism of this administration, which the Bush administration says is unfair, but as a bully, is you will, as a unilateral bully in the world, they understand that it would give them much more international solidarity in the effort. They also have said for months, and the vice president and Secretary Powell said it in public here in Washington today, emphatically, that the United States will not have its hands tied by those other governments. But if it is a matter of two to three more weeks in which you could get the support of the French and others on the Security Council, the administration is willing to go that long. But they stress here at the White House, no longer. They want clarity by the end of the month of February and they insist the president will not wait any longer.",
    "statement": "If the French are <PROBABLY> among -- you're naming several countries. I <THINK> a lot of people would say the French <MAY> be <ABSOLUTELY> critical to getting this through the Security Council without a veto. What do they realistically think the chances are <THOUGHT> that they'll get the French onboard?"
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "All right, Paul. The headline of tonight's show was Bill Richardson saying we need to address Iraq, we need to go to Baghdad, we need to remove Saddam Hussein. Bill Richardson, pretty moderate guy, Democrat. If he believes that, even you will come around to that point of view after a while.",
    "statement": "He also said we ought not get out ahead of ourselves. And I was struck with Tom Donnelly saying now that we have a strategy that works, American air power, Afghan Northern Alliance fighters, we <SHOULD> abandon the strategy just as it's working..."
  },
  {
    "transcript_id": "CNN-282480",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Well, the Philippine government had put out a statement just in the last couple hours offering their deepest sympathies, not only to the family of John Ridsdel but also to the Canadian government and the people of Canada for what they describe as a cruel and inhuman act. Now the Philippines military has been fighting Abu Sayyaf for many, many years now in he south of the country. And they say with this latest outrage that they will not give in to any form of terror at all and will continue to fight terrorists in that area. At this stage, though, it's difficult to see that they, they're going to be victorious in eliminating Abu Sayyaf. They have been around for since the early 1990s, Rosemary. Now what we know at this stage about John Ridsdel is that he, along with three others were taken hostage from a luxury resort in an island just off of Mindanao itself. And there were various demands for ransom made and deadlines passed, and then last month, a video was released showing Mr. Ridsdel with two other male Western hostages, another Canadian and a Norwagian man. They were all in a very emancipated condition and pleading for their lives, for governments to help, to pay the ransom. Now it ended up with a chilling warning from Abu Sayyaf, that if the deadline is not met within a month then they would start killing the hostages, and that is what happened today with Mr. Ridsdel. At this stage, we don't know any other details about the negotiations other than the governments were not involved. These were hostage negotiations carried out by families who couldn't, we've been told hope to pay the ransom demands, 6.5 million per hostage the Abu Sayyaf is demanding, Rosemary. It initially started out at $21 million per hostage. But the governments made it very clear they would not be negotiating they would not be paying ransom and the government -- and the families just couldn't afford it.",
    "statement": "And <OF COURSE>, this then puts the focus on the three hostages that remain, the concern that their family members would have at this time. Do we have any information relating to them?"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "No, I would say, first of all, there's nothing in here that tells us the answer to one of my big question that I was looking for and that was the nature of the communication between Flynn and the President after he got fired during the President of the President telling James Comey I hope you can see fit to let him go. We had reporting last year that even after that, Flynn was getting messages from the President. I was hoping we might see some information about that and we don't have that here, which does leads me to think that if there is a target here, it is the President, but again, he can't be indicted and that's information that should go to the Congress, and also as far as how you should feel in Trump land. I think anybody who sees those redactions and think they might be in it, I agree with Neal, it's going to wigging out.",
    "statement": "Now, some language that people want to picking up on, when they look at these documents. Again, even with the redactions. The special counsel says individuals, plural, with the campaign and on the transition team. What does that tell you? That it wasn't just about Michael Flynn dealing with Russia, the language they use is that he was helpful in providing information and assistance with individuals, plural, with the campaign and on the transition team. So the suggestion that the reason that the Russia probe part is not redacted because <MAYBE> it's about to wind up, maybe there is nothing more to do with it. He says specifically that there were other people in those universes that are relevant. And then he listed a couple of things that were relevant. That I didn't <KNOW> with the Kislyak. Maybe I just was not following it closely enough, which is <OF COURSE> ridiculous. It absorbed my life for the last several years. Israeli settlements, the sanctions that we heard about and the idea of trying to get Kislyak to also slow down Russian behavior on other issues, so let's put those two together, you know, we are sanctioning you for things you don't like. We don't like how fast you're moving on certain things. OK, but the Israeli settlements. How does that fit into a discussion with the Russian ambassador?"
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I mean, I think partly it was the child separations, right? You know, when the children were being separated from their families and put into these institutions, it obviously meant that people started to take a closer look. In particular, I think a lot of viewers will remember the Walmart. I mean, what better symbol is there for the way that the children are being treated, that they`re being stacked up by the hundreds, over a thousand children in a former Walmart superstore. And so, that, I think, led us and other journalists to take a really hard look at what was happening inside Southwest Key Programs.",
    "statement": "So, let`s turn now to you, Dr. Scott Allen. I mean, essentially you are a whistleblower and you reported a lot of these terrible conditions. I mean, I don`t <KNOW> what you <THINK> of this terminology, but the \"L.A. Times\" wrote about it as -- they called it concentration camps. And they said, you know, you <MAY>, you know, recoil at that term, but you <SHOULD> recoil. You being the public. I mean, really? Was it that bad? Is it that bad?"
  },
  {
    "transcript_id": "CNN-349103",
    "matched_terms": {
      "clear": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And that's too bad that somehow we can't get it back in this country. Let's discuss President Trump. He was not invited to the funeral. He has made fun of Senator McCain and belittled his sacrifice and service. And the president spent the funeral tweeting about NAFTA. There's one tweet right there. Why do you think President Trump cannot or will not embrace more of the healing tone that was heard at the funeral from American leaders? Do you think, in part, it's because he feels under attack with the Russia investigation?",
    "statement": "I don't <KNOW> if it's that. I <THINK> even before the Russia investigation ever started, in the campaign, you saw the same President Trump and Donald Trump. This is his personality. It's very vindictive. He really attacks, attacks, attacks. And I think, even in a moment like this, he can almost not prevent restraining himself. And he <OBVIOUSLY> harbors very bitter <FEELINGS> about the late Senator McCain and he made that <CLEAR> this whole week. So I think this is not about the Russia investigation. This is more about who President Trump really is."
  },
  {
    "transcript_id": "CNN-323541",
    "matched_terms": {
      "clearly": "ungraded",
      "feeling": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And then it was 12 minutes after that that the first officers arrived there on the 32nd floor where the gunman was. So I want to start there now with CNN law enforcement analyst and former U.S. Marshal, Art Roderick. We also have Tom Fuentes, CNN law enforcement analyst and former assistant FBI director. I want to also bring in Scott McLean. He is outside of police headquarters. First off, Tom, can you speak to this? Because I was struck so much by the emotion there. We will dissect the timeline and some of the changes there. But <CLEARLY>, Sheriff Lombardo <FEELS> like his police department has been doing the <BEST> job they can. They have a fluid situation and he is <<FEELING>> very much under fire. And clearly, sensitive as he deals with his police officers who are dealing with mental health issues from guarding those who were killed in the aftermath of this, who put their lives on the line to try to reduce casualties."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Last week's attacks on popular Internet sites has raised interest in the companies that, <OF COURSE>, provide the Internet security."
  },
  {
    "transcript_id": "CNN-76140",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "As we've reported this morning, Iraq's Shiite leader of the Supreme Council for the Islamic Revolution was assassinated a short time ago in Najaf. At least 16 other people were killed. CNN's senior international correspondent, Walt Rodgers, has the latest from Baghdad. Hello, Walt.",
    "statement": "Hello, Wolf. Today's bombing in Najaf, outside the famous Immal Ali (ph) mosque is a horrendous blow to American efforts to restore order and stability in Iraq. That is an area which is nominally under the control and protection of American troops, and this sends a terribly negative signal to the people of Iraq that the Americans are not protecting the people they're here to protect. Yesterday, you'll recall the top American general here was calling on Iraqis to come forward and help with intelligence. And yet, the Americans are not even protecting the Al Hakim (ph) family. You recall the uncle of the man killed today, Mohammed Al Hakim on Monday narrowly escaped death. Today, his nephew was killed in a huge car bomb, at least accident outside the mosque. Actually, it wasn't an accident -- it was naked attempts at murder. And the Americans are going to ultimately be held responsible for this, because the Al Hakim family is a family which had allied itself with the Americans against Saddam Hussein. Indeed, Saddam had a death warrant out against the man who was killed today, Mohammed Bakar Al Hakim (ph), and many members of the family had been killed by Saddam Hussein. This would <SEEM> a very <CLEAR> message to the Shias of Iraq and to the Al Hakim family, there's a price to be paid for helping the Americans -- Leon."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "There's been some glamour. I was in England with Richard, you know, in Richard's country a couple of times this year. But I was also in -- you know, in Lexington, Kentucky, and Toledo, Ohio. So let's not get too excited.",
    "statement": "Well, in the book, I spent a great deal of time talking about the important tips that families need to take to be financially secure once again. And I want to be <CLEAR>. There has never been a more urgent time to teach your kids about money. So who better to ask about..."
  },
  {
    "transcript_id": "CNN-19843",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "Back to my question, though, sir: If indeed an outcome is reached here in Florida at any point, is the presidency, be it your man George W. Bush, or Al Gore tainted in your estimation?",
    "statement": "Well, it will be tainted if we don't end this process legitimately. The Gore campaign is in court challenging every conceivable ruling. Warren Christopher said we didn't go to court first. The <FACTS> are that they've brought over eight lawsuits before we even tried to deal with this recount situation. And we are hearing today there is going to the a challenge to the county decision that -- the county canvass board that decided not to continue the recounting, there's a challenge to the secretary of state's ruling with respect to what the statute says about getting the ballots in on time. This litigation <APPARENTLY> at the Gore campaign's behest is going to go on forever, and that will taint the presidency."
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "All right, good morning, everyone. I'm John Berman. The breaking news, in just a few moments, we will hear from one of the passengers who was on Southwest Flight 1380. One of the heroic passengers, Firefighter Andrew Needum helped pull the victim Jennifer Riordan from the window of that plane and was part of the group of people who tried so desperately to save her life. We'll bring you this news conference as soon as it happens from his firehouse in Celina, Texas. First, this morning, dozens of Republican lawmakers struggling to answer a very straightforward question, will you support Donald Trump in the 2020 election? The president has already declared he will be running for re-election, yet members this morning of Congress refusing to give a straight yes or no about whether they will endorse him. Our Manu Raju chasing these members down, asking the difficult question that really honestly shouldn't be difficult at all. Manu, what did you hear?",
    "statement": "Yes, that's right. A wide array of House and Senate Republicans are simply saying they're not ready to endorse the president yet, really a reflection of the tenuous relationship the president has with his own party on Capitol Hill. Now, member after member have said they have to wait, too early to decide whether to endorse him or they're not even <QUITE> <SURE> that he's going to run, even though the president has made explicitly <CLEAR> that he's running, he's hired a campaign staff, he's raising money and he's more than ready to run for re-election. But when you ask members of Congress if that means they're going to support him, they say otherwise."
  },
  {
    "transcript_id": "CNN-236881",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Absolutely. Everything gets here pretty quickly and usually during press conferences, depending on where you are, if you're at one of the protest places, you'll hear the press conferences on loud speaker and people are listening intently. They believe from the number of shots from the autopsy at least six shots that it was overkill or it was excessive, I should say, it's a better way of putting it. They believe that it was excessive. They believe that obviously his hands were up, as witnesses have been saying. And they also think that the shot to the head, this is in their opinion, their belief, that that was over the top. That's what killed him and that was unnecessary. So yes, it's trickling down. And so Ashleigh, there are a number of factors here that we have to really look at and we have to take an honest look at and we have to be vigilant about. That is, number one, the autopsy results that people are not happy with. Number two, the National Guard coming in and concerns about people feeling like they are occupied again. And then of course the possibility of violence here. Where we are, just moments ago, they said that people couldn't congregate here, that they could protest if they wanted to, but they couldn't stop, they couldn't congregate. It appears, if you look around, that police have backed off of that because it caused some consternation here. People were saying, you know, it's my right, I want to assemble here. Rather than cause some anger and some resentment, the cops relented a bit and now they're just standing here, having a presence and keeping a close watch.",
    "statement": "OK, Don Lemon, keep an eye on things for us, if you would. Let us <KNOW> if anything changes over the course of this hour. Our Don Lemon has been doing terrific work in the streets of Ferguson. Now I want to bring in Retired U.S. Army Lieutenant General Russel Honore in Baton Rouge, Louisiana along with Cedric Alexander who is the president of the National Organization of Black Law Enforcement Executives. He's also the public safety director in DeKalb County outside of Atlanta. General Honore, if I <COULD> begin with you. You heard Don Lemon just reporting on the notion that people <FEEL> as though with the onslaught of the National Guard arriving in Ferguson, it's <<FEELING>> a little like they're occupied. What would your recommendation be for this community, given what we've seen transpire over the last week, night by night by night? Is the National Guard the right thing to do? LT. GEN. RUSSEL HONORE, U.S. ARMY"
  },
  {
    "transcript_id": "CNN-383091",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "We have an infrastructure which is collapsing. We can put 15 million people to work rebuilding our roads, our bridges, our water systems, our waste water plants, airports, et cetera.",
    "statement": "The <FACT> is most Americans do not want to work for the federal government. We have a freedom dividend of $1,000 a month. It actually recognized the work that is happening in our families and our communities. It helps all Americans transition."
  },
  {
    "transcript_id": "CNN-319754",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "(Inaudible) reporting there. Well, let's go straight to the White House. Kaitlan Collins joins us now from there. With more of the president's new attacks on the Republican leaders in Congress, the president has been tweeting quite a lot in the last few hours. The question is how is Congress going to get anything done, if there is such bad blood between the White House and Congress.",
    "statement": "Yeah, it is safe to say there is bad blood. It is <KIND OF> stunning to see a Republican president go after other members of the Republican Party the way President Trump has been doing. We have him tweeting about Mitch McConnell, the senate majority leader multiple times this morning. And then, he went out after Mitch McConnell and House Speaker Paul Ryan at the same time saying, I just requested that Mitch and Paul tie the legislation, into the popular Veterans Affairs Bill, which just passed, for easy approval. They didn't do it, so now, we have the big deal of Democrats holding down, holding them up as usual on the approval. It <COULD> have been so easy, now a mess. So we are really seeing the president, he is talking about the negotiations that are going to be happening here in Washington in September. But as a larger part, it is pointing to his continued feud with Mitch McConnell. He is very displaced with him. We <KNOW> that they haven't spoken in about two weeks now. And in the last time they did speak was when Trump on his working vacation in New Jersey. He was on the golf course and he and Mr. McConnell were in what was described as a profane loud argument. So we know that things are souring between them and that politely not going to helped with his tweets this morning. Both of their offices putting out statements yesterday that they remain united in some shared issues, but it is very <CLEAR> that there are a lot of issues between them as well."
  },
  {
    "transcript_id": "CNN-121231",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "A rescue along the coast of Virginia. Passengers have been evacuated from a small cruise ship in Virginia's Intercoastal Highway near -- or Waterway, rather, near Virginia Beach. The Spirit of Nantucket was carrying 66 passengers from Alexandria, Virginia, to Charleston, South Carolina, when it hit something and began taking on water. The captain ran it aground to prevent it from sinking. No injuries are reported.",
    "statement": "You're looking at a picture now of Stacy Peterson, a young Illinois wife and mother who has been missing for 11 days. Now, her husband, police Officer Drew Peterson, says she left him for another man. But a county coroner now says the death of Peterson's third wife in 2004 <SHOULD> have been ruled undetermined instead of accidental. John Walsh of \"America's Most Wanted\" also offered a blunt perspective today on \"AMERICAN MORNING,\" concerning the disappearance of Peterson's latest wife."
  },
  {
    "transcript_id": "CNN-381235",
    "matched_terms": {
      "of course": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "So the government obviously would do anything we could to support, but the reality is, I think the times have changed and this is a business that was still perhaps operating on a model that was good for, you know, the last century or the 1980s or something, but not for really the internet age where people are booking their own holidays so much. This left a lot of people stranded and we are working absolutely around the clock to bring everybody home, even those who are not ATOL protected.",
    "statement": "Now, just to recap how significant this company is, Thomas Cook was one of the world's oldest and <BEST>-known travel companies. It was founded in 1841 by the cabinet maker, Thomas Cook. Soon, it moved beyond the U.K. and even Europe hosting the world's first <AROUND>-the-world tour in 1872. Now it got into air travel in 1927 and its first flight was from New York to Chicago. By 2019, funding had dried up though and Thomas Cook said it had no choice, but to enter into liquidation. Now the company CEO says he tried to save the business and <OF COURSE> apologized for what he calls an <ABSOLUTELY> devastating outcome."
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Daniel, overall, how did you think things compared to the last time?",
    "statement": "I <THINK> it was -- it was worse for Trump. I mean, this was like the debatetification (ph) of his rally lies. Biden as usual had assorted exaggerations, some flat-false claims like the one we just <FACT> checked. But I think the dominant story from a fact-check perspective was again this bombardment, this avalanche from the president, the same bombardment we've been trying with moderate success to deal with for the last five years."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "clearly": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "OK. And as somebody who works inside the Beltway yet is very good at talking to us outside the Beltway, Ed, explain to us why it has to work this way. It seems like we watched months and months of the 9/11 commission holding hearings and now for something to take place and get done, we have to see the commission members -- now they're on the other side of the mic. Why -- I think there's a frustration on the part of the American people. They just want to see something done instead of a bunch of hearings.",
    "statement": "There <MAY> be a little bit of redundancy, there's no question about that because you do see hearing after hearing. And were going to see that in the following weeks as the House and Senate, multiple committees, end up really going over the same ground. But <OBVIOUSLY>, there are serious constitutional issues here. And I <THINK> that you can't undervalue that as well, the <FACT> that the Congress, as an actual branch of the government -- whereas this commission was just appointed by the government and not actually a part of, you <KNOW>, one of the actual branches of government -- the Congress needs to take a serious look at it. And I think that's what you are seeing members in both parties saying is that they need, they can't just take what the commission said and adopt it <TOTALLY>. They need to go through it with a fine- tooth comb. They have to be careful about not going to quickly. And I think while there will be some redundancy, <CLEARLY> Congress has to play a role. This is going to be the most massive reshaping of the intelligence system in the United States. And it's not like just tinkering with any old government agency. There are lives at risk, obviously. And since we're dealing with such a serious issue like terrorism, they want to make <SURE> they get it right."
  },
  {
    "transcript_id": "CNN-278442",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, maybe at some point, they will. But look, I hear $39 million has been spent. I'll be honest with you, I'm very surprised. I looked at the numbers in Mississippi I'm close to 50 percent. That's not 50 percent with 2 people, that's 50 percent with 4 people. That's a lot. That's shocking. That's, like, record setting, big difference. You know, if you're running like you're Hillary and you're running against one guy. I mean, you're running against Bernie, OK, and you get a 50 or a 52 or 56, that's -- I'm running against three very competent people and I'm getting 50 percent and in Michigan, I'm close to 40 percent against a big group of people. I think that -- I will say this, I am a little bit surprised that I was at Dural and I was watching and I was watching Adam Scott hit that last great shot. And I went back and I was watching the news in one of the rooms. And every single advertisement was about me and it was during my tournament. I'm turning my tournament. I go from tournament to horrible ad, the most vicious ads. I mean, one of the reasons I brought the wine out and the water out and the steak out and more wine and more water, and I told you about Trump University where we'll win that case. That's going to be an easy case to win. Everybody signed a document. One of the reasons is just because of that. They hit me with this Trump University. It's not even a big case. We're going to win the case. I could settle that case so easily. I don't want to settle it. Be easier for me to settle it. I wouldn't have all you people writing about it. But I don't want to settle it. I could settle it so easy. The fact is that, look, you have to do in life, Sara, you have to do what's right. And if you live by principle, and believe it or not, I'm a very highly principled person. If you live by principle, you're going to do very well. So, but just to finish, I must tell you, I was a little surprised when I saw the viciousness of the ads and the viciousness of really, Mitt was very vicious. I mean, he gets up and he just -- I wish he used that same energy against Obama. I think he would have won. No, no. If he used the same energy against Obama, he would have won -- Carl? (",
    "statement": "Yeah. I say let's come together, folks. We're going to win. I say let's come together. Carl, the answer is not 100 percent, but largely, I would say, yes. You <KNOW>, some people, you're just not going to get along with. It's OK. But largely, I would like to do that. And <BELIEVE> it or not, I am a unifier. I unify. I mean, you look at all of the things I built all over the world. I'm a unifier, I get along with people. I have great relations. I even start getting along with you, right? Campaign Carl. But, no, I get along with people, and I really say this, Carl, I <THINK> it's time to unify. We have something special going in the Republican Party and, unfortunately, the people in the party, they call them the elite's or they call them whatever they call them, but those are the people that don't respect it yet. We have millions and millions of people. I discussed it before. We have millions and millions of people coming up and voting, largely for me, in all fairness. But for other people also. And Carl, you know this, because I've seen you report on this. It's a record. It's a record. It's never happened before. In 100 years, what's happening now to the Republican Party has never happened before. And the people in the party, whether you call them establishment or not, you can call them anything. I don't know if there is such a thing as the establishment, frankly. But, whether you call them, the establishment or not, they <SHOULD> embrace it. They should -- you know, the Democrats would love to have what's happening. I have friends on the other side. They say, boy, would we like that to happen. You know, Carl, they're down 35 percent. There's no spirit there, whereas, we're way up with millions of people. So, what I say to the Republicans is embrace it, we will win the election easily. ("
  },
  {
    "transcript_id": "CNN-153144",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Right, and I mean, there a lot of people would agree with you on that, but whether or not they're be able to prove this case remains to be seen and especially the doctor angle. I want to ask you about this Libyan government claiming that they found this doctor for hire in a way. Many are claiming that right now. But England's U.S. ambassador is not saying that's the case at all and in fact, his prognosis was actually agreed upon by a group of doctors, not including the one who is in question. So is this going to be a difficult avenue to pursue?",
    "statement": "Well, then if the British have other evidence, they <SHOULD> bring it forward. We asked them last week to open up their own investigation and they said no. What are they afraid of if they <THINK> it stands on all fours. But the evidence is awfully suspicious. This does not have anything to do with BP being in the news now. When he was released, I suggested that the oil contract <MIGHT> have been the reason and the evidence <SEEMS> to be piling up in that direction."
  },
  {
    "transcript_id": "CNN-4783",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "All right.",
    "statement": "<CLEARLY> every month that gap is closing. The largest percentage of new..."
  },
  {
    "transcript_id": "CNN-165325",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "To have her taken away from him in a car crash so dramatically like that, I think it rocked him very, very severely. Very severely.",
    "statement": "Still, in the short time William had with his mother, her influence is <CLEAR>. She instilled in this handsome polo-playing, rescue-helicopter-flying prince, a sense of compassion for those less fortunate, through her work with AIDS victims, the homeless and those disfigured by weapons of war. In 2009, William slept in a cardboard box in the streets of London to call attention to homelessness."
  },
  {
    "transcript_id": "CNN-346037",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I don`t know how many servicemen go to somebody`s house with a gun.",
    "statement": "But Robert Moore told the cops that he needed that gun, saying Frank suddenly attacked him, punching him repeatedly in the face after demanding that he return half of his pay. Now, Moore says that he shot Frank in self-defense. That is who you see there, adding that he feared for his life, but cops say there are problems with his story. Like the <FACT> that he had no bruises from that apparent violent attack. You see him right there. So joining me now, David Mack, he is a Syndicated talk show host. Fernando Pineda, he is the brother of the victim in the story. And Randy Sutton, he is a retired police lieutenant. And defense attorney and author of the code, Parag Shah. And so let`s get right into it. David Mack, let`s talk about this. Nothing about this particular story makes sense to me. <APPARENTLY> there`s a handyman who is making the claim of self-defense. There was no indication of any types of violence or any struggle or you <KNOW>, any noise prior to this occurring. The gunshot was in a place, from my understanding, to the back of the head. That <MAY> be improper or wrong. Correct me if I am. And just set this up and tell me whether the claims he is asserting, that is the handy man make any sense at all."
  },
  {
    "transcript_id": "CNN-218410",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "It was small. It was about 4 x 6. It fits in the palm of your hand. It is not heavy but you can feel it. If it hits you, you can feel it. I heard something rustling through the trees and then it hit me. And when it touched my shoulder, I actually saw that somebody was tapping me on my shoulder. Has anybody ever tapped you on the shoulder just to get your attention? That's what it felt like.",
    "statement": "And <OF COURSE>, Lottie <MAY> said she kept that fragment as a souvenir. She was completely unhurt by it, kept it as a souvenir and she still has it -- Erin."
  },
  {
    "transcript_id": "CNN-205719",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "As predicted the first round of the NFL draft was heavy on the big guys. For the first time two offensive tackles went to the number one and number two overall picks. Joe Carter is here with the \"Bleacher Report.\" Good morning, Joe.",
    "statement": "Hi. Good morning, Christine. So far this draft has lacked star power. But it <CERTAINLY> made up for it in with size and a lot of surprise. People shocked to see two offensive linemen go first, and then seven offensive and defensive linemen go."
  },
  {
    "transcript_id": "CNN-365817",
    "matched_terms": {
      "clearly": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "A bilingual Beto O'Rourke there, former Congressman, now running for the presidency. This is his first big rally from his hometown and birth place of El Paso, Texas. You heard him -- his overall message, that of inclusion. And now he's back to talking in English. But if I could show you that we have Wes Lowry and Sabrina Siddiqui back with me now. He is very idyllic. He's talking about a lot of things, like a collection of what we heard from a number of candidates, but all of it rolled into one here. He's talking about immigrants, being called to contribute to this country's greatness. On policy, he is promoting universal guaranteed affordable health care, investing in pre-K for all. Huge increases for teachers, wage increases for teachers, the end of the fear of DREAMers, deportation. Wes, he is speaking -- he's trying to speak to everyone talking about ending the federal prohibition of marijuana, expunging arrest records. This is his probably most comprehensive rollout about who Beto O'Rourke is. Would you agree?",
    "statement": "<CERTAINLY>. I <THINK> that those early comments at the beginning of his speech where he talked so much about his work in El Paso, his time, both at the local level but then later on representing this area of the country in Congress, both speaking about issues of immigration, which are <CLEARLY> front of mind for many voters right now in this moment. But then also speaking very fluently about veterans' issues, which is interesting. It speaks to him being a candidate and a politician from Texas and used to dealing with the interest of voters down there, in speaking to the excitement <AROUND> his Senate campaign. Again, I think that we saw a speech today from Beto O'Rourke that's going to be similar to other ones we will hear and it speaks to how he will sound and look different on the trail than <MAYBE> some of the other candidates."
  },
  {
    "transcript_id": "CNN-97248",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "This is something that will go away. You say Saudi Arabia's probably peaking here. What about behavior? What about the idea that unless we find some oil somewhere, that ultimately human behavior's going to have to change?",
    "statement": "If, in <FACT>, we are reaching sustainable peak oil supply -- and I <THINK> there's an overwhelming amount of evidence to say that day of reckoning is at hand, we <MIGHT> have passed it -- we are going to have to quickly restructure our economies <AROUND> the globe to actually be far less energy intensive, or we're going to have an unbelievable energy war."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I mean, I think we clearly followed the law. We set out to have a standard that neither side objected to at the outset, and as I said, it was only after about four days into it that one side tried to take us back to court and claim that we were doing it incorrectly.",
    "statement": "Well what about the arguments from the Gore attorneys that indeed a number of votes that <SHOULD> have been counted were not? How do you reconcile that>"
  },
  {
    "transcript_id": "CNN-250569",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Lies and deceptions, that's how one high-ranking Iranian official described Netanyahu's speech. How are the rest of the Iranian people reacting? For that, we go there. CNN international correspondent Frederick Pleitgen is there live from Tehran.",
    "statement": "It's interesting, Chris, because the speech from Benjamin Netanyahu was actually shown, in part at least, on Iranian TV, but only video. There was no audio. You couldn't hear him speak. The only thing that they had was a banner, saying \"Iranophobic speech.\" However, many people here in Tehran, <OF COURSE>, did manage to hear what Benjamin Netanyahu had to say, and most of them, needless to say, didn't like what he had to say. There was some pretty vicious here, coming from many Iranian politicians who were saying that this is all, as you say, lies and deceit. They called this a campaign maneuver by the Israeli prime minister. And the other big narrative, they're pushing here in Tehran, is they say that this will create a rift between Israel and its western European allies. And of course, especially between Israel and the U.S. There were some commentators last night who were saying that this is a humiliation for the Obama administration and for the president in particular. It's interesting this morning, because there was actually a press conference just a couple of minutes ago from the foreign ministry, where they now said that they don't care about what Benjamin Netanyahu said in his speech. They say at this point in time the Iranians remain focused on trying to achieve a deal at the negotiations table -- Alisyn."
  },
  {
    "transcript_id": "CNN-278043",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I understand, also, Sara, there have been some staff changes in the campaign. What do we know about that?",
    "statement": "That's right, Wolf, and before you roll your eyes and tell me that staff changes are boring, let me just explain that when we see a number of these people who are getting promoted, who are moving into regional positions, what it really tells you is that the Trump campaign is starting to look at this as a national campaign. And they're starting to pivot to look ahead to a general election. Now, they pride themselves on efficiency. They prize themselves on having relatively few national staffers. We're really starting to see that change. And I <THINK> we heard that tone from Donald Trump last night, talking about how he would be a unifier; how he would work with Congress; how he's ready to take on Hillary Clinton. So even if they don't have this nomination locked up yet, it's pretty <CLEAR>, Wolf, that they're looking ahead."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "New York provides for Bradley a little bit of a home-court advantage. Clearly he's better known there, but Bradley needs to break the pattern that we've seen in Iowa, we see in New Hampshire, where the thing starts, it's fairly close and then as the primary or caucus approaches, things don't seem to be breaking his way enough.",
    "statement": "If there's still a race it almost <CERTAINLY> will be over my March 14, so-called Super Tuesday, with primaries in Texas, Oklahoma, Louisiana, Mississippi, Tennessee and Florida. The Southern roots of both Bush and Gore give them a strong edge there."
  },
  {
    "transcript_id": "CNN-403454",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Yes, most definitely. And I think in the past, what's happened is that we tend to actually have the firm phrase bane, and it actually lumps all ethnicities together. And that's incredibly unhelpful, right? If you really want to make a difference, you've got to look at those and split them out into something that's meaningful. And when you do that, you do see the huge impact among the black society, among black business and in black communities. And it's actually having those conversations that then allows us to take those actions to change that.",
    "statement": "In a moment, I'll hear reports from entrepreneurs but if we talk about the corporate environment. Look, every company of any size has a raft of policies designed to prevent this. So I'll say you don't need to, those policies <CLEARLY> are working. But really what it is, it's about hitting middle management, so a pipeline's created."
  },
  {
    "transcript_id": "CNN-136289",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "... to testify before this very committee. This is the hearing room that we're outside of where Treasury Secretary Tim Geithner, where Fed Chairman Ben Bernanke are going to be testifying. The questions really for Tim Geithner having to do with AIG, having to do with when he knew about the bonuses because there's been some discrepancies between what Edward Liddy told this committee last week and what Tim Geithner has said. And, also, Republicans very much expected to hit Tim Geithner very hard. Several of them have questioned his job performance here in the last week. And then when it comes to Ben Bernanke, he also will be questioned by the committee about when he knew about AIG bonuses, but it's really been Democrats, in particular, Heidi, who appointed to the Fed when it comes to AIG wondering why the Fed didn't have its eyes open because, remember, it was the Fed who gave AIG its first infusion of bailout cash. As you can see down the hallway behind me sort of a smaller line today of people who are gathering, but, no doubt, the questions are going to be tough and we're going to be watching to see what Timothy Geithner and what Ben Bernanke say -- Heidi.",
    "statement": "Yes, <ABSOLUTELY> going to be starting in less than an hour. Our congressional correspondent Brianna Keilar is there for us. Brianna, we appreciate that. Meanwhile, we have word that 15 top execs from AIG have returned their bonuses now. New York attorney general Andrew Cuomo says that adds up to about $50 million. In all $165 million was paid out in bonuses earlier this month. Cuomo says he <BELIEVES> his office can recover about half that total and he <HOPES> more employees will return their bonuses on their own. Everybody likes the sound of that. Something to cheer about on Wall Street. The Dow soared nearly 500 points yesterday. Investors were applauding the government's latest plan to help banks, as well as good news from the housing market. CNN's Christine Romans is part of the CNN money team. Yes, that was music to everybody's ears, I <THINK>, yesterday, Christine. Last week, though, they were asking for Geithner's head on this and now the markets <SEEM> to be soaring on this toxic assets plan."
  },
  {
    "transcript_id": "CNN-269951",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "You know, in fact, as \"The Washington Post\" pointed out today in a story, the amount of super PAC spending against Trump from the establishment is less that might have given expected, given the durability of his lead, and the extent of their concern in the party establishment that he's unelectable, in the general election. Look, as we talked about yesterday, Donald Trump has a very passionate following. It is a big chunk of the Republican Party. But there's evidence that there is another piece of the party that is significantly alarmed by pretty much anything about him, his position, his demeanor, his language. And for someone like John Kasich or Jeb Bush, I think standing up to Donald Trump is a way of auditioning for that wing of the party as I'm the guy who is most likely to stop this. But the question really is, going back to the first time point, whether there's the money to do this. Bush is the one who has it. His Right to Rise PAC is sitting on a lot of cash. But so far, while he's been very tough on Trump, for example, in your excellent interview with him yesterday, he has not put that money on television yet.",
    "statement": "We want to talk about another thing that Trump has done. On Tuesday night, he's often gone after the media, if he's not happy about a story that somebody has done. He makes no bones about going after a reporter and letting him <KNOW> his displeasure. He was doing that with a reporter from \"The New York Times.\" But what he was doing was different this time, because he was mocking this reporter. This reporter has a disability. This reporter has a chronic condition that limits the mobility of his arms. Donald Trump <KNOWS> that. And is this how he attacked that reporter."
  },
  {
    "transcript_id": "CNN-185534",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Welcome back. It is half past the hour. I'm Randi Kaye. Thanks for starting your day with us. Remember the day you saw the World Trade Center towers come crumbling down and you thought who could possibly do this? Well, today, the man accused of planning the 9/11 attacks will be in court. Khalid Sheikh Mohammed and four others alleged terrorists are being arraigned in Gitmo. Mohammed is the admitted mastermind of 9/11, blamed for planning the attack that killed more than 3,000 people and changed America as we knew it. It will be a rare look at the man dubbed KSM. After Osama bin Laden's death, he is probably the most notorious terrorist alive in the world. Our Pentagon correspondent Chris Lawrence is at Guantanamo Bay, Cuba, for us this morning. Chris, good morning to you. Attorneys are saying, it could start a legal circus, why is that?",
    "statement": "Because simply, Randi, nobody <KNOWS> what Khalid Sheikh Mohammed and the other defendants are going to do. This will be the first time anyone outside of his lawyers and the Red Cross, anyone outside of Guantanamo Bay, has seen Khalid Sheikh Mohammed in years. We're just about 90 minutes away from his court appearance. A lot of the family members are here today. They, too, are just, you <KNOW>, less than two hours away from taking their first look at him for some of them. And no one knows what's going to happen. Do they plead guilty? In which case all this moves toward a sentencing phase. Or does Khalid Sheikh Mohammed and the others keep the soapbox and the opportunity to continue to bash America and plead not guilty some of these crimes that he's actually boasted of planning in previous court appearances? One of the family members that we spoke to last night says the United States is going a bit overboard in its efforts to be culturally sensitive."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "should": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Can I say something about this? You want to talk about revolutionary ideas and ways of making the system more accountable, one thing we need to do, and I read about this in my book is stop saying, \"We are giving the guy a discount to save the child from the burden of testifying.\" The research shows that we <SHOULD> be encouraging and sometimes even, yes, forcing children to testify, because those kids, the studies are out there, do better in the long run than the ones we save from the trauma of the system. Those kids don`t do so well. How do you <THINK> that little girl <FEELS> right now that the D.A. is blaming her, saving her from testifying, and enable this guy to get out and rape and kill again? How do you think that child feels?"
  },
  {
    "transcript_id": "CNN-359937",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Local experts say the key to earning votes here, tone and striking the wrong tone could be more effectual than getting it right.",
    "statement": "You <KNOW> how sometimes you <MIGHT> not know what you want you know <CERTAINLY> what you don't? And that helps you to determine how you're going to examine the candidates. I <THINK> that's what we're going to see."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I know, at 4:24 in the morning Eastern time. So I know that we don't have any really reliable recent polls for South Carolina, but Gingrich has been doing so well in that state. And it is that whole evangelical group, it is his uber conservative message that has been resonating well, and yet the governor of that state has endorsed Mitt Romney and has said wonderful things. And she is wildly popular, Nikki Haley, in that state. So going into South Carolina, do you expect -- because I expect we're going to get some polls in the next little while on South Carolina, do you expect that Gingrich is going to take a massive hit from his 13 percent showing tonight?",
    "statement": "Well, let's look at South Carolina from this perspective right now. The folks we <THOUGHT> would do very well down there was Rick Perry and Michele Bachmann. In <FACT>, Rick Perry was supposed to leave Iowa and hold three events in South Carolina tomorrow. He would appeal to the evangelical, the born-again vote, people who identify themselves as that, as well as Michele Bachmann. Now it looks like Rick Perry has now been taken off the table. Michele Bachmann is all but dead."
  },
  {
    "transcript_id": "CNN-396974",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "What it means is, until the experts and the scientists and the doctors tell us that the fear of coronavirus is over, we have to be very cognizant of that and do everything we can to prevent an increase or a spread or a spike a little later on down the road here.",
    "statement": "Yes. Dr. Anthony Fauci, <CERTAINLY> echoing that <SORT OF> caution. I want to get to the issue of testing here because this is so central to this. A month ago, the president said that anyone who wanted a test <COULD> get one. Now he's saying that hospitals need to do their own testing, in effect passing the buck on to them. I just want to ask your reaction to that, but also does Boston have anything near the number of tests it needs at this point to get a handle on this?"
  },
  {
    "transcript_id": "CNN-316573",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "All right. So I'll take it that we should call you, and that's a great answer.",
    "statement": "Now, Wray also said the president did not ask for, and he would not have taken a loyalty pledge before being nominated. Wray said that he <FEELS> like it would be a bit unusual to meet with the president alone about anything, other than some <SORT OF> pressing, serious national security situation. And Jim, one more thing. Wray says that, if a president asked him to do anything illegal or immoral, he would first try and talk that president out of doing it, and if he couldn't, he would resign. Republicans and Democrats were both extremely complimentary today, Jim. They suggested they'd support his appointment as the head of the"
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Would you oppose a congressional investigation into the leak of Valerie Plame's identity? And if not, would you be willing to cooperate with such an investigation by handing over the work product of your investigation?",
    "statement": "I <GUESS> that's two questions, and I <KNOW> I can answer the second part, turning over the work product. There are strict rules about grand jury secrecy if there were an investigation. And, frankly, I have to pull the book out and get the people smarter than me about grand jury rules in Chicago and sit down and tell me how it works. My gut instinct is that we do not -- very, very rarely is grand jury information shared with the Congress. And I also <THINK> I'd have to be careful about what my charter is here. I don't think it's my role to opine on whether the Justice Department would oppose or not oppose some other investigation. So I'm <CERTAINLY> not going to figure that out standing up here with a bunch of cameras pointing at me."
  },
  {
    "transcript_id": "CNN-164436",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I don't see that. I don't envision that. But frankly, I don't really think that's our decision, Curt Weldon's decision. That's a decision for the Libyan people. And I think the Libyan transition council has been quite clear, they see no role in a future Libya for Gadhafi or his sons.",
    "statement": "I want to ask you about Yemen as well. You have the NS (ph) International calling for the international community to play a more active role in what's going on there, investigating the deaths of protesters in that country and, <OF COURSE>, also trying to, I <GUESS>, get some transition out for Abdullah Saleh. Do you see military intervention for the U.S. with a larger community in Yemen?"
  },
  {
    "transcript_id": "CNN-248208",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "You said with a lot of coordination from the Chinese, from Beijing. Why would China want an Iran with nuclear weapons or a North Korea with nuclear weapons especially North Korea? That destabilizes Asia.",
    "statement": "One thing it does, every time North Korea acts up, we run to Beijing and ask for the Chinese to help and they extract concessions from us. This also keeps us off balance. With regard to Iran, the Chinese compete with the Russians for influence in the Middle East and they also want the Iranians to give them oil which is very important for the Chinese economy, but also because they don't want Iran to support the Muslims in China's northwest who really resent Chinese rule. There are a lot of reasons why China wants good relations with Iran and Beijing <KNOWS> that the Iranians want nukes so the Chinese are willing to help them."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Oh.",
    "statement": "... and, <OF COURSE>, he is walking scot-free. And, yes, I had to eat a crow sandwich on that one."
  },
  {
    "transcript_id": "NPR-47038",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Tell me a little bit more about this rapid response team.  Where are you      generally based?  And under what circumstances do you fan out and try to      do your work?",
    "statement": "Well, I'm      typically based in Washington, DC, and we're a small cadre of folks that      typically move into an area before a disaster strikes, when we <KNOW> about      a disaster approaching.  So we were prepositioned in several different      locations, and we went through the storm ourselves, and we're here,      <OBVIOUSLY>, immediately to respond to whatever the critical needs <MIGHT>      be."
  },
  {
    "transcript_id": "CNN-133899",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Christiane, Kissinger said that the conventional army loses if it doesn't win, and the guerrilla wins if he doesn't lose. This certainly seems to be true in the 2006 war against Hezbollah. Will Israel be able to claim victory if it doesn't seriously hurt Hamas?",
    "statement": "Both sides are going to claim victory. Israel's victory will be in saying that it achieved a severe degradation of Hamas's capability but more its motivation and its will to fire into Israel. And Israel's achievement will be if it can get this -- a real stop to the smuggling of weapons and cash into Hamas, into Gaza. Hamas's victory will be that it's still standing and that it will get the humanitarian convoy corridors and openings and border crossings open that it wants. That's what it's aiming for. So that <SEEMS> to be the parameters of this solution that's being hammered out now. Not just between Egypt, Israel, and the partners but also, <OF COURSE>, the United States working very hard on it."
  },
  {
    "transcript_id": "CNN-38622",
    "matched_terms": {
      "fact": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And, Patty, is it your sense that people are heeding the warnings and staying close out to shore, or staying out of the water altogether?",
    "statement": "Yes, they <ABSOLUTELY> are. We were just commenting actually you can see behind me, there are a lot of umbrellas set up and chairs set up, but there's nobody in them. In <FACT>, yesterday we were down at Sandbridge Beach, where the actual attack occurred, and there were a lot of people sitting on the shore, taking in the sun, but not a lot of people coming in the water further than about their knees. So people are being very cautious."
  },
  {
    "transcript_id": "CNN-229978",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "So, this is going to make you a huge player in that field, but it is one with its own issues, with its own pressures, one of which is that in a tough economy, consumers have been looking to some of those generic brands. They've been trading down. How do you plan to have pricing power?",
    "statement": "Well, that is <OBVIOUSLY> always a trend, particularly in a difficult economy. But on the other hand, I would say that a lot of consumers are very, very loyal to their brands. If I <THINK> about Bayer's aspirin that has been <AROUND> for over a hundred years, and the sales that we have in that product even though generic competition is there in the stores. People like the strong brands that they <KNOW>, and they like the quality assurance that comes with the brands. So, yes, there is pressure. On the other hand, those are very stable and relatively profitable businesses with good cash flow and very good consumer loyalty."
  },
  {
    "transcript_id": "CNN-125600",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't have any underage -- any young wives now. I'm old, and my ladies are old.",
    "statement": "Old? Some of the women who were under 16 <SHOULD> now just be in their 20s. Investigators looked at other similar cases in the community, but hit a brick wall, because no witnesses would testify. Blackmore is dismissive of the government interference."
  },
  {
    "transcript_id": "CNN-393237",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Have you ever, ever, ever, ever thought that would be the case? It's -- anyway, I shouldn't.",
    "statement": "Let me ask you -- I want to ask you about something you talked about earlier today. You delivered very emotional remarks today about gun violence. We're <OBVIOUSLY> in Las Vegas, the site of the deadliest mass shooting in American history. You attacked Bernie Sanders's voting record on gun legislation. You acknowledged that Sanders has changed his <VIEWS>, but has he done enough?"
  },
  {
    "transcript_id": "CNN-146278",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "Suzanne, more headaches to come as they try and work through the backlog. And, really, if you're taking a plane or a train or an automobile, deep-freeze snow sounds a lot like back home, big headache leading up to the busy holiday season -- Suzanne.",
    "statement": "OK, thanks. A lot of people can relate to that. And here are some <FACTS> about the Eurostar that you <MAY> be interested in. The passenger rail service, it's jointly owned by railroad entities in the United Kingdom, France and Belgium. In 2008, it carried -- this is a record -- 9.1 million passengers. Now, that works out to be about 25,000 per day. And it sold $993 million in tickets. It can travel at speeds faster than 186 miles per hour. Well, the health care bill is taking another critical step forward, but it is not <QUITE> the sweeping change that the president had promised. And not a single Republican is on board. Well, we're going to break all that down for you coming up next. Plus, punished for getting pregnant, the strict rules that <COULD> lead to a court-martial for women in the military. Plus, it's story time at a boys and girls club. And the guest reader? Well, President Barack Obama himself. Wait until you hear what he told these kids. You don't want to miss this, ahead on THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-350414",
    "matched_terms": {
      "of course": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes, nobody said this would be easy. It's certainly turning out to be pretty tricky. But this is, after all, a very, very difficult negotiation, and there is no precedent for it. Nobody has ever left the EU. Hadas, thank you. Well the clock keeps on tick, tick, ticking away. But some are asking, does that even matter, as is Brexit even inevitable? Well some perhaps, like Sebastian Dance, a member of the European parliament who is out and out against Brexit. Here holding up a sign right by Brexiteer and chief Nigel Farage. With a he's lying to you scribbled on it. Because Dance sees Brexit as part of, quote, an entire machinery of deceit. And so, wants a second vote on any deal. An any final deal that is. Thank you for joining us. No one voted for a second vote, sir. They voted to leave. So why do you think you know better at this point?",
    "statement": "Well, it's interesting. You said in that last bit that nobody said this would be easy. <OF COURSE>, they said it would be easy. That's precisely how they sold it. In <FACT>, the entire premise of --"
  },
  {
    "transcript_id": "NPR-32062",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "So, to begin, tell us a little bit about your mom. I read that before she came to children's books, she was a draftswoman for the Army Corps of Engineers and an aircraft riveter in World War II.",
    "statement": "Yes. Well, <OF COURSE>, that was during the war. She and my dad met in 1941 when they started art school. And then, of course, the war came and my dad was drafted in '43. And while he was doing that, my mother - you <KNOW>, she said the art school got <KIND OF> boring after the men were all drafted, so she took time off to work - do war work. I <THINK> she drew the electrical transformer diagrams for the Army Corps and then she worked in a factory in Philadelphia, working on Navy sea planes as a riveter."
  },
  {
    "transcript_id": "CNN-164353",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "So, one body found last week, and then three found just yesterday, and what does that tell you about this killer involved? Would this individual, I mean, pretty brazen, in the fact that he keeps back, a, he or she, and we don't know, and b, knows the area.",
    "statement": "Yes, you <KNOW> what is -- yes, he <DEFINITELY> know the area, and what is brazen about that is when Shannon Gilbert went missing that was on <MAY> 1st, a month later he abducted somebody else, and they were found right then. And the month after that, in 2010, you know, they were found after that, and right after Shannon Gilbert and she was calling up, you know, asking for help and everything else. So it would bring attention to that, but he didn't care at this point so he is definitely brazen."
  },
  {
    "transcript_id": "CNN-152614",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes. Yes. Looks like it. OK, Jacqui, appreciate it. Thank you. Got to tell you the strong winds and high waves from Hurricane Alex are certainly complicating efforts to clean up the massive oil leak in the Gulf. This is day 72 of the disaster and boats that would be skimming oil are back in port today. Josh Levs has that part of the story for us -- Josh.",
    "statement": "Yes, Tony, now this is one of the big problems because of the storm that we are seeing a lot of. The skimmers have had to be idled. Missed a lot of work for them to be doing. In <FACT>, before I get to some numbers, let's just go to this video because sadly, every day we are getting more and more video that's showing the devastation in the Gulf. This is the live pictures right under water there. You can see it continues to pour out. Not all this capped. And what we keep getting here as over the weeks and months, some of what we look back here is from earlier in June, some of it from <MAY>, some of it from the last couple of days. And we keep seeing similar pictures all the time. This is what continues to happen in the Gulf as the oil is there. And when you look at the surface pictures, it reminds you of what the skimmers are there to be doing and can't be doing right now because they've had to be idle during the storm. It's a lot of work for the skimmers to be doing. I have some new numbers for you that we've gotten from BP just this morning. About 25,000 barrels of oil collected yesterday. That includes what they managed to hold on to and what they're having to flare. But those numbers have stayed about the same for a couple of weeks now. It's been about 25,000 barrels every day. Now one of the things that I want you to <KNOW> is that there is a third ship due to arrive next week. And I have a picture here that can help explain that. What's been going on in general as I <THINK> you know is there's been major ship here called the Enterprise Drill ship. There's been the Q-4000 collecting and it's flaring over here and there is another ship that's due to come along next week that <SHOULD> help hold to some more. There's also some of which you talked about here which is the relief wells now are making some headway on those relief wells. But keep in mind, the goal -- that you have the main problem right here, the original well. You have the two relief wells they're building on either side. They still say that they're on track to do this in August, <MAYBE> even a little bit ahead. You got one of them, that's about 17,000 feet, now another one at 12,000 feet. But there's still thousands more feet to go and once they get in there, there's still a lot of <STUFF> they have to do to make it come over. And before I go back to you, Tony, let's just take a look at this. I'll play on this. This is pretty cool imagery we have here at CNN.com. And it starts off in April with where this spill began. And you can see it move and grow and change every day as it continues to inflict this region. Even with all these efforts going on, Tony, what we are still seeing unfortunately is that continuing to reach a large mass. And I'll tell you, those skimmers really need to be out there doing work as soon as they can."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "should": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Has the judge completely lost control of this case? She was on the stand for something like 18 days. One witness is on the stand for six days and now we`ve gone home because Jodi supposedly has a migraine. Marcia Clark, former prosecutor, author of the amazing book \"Guilt by Degrees\". Do you think she`s just lost control of this?",
    "statement": "I <THINK> she`s one of the judges that runs scared of reversal on appeal. And I always have to say to that, look, you <KNOW>, you enforce the rules of evidence and you make -- take your <BEST> shot. If you`re informed on the rules and what the law is, then you don`t have to worry about reversible error. By the way, you don`t get reversal unless you have a conviction. I think when you have witnesses on the stand for eight, nine days at a time that`s a <CLEAR> sign that rulings are not being made that <SHOULD> properly curtail the testimony because at some point it becomes cumulative. No one can talk about the same thing for that long with repeating themselves at some point. And so rulings have to be made but she can make her own objection and say you`ve gone -- you`ve gone over this. This has been asked and answered. This has been done. Move on. She can limit it. And what the worry is, is that the jury gets buried in a lot of irrelevant detail and begins to forget what the critical evidence is, begins to lose thread. They get distracted. They also get aggravated. They get pissed off. It`s a long time to take out of their lives for this case. I understand it`s a very important case. Don`t get me wrong. I`m not minimizing that. But there is a point after which the testimony is simply cumulative and they are getting distracted, confused and tired."
  },
  {
    "transcript_id": "CNN-313698",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "All right, Saima Mohsim with incredible stories of heroism amid the terror. Thank you so much. Ana, back to you in New York.",
    "statement": "So much bravery. And we continue to get on top of the latest developments there out of London. Meantime in Manchester, there is an ongoing investigation there too. Investigators continuing to dig into the attack less than two weeks ago it happened, and then the show went on this weekend. Singer Ariana Grande taking the stage for a benefit concert that is still going on right now. The concert was meant to send a message, a message of unity and love and to pay tribute to the victims of the suicide bombing there on <MAY> 22nd, the last time Grande performed in Manchester. <OF COURSE> it all comes less than 24 hours after the deadly terror attack in London. CNN international correspondent Phil Black is joining us from the venue there in Manchester. Phil, it looks like a packed site. Ariana Grande was just determined to have this benefit concert despite the high terror alert in the"
  },
  {
    "transcript_id": "NPR-33365",
    "matched_terms": {
      "clearly": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "How accurate is it for Richard Holbrooke to describe this as ceding territory to bad guys?",
    "statement": "Well, that's <CERTAINLY> what some Pakistanis <THINK>. And it's <CLEARLY> what NATO, next door in Afghanistan, <THINKS>. But you <KNOW>, we'll have to see whether this deal actually goes through. Remember, this is an agreement between the provincial authorities in Northwest Pakistan and a radical cleric called Maulana Sufi Mohammad."
  },
  {
    "transcript_id": "CNN-383727",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, we'll still be around. We'll still be around.",
    "statement": "The others are trivial -- and Australia, these are all completely trivial. So the net effect over the next decade will unambiguously be, we will be worse off and that's what we're doing. And I <THINK> the public <SHOULD> be told, this isn't what the Brexit has promised in the lead. Right? They said there will be a deal very much like what we have now. This is not what we're going to get. So I think the public should be asked is that really what you want?"
  },
  {
    "transcript_id": "CNN-250512",
    "matched_terms": {
      "fact": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Don, you spent a lot of time in Ferguson, as all of our viewers remember. What's going to be the impact of this on -- I assume they're trying to improve the relationship between local police department and the community.",
    "statement": "They are, but who <KNOWS> if it's going to work. Listen, I <KNOW> you guys are characterizing it as racist. It is racist. But beyond that, I <THINK> this is more serious. The people who were -- who took oaths to uphold the law have broken the law. It says this review concludes that racial bias and a focus on generating revenue over public safety have a profound effect on Ferguson police and the court practices and routinely violate the Constitution and federal law. It's saying the police department broke the law. So this is serious. In every instance in this report, you see 88 or 85 percent to 90-some percent of people who were most likely to have its force used against them: African-American. People who were in lockup for more than two days: African-American. People who were stopped for other summons or for other things: African-American. The numbers -- as Bill Clinton said during the last convention, Democratic convention, do the math. This report does the math. Everything else is subjective that we've been hearing. You know, this person is discriminating against me; this person is doing that. This report shows numbers, and the numbers don't lie. And I'm so glad that Jeffrey Toobin earlier brought up the <FACT> that they were closing budget gaps off the backs of poor and minority people."
  },
  {
    "transcript_id": "CNN-342081",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Neither one. Neither one.",
    "statement": "So misnomer. Guys, if we can cycle through, I just want to see the boards right now for the three most closely watched races. It was 39, 49 and 48. That was Ed Royce's seat. He's retired. Dana Rohrabacher's seat, he's running for reelection, facing you <KNOW>, all kinds of questions about his <FEELINGS> toward Russia. And then California 49 is generalized. And this is 39. This is the Ed Royce seat. You can see -- you know, look, you do the math there. It's about evenly split. But <CLEARLY>, a Democrat, at this point, it looks like will go through. And then we also have 48 and 49. I'm not going to talk about those, but we can show people how close it is in what's going on there. And again, the reason this matters as much as it does -- and Miguel Marquez mentioned it, seven districts in California that Hillary Clinton, she won that congressional district but currently a Republican serves as the member of the House. Democrats need 23 nationally to take over the House. If they <COULD> get those seven districts in California, that gets them a lot of the way there. And this morning, as we all wake up, they're no worse off than they were yesterday in that quest."
  },
  {
    "transcript_id": "NPR-44434",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Hi. Go ahead.",
    "statement": "I was just calling because I worked with an organization in Uganda, in northern Uganda, in Lira, three years ago. And I was doing some trauma counseling with the former child soldiers there. And my experience was that, <CLEARLY>, they've experienced all kinds of trauma, and they already have a difficult time forgiving themselves to what they have done. But I'm just interested to hear your caller comment on, once these child soldiers have escaped, how they are viewed by society and how they reintegrate themselves into normal life after having to do all these horrible and atrocious things."
  },
  {
    "transcript_id": "CNN-319485",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Melissa on Las Ramblas. And she says those memorials to those who lost their lives, growing by the moment. It is really a remarkable scene, in what is once again a very, very, very busy boulevard -- pedestrian boulevard where people have taken it upon themselves to continue and to use that boulevard in defiance saying in Catalan, in English, and in any other language that you will find speaking here, we are not afraid. Let's bring in local journalist, Sara Canals, now. You were one of the first voices we have heard on CNN as this incident unfolded. How do you feel this city is coping?",
    "statement": "Well, they are trying <OF COURSE> to move on with this, we're not afraid quotation. We are trying to keep life back to normal. Yesterday, I was walking <AROUND> and there were a lot of people there, but of course, I <THINK> since we -- no if the driver is arrested or shot down, we went back to normal."
  },
  {
    "transcript_id": "CNN-216024",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "You want them to be brought to New York and tried in New York?",
    "statement": "I'm not <SURE> where it's going to be because I'm not sure of that process but I <THINK> the criminal justice system of the United States is a good system. I happen to be a former prosecutor. And it's a system that we follow. And the <FACTS> are there. You're prove -- you're considered to be innocent. And the state or the government <MUST> prove you guilty beyond a reasonable <DOUBT> to a moral certainty. I'm sure with the evidence we have right now that we hopefully will be able to win that case also. But we have to send a message to terrorists throughout the world who want to kill us. We're going to stand up to you and we're going to do whatever we can do legally to stop you. And we will bring you to justice. And that's what we're doing here today."
  },
  {
    "transcript_id": "CNN-203732",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "So when some are reporting that there's going to be a retrial, you're saying we don't know that.",
    "statement": "We don't <KNOW> precisely until the Supreme Court rules what they're going to ask of the appellate court jury. They very well <MAY> have hearings. They may reconsider evidence. They may do a variety of things. But what happened in this case, the prosecution argued various points, and we don't know which ones until that Supreme Court ruling comes out, they're going to rely on. Once that happens, then the issues will be joined which brings us to the next misunderstood point. For this type of proceeding, there is no requirement for Amanda to be present, and in <FACT>, of the issues raised by the prosecution, it's wholly unnecessary for her to be there."
  },
  {
    "transcript_id": "CNN-263871",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "We had talked about doing it before if we had the opportunity. But yes, it was sort of like we just saw the patrol -- my mom saw the patrol car in the morning. She said I",
    "statement": "So Jennifer, I'll get to you in a moment. This is really <KIND OF> an extraordinary gesture. McKinley, you have uncles that are police officers. Did the death of the officer really impact you <KNOWING> that it <COULD> just as easily been one of them?"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Senate Minority Leader Chuck Schumer is firing back at President Trump for targeting Obama's legacy while also questioning the sitting president's leadership. The Democrat leader tweeting this, \"President of the United States modus operandi, failure to lead. Throws destructive bones to his base and tells Congress to fix it, Iran, health care, and Puerto Rico.\" Let's discuss this with our panel. Allan Lichtman is a presidential historian and professor at American University, Stephen Moore is a CNN senior economics analyst and a former adviser to the Trump campaign, Jonathan Gruber is an economics professor at Massachusetts Institute of Technology who also helped craft Obamacare. Good to see all of you, gentlemen. Jonathan, let me begin with you. Could this move by President Trump to end health care subsidies lead to what the president says would be helping millions, or would it lead to the unraveling of the ACA?",
    "statement": "Neither. So it's not going to lead the unraveling of the ACA. Most of the ACA will be fine. But any objective analysis that has looked at this said that it will lead to much higher premiums, to people losing health insurance, and ironically, to the government spending more, not less. By CBO's estimates, this move by the president to end the so-called cost sharing reduction subsidies which protect low income people against high deductibles will actually increase the deficit by $200 billion over the next decade while causing a million people to lose health insurance. His other actions essentially allow scam insurance plans to be offered to everyone in the market, setting us back to the bad days where you can buy insurance <THINKING> it was good and find out only later that on page 73 it said, by the way, we only cover the first $100 of a hospital stay. That is not the way insurance <SHOULD> work. It's a complicated product. We need structure to make <SURE> that when you buy insurance, it's real. The president's actions would undercut that."
  }
]