[
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm not deflecting ...",
    "statement": "... allegations to Trump, we got to talk <ABOUT> allegation salary putting like this ..."
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Thanks, Elizabeth.",
    "statement": "All right. So if you're wondering who or what's to blame for soaring food prices, it's not just transportation. <TAKE> the price of bread. The owner of a family bakery told Congress today he's paying more for wheat because farmers can make more money growing corn for ethanol. He said he had to pass along the pain to his customers."
  },
  {
    "transcript_id": "CNN-109614",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yes, there's reason to be humble based upon the information and intelligence that are available to us. But based upon the information that we do have, it suggests that Iran's program is rather sophisticated and perhaps more advanced than we initially anticipated.",
    "statement": "And the sanctions that, I mean, if Iran doesn't do this, the U.S. has promised to try to push the U.N. Security Council to impose sanctions. What <<KIND OF>> sanctions are we talking <ABOUT>? I mean, they're not that severe."
  },
  {
    "transcript_id": "CNN-82329",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Phil, let me ask you a question.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "NPR-3806",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "For commentator Jimi Izrael the divorce of Houston and Brown is more than just a high profile celebrity split. As someone going through a divorce himself, he says he knows just how bad it can be.",
    "statement": "I don't <<<THINK>>> anyone was shocked to hear that Whitney Houston and Bobby Brown were calling it quits. In fact, a lot of us were expectant and downright gleeful, eager to sit back and watch all the drama that comes with divorce."
  },
  {
    "transcript_id": "CNN-286085",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "wrong": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, Jake, the truth of the matter is that superdelegates as you know don't vote until the convention. So, there's been a poll of super delegates, but it's just a poll. They haven't actually voted. In terms of the way the process works, we didn't establish the process but we are playing by the rules given to us in the beginning, if you don't have 2,383 in the pledge delegates, go to the convention and super delegates will decide. Even though somebody may be ahead, if they have not won if they have 2,383 in pledged delegates, we have to wait to see what the super delegates do. And let's be clear, the public polling is consistent that Bernie Sanders is a much stronger general election against Donald Trump than the secretary. I mean, given the outrageous Trump comments that you spoke about earlier, his racist comments against the judge, I think we all have to get together and beat Trump, and Bernie Sanders is a much stronger choice to do that.",
    "statement": "But you keep on talking <ABOUT> how you <HOPE> to get super delegates to switch their stated allegiance, you and Senator Sanders have been saying that for months. And only one super delegate has changed affiliation. And he went in the <WRONG> direction. He's now with Clinton. Do you have any reason to <<<THINK>>> that superdelegates are going to switch?"
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "reportedly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Our guest is Walter Cronkite. We will be right back. (",
    "statement": "Good evening. Dr. Martin Luther King, the apostle of nonviolence in the civil rights movement has been shot to death in Memphis, Tennessee. Police have issued an all-points bulletin for a <WELL>-dressed young white man seen running from the scene. Officers also <<REPORTEDLY>> chased and fired on the radio-equipped car containing two white men."
  },
  {
    "transcript_id": "CNN-219304",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "soften": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "It's been only five years so yes, I <<<THINK>>> as the years go by, I mean Jimmy Carter was defeated for a second term and now people talk all the time <ABOUT> Jimmy Carter and how he had a better post- presidency than presidency, so yes, you know, we all know this from our own lives. I mean, history tends to <SOFTEN> the edges and make things look better. You get that <<KIND OF>> gauzy look at history."
  },
  {
    "transcript_id": "NPR-31001",
    "matched_terms": {
      "think": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "So how did you successfully fry this liquid?",
    "statement": "You know, it was trial and error, and finally - I'd even consulted with a food scientist. She couldn't help me <FIGURE> out a way to do it. It was ultimately something my four-and-a-half-year-old son was doing that made me <<<THINK>>>, you know, I can try that. And it worked."
  },
  {
    "transcript_id": "CNN-155919",
    "matched_terms": {
      "about": "ungraded",
      "gather": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Those families who <<GATHER>> on a regular basis, they find out what their kids are doing. They find out <ABOUT> what's going on at school, and they listen. I mean, this is the other important piece. So the whole dynamic creates an environment of connecting kids and their parents. That's the key."
  },
  {
    "transcript_id": "CNN-387851",
    "matched_terms": {
      "a little": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It's probably not surprising because that is the state of our politics at this moment. I mean, the White House and the Trump Campaign and the President himself leading the charge here on discrediting all of this, so his supporters are following along. But this is one of the things that Speaker Pelosi, when she was very reluctant to do this at the very beginning, I also remember speaking with her the day before she announced this and she was hoping for it to be a bipartisan event. That is now not going to happen. We probably could have seen or predicted that because there is no such thing, really, in this era of Washington bipartisan. But it is those voters in the middle who are paying attention. You are absolutely right in terms of reading this out what this means for November. Nobody has any idea what this means and it's the voters in the middle who of course decide every election here, but this is a monumental moment. Some Democrats may vote against it, but they're just as at risk voting for it. They're tied to it or they're not.",
    "statement": "All right. The risk, if you're a Democrat even from a Trump district or a swing district is if you vote against it, then the Democrats are mad at you. And whether you're Democrat or Republican the first <THING> you need is your base. The first <THING> you need is your base, then you try to reach out to others. If you lose your base, you're done, anyway. So if you're Elissa Slotkin, for example, you're in a district that is tough. Here she is just <A LITTLE> while ago saying, I have not decided yet, but--"
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Tonight -- look who`s crying now -- yes, the former cop who gunned down a man who was just on a date with his wife at the movies and he happened to be texting on his cell phone during previews. This retired police captain, Curtis Reeves finds himself facing a murder charge and he starts weeping today in front of the judge -- boo-hoo-hoo. Give me a break. Look at how upset and distressed the victim`s widow is. Nicole Oulson now has to raise her young daughter all alone because her husband is dead. And she was right there, when her husband was executed right in front of her at the movie theater. Tonight shocking new information, spilling out in court. You`ll remember the 71-year-old defendant was upset, because this guy, 43-year-old husband and father Chad Oulson was texting in the seat in front of him. The movie had not started yet, it was previews. Witnesses now reveal that Chad calmly informed the older man he had gotten a message from his daughter`s babysitter and he had to respond. Then when Curtis the defendant wouldn`t let up Chad threw popcorn at him. And that`s when witness say the retired police captain whipped out his gun and shot Chad dead. In a stunner, witnesses are now saying today, the retired cop then started yelling at his own wife.",
    "statement": "She postured and she said there was no cause to shoot anyone. And then he leaned back <AROUND> and stuck his finger out, you know, as to scold her, and said, \"You shut your"
  },
  {
    "transcript_id": "CNN-96530",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "And let's go ahead and listen in.",
    "statement": "Nearly five months ago, I nominated John Bolton to be America's ambassador to the United Nations. I chose John because of his vast experience in foreign policy, his integrity and his willingness to confront difficult problems head on. I told the nation that John Bolton <WOULD> provide clear American leadership for reform at the United Nations. I told them that he <WOULD> insist upon results. The United States Senate held thorough confirmation hearings and a majority of United States senators agree that he is the right man for the job. Yet, because of partisan delaying tactics by a handful of senators, John was unfairly denied the up-or-down vote that he deserves."
  },
  {
    "transcript_id": "CNN-403238",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you for having me, Rachel. It's great to be with you.",
    "statement": "So, Whitney, coronavirus, it's really changed everything <ABOUT> our lives, including dating. So how are people adapting to dating during a pandemic?"
  },
  {
    "transcript_id": "CNN-14564",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "positive": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, other retailers?",
    "statement": "Yes, definitely. Lots of people have been talking <ABOUT> the fact that they <<<THINK>>> that consumer spending <MIGHT> have to slow down eventually, especially with <<MAYBE>> higher gas prices acting as <<SORT OF>> a consumer tax, so to speak. But a couple of retailers that did pretty <WELL> yesterday, Radio Shack and Best Buy, each of them up more than a point; a <POSITIVE> Merrill note. Some people are saying that electronics retailers <MIGHT> be a safe haven among <<SORT OF>> the retail arena if consumer spending is going to slow down, especially as we're heading into the holiday shopping season when people buy electronics."
  },
  {
    "transcript_id": "CNN-193094",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Making news overseas now, activists say another 166 people died today in Syria's civil war, and the violence is spreading. There are reports of fighting between government forces and rebels near the Syrian/Lebanese border and the U.S. is on alert as fresh anti-American protests erupt overseas. In a rare sight, hundreds of women and children <TAKE> part in peaceful protests in Islamabad, Pakistan chanting we love our holy process. The demonstrations are over the independently produced film mocking the prophet Muhammad. But demonstrations over the same film in Bangladesh's capital city turned violent today as several protesters were arrested. Protests are planned in at least four other countries today. On to Canada now, the parents of a 2-year-old girl are mourning her death. Canada's highest court overruled her parents and pulled the child off life support at an Edmonton hospital. The baby who was brain dead died Thursday. The parents had applied for an emergency stay after doctors recommended ending the girl's life. Jonathan Mann with us now. So John, how unusual was it for the court to have this ruling that really defied the parents' wishes?"
  },
  {
    "transcript_id": "CNN-67402",
    "matched_terms": {
      "could": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Answering Hollywood's anti-war ads. I'll speak with actor and former Senator Fred Thompson. The terror threat: airport screeners may go from checking your shoes to checking your credit rating.",
    "statement": "This <<KIND OF>> profiling system <<COULD>> make airports into all purpose police scouts."
  },
  {
    "transcript_id": "CNN-49194",
    "matched_terms": {
      "may": "ungraded",
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Just love it when they call the 31-year-olds over the hill, over the downhill, so to speak. And not to mention the devastating injuries that she came back from, and even just making this Olympic team was an accomplishment. She will get married, raise a family and there will probably be little Picabo's going down the hill before we know. Let's count the medals for the countries.",
    "statement": "It's Tight race between the United States and Austria, Daryn. The U.S. now has nine medals under its belt. Austria has seven. The U.S. Olympic Committee is predicting that the United States will beat its former record of 13 medals total for the Winter Games, but they <MAY> very <WELL> at this pace exceed it. And of course all eyes today on Bodie Miller on the combined downhill, the downhill where you are flying down the hill at 80 miles an hour and then you hit a slalom. Everyone has really high hopes for American Bodie Miller. He's 24 years old. He's such an awesome performer, and <<KIND OF>> defines out of control, which is really weird for downhill, but this is the guy who is wiping out all the time. But he says he's got it under control. In fact, right after he gave that press conference and said he had it under control, he crashed his car into a tree. And fortunately he wasn't hurt, and he is surviving to compete today."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<<<THINK>>> only astronauts have the right <STUFF>? Before the space shuttle can reach the heavens, these guys have got to go through hell."
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Exactly. You can get a little farther down the road, really to the very edges of the big bang. We are talking about some pretty heavy stuff here, and really we are getting to the point now...",
    "statement": "This is, to some people, scary <STUFF>."
  },
  {
    "transcript_id": "CNN-42283",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I didn't see the whole program, but I did see that part. It's I would have to say regrettable. I think it's important for both sides, in spite of the tensions, in spit of the problems, to fully respect the obligations they took upon themselves, pursuant to the agreements reached between them, and reoccupation of areas a or areas where Israeli forces have withdrawn is something which is not useful. That is not to say that both sides don't have things to do. I think both sides do have things to do, but we should not exacerbate the problem by reoccupying territory.",
    "statement": "<WELL>, what is your level of confidence in Yasser Arafat right now? Will he do the things that the United States government is asking him to do?"
  },
  {
    "transcript_id": "CNN-315862",
    "matched_terms": {
      "would": "ungraded",
      "reduce": "ungraded"
    },
    "previous_statement": "Grover, Dylan is saying this would be a political win. The majority of Americans agree with the notion of taxes, say, a Bill Gates, and helping out a guy in the middle class. If he picked up Independents and reached a bipartisan agreement on something like this, don't you think it would be a win?",
    "statement": "No. The president is putting forward a significant reduction on the tax burden. There's not a single Democrat who <WOULD> vote to <REDUCE> taxes overall. They'll cheerily vote to raise taxes on some people. They've been doing it all their lives. That's what Democrats do. But they also raise taxes on lower and middle-income people, as Obama did for Obamacare, massive mini taxes on middle and poor people. Gas taxes they've been pushing, energy taxes they've been pushing. They do, oh, look, we're going to tax Bill Gates over here other, the Kennedys kids over here. And while they do that, they pick the pockets of middle-income people. It's all an effort to convince people that somebody else is paying for it while they gouge the middle class. It's a standard act that politicians do. All taxes discourage whatever you are taxing. Taxing income discourages work. Why <WOULD> you do that more than absolutely necessary to fund a limited government?"
  },
  {
    "transcript_id": "CNN-260845",
    "matched_terms": {
      "think": "ungraded",
      "suggest": "ungraded"
    },
    "previous_statement": "Wolf, you remember during the tsunami in Japan, debris ended up on the West Coast of the United States about nine months later. Debris can drift. And it can drift, very, very far. In fact, the ocean is controlled by these gyres, basically counterclockwise in the Southern Hemisphere, clockwise in the Northern Hemisphere. And so basically anything that is on the surface can drift very far distances. And this is the basically the pattern it would go. North from Australia and then all the way back down south off of the coast of Africa. So it is possible. But it is a little bit more complicated than that. Even though the gyres are like big conveyor belts, you also have all of these tiny little eddies in between the main gyres. Even though you have this around, you also have these tiny little currents in between. So any store, any very gusty winds, the very windy days that we had during the search area could definitely blow it into these areas in the middle. And it can stay there for quite some time. But just to give you an idea where we are searching and where the debris was found, you can see this area right here, that's where we are basically searching, that gray box, that's the search area. That purple box right there, that's where they're using that underwater sonar, looking at the bottom of the ocean floor to determine if in fact the plane is still there. And, of course, from where they're searching now to where that debris was found is just over 2,600 miles. Yes, Wolf, very, very far, but it is not out of the question.",
    "statement": "Certainly isn't. Thanks very much, Jennifer, for that. I want to bring back our team of experts. Our aviation correspondent Richard Quest is back with us, along with our aviation analysts Peter Goelz and Miles O'Brien, and our law enforcement analyst Tom Fuentes. But I first want to bring in our aviation correspondent Rene Marsh. You have been talking to sources. I want to be precise right now. What exactly, Rene, are you learning? Unfortunately, I <<<THINK>>> we have not been able to connect with Rene Marsh. But we will keep on trying. Rene, if you can hear me, stand by. I want to bring in Peter Goelz in first. I know you have been speaking -- you are a former managing director over there at the NTSB, National Transportation Safety Board. What are you hearing, the intriguing information? Rene's assessment, an initial assessment from Boeing, based a source close to the investigation, that the photographs <SUGGEST> the debris discovered is in fact consistent in appearance with the Boeing 777's flaperon, a piece of the wing."
  },
  {
    "transcript_id": "CNN-164410",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "take": "ungraded",
      "figure": "ungraded",
      "question": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "You know, I have to tell you all that I like the president personally. We get along well, but our president isn't leading. He didn't lead on last year's budget and he clearly is not leading on this year's budget. Remember that the Democrats had a majority here last year, super majorities in the House and the Senate. They had the White House and yet they failed to pass a budget. As a matter of fact, they could not agree on the budget after the election and in December, they punted until this month. When you look at the fact that the president introduced a bill to put a debt commission together a year ago, and while I didn't agree with everything that his debt commission put forward. I want to tell you that these people worked hard and they had a lot of very good ideas, and yet the president used none of his own deficit reduction's commission's ideas in his own budget. Here we are trying to clean up last year's mess. Our goal is real clear, we're going to fight for the largest spending cuts we can get and the policy rider that were attached to them. Because we believe that the cutting the spending will lead to a better environment for job creation. We are continuing to have conversations with our colleagues in the Senate. I'm hoping that they will continue to do well. The government is due to shutdown tomorrow. So we are going to prepared to move forward with our troop funding bill that would fund our troops and keep the government open for another week, and cut $12 billion in spending. I think this is the responsible thing to do for the United States Congress and I would hope the Senate could pass it and the president would sign it into law.",
    "statement": "Obviously, these are very serious times for this country. As we know $14 trillion in debt is not light matter. I care <ABOUT> people and we care <ABOUT> people. We care <ABOUT> people who are out there right now trying to find a job. We care <ABOUT> people who frankly are trying to <FIGURE> out how they get through the end of the month trying to pay the bills and that's why we are doing what we are doing. We have got to solve the debt crisis in this country and we have got to demonstrate some responsibility here in Washington so that the economy can get going again. As we all noted Paul Ryan and the Budget Committee are marking up the budget as we speak. You know, we have put forward a plan. That in fact, it does retire the debt over time and does so without raising taxes. We have seen nothing out of the president as far as a vision on how he wants to <TAKE> the country. And in fact, in the Senate, we know from the leader there, he doesn't even accept that there is a fiscal crisis in this country. We <<<BELIEVE>>> that we have to act to do something to make <<SURE>> that the American economy recovers. We have put forward plans. We understand America is broke. And my <QUESTION> is, Mr. President, are you going to help us fix it?"
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Curtis.",
    "statement": "You hit them so hard that their mother will <<FEEL>> the vibrations. They'll get the message."
  },
  {
    "transcript_id": "CNN-396894",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "suggest": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, I think that's exactly right. We can't let up for a moment. Here in Massachusetts, we are still seeing the numbers rise. So we have not reached that plateau. And I think it's important for everybody to understand that, well, the social distancing is working. It is not enough. And we certainly can't let up right now. Our numbers are rising still on a daily basis. We hope that we're not going to reach the point that New York has. But our ICUs are already near full. And, you know, we would approach a really dangerous point if people were to let up at this point in time.",
    "statement": "And Dr. Milstone, the Governor of New York is not as diffusive in his praise of hydroxychloroquine as the President of United States is. But he says in their hospitals that he has seen some anecdotal evidence, it helps. The President mentions this just <ABOUT> every time he gets to the podium, and some of the medical community <<KIND OF>> pull back saying, whoa, whoa, let's get some trials first. Have you seen anything to <SUGGEST>? Is this being done in your state, helpful, not <<SURE>>, harmful?"
  },
  {
    "transcript_id": "CNN-119392",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Hi, John. Well, we are looking at median prices for homes an they are expected to drop. This will be the first drop in at least 30 years. So, obviously, that's noteworthy, especially since many people though that we would never actually see a drop here. They're saying the softening could affect us through 2008 and 2009 and then eventually go ahead to affect consumer spending, as well as the overall economy as well. Part of the reason we're seeing this is that the real estate meccas of California and the Northeast are no longer the only places being affected by this decline. So it seems to be a little bit more pervasive across the country, although I'm sure a lot of people are not to surprised to hear that. John.",
    "statement": "Although it doesn't <SEEM> to be affecting things here in New York City."
  },
  {
    "transcript_id": "CNN-328602",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I did speak to Cindy McCain and I wished her well. I wished John well. They have headed back. But I understand he will come if we ever need his vote, which hopefully we won't. But the word is that John will come back if we need his vote.",
    "statement": "We are also hearing from the senator's daughter, Meghan McCain. She tweeted, thank you to everyone for their kind words. My father is doing <WELL> and we are all looking forward to spending Christmas together in Arizona. Senator McCain is 81 years old. Meantime, out west, wildfires have taken a huge toll in southern California in the past couple of weeks. Residents say the deadly fires have turned what was once a paradise into a war zone. Sadly, like any war, there is a human cost. This is Cory Iverson. He died of burns and smoke inhalation while he was battling the Thomas fire last week. Firefighters held a solemn procession for their fallen comrade today. His procession traveled from Ventura to San Diego, where Iverson worked as a firefighter. A woman also died trying to flee the flames of the Thomas fire. Just moments away now, the 11th annual \"CNN Heroes: an all-star tribute\" kicks off in New York. This is what the red carpet looked like a short time ago. Guest co-host Kelly Ripa will join Anderson Cooper and a slew of celebrities to honor ten everyday people changing the world for the better. And as always, the star-studded gala will include the unveiling of CNN's hero of the year. Here's a sneak peek."
  },
  {
    "transcript_id": "CNN-148287",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Of course they do.",
    "statement": "He had to pay for his dinosaur in cash. Okay, they <WOULD> not allow it."
  },
  {
    "transcript_id": "CNN-182271",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Deep south.",
    "statement": "Yes, either Gingrich <<COULD>> do <WELL> there. Santorum <<PROBABLY>> will do <WELL> in both of those states. So this is going to go on for a while."
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Just me and him behind the closed doors, nobody needs to know.",
    "statement": "And what <WOULD> you be looking for in that room?"
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "sense": "ungraded",
      "feeling": "ungraded",
      "impression": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me ask a more targeted question -- and I thank you for that. And the answer both of you have given argues for the urgency with which we should approach our response to your recommendations. Clearly one of the main goals of our current counterterrorism policy is to find and capture or kill Osama bin Laden. Is it clear to you that anyone is in charge of that search in our government today?",
    "statement": "<WELL>, my <IMPRESSION> is that the military is in charge, the Defense Department. We have I <<<THINK>>> it's somewhere between 10,000 or 15,000 -- I'm not <<SURE>> the exact number -- military forces in Afghanistan. They are not engaged in securing the country. That's a NATO responsibility which has some problems with it. But our troops there are in the southern party of the country on the border now. And I <<<BELIEVE>>> the search is, my <IMPRESSION> is really, very much under control of the military now. A lot of intelligence assets are in place to try to locate Osama bin Laden and his team. I do not have a <FEELING> that -- we're not critical of this at all. We did not get into that in great detail, but that's my <<SENSE>> of it."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "sometimes": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That they have issues - in their life that they've - that are very negative, and the drugs make them feel better. I think it's a feel-good syndrome. That's how I - you know, and it comes with the territory of being a super-genius, I think. I think it just comes with it. I mean, it's - you know, it's like the yang and the - you know, I mean, it's just like - I don't - everyone I've ever been around, everyone that you love, from Jimi Hendrix to, you know, the people that people just worship, I think that comes with the package, I think, for me. I think it comes along with it, you know, that it's a part of it. That it's the price of being that brilliant, and it's the price of being that it factor, that thing, whatever it is.",
    "statement": "Paul Mooney writes in his book how <SOMETIMES> he <<COULD>> see the pentagram come to life on Richard Pryor's forehead and knew that the werewolf <WOULD> be coming out shortly. We'll talk more <ABOUT> that, and more <ABOUT> his comedy: 800-989-8255. Email us: talk@npr.org. Stay with us. His book is \"Black is the New White.\" I'm Neal Conan. It's the TALK OF THE NATION from NPR News."
  },
  {
    "transcript_id": "CNN-106555",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Oh, yes, what was it?",
    "statement": "It's an amphibious assault ship that is number three, meaning it is the Kersarg (ph). The Kersarg. Which is <<SORT OF>> like a mini aircraft carrier. Marine expeditionary units are carried aboard these vessels. Lots of helicopters. Not fixed wing aircraft. So smaller aircraft carrier. It's 840 feet long, 1,100 people aboard. All of them now enjoying New York City."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what are you listening to? Well, here are today`s top five downloaded albums from iTunes. Coldplay`s \"X&Y;\" is at the top. They are followed by Jason Mraz`s three-track \"Wordplay\" of his upcoming CD. Foo Fighters, \"In Your Honor,\" is in third. The White Stripes, \"Get Behind Me, Satan,\" that`s at fourth. And country`s George Strait`s \"Somewhere Down in Texas\" is number five. And this week`s top songs from buymusic.yub.com: \"We Belong Together,\" by Mariah Carey is first, followed by Gwen Stefani`s \"Holla Back Girl,\" \"Behind These Hazel Eyes\" from Kelly Clarkson is in third. Black Eyes Peas \"Don`t Funk with my Heart\" is fourth. And the Backstreet Boys` \"Incomplete\" completes the list at number five.",
    "statement": "<WELL>, just minutes from now, MTV will try to make TV history again. And just as they shook things up when they launched Music Television two decades ago, they aren`t playing it straight this time, either. We`re going find out what we`re talking <ABOUT>, coming up next."
  },
  {
    "transcript_id": "CNN-219509",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This agreement could not have been reached without the decision of the Iranian government to come to the table and negotiate.",
    "statement": "After three weeks of intensive talks, the deal puts unprecedented limits on Iran's nuclear program. Iran limits enrichment of uranium to <WELL> below the level needed to make a nuclear bomb. Iran dilutes its existing stockpile of highly enriched uranium and it allows intrusive daily monitoring of all of its nuclear sites. In exchange, the west economic sanctions on Iran will be eased, in all <ABOUT> $7 billion in relief. But in a case of diplomatic ambiguity, it allows for very different interpretations of Iran's rights."
  },
  {
    "transcript_id": "CNN-54508",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Our Web question of the day is this: Do you expect to see another terrorist attack from al Qaeda? Go to my Web page: CNN.com/wolf. Let me know what you think. While you are there let me also suggest you send your comments to me. I'll try to read some of them on the air each day at the end of the program. Also that is where you can read my daily on-line column, cnn.com/wolf. We are switching gears now. We have a development in Los Angeles in the case involving Robert Blake, the murder case he's accused of. Our Frank Buckley is standing by outside the courtroom -- Frank.",
    "statement": "<WELL>, Wolf it a appears as though an independent counsel <MAY> be appointed in the Robert Blake case because prosecutors today had hoped to remove the attorney for Earl Caldwell, the bodyguard of Robert Blake, saying that there was a potential conflict of interest, that she's going to be a prosecution witness to speak to inconsistencies in the case and also because she is being paid by Robert Blake. The judge in this case, Lloyd Nash has said that he intends to appoint an independent counsel to come in and speak to Caldwell. The person that he specifically plans to appoint is Steve Sitcoff (ph) , a defense attorney here in town who has represented Aaron Sorkin (ph) in the past, in drug-related charges. Earl Caldwell objected to that, so the exact person who will be chosen remains to be seen. The prosecution had also hoped in a separate motion to remove William Jordan, a private investigator who is assisting the defense team. He had helped Mr. Blake there the past on the custody issue involving Bonny Lee Bakley. The judge has denied that motion of the prosecution, so Jordan will stay on with the team. Joining me how is Harland Braun, the defense attorney for Robert Blake during the hearing today we heard the judge chastised you for the language you used in your moving papers, among the things you did is you called Steve Coolly, the district attorney, a semi-competent district attorney and things like that. He said he wasn't going to tolerate mud slinging in his courtroom. You didn't really get a chance to speak to that."
  },
  {
    "transcript_id": "CNN-130215",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "fluctuate": "ungraded"
    },
    "previous_statement": "Yes, well, nothing is perfect. You know that. And most of the people we've been speaking to here, the people who have been evacuated, have been saying, you know, it's been pretty orderly. But there have been people, Rick, who are upset because they said they got on buses, and they thought they were going to shelters within the state of Louisiana, and they end up at the airport and they fly to places unknown. I just to show you real quick, they have a very extensive operation here. Around on the other side, you see of these things here, buses have been coming in all day. 40, 50 buses filled with people from all over, Orleans Parish, Jefferson Parish. If you can pan to the left, they're going in through this area right here that you see with the chairs. And there's really a makeshift airport, just like you see in the airport with security and everything. If you pan around this way, Chris, and they bring them out through here, once they check their luggage, out through here, load them up on buses and then of course over to the right, to your left here, on to the tarmac and load them onto the plane. Colonel, can you come in here? I'm going to bring the man who is in charge of this entire operation, for getting people out by airplane. It's Colonel Bullet Young and he's with the Department of Defense. Tell us how many people you have, and you're going to be here all night, you said, until you get everybody out?",
    "statement": "Yes, the numbers <FLUCTUATE>. We have <ABOUT> 200 personnel that we're using to move and evacuate the personnel from New Orleans out into the outlying states that have accepted - that have said they <WOULD> accept evacuees."
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "And Tal, the other big question is, those kids that have been separated, it could take a very long time to get them back to their families. And if their family members are deported, what happens to these little kids in foster care or in the system? Some parents are worried they might never see them again.",
    "statement": "That's right, Hala. I mean, if you talk to folks who are working on this issue and working on behalf of the immigrants to try to navigate them through this process, they say that there are some families, who <MAY> never be put back together again. You see, what happens is, when these families are separated, the children are essentially deemed unaccompanied and transferred into the custody one government agency. When the parents are done in the criminal process, they are put back in Department of Homeland Security custody. Their cases are separated. It is on the parents -- and if they have a lawyer, which they are not given one, but if they have a lawyer, it's on them to try to track down where their kids are, all while being in detention with limited access to phones. It's not a guarantee that these parents, whose court proceedings <MAY> go faster than their kids, will have a chance to get back with their kids before they're deported. This is an area of extreme concern for the community that's representing immigrants as to whether these families will ever be put back together again."
  },
  {
    "transcript_id": "CNN-334331",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Do you have any sense what impact the Gary Cohn departure specifically will have in the West Wing?",
    "statement": "<WELL>, I <<<THINK>>> it is going to be significant. We had one source tell our Erin Burnett this evening this is going to cause trauma inside the White House. I've heard from a number of people in there that Gary Cohn is going to be missed. But keep in mind, he was advocating an economic viewpoint that really was just counter to the president's. And a lot of people were pushing back on the notion that Gary Cohn <WOULD> resign because in the words of this one official, how <<COULD>> he not know that the president wanted to do this? He after all campaigned on this throughout the 2016 election cycle. But at the same time, John, this is going to be a loss. You saw the president tweeting just in the last several minutes that he is working on a replacement. He's trying to at least put the public face forward here that he's on top of all of this. And one name that's been floated so far, John, is Larry Kudlow, the financial analyst over there on CNBC who's a friend of the president. And now one <THING> we <SHOULD> point out, Larry Kudlow is also a strong free trader who's been actively saying, Mr. President, don't to this, with respect to tariffs. But I talked to a senior administration official this evening who was floating Larry Kudlow's name who said, you know what, the president likes different points of <VIEW>, bring on Larry Kudlow. But make no mistake, Gary Cohn leaving this White House is a big departure for this president. It's another sign that chaos looms over here. It's not the opposite of chaos. It is total chaos almost all the time here."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We will need the partnership of the NNF (ph) to defeat the enemies of Iraq who do not wish for us stability, prosperity and peace.",
    "statement": "The old U.S.-appointed Iraqi Governing Council unexpectedly stepped aside as soon as the new government was announced, and that, Pentagon officials say, <MAY> put the transition on a faster track, allowing the U.S. military to shift the mission from the anti-insurgent offensives to protecting Iraq's leaders and economic infrastructure. The plan, officials say, is to make Iraq's military another coalition partner with its input based like any other coalition member on the capabilities it provides."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "All right, turn our attention - go ahead, Mary, real quick for me.",
    "statement": "And Nagin feels now he's been, you know, he's abandoned now by the business group that put him in, and the new--the people who are running, the other white guys who are running want to shape the future of the city and keep it that way with that <<KIND OF>> power, so they're just taking the opportunity that Nagin is now <<SORT OF>> abandoned by people who supported him before."
  },
  {
    "transcript_id": "CNN-257931",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Senator Lindsey Graham of South Carolina is one of them. He says the flag should be taken down and put in a museum. Senator Graham joins us now live. Senator, first of all, let me just say we are thinking about you here. We know you and your friends in the entire community down there continue to mourn terrible loss in Charleston. So thanks for being with us.",
    "statement": "My pleasure. The families of the victims are the most amazing people I've ever met in my life. How they <<COULD>> confront the killer of their loved ones and say,\"I love him, I'm praying for you.\" It's just amazes me."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's turn to the oversight work that House Democrats are conducting, including yourself. Your colleagues on the House Judiciary Committee set today as the deadline for their sweeping document -- documents request, 81 people and entities. Now the chairman, Jerry Nadler, says many have, in fact, complied. What are the consequences, though, for those who are refusing to comply?",
    "statement": "<WELL>, the consequences is a potential subpoena and a far more hostile environment. My <HOPE> is, people will realize their constitutional duty, their duty as patriots to come back and offer the information they have. They're not sharing it with some partisan committee. They're sharing it with the American people. And I'm heartened that so many people have complied. And I <<<THINK>>> we're going to find out a lot in the documents that the committee has."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Homeless children are the most vulnerable children in our society.",
    "statement": "I mean, it is a lot going on, because you are struggling to do good in school, and you worried <ABOUT> where you are going to stay, where you are going to go."
  },
  {
    "transcript_id": "CNN-90915",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Here in the United States, relief agencies scrambling to deploy people and emergency supplies into that huge disaster area. At the same time, the push is on for private contributions of cash. The latest now from one major relief group, Americares. CNN's Allan Chernoff at the organization's headquarters in Connecticut -- Allan.",
    "statement": "Miles, the long journey to provide assistance to the victims begins right here at a warehouse in Stanford, Connecticut. And behind me, you see some of the products donated by corporations <AROUND> the nations. In this box, we've got T-shirts. They happen to be Harley-Davidson T-shirts, extras. Over here, we have some I.V. kits, sponges provided by Johnson & Johnson, and here are paste bandages. These are essentially quick-setting casts with people with broken bones. What Americares does, is they get these products, they transport the products over to the places where people need them the most. These products will be heading out to Sri Lanka within a couple of weeks. Hopefully the sooner the better. Tomorrow, though, they have a warehouse in Amsterdam, and they'll be sending an airlift out of there tomorrow. Joining me is Christoph Gorder, and he is in charge of international products for Americas. Christoph, thanks for being with us today. First of all, tell us how do you coordinate with people in these places right now? I mean, their phone lines are down, very hard to communicate?"
  },
  {
    "transcript_id": "NPR-37103",
    "matched_terms": {
      "often": "ungraded"
    },
    "previous_statement": "King had been critical of the Vietnam War from the beginning, but he allowed his wife Coretta to be the one to speak openly about it until 1967. King said when he called for peace, people questioned his right to do so.",
    "statement": "Peace and civil rights don't mix, they say. Aren't you hurting the cause of your people, they ask. And when I hear them, though I <OFTEN> understand the source of their concern, I'm nevertheless greatly saddened, for such questions mean that the inquirers have not really known me, my commitment or my calling."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yet as Alix says, sometimes the stories are different from the ones they did tell during - earlier in their lives.",
    "statement": "<WELL>, <<PERHAPS>> that <MAY> be the case. But again, I <<<THINK>>> certainly our experience of dignity therapy and those who I've spoken to <AROUND> the world who practice it, what you hear are people telling stories that <<PERHAPS>> being approximate to death really <<KIND OF>> moves them to tell."
  },
  {
    "transcript_id": "CNN-313858",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK. And has he responded?",
    "statement": "No, not yet today, although he did send out a tweet that said, you know, hey, I've raised $16.3 million. I <<<THINK>>> he's on TV right now, you know, and he's talking <ABOUT> a bunch of different things but also saying hey, I raised a lot of money for..."
  },
  {
    "transcript_id": "CNN-28069",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You do have a profit warning for at least part of General Motors in your paper.",
    "statement": "Yes, that's right. General Motors Europe is saying that -- it's damping down expectations of a return to profit for that side of the business because of a slowdown in sales. It seems like the same slowdown in sales that's been occurring in the U.S. has spread over this side of the pond -- General Motors expecting a shortfall of <AROUND> a million units in Europe this year. That's <ABOUT> a 6 percent fall. We also have figures from the Society of Motor Manufacturers, which we understand show that new car registrations are down 6.7 percent in the first quarter of the year and 8 percent in March alone -- so a further sign. We had Autonomy, a technology company, late last week, warning that the slowdown had spread from the U.S. to Europe -- General Motors really confirming that trend."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "OK, while they're discussing that question with the judge, we're going to take a short break and then return on the other side hopefully with a pretty good explanation as to why that question is being challenged about why Lee Anthony was hurt about the fact that his sister, Casey Anthony, was pregnant. We'll be right back.",
    "statement": "All right. Back to Orlando, and a very tearful, both Casey Anthony and her brother, Lee Anthony, who is on the stand, being asked <ABOUT> their relationship and being asked very personal questions through this murder trial. Let's listen in."
  },
  {
    "transcript_id": "NPR-15630",
    "matched_terms": {
      "sometimes": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Some people listening will wonder, how do his qualifications compare to Merrick Garland?",
    "statement": "<WELL>, they're every bit as good if not better. Now, he's more conservative. But I have to say that the other judge is a very good judge, too. The other judge is more liberal, and he's more federal government-oriented than Gorsuch is. Gorsuch can understand that <SOMETIMES> it's good to have the states have some power."
  },
  {
    "transcript_id": "CNN-310240",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And that is one of the things the FBI is doing. They are piping this information into the local law enforcement because this isn't unusual for the FBI. This isn't something where they say oh, we've never seen that before. This is something that is probably pretty common with them. And as far as he seemed very nice and so, you always hear about these women who are killed or beaten by their husbands or boyfriends and you wonder how did they get in these relationships? Well, they didn't start it -- those relationships by beating them or being threatening. These people are chameleons. They can be who they thing you want them to be until they feel ownership and then they become who they want to be and you have to become who they want you to be.",
    "statement": "Yes. That chameleon aspect is something again criminologist will be looking at -- right, as they try and track where he <<COULD>> be."
  },
  {
    "transcript_id": "CNN-395601",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "This comes on the heels of alarming recommendations from the CDC for health care workers, reuse masks to preserve the supply or as a last resort, don a bandana instead.",
    "statement": "Docs across the country are starting to get sick and docs and nurses are worried <ABOUT> what this means for us and for our patients. The President <MAY> say that things are being produced, but they <<SURE>> as heck are not showing up in my state."
  },
  {
    "transcript_id": "CNN-110782",
    "matched_terms": {
      "often": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Folks, we want to give you an update and a few more details to the information we provided this morning. At 9:35 this morning, we had deployed literally dozens and dozens and dozens of SWAT team members into a very thick wooded area, in search of the suspect. We knew that we had set a very complete perimeter very quickly. And it was our hope and our prayer that we still had the suspect there. At 9:35, SWAT team members, in fact, 10 SWAT team members engaged the suspect, who we believed to be -- and we're not absolutely, totally convinced yet -- as Angelo Freeland, in a gunfight. Sheriff's deputies, Lakeland Police, Marion County Sheriff's Office, Lake County Sheriff's Office, Florida Fish and Wildlife Fish Conservation Commission, SWAT team members, a total of 10, approached the suspect. They were literally on top of him before they could even see him. He was underneath a huge oak tree that had blown over. He had hunkered down underneath the tree and brush. One of the SWAT team members reached down to grab a shirt and pull it out, as the others were demanding to see his hands. He raised his right hand and had a firearm in it. And, when he did that, that was the last thing he ever did. Nine of the 10 SWAT team members fired, shooting the suspect, the deputy killer, many, many, many times. This officer-involved shooting and death investigation is being conducted by the Florida Department of Law Enforcement and the Polk County Sheriff's Office. And, certainly, as further details occur, we will let you know. The information I'm providing to you now is early in the investigation. Interviews are under way at this time. Also under way at this time is the autopsy of our deputy, Matt Williams. The autopsy is not complete. That information will be made available later. However, we do know, as I discussed with you earlier, Deputy Sheriff Matt Williams was shot several times. We also found a .9-millimeter Taurus handgun at the scene, which was the suspect's gun. The gun he had in his hand was the deputy's .45 semiautomatic. We have talked to sources who said that the suspect routinely carried a firearm, and carried it in his waist. So, it was certainly not uncommon for him to have one on this particular day. In fact, in 1999, he was booked into the Polk County jail, after being arrested by the Florida Highway Patrol for no valid driver's license, reckless driving, aggravated fleeing to elude, resisting without violence, and carrying a concealed firearm. We're still trying to determine all of his aliases. Upon detailed search of the suspect's car, we found a book. In that book is information about drug transactions. I want the people to know that have dealt drugs with him, this is not over. We're coming after you next. And we're going to put you in jail. We're not just stopping with the -- with the seizure of the deputy's killer. We're going to track down this narcotics group, and see that they are all arrested, too. I have asked today that a couple of Deputy Sheriff Matt Williams' close friends speak with you. Here's what we're going to do. We're going to ask each of them to speak. When -- when they have finished speaking, we're going to give you the opportunity to ask them questions. Also, we have Game and Fish representatives and FDLE here as well to answer questions or make any statements. But let's hear from a couple of our deputies, who put their life on the line every day. And we will start with Deputy Sheriff Williams' sergeant, Sergeant Bryan. Jim?",
    "statement": "As the sheriff told you, I'm Jim Bryan. I was Matt's supervisor. I was also his friend. Matt worked as a canine handler for <ABOUT> nine years. He was one of the best canine handlers that's <<PROBABLY>> walked in the state of Florida. He was my trainer. He was my right-hand man. We're going to be at a loss. Citizens of this county will be at a loss without his guidance and without his leadership in training canines. People as far away as North Carolina; Virginia; Chicago, Illinois; and the state of Washington have called me, offering condolences, because they knew Matt. I'm going to miss him, not only because I'm his supervisor, and not only because I leaned on him so much. He's my friend. We had been out and had dinner together before. We spent a lot of time on off-duty together. Everybody that is standing here in uniform can -- can vouch, they can tell you that it's a thin blue line we -- we walk. Only those in uniform understand it. Going a step further, those that walk behind the dog, Diogi, the one that's been mentioned, who was also killed, it's difficult. You can't explain to somebody that hasn't been there what it's like, the bond that you develop with a dog. You literally spend more time with this animal, this dog, this partner, than you do members of your own family. You work all night or all day. The dog goes home with you. And, more <OFTEN> than not, even if the handlers won't admit it, they have got a doggie bed inside their house for them. They sleep beside the bed this them. They effectively spend more time with the dog than they do their spouse or -- spouse or their children."
  },
  {
    "transcript_id": "CNN-348099",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I don't think it's been waived at this point.",
    "statement": "<WELL>, the argument is -- and this is deep down in the \"Times\" piece, right, that <<PERHAPS>> they <<COULD>> argue retroactively executive privilege here so that it <WOULD> not be included in the Mueller report to go to Congress. One more <THING> before I get you, guys, on Michael Cohen, something you agree on, Rudy Giuliani, you both <<<THINK>>> he needs to get his story straight. Jim, to you. I mean, if not a legal asset to the president right now by saying truth is not truth, is he a political asset to the president in this White House right now? You worked in this White House. You worked on the legal team. I don't know. Is he helping by muddying the waters politically?"
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "should": "ungraded",
      "rather": "ungraded",
      "maybe": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Yes, I'm still trying to figure that out myself. I mean, we can't say name and shame, these aren't people who have broken the law. So I'm not sure why people think that the names should be given. The idea of telling the shareholders how much these people are making is so that the shareholders can decide whether they are too many people making too much money if the bank itself isn't making enough profit. So that is why, the reason for these bands. But that is not going to change anything that I can tell. I can't find any reason why that is going to make any difference. Then the idea, of course, that the board should be more independent. There should be a risk committee inside the board. You should be able to have -other countries should follow these rules, because of course the banks are saying, hey, look, if you do this to us who says we are not going to move to Singapore and get rid of the whole thing? Well, that's not going to happen. But they would like to see more, other banks, have to go through this as well.",
    "statement": "But there are some eminently sensible ideas on the questions of deferred bonuses. It <SHOULD> be for five years. <<MAYBE>> that is <A LITTLE> bit long. But the idea of long-term reward <RATHER> than short-term sprint to the bank."
  },
  {
    "transcript_id": "CNN-256087",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We're going to build back. I mean, it's a wonderful place. And we've been here for 20 years and we're not going to let this flood beat us.",
    "statement": "I'm glad you said that. Marilee Wood, thank you so much for sharing your story with me this morning. I appreciate it. Given the jaw-dropping scale of this disaster and the relentless surge of floodwaters in some areas, it <MAY> be no surprise that the death toll is also rising. Twenty-one people now confirmed dead, nine still missing and several more days of rain are on the way. Let's turn our focus now to Houston, one of the city's hardest hit by the flooding and now the threat of storms and more disastrous rainfall looms in the next several days. Here is CNN's Dan Simon. Good morning."
  },
  {
    "transcript_id": "CNN-176987",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "An Afghan woman who was imprisoned for adultery <<COULD>> be one step closer to freedom. The president of Afghanistan Hamid Karzai has ordered the release of the woman known as Gulnaz after authorities proposed a pardon for her on Thursday. Now Gulnaz was convicted of adultery after being raped, because her attacker was married at the time. She is now refusing to marry that man which was once a condition for her release. Her attorney Kim Motley spoke earlier with CNN's Brooke Baldwin <ABOUT> what will happen if Gulnaz walks free."
  },
  {
    "transcript_id": "CNN-168645",
    "matched_terms": {
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Brian Todd, thanks so much. Appreciate the information. Now this all started with celebrities, but now outrage over the phone hacking of crime victims is rocking a media empire and reaching into the top levels of the British government. At the center of the scandal, Britain's biggest tabloid. \"News of the World.\" Britain's prime minister calls this alleged hacking of murder and terrorist victims' phones, quote, \"absolutely disgusting,\" and now media baron Rupert Murdoch has broken his silence, calling the allegations deplorable and unacceptable. Joining me now out of CNN's London bureau, our Richard Quest. Richard, first of all what is the newspaper allegedly -- what did they get ahold of? What kind of conversations and how did they do it?",
    "statement": "<WELL>, they allege to have done, indeed it's proven in many cases, is they hacked into the voice mails of royalty, Prince William, of celebrities like Sienna Miller, politicians like the former deputy prime ministers alleged. And now in a <<PERHAPS>> disgusting turn of events, it's been revealed earlier back in 2002, they actually hacked into the voice mail of a murdered girl into her mobile phone while the police were looking for her. And not only that, Candy, they erased messages from that of people looking for her because they wanted to make room for more messages. It gets worse. 7/7, the attacks, the bomb blast in London, they are said to have hacked into voice mail messages of parents of bomb victims. And more evidence that the \"News of the World\" has been paying police for tips. So you get a picture of a rogue newspaper that is out of control."
  },
  {
    "transcript_id": "CNN-110722",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And we are going to move along now. Let's go back to Melissa Long who joins us from our Pipeline studios.",
    "statement": "Yes and millions of people wanted to stay up-to-date on the terrifying afternoon at the high school in Bailey, Colorado. Police say a man entered the building and took six hostages where he then shot and critically wounded a student. That's according to police and killed himself after a SWAT team entered that school in Bailey, Colorado. Story number six Pervez Musharraf's appearance on the daily show last night, it was pretty humorous. The Pakistani president was offered jasmine tea and Twinkies. It's the first time a sitting head of state has been on that show as a guest. And story number five, a three-week-long plague of locusts have overwhelmed Cancun, Mexico. Officials say the insects are destroying entire fields of crops, but they add so far the tourist resorts are unaffected. The concern here that the locusts, the clouds of locus <<COULD>> destroy the corn crops, and that area is still really recovering after Hurricane Wilma."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "expect": "ungraded"
    },
    "previous_statement": "So is there any reason to believe that they brought up -- that the Trump people brought up Romney under pressure, you know, or some false pretense?",
    "statement": "Or did they just not <EXPECT> the blowback?"
  },
  {
    "transcript_id": "CNN-337898",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Jamie, I want to talk about their marriage. OK? Seventy- three years. In August of 1999, I had the honor of interviewing them both at Kennebunkport. They sat next to each other, and I was struck by their repartee. You know, they had this whole series of jokes that they made with each other. They kind of teased each other. I joked with them that they were Mr. and Mrs. Bickerson. But it was clear that it was their schtick, OK? That they really loved each other. They had fallen into, whatever, or perfected this shtick of kind of teasing each other. Tell me what you noticed about their long union.",
    "statement": "Let me <<GUESS>>, you saw them elbowing each other a lot when they were talking."
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Again, we see progress, a momentum in the process, and we've had good conversations as recently as yesterday. And we're going to continue those conversations later this week and push forward.",
    "statement": "And, Jim, you know as <WELL> as I do, we were both in Singapore covering that historic summit only a few weeks ago. The president answered unequivocally, yes, he trusts Kim Jong-un. The White House press secretary not repeating that today. Again, amid all these reports that North Korea is actually escalating its nuclear program. Sarah Sanders also not commenting specifically on those reports from U.S. intelligence agencies that there is an escalation, a ramping up of the program going on. So many questions here <ABOUT> that. Even as John Bolton, the national security adviser, saying over the weekend that he believes this <<COULD>> be <<SORT OF>> solved in a year. But regardless, Jim, certainly a different tone from the president essentially saying that peace is on the way in North Korea. It didn't sound that today here at the White House -- Jim."
  },
  {
    "transcript_id": "CNN-301602",
    "matched_terms": {
      "think": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "When it all began, it was allvery simple. It started on BBC2. It was a modest little program, nothing fancy about it at all. It was really designed to show people who loved baking and the passion that was brought about it. It was described as the quintessentially British program. But then it became a phenomenon, huge ratings successes and everything became much more complicated. More than 12 million people have watched this season's premiere. And the BBC's show production company has made it basically unaffordable. Because what happened? Well, those who make it will have wanted with $25 million for the renewal. The BBC was left holding the empty bowl. They could only afford just about $15 million. What was left, of course, basically nothing for the BBC because two of the show's presenters have announced they are also going to leave at the same time, too. Frances Quinn won the 2013 season of \"The Great British Bake Off\" and is author of \"Quintessentially Baking\" and joins me now. How sad are you, do you think? How different will it be for the BBC for \"Bake Off\" not to be on the BBC?",
    "statement": "I <<<THINK>>> it is such a British show and the BBC is quintessentially British as <WELL>. So I was on the year when it was originally on BBC2 and then it moved to BBC1 and I remember everyone was like, oh, it's going to all <CHANGE>. But actually, the format pretty much did stay the same. But now it's moving to a completely different platform and I <<<THINK>>> everyone is very fearful and particularly that Mel and Sue and not gong as <WELL> and they are literally the linchpins of that show. So I can't see how it can stay the same now they're not there."
  },
  {
    "transcript_id": "CNN-243379",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "I broke down, you know? I remember I like -- I hid under the bed because I was afraid that somebody was going to come for me. I don't know who that someone was, but -- I was just so scared. It's like what do you do? I'm so scared for them, what they're going through. My parents are going to jail, and for what? I didn't consider them criminals.",
    "statement": "Such a complex issue. Let's bring in our CNN commentator, Ruben Navarrette; and Republican strategist, Bettina Inclan. I appreciate you coming to talk <ABOUT> this. There's no easy solution, we can all agree on that. Ruben, I want to start with you. You wrote an op-ed on CNN.com. I want to read it. Talking <ABOUT> the president has been one of the most aggressive in deportations. You wrote, \"Obama deported a record two million people in five years, divided hundreds of thousands of families, failed to deal effectively with thousands of child refugees who streamed across the U.S./Mexico border last summer, then broke another promise when he said he <WOULD> <TAKE> executive action on immigration before the midterm elections but blinked.\" So why <CHANGE> course now?"
  },
  {
    "transcript_id": "CNN-84925",
    "matched_terms": {
      "a bit": "ungraded",
      "sold": "ungraded"
    },
    "previous_statement": "Barbara Starr for us at the Pentagon. Barbara, thanks -- Bill.",
    "statement": "U.N. officials in Iraq are getting closer to naming those who will fill the top four government positions after the transfer of power at the end of June. Last week, Iraqi forces and U.S. troops raided the offices of one Iraqi, Ahmed Chalabi, who was once thought to be a favorite for a top position. There are allegations that a member of Chalabi's staff passed U.S. secrets to Iran. Robert Behr is the author of \"Sleeping with the Devil: How Washington <SOLD> Our Soul for Saudi Crude.\" He's also a former CIA officer, worked directly with Chalabi back in 1995. Bob, good morning. And welcome back here on AMERICAN MORNING. Lay the foundation for us. You say he's at the center of the storm that caused the U.S. to go to war. <A BIT> of a background now. Why do you allege that?"
  },
  {
    "transcript_id": "CNN-119389",
    "matched_terms": {
      "would": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, no. The president has done that in the past -- never in the detailed way he did it this way. The president is trying yet again to rally support on Capitol Hill and to ask the American people for more patience. And he knows the well is pretty dry. So what the president is trying to say is, whether you agree or disagree with me, if the United States pulls out of Iraq in a hurry, not only in his view will Iraq become a much more dangerous place, but that the United States will be humiliated around the world and will not have the standing to deal with other world crises. So the president knows, when Congress comes back, big decisions will be made about pressuring him on troop withdrawals and he's trying to reframe the argument. The question is, has he gone to the well too many times? Does he have the political standing to rally the American people? And most people in both parties, Lisa, think, No.",
    "statement": "Ed, do you agree that essentially he doesn't have the political capital to <<SORT OF>> reframe the debate the way he <WOULD> like to?"
  },
  {
    "transcript_id": "CNN-297630",
    "matched_terms": {
      "wonder": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But it's good. Jon Bon Jovi and Stevie <WONDER>."
  },
  {
    "transcript_id": "CNN-299517",
    "matched_terms": {
      "slightly": "ungraded",
      "about": "ungraded",
      "hesitant": "ungraded",
      "think": "ungraded",
      "feeling": "ungraded",
      "change": "ungraded",
      "stuff": "ungraded",
      " hesitant": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is this a response -- a lot of people have been saying in the United States that the Trump supporters and his base of support was a kind of response to a globalized world. They wanted to take back some control themselves. Is this an anti-globalization movement?",
    "statement": "I <<<THINK>>> it is very tempting to say, <WELL>, everybody here is just a so-called losers of globalization. I'm <SLIGHTLY> <<<HESITANT>>> <ABOUT> buying into that completely because that implies it is all <ABOUT> economics. Now, look at this case of Austria, really important election, and also, a big election in The Netherlands next year. <WELL> there, you have got populists that are very strong but they have the lowest unemployment rates in Europe. So, there is a cultural dimension to this, too, which is mainly people are <FEELING> very anxious <ABOUT> the pace of <CHANGE> and also the pace of demographic <CHANGE>, immigration and the way their communities are changing, really difficult <STUFF> to respond to."
  },
  {
    "transcript_id": "NPR-43225",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "This is post-World War I and...",
    "statement": "...and calling countries--post-World War I.  Iraq is a fake      country.  You know, it was three provinces of the Ottoman Empire.  It      was, you know, melded together.  It's why we're having these problems      there today.  And `Syriana' is a <<<THINK>>> tank term--people want to create      this fake country to help our oil interests, which does, at the end of      the day.  And I <<<THINK>>> it's just a metaphor that the Middle East is made      up of countries with false borders."
  },
  {
    "transcript_id": "CNN-252152",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right. Well, overnight, basketball legend Charles Barkley weighed in, saying, quote, \"Discrimination in any form is unacceptable to me. As long as anti-gay legislation exists in any state, I strongly believe big events such as the final four and the super bowl should not be held in those states and cities.\" Of course, the Final Four just a few days away from being held in Indianapolis. Joining me now to talk about it, CNN political commentator Ben Ferguson, host of \"The Ben Ferguson Show\". Ben, I just want to be very clear here. I had a discussion with the governor of Indiana's office this week about this.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-407613",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "About half.",
    "statement": "<ABOUT> half. OK. So, you own the facility and -- I mean, I know you're saying it's a choice. But for the people who are wearing masks, their resistance to catching coronavirus is actually <QUITE> diminished when they're <AROUND> other people not wearing masks. Are your employees aware of that?"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So it's unlikely that you would get the case, but that I think is what really alarmed people at the Justice Department. I think that's what Sally Yates was most concerned about when she talked about the potential Logan Act matter, even more than the context with Kislyak.",
    "statement": "<WELL>, I don't know the sanctions were, the Russian sanction piece is pretty important. I mean, the whole idea the Logan Act to prevent the private foreign policy. Here you got Obama sanctioning, as the sitting president Russia and dealing secret dealing by the Trump campaign to try and lift those sanctions with Russian ambassador. That got this <ABOUT>."
  },
  {
    "transcript_id": "CNN-350412",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "It is better to give those malaria nets than not. It is better to help those girls than not. The marginal act is good. What I'm concerned with is the system in which you are raping and pillaging economically, paying people as little as you can. Paying as few taxes as you can. Routing your money through a double Dutch with an IRS sandwich tax maneuver to avoid paying your fair share of taxes. You do all those things. You then donate to this charity and you get a tax deduction for it by the way. But you're also part of the reason why, let's say, our foreign aid budget isn't what it could be because you did all those things to avoid the government having money. You are part of why those kids that you're trying to help in inner city Detroit. You're part of why their lives go the way they do because you refuse to employ their parents in a steady way and pay them proper benefits. So what I'm advocating for is people owning the fullness of their contribution to the world, not allowing a single gesture over here to define them but asking, were you involved with the problems? And how could you get your whole life, your regular life, on the side of justice, not just your side hustle?",
    "statement": "What is your own role in this? You are, whether you like it or not, a thought leader, not in the derogatory <<SENSE>> that you're saying it, right. So what are you willing to sacrifice? What are you willing to do? What have you identified as your role in this system?"
  },
  {
    "transcript_id": "CNN-356075",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "It was in this location on the outskirts of Moscow near the sprawling Crocus City business entertainment complex that the Trump World Tower Moscow, as it was called, was meant to be built, part of a 14-tower project, according to the developers which would have sort of across this whole area. You can see here through this wired fence that some of the towers have already started to be constructed but, of course, the Trump Tower isn't amongst them. One of the ideas for that Trump building, according to one of his business associates, was to give the top floor, the penthouse apartment, a 250-apartment block, to Vladimir Putin, the Russian president, as a way of attracting buyers.",
    "statement": "The Trump Organization likes to be ahead of the curve. We're always ahead of the curve and this <WOULD> be another example."
  },
  {
    "transcript_id": "CNN-412994",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "suppose": "ungraded",
      "take": "ungraded",
      "figure": "ungraded",
      "adjust": "ungraded",
      "reduce": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dr. Frieden, in terms of vaccines, the HHS Secretary Alex Azar projects that the U.S. will have enough vaccine for, what he said, was every American who wants one by March or April of 2021. Do you think that's a realistic timeline? Because I think he was standing by right next to President Trump when President Trump said, you know, anybody who wants to test can get a test. Is that a realistic timeline on this vaccine?",
    "statement": "<WELL>, let's be clear. We don't yet know whether we are going to have a vaccine that's safe and effective. The studies haven't been completed yet. We're guardedly optimistic, because it looks like there's a strong immune reaction. And there are many different vaccines being tried and the trials are progressing. But for a vaccine to actually work, it's got to not only be safe and effective, but also be accessible and trusted. And that's why it's so important that it not get politicized. And to not be seen as from any political party or political <FIGURE>, vaccines are already an area where there's a lot of suspicion, a lot of rumor. And so we need to be completely transparent <ABOUT> the information we need to see vaccines go through the standard procedures. They can go through them very quickly. But they need to go through all of the standard procedures, no cutting corners on safety. Given all that, if there is a vaccine, they are manufacturing, if they do work out, if they are safe and effective, yes, we <<COULD>> have hundreds of millions of doses in the first quarter or two of next year. But that doesn't mean they're going to be in people's arms. You have to work with state and local governments, with providers, with communities, you have to address concerns. It's a big job to get vaccine out there. And remember, even with vaccine, there's no fairytale ending to this pandemic. We have to chip away at the risk, even with a vaccine. <<SUPPOSE>> it's 75% effective, which <WOULD> be great. And <<SUPPOSE>> 75 or 70% of people <TAKE> it, that's still only half of people being protected. We're still going to need to <ADJUST> our lives, <REDUCE> risk by wearing mask, not shaking hands, reducing risky indoor gatherings, we have to chip away at that risk so we can get to a new normal as soon as safely as possible."
  },
  {
    "transcript_id": "CNN-30986",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What attention is NBC giving to that missing D.C. intern, Chandra Levy?",
    "statement": "We did one story on it at the outset when her parents, who are <WELL>-known Californians, came back. And, when the police were simply befuddled by what was going on. The Congressman had been questioned by police at that point, so we did one story on it. We have done no more. We reflected absolutely the Congressman's assertion that he knew nothing <ABOUT> her disappearance, that he was very concerned <ABOUT> her welfare, that they had in fact had become friends, but nothing more than that."
  },
  {
    "transcript_id": "CNN-198001",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "It's horrible, it's living in hell every day. In the U.S., we treat our dogs better than we're treated here.",
    "statement": "Knight's attorney says, his client complied with regulations by disclosing to Mexican customs the fact he was carrying large amount of cash. Mexican court documents provided to CNN by Knight's attorney <APPEAR> to confirm that was the case."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "may": "ungraded",
      "believe": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "reduce": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Of course, she said, \"Yes, I had PTSD. That`s why I went into a fog.\" But now she`s saying, through a family friend, \"I have a migraine.\" So she`s sitting somewhere behind bars, Dr. Jeff Gardere, clinical psychologist, purportedly complaining of a migraine, or perhaps not. Now, I find this whole idea that she had been at some point -- remember, she`s been in jail for years now. This killing happened in 2008. She was arrested about a month later. She`s been in jail for going on five years. In July, it will be five years. So at some point -- and he talked to her back a couple of years ago, at least -- she was taking antidepressants and tranquillizer. Now we find she`s taking migraine medications, so called. What do you make of it? Is it possible that maybe something is going on behind the scenes that we don`t know about her being on something, and that`s why she`s so flat?",
    "statement": "<WELL>, it is possible that she`s been on some antidepressants, especially if there is some <<SORT OF>> PTSD. Though we don`t normally treat people with personality disorders, as we <<<BELIEVE>>> she <MAY> have, with an antidepressant unless, of course, she has some <<SORT OF>> underlying depression. But as far as the -- having the migraine headaches, we do treat them, physicians treat them as a prophylaxis. In other words, they give them some beta-blockers so that they can <REDUCE> the numbers of migraines they have. So they actually <TAKE> the medication before actually getting a migraine. And one of the side effects, major side effects, happens to be being tired, as <WELL> as nausea and other sorts of medical issues."
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "All right, Eugene, stick <AROUND>. We're going to talk to you in few minutes. Thank you. Let's talk <ABOUT> stocks. The stock market surging to record highs. And billionaires are fighting on Twitter <ABOUT> Donald Trump's economic policies. Here's the battle, on one side, Mark Cuban, tech entrepreneur, owner of the NBA Dallas Mavericks. Supporter of Hillary Clinton. His net worth $3.2 billion. On the other side, Carl Icahn. Legendary investor. Trump supporter. Trump friend. He is worth $17.4 billion. Icahn tweeted after Hillary Clinton's economy speech, quote, \"How do you unleash the power of corporations if you do nothing <ABOUT> the strangulating regulations which she said zero <ABOUT>.\" Cuban responds to that. \"You know you wouldn't hire Donald Trump unless you were short the company.\" Shorting a company is a bet the stock will drop. It's a funny stock market joke. The two then went back and forth <ABOUT> regulations, capital spending, productivity, global competitiveness. In the end, Cuban says, he likes Icahn, doesn't have a problem with him but thinks he's just dead <WRONG> <ABOUT> Donald Trump."
  },
  {
    "transcript_id": "CNN-355490",
    "matched_terms": {
      "should": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Good morning, Martin.",
    "statement": "Joey, let me start with you. Why is Corsi being targeted here, and how <CONFIDENT> <SHOULD> Roger Stone really be?"
  },
  {
    "transcript_id": "CNN-330120",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. Again, we're waiting for tape, the President talking immigration and other issues at the White House. We'll have that for you any moment now. Among the questions, does he <<<THINK>>> he can beat Oprah Winfrey? Now, why was President of the United States be asked if thinks he <<COULD>> beat Oprah Winfrey? <WELL>, Oprah, doing very little to end speculation <ABOUT> a possible 2020 Presidential bid. Today, her best friend, the CBS anchor, Gayle King told her viewers, nothing has changed since Oprah said last year, she has no plans to run, but --"
  },
  {
    "transcript_id": "CNN-130674",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There is a risk about just being on the negative and not having something positive to joining up with it. The last two candidates who won elections based on economic conditions, Ronald Reagan and Bill Clinton, both campaigned against the records of their predecessor but very quickly wove into that, here's what I would do that would be different. And we're not hearing very much of that from Barack Obama. And I think that's an essential part of making an economic message work.",
    "statement": "As for McCain's comment on the economy, the Arizona senator clarified a statement to say he was really talking <ABOUT> the American work force. But Barack Obama says he is not letting him off the hook. He is latching on to that comment to make the case that John McCain is out of touch on the economy -- John."
  },
  {
    "transcript_id": "CNN-36043",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What do you mean by feel?",
    "statement": "What do they <<<THINK>>> <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-232117",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded",
      "reportedly": "ungraded",
      "suspect": "ungraded",
      "take": "ungraded",
      "convinced": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, it is another heartbreaking situation. But everyone is so thankful that that student had the presence of mind to grab his pepper spray and immobilize the suspect. Who knows how many lives he saved? We'll say his name one more time: Jon Meis. That is the person, Michaela who everyone is calling a hero. We'll send it back to you.",
    "statement": "He absolutely is. The death toll <<COULD>> have been much higher. I'm <<SURE>> there's still a lot of mourning going on for the ones that are injured and the one that died. Our thoughts are with the Seattle area right now. Thanks if that report, Dan. Let's give you a look at more of your headlines right now. Breaking night, North Korea has announced that it has detained another American. North state run news agency identified the man as Jeffrey Edward Fowle. He was <<REPORTEDLY>> detained in mid <MAY> after <<ALLEGEDLY>> leaving a Bible in a hotel where he'd been staying. There are now believed to be three Americans being held in North Korea, including Kenneth Bae, a missionary sentenced to 15 years hard labor. Also break over night, a man hunt over; 24-year-old <<SUSPECT>> in a deadly shooting rampage in Canada has finally been taken into custody. Justin Bourque is accused of committing one of the worst mass shootings in Royal Canadian Mounted Police history. He has been -- had been spotted several times following Wednesday's killing spree, but managed to elude capture for nearly two days. He is accused of killing three police officers and injuring two others in New Brunswick. New details <ABOUT> the Sergeant Bowe Bergdahl proof of life video that was shown to senators by the Obama administration. Senator Tom Coburn, a physician, says he is <CONVINCED> the soldier was drugged in that video. In the meantime, U.S. officials have told CNN that Bergdahl <MAY> have tried to escape at least twice during his five years in captivity as a Taliban prisoner. Military investigators are hoping to learn more when they're able to speak directly with Bergdahl. He is still, of course, recovering at a hospital in Germany. They did give an update, Barbara Starr telling us yesterday that he is able to speak, and he is more actively involved in his medical care. So this is going to <TAKE> time."
  },
  {
    "transcript_id": "NPR-42871",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It was insensitive. And when was the last time that he ever put up a Danish flag here in Stoughton? And putting it up at this time when you have a crisis, I think was very insensitive. Behind freedom there is responsibility.",
    "statement": "And if freedom of religion <SHOULD> have that same responsibility, <WOULD> you burn down Town Hall?"
  },
  {
    "transcript_id": "CNN-239332",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And when you talk about money, we know Bahrain has already come out and said it is going to hold the meeting to talk about cutting of the flow to terrorists. And when you are talking about finances. Now, supposed to happen sometime in November. Now Colonel, I want to turn to you. We have heard from rear admiral John Kirby this week who has said, you know, the end game here I not just destroying ISIS fighters, but you really have to destroy their ideology. I mean, how in the heck do you that?",
    "statement": "I don't <<<THINK>>> you do. You can destroy -- you can go after the practitioners but the ideology will go on. What you have to is make it so implantable for the practitioners of ideology to come after you. And I <<<THINK>>> that's what we need to do. And I <<<THINK>>> the president has to sell. And agree with what Juliette said. But we also have to get countries to sign up to participate. And from what I can tell you of the 40 or 50 nations I have signed up, I have not seen anybody willing to actually put some troops on the line."
  },
  {
    "transcript_id": "CNN-150266",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "often": "ungraded",
      "quite": "ungraded",
      "possibly": "ungraded",
      "kind of": "ungraded",
      "wrong": "ungraded",
      "take": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thanks, Rick. Happening now, a search at sea for oil workers missing after their rig exploded. This hour, the fiery wreckage, the rescue operation and safety questions that need to be asked. Plus, the possible dangers of flying through volcanic ash -- I'll ask Virgin Atlantic founder Richard Branson about his company's decision to restart flights in and out of London. And could the next National Day of Prayer be the last one? We'll tell you what the administration has planned now that a judge has ruled the upcoming event is unconstitutional. Wolf Blitzer is off today. I'm Jessica Yellin. You're in THE SITUATION ROOM. It began with a powerful explosion less than 24 hours ago. A column of flames shooting into the night sky over the Gulf of Mexico. At last word, the oil rig still was burning and could topple into the water at any moment. Helicopters and ships are frantically searching the waters off Venice, Louisiana for 11 people who are missing after the blast. Seventeen were hurt, at least three critically. But most of the 126 people on board the deep water Verizon drilling platform apparently escaped safely. The company that owns the rig says there was no sign of trouble before the blast and it's too soon to know what may have caused it. Federal authorities tell CNN that so far, there has been no report of any oil spill. So let's bring in chief -- CNN's chief business correspondent, Ali Velshi, who has spent a good deal of time on oil rigs -- Ali, and you've reported on the oil industry. So give us a sense, how -- how often do accidents like this happen?",
    "statement": "In recent years, Jessica, not <OFTEN> at all. There were a series of -- of bad incidents on rigs in '80s. And what happened is everybody learns from them. So now, when you get on shift, every single day on an oil rig, you go through a safety briefing. Any shortcomings are dealt with. There is zero tolerance for safety breaches. Every oil rig has a fire team on it, because they can't wait if there's a fire for help to come in by helicopter or by ship. It <<COULD>> be hours. They are completely self-sufficient. They can handle most fires on their own. So the fact that -- you see that picture. The fact that this was such a massive explosion and it is still burning suggests that this was very fast. It was some <<KIND OF>> combustion of a mixture of natural gas and oil, <QUITE> <<POSSIBLY>>. There's always natural gas in an oil <WELL>. They <TAKE> great precautions to make <<SURE>> that it doesn't combust. But it does look like something <MAY> have gone <WRONG>, something malfunctioned to cause this <<KIND OF>> an explosion. Keep in mind, whenever there's something on an oil rig called a hot job, something that is potentially flammable, Jessica, there are always firefighters at the ready. Every time a helicopter lands on a rig or takes off, firefighters at the ready. I've never seen firefighters like this. They have hoses in their hands. They're fully in uniform ready to go fight a fire. So very, very unusual to have a serious fire or an explosion on a rig in -- in the '90s or in the 2000s."
  },
  {
    "transcript_id": "CNN-227562",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You're welcome. Coming up next, we have put together this timeline for you of all of the twists and the turns from this investigation in the past three weeks of Flight 370 from the night the jet disappeared. You will see this emotional roller coaster for these families. Plus this --",
    "statement": "In just the last few hours, this machine, an armored vehicle is armed with a cannon as <WELL>, has been dug into a position here. They put some camouflage, some pine trees over the top to hide it. The Russian border is that way, five miles."
  },
  {
    "transcript_id": "CNN-228695",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Absolutely. And you have to be so careful all the time. Even an ROV, even though there aren't people in it, you don't want to lose the ROV. So, you have to be careful always of what's around you, all the wreckage, the electrical wiring, the broken debris. Manned submarines even more you have to be, because they are manned. But you don't have the problem of the umbilical catching up in the wreckage, which you do have with the remotely operated vehicle.",
    "statement": "In other words, Carol, what we're in works autonomously. In other words, we can float and maneuver ourselves. We don't have to worry <ABOUT> a long cable going all the way to the surface. But that said, there are still dangers -- once we become trapped, who is coming to get us?"
  },
  {
    "transcript_id": "CNN-107067",
    "matched_terms": {
      "may": "ungraded",
      "believe": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "They are trying to confuse muddle the issues. And that's what it is. And for voters it's all sort of a bait and switch.",
    "statement": "I <MAY> be proved <WRONG> in November, but I truly <<<BELIEVE>>> the American people have had a belly full of this nonsense. I pray. I pray that it doesn't work anywhere."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The Red Cross is reaching out to relatives of the Alaska Airlines crash victims. The agency plans to <TAKE> the families to the crash site, tomorrow. One grief counselor says visiting the scene is an important part of the healing process. For more now on the relatives, Red Cross volunteer Rob Wingate joins us. He is in Port Hueneme, California. Rob, thanks for joining us, this morning."
  },
  {
    "transcript_id": "CNN-215589",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We will <TAKE> you back to Capitol Hill in a minute, but this pair of Hollywood actors is speaking out <ABOUT> their treatment by a South Carolina sheriff's deputy. Cherie Johnson and Dennis White said they were stopped by police, put in handcuffs while driving through Marion County, South Carolina. The Marion County sheriff issued a statement to CNN promising to investigate the couple's allegations of racial profiling. Let me back up because their story, which was posted to CNN's iReport early Saturday by a friend of theirs now has garnered more than 730,000 views, making it one of the most viewed iReports. Nischelle Turner just spoke with the actress here. Nischelle?"
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And then I guess which leads me to a very final question for you, the ever changing guidelines, and what amount of anthrax poses a danger. It used to be thought, what, 8,000 to 10,000 spores would get you sick. Today, we understand, there is a revision of that. Some people say its close to 2,500 spores. What does that mean?",
    "statement": "<WELL>, to me it means that it's <<KIND OF>> like <A LITTLE> asbestos. <A LITTLE> bit pregnant. I'm not really focused on what people are saying <ABOUT> tests that really were done historically on routine anthrax that you find in the ground, that have been infecting cattle and goats, and what have you for years. We know that somebody made some anthrax, they made <<SORT OF>> fancy anthrax. It'll float <A LITTLE> bit better. It'll infect us <A LITTLE> bit better, and I <<<THINK>>> that we need to focus on the science, learning as much as we can <ABOUT> this. Look, I don't know how you count 10,000 microscopic spores that are in the air. So I don't <<<THINK>>> that's a relevant conversation for most of us. Most of us walking down the street, opening our mail, taking care of our families, we want clear guidelines. If anthrax is in the air and it's bad for me, it's bad for me. But telling me how many spores are going to infect me -- I don't know how that helps the American public."
  },
  {
    "transcript_id": "CNN-128125",
    "matched_terms": {
      "probably": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What does it say to you when your life isn't worth as much as you thought it was? The worse.",
    "statement": "<<PROBABLY>> a lot of people <<FEEL>> that way. Oh <WELL>, good luck to him though. You're watching the \"Most News in the Morning.\" Coming up at 7:18, young evangelical voters. Changing the face of what was once known as the religious right. The shift and a message from a group that both candidates are fighting for."
  },
  {
    "transcript_id": "CNN-140018",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Eastern Afghanistan, Paktika province, the soldier missing now believed to be captured by militants in the region. U.S. military official tells CNN they now <<<BELIEVE>>> the man is being held by a very significant warlord in this area, a man named Saraj Hakani (ph), very <WELL> known to the U.S. military and the U.S. intelligence community. He operates on both sides of the border. Afghanistan and Pakistan, so, there is a good deal of concern that this soldier not be taken across the border into Pakistan."
  },
  {
    "transcript_id": "CNN-390703",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- whether they were crossing their fingers or their toes, I don't know how, in good conscience, they could have taken that oath.",
    "statement": "<WELL>, that's up to them. I can't -- I can't get into their heads. I can't decide for them. All I can do is my oath and what I do. I will -- I'm going to encourage the colleagues and I've done it. You know, this, Michael. I've done this. From the very beginning, we saw this. I told people please get out of your partisan corners. Look at this as the serious matter that it is, a constitutional issue. We've got folks like Alan Dershowitz coming in to talk <ABOUT> the Constitution of the United States. This is a really serious matter. They're serious allegations. I <HOPE> everybody can do it. Obviously, you know, people are human. They're not going to do it. Not everyone is going to do it. I'm just hoping that enough people can do this one way another to come down on whichever side they come down, but they do it with their clear conscience and that they can face their constituents in the American public afterwards."
  },
  {
    "transcript_id": "CNN-341912",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So it shows you North Korea is in the driver's seat. So that point, Michael, is giving North Korea what they want?",
    "statement": "<WELL>, we got to be careful. I <<<THINK>>> Sam is right. If you want a deal badly, you're going to get a bad deal. But I <<<THINK>>> that this divergence between Pompeo and the secretary of state just <<SORT OF>> reflects the tension of the president who wants to go big and John Bolton who is always skeptical of doing business with rogue regimes. He's focused on the details, the who, what, when, where of denuclearization. I <<<THINK>>> the secretary of state is saying, let's <<<THINK>>> <ABOUT> how we get to a peace treaty so sooner or later, they got to come together for a good deal, but there's definitely tension in the room."
  },
  {
    "transcript_id": "CNN-183360",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And two weeks since white people heard about it.",
    "statement": "I <<<THINK>>> the story was not that <WELL>-known in the media."
  }
]