[
  {
    "transcript_id": "CNN-132539",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, Joe, so how did they respond to the criticism? They have got to get -- or maybe they don't get it -- how frustrated people are seeing this kind of thing, executives with their bonuses and their perks, when they're worried about keeping their jobs.",
    "statement": "<WELL>, they were asked if they were willing to cut their salaries to $1 a year to avoid bankruptcy, and they said yes. Most of the hearing though was really <ABOUT> the bailout. The CEOs did a pretty good job of staying on message, talking <ABOUT> the reasons they were there, to ask for money to help them out of the credit crunch. But the companies later issued statements, saying -- for example, Chrysler -- it doesn't have its own private jet, but leases aircraft are appropriate, and that safety is a consideration for executive travel. General Motors and Ford, they were a little more explicit. They said business executives are required to use private jets for security reasons. That was the excuse, security reasons."
  },
  {
    "transcript_id": "NPR-26800",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Forty nine million iPhones could get shipped in the December quarter. I mean it's a staggering number.",
    "statement": "Gillis says if Apple hits these numbers it will be one of the <BEST> quarters for any company in U.S. history."
  },
  {
    "transcript_id": "CNN-101709",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "CNN's Kathleen Koch for us at the White House this morning. Kathleen, thank you.",
    "statement": "Checking news from across America now. Lawyers for California's oldest death row inmate say he is too old and too sick to be executed. Governor Arnold Schwarzenegger has denied clemency for Clarence Ray Allen, who is 75, legally blind, and nearly deaf. His attorneys are taking his case to the U.S. Supreme Court. Allen was convicted of ordering three killings while behind bars for another murder. He's set for execution on Tuesday after more than 23 years on death row. Stevie Wonder was just one of many celebrities honoring singer Lou Rawls. Rawls died last week of lung cancer. He was 72. During his funeral, the Reverend Jesse Jackson asked, Who is left among the artists fighting for children now? Over the years, as you recall, Rawls helped raise more than $200 million for the United Negro College Fund. A tribal chairman's teenage son has <REPORTEDLY> been sentenced to up to one year in a juvenile center for exchanging threatening messages with a teen gunman in last year's shootings on Minnesota's Red Lake Indian reservation. According to \"The Minneapolis Star Tribune,\" 17-year-old Luis Jardain (ph) will also be on probation until he's 21. His 16-year-old friend killed nine people in that shooting."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The beginning in the sense that as John Karl noted, when the Administration goes up to Congress, look for skeptical questions, not just from the Democrats, but from the Republicans as well. Bill Schneider had that polling at the top of the program. Many in Washington are beginning to say like father like son; the President wins the war, but then loses the support of the American people. They insist here at the White House, that will not happen. One thing this president knows, as the country reflects today on September 11, that is the moment at which they came to trust this President. Remember the divided electorate, this president took office under great controversy. It was two years ago, this week, they came to trust George W. Bush. Mr. Bush is hoping he can retap that reservoir -- Paula.",
    "statement": "John, we're going to break away, and then quickly look at that empty podium that the President will be approaching shortly where he will be addressing the nation from the Cabinet Room, a very important place where he often hold cabinet meetings. Let's talk a little bit more <ABOUT> this so-called sales pitch, and the broad <VIEW> of just how important tonight really is in the overall scheme of things."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "probably": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Do you think that last night means -- do you think last night means more about her campaign than even it does about yours? Do you think she's in real trouble, and why?",
    "statement": "No, I <THINK> she'll get the nomination, assuming she is allowed to run, which she <PROBABLY> will be because the Democrats will make <SURE> nothing happens to her. Assuming she's allowed to run legally, I <THINK> that, yes, she'll <DEFINITELY> get the nomination. This was just a bump. But losing Michigan is more than a bump in the general because it says the people don't want her. She's not going to bring back trade. Michigan has been devastated by bad trade deals, and she's in favor of trade deals. She's not going to bring back trade. She's not going to bring back businesses. She's not going to bring back all of the employment that's gone, all the factories that are closed. I've seen those factories, and let me tell you, it's disgusting to look."
  },
  {
    "transcript_id": "CNN-200462",
    "matched_terms": {
      "well": "ungraded",
      "possibly": "ungraded",
      "hope": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "No, not at this point. You know, they're not releasing any information about the communications, but they are hopeful this thing obviously gets resolved peacefully.",
    "statement": "Oh, dear. <WELL>, I would like to just all <HOPING>. Thanks for keeping up with it down there for us. <HOPE> it gets done <POSSIBLY>."
  },
  {
    "transcript_id": "CNN-71863",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Leon. Well, you know, it looks like business as usual right behind me at the headquarters of Martha Stewart Living Omnimedia, as you mentioned. But on the 25th floor of that building, it is anything but business as usual, as the company grapples with what could probably best be described as a public relations nightmare. And, as Allan was just pointing out, while Martha Stewart is really trying to drum up public support, we have a new survey out today from a company called Brand Keys, and it takes a pulse on consumer loyalty. It points out that Martha Stewart's brand loyalty reached an all-time high last April. This was before she was publicly linked to the ImClone stock scandal. It dropped to 83 from 120, 83 being a reading just this Tuesday, and dropped even further this morning, the morning after the indictment to 79. So, we see consumer loyalty slipping there. And what the company really has to grapple with is the fact that Martha Stewart is the brand on everything from the merchandise that you see in KMart stores to her magazine. And as she takes on the role of creative director, she has given over the role of CEO to Sharon Patrick, who had been president of the company. That was not a move that was a surprise. Also, this role of chairman goes to Jeffrey Ubben, who is the second largest shareholder. And really what analysts are saying is that the move is good in the long term if it is not just a title change, but they need to see a real turnaround at the company. But short term, the company really has to fight to win consumer loyalty, and also the loyalty of advertisers, because advertising revenue makes up a good bulk of the overall revenue for the company. And many analysts are expressing concern that advertisers will shy away from this controversy. And then also there is the issue of the stock price. The stock is up slightly today. It was up yesterday. But since a year ago, it has been cut nearly in half in terms of share price. So, many hurdles for this company to face -- Leon.",
    "statement": "All right, Mary, you mentioned the stock price, you mentioned loyalty amongst the consumers. What <ABOUT> the loyalty of those who actually hold the stock right now? Has there been any sounds at all coming from the major investors in this company by what they want to see happen and what they <THINK> <ABOUT> where things have taken them so far?"
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "It`s not his fault at all. But guess what? He`s famous. And because he`s famous, we`re covering this story. If she was just -- had a normal stepdad nobody knew of, this never would have made the news. This is the worst bank robbery ever, getting away on foot with a terrible disguise!",
    "statement": "A working mom finds the dream babysitter for her nine-month- old baby boy, but never underestimate a mother`s intuition. Mommy <KNOWS> there is something horribly wrong, is mommy is right. Horrific, sickening, video caught on a hidden camera, catches the so-called perfect nanny viciously abusing the little baby."
  },
  {
    "transcript_id": "CNN-64194",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "... from people eager to get one.",
    "statement": "<WELL>, I'll tell you, and that's a point that we've been talking <ABOUT> for <QUITE> some time now, ever since this possible threat of smallpox. You read the numbers just now, Carol. It's a very controversial vaccine. This is a live vaccine that <MIGHT> potentially kill people, so no big surprise then that the government has gone so slow on trying to roll out this vaccine. You read the numbers: 500,000 military, obvious reasons; 500,000 first responders and health care workers. These are the people that <MIGHT> actually take care of those first people that get smallpox if anyone ever gets smallpox, so obvious there as <WELL>. As far as everybody else goes, though -- you and me and anybody else that wants the vaccine -- that gets a little bit more tricky. First of all, to get the vaccine, you'll <PROBABLY> have to be part of a clinical trial, and you'd have to sign an informed consent saying, I <KNOW> I <COULD> die from this, I <KNOW> I <COULD> be maimed from this, but I'm still going to go ahead and do it."
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "well": "ungraded",
      "stuff": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And why is that?",
    "statement": "<WELL>, it was my <STUFF>. I followed what I <THOUGHT> the law --"
  },
  {
    "transcript_id": "NPR-43683",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And I'm Melissa Block.",
    "statement": "On the Gulf Coast today, there are some more signs of communities taking      steps toward normalcy.  There are also investigations under way, and more      details <ABOUT> the disaster are emerging.  Just ahead in this segment of      the program, a conversation with Louisiana's attorney general and a      report on job seekers in Mississippi.  But we begin with New Orleans.      Federal officials on the scene have begun to scale back the military's      presence, saying they'll move two Navy ships from the region.  And three      suburbs officially invited their residents to return home.  NPR's Martin      Kaste has more."
  },
  {
    "transcript_id": "CNN-399860",
    "matched_terms": {
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "We've got to stand up and take care of ourselves because they won't.",
    "statement": "<WELL>, Sara -- I mean, they've <OBVIOUSLY> made a very compelling case for why they're doing this but it sounds like they're at an impasse. So what now?"
  },
  {
    "transcript_id": "CNN-274401",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So Paul, I'm going to get you the way in one second, but I've just been able to re-establish our link with Michael Pitt. Mr. Pitt I'm sorry we sort of lost you as you were about to go into the hurdles that you're facing, and I want to ask you specifically about the biggest hurdle at least from my small perspective and that is causation. You might have clients out there with lead in their system, you might have clients who had hair loss, you might have clients with something far worst or not as bad, but ultimately, isn't it really difficult to prove perfectly that it was the lead in the water or that it was water at all that led to all of the people in the class action suits problems?",
    "statement": "<WELL>, we have a unique situation here. We have blood level test -- blood lead level test that were taken at the same time of the exposure to the toxic water, and we have children who had zero blood lead levels before the exposure, we have children with five, six times elevation at the time of the exposure. It is a perfect match. It is perfect match for those children who fit into that category this is not going to be a difficult task, for others, yes, but for the large group of children, we have a very strong case already developed."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "about": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "It's a great question and I went through a year of seriously asking that after the scandal. And different therapists have said different things to me. My first therapist said, you are a heterosexual, with homosexual attachments and I wasn't sure what that meant. Now that we have processed this through, my current counselor says, \"You're a heterosexual with complications.\" And so I don't think the boxes work for me. I think I have -- I have some thoughts in my life and some processes in my life that just don't fit neatly into the boxes, which I think is true for a lot of people. And I know that I am in a process. I am changing and so I know I went through -- I was different in college than I was in my 20s and 30s. And then this happened in my 50s and -- but I can tell you this, today, I am 100 percent satisfied with my relationship with my wife and I have no compelling things in my life toward others.",
    "statement": "And we're going to meet her in a couple of minutes. Let's take a look at a clip from HBO's \"The Trials of Ted Haggard\" it debuted tonight it will be playing frequently. This is Ted commenting <ABOUT> some people's <VIEWS> of homosexuality. Watch."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Oh, boy. All right. Sean Callebs for us. We'll be there watching that press conference this afternoon, 1:00 p.m. Eastern Time. Good to see you. Thank you.",
    "statement": "So what are the health risks of formaldehyde? Something to talk <ABOUT> <CERTAINLY>. Here to explain more, CNN chief medical correspondent Dr. Sanjay Gupta. All right. We <SHOULD> <PROBABLY> start off by reminding everybody exactly what formaldehyde is?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sustain the objection. Let's cross-examine this witness, and let's don't testify as to other matters. He has testified. I've limited his testimony; I've sustained some of your objections to where he's testifying only as an expert as to plastics and rubber.",
    "statement": "That's all I'm talking <ABOUT>."
  },
  {
    "transcript_id": "CNN-392164",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "perhaps": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, I've always been proud to have worked for Mitt Romney, and was proud to see him vote his conscience. Even if you disagree with him, what he did was, he made a very difficult decision. And he is going to face significant blowback from the Republican party. This is Donald Trump's party. Many in his party are disappointed by Governor Romney's decision, his Senate colleagues, people in Utah. And he will have to deal with the consequences as a result of this. But I think he understood that going into it. It was clearly a decision that he put a lot of time into thinking about and knew what the consequences would be, and knew that he was disappointing many in the Republican Party with what he did.",
    "statement": "OK, do you <FEEL> like he knew what the consequence would be in terms of whether -- yes, on <MAYBE> Trump's reaction, but do you <THINK> he made this country and the decision, and said OK, either I'm saying goodbye to politic, any <KIND OF> political aspirations as I <KNOW> it, or <PERHAPS> I'm also saying hello to a different type of leadership that many of my constituents or many people would embrace?"
  },
  {
    "transcript_id": "CNN-332937",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Do you have any information on the shooter's extremist views?",
    "statement": "No, I do not. We have not gotten that information yet. I mean, we have only heard a few things, but nothing solid or anything that we really are <SURE> of yet."
  },
  {
    "transcript_id": "CNN-324339",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The Deputy Prime Minister says their relationship is now over, that they have given regular reports to the U.N. investigation team.",
    "statement": "The activities that have been taking place in Namibia in which the Koreans have been involved <COULD> not really be considered to be generating such a heavy amount of money to fuel the nuclear development in North Korea."
  },
  {
    "transcript_id": "CNN-286154",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, Nancy, it`s clear that he did not have good intentions and you know...",
    "statement": "No, break it down. Break it down! When you say he did not have good intentions, what else would he be doing with the little girl, taking her out to either molest her or kill her. He`s already, under the law, kidnapped her, end of story. And he`s caught on video. But you say he`s no sex offender. OK, then let`s follow through the logical end to your statement. What do you <THINK>, Ray Caputo? Why else would he drag her out, being attacked by the mother, and actually, the mom can`t stop him -- why do you <THINK> he`s taking her out?"
  },
  {
    "transcript_id": "CNN-176071",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "As you know, some of the \"Occupy Wall Street\" protesters say they were inspired by what happened in Cairo in Tahrir Square when protesters against the Mubarak government were occupying that square. You were there. We were talking about it at that time. Do you see any length between what happened in Cairo elsewhere in North Africa and the Middle East and what's happening in New York right now?",
    "statement": "You <KNOW>, I <THINK> there are a couple of parallels. I don't want to overdo it because, you <KNOW>, <OBVIOUSLY> in Tahrir, you had the authorities opening fire. The reaction here has been <OBVIOUSLY> infinitely more tolerant. But in terms of what drives the protesters, I <THINK> there is a similar sense of just deep frustration, a sense of disenfranchisement with the system. A sense that the political economic system is skewed against ordinary people and also, just a little bit of <HOPE> that <MAYBE> by going out and protesting, one can <PERHAPS> bring <ABOUT> a bit of change. And I <THINK> that one lesson that the \"Occupy Wall Street\" people need to absorb is that those protests abroad had an impact in part because they had real demands on the political system. One of the problems I <THINK> for \"Occupy Wall Street\" is that the demands have been very vague and it's a little <UNCLEAR> what specifically they would like to see."
  },
  {
    "transcript_id": "CNN-30410",
    "matched_terms": {
      "sure": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The London stock market is up better than 2.5 percent today. But hold your horses, it's not as if anything has really changed in terms of the outlook. Richard Lambert is editor at the \"Financial Times,\" and he's here to tell us a very interesting tale of a small mistake that made some big movements in stock prices -- hi, Richard.",
    "statement": "Good morning. Yes, <WELL>, it was last night actually that the excitement happened. Just in the last minute or two of trading, the market --- the FTSE fell by more than a couple of hundred points. And we're still not exactly <SURE> what happened. It was either over-the-counter, an options deal, or <MAYBE> some trader was doing a basket sale and put the decimal point in the wrong place. There's a suggestion that it was Lehman Brothers, but I can't confirm that."
  },
  {
    "transcript_id": "CNN-169376",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Does anybody wind up other than the street level people, does anybody else wind up or have a threat of jail out of this? I mean it looks like the telephone records and Privacy Protection Act, the Foreign Corrupt Practices Act, Electronic Communications Privacy Act. There are a lot of potential laws broken here, but the question is how do you tag that to anybody other than the guy in the field who did it maybe?",
    "statement": "<WELL> -- <WELL>, yes, look, under the Foreign Corrupt Practices Act, there have been people who served time as a result of bribing foreign officials. The problem is -- the issue is you've got to be able to demonstrate, I <THINK> -- I mean some would argue you don't necessarily even have to demonstrate this, but I <THINK> you have to demonstrate that there was some knowledge on the part of people here in the United States that this bribery was going on abroad. Now remember things like that the act I'm talking <ABOUT> generally aren't used for these kinds of purposes. Generally it's used when you're trying to get contracts from a foreign government."
  },
  {
    "transcript_id": "CNN-210749",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now, some of the words being used to describe this controversial cover on social media: words like tasteless, sickening and a slap in the face to the victims of the Boston Marathon bombings. Now Brian Todd has more <ABOUT> the backlash and why Rolling Stone pictured this on its cover."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Welcome back to SHOWBIZ TONIGHT, a guitar-friendly program. No guitars were hurt in the making of this show, unlike the opening of the newest \"Hard Rock Cafe\" in Times Square, New York. I was there. And rather than the traditional ribbon-cutting, the \"Hard Rock\" celebrated by smashing 100 guitars, a feat, it says, is the largest ever simultaneous smash. Rock legends Brian Wilson and Steven Van Zandt lent a smashing hand. And also, Steven also gave me a little smashing history lesson.",
    "statement": "... The Who, who <SORT OF> invented that very effective symbolic expression of teenage frustration. But my very first band, I got into the Who very early. And at the end of the shows, we would smash our equipment. And, you <KNOW>, I didn`t realize that Pete was taping it back together and using the same one."
  },
  {
    "transcript_id": "CNN-317813",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "OK. And so, Dylan, are you able to hear us? I see you tapping your earpiece. OK, maybe not. So David, let me ask you, right now you have acting homeland security as secretary, but then there is talk inside of Washington, inside the beltway and beyond that Jeff Sessions, who's the current A.G., could potentially be moved to that Homeland Security secretary gig, which would mean the president then would have to find a new A.G. Does this create a new problem, potentially, for the White House? Or does this solve potential problems that Trump sees?",
    "statement": "<WELL>, it <MIGHT> solve one problem and create others, Fred. I mean, if you talk <ABOUT> Sessions and Kelly, they're the two members of the cabinet that arguably have been the most successful in pushing forward President Trump's agenda, in large part because they are both working in different ways in issues related to immigration. And whether or not, you <KNOW>, we can have a separate discussion <ABOUT> the pros and cons of that policy, they are moving forward with their immigration policy. So in some ways it's a fit for Sessions to go over to Homeland Security. But then you have to have another attorney general appointed, which means that senators in the Justice Committee will have another crack at questions -- particularly Democrats, at questioning the new nominee of the president for attorney general. And that will open up a whole new can of worms in terms of the Justice Department investigations, the special prosecutor and what that new attorney general, if there is a new attorney general, will do going forward. That is another problem, at least message-wise, for the White House."
  },
  {
    "transcript_id": "CNN-289041",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "But he doesn't seem to have been very religious, we're told, by his neighbors, never seen him in the local mosque.",
    "statement": "That's -- that's true. But I have seen these lone wolf attacks from people, who are at the end of their rope. And, at the end of their life, they decide that they are going to -- you <KNOW>, they're looking at -- they're looking at eternity and they're <THINKING>, I <MIGHT> as <WELL> go out with God on my side than not on my side. And so people who had never had any <KIND OF> religious fervor, at least apparent religious fervor, will sometimes -- will sometimes grab some right at the end."
  },
  {
    "transcript_id": "CNN-123788",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "President Bush took (ph) up Project Lifeline, the new housing foreclosure plan.",
    "statement": "Many Americans are worried <ABOUT> meeting their mortgages. My administration is working to address this problem."
  },
  {
    "transcript_id": "CNN-140323",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The two journalists and their families have expressed great remorse for this incident, and I think everyone is very sorry that it happened. What we hope for now is that these two young women would be granted amnesty through the North Korean system and be allowed to return home to their families as soon as possible.",
    "statement": "We will keep abreast of all those developments. But right now let's go back to Ghana, where the limos have just pulled up there, and we <BELIEVE> that President Obama is <ABOUT> to reemerge, come out, and say goodbye to the crowd. You can hear the cheering there already there as people get ready for the historic moment. There he is. There are his daughters and his wife. And truly, you cannot overstate the impact this visit is having on the Ghanaian people, who have seen presidents before. But this is the first African-American president. Listen for a moment what is going on there."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Plus, new opinions on the suspect in the case of a family murdered in Texas. We'll explain.",
    "statement": "And then later, yesterday we told you <ABOUT> a dangerous chemical in breast milk. But where does it come from? And what can nursing mothers do to protect their babies? We're going to have the answers. Stay with us, we're coming right back."
  },
  {
    "transcript_id": "CNN-77502",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Well, we just have a fundamental disagreement about the program. He has said on a number of occasions that it's a very bad program. He said it's the worst federal program ever. He said that it's the worst thing that ever happened. I just disagree with that. I think Medicare is a great program. He cooperated, agreed with the Republicans when I was leading the fight to stop the big $270 billion cut in 1995. He was agreeing with the Republicans. So his, both his rhetoric and his past actions have been a lot like the Republicans and we need someone to go up against Bush who will fight against big cuts and privatization of Medicare.",
    "statement": "Polling in New Hampshire shows Howard Dean at 30 percent. It shows Dick Gephardt at six percent. Have your numbers changed since you started being <QUITE> critical of Howard Dean?"
  },
  {
    "transcript_id": "CNN-328578",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Basically what everybody's been waiting for now for weeks. There's a final bill. There will be no changes.",
    "statement": "I <THINK> that we are going to be in the position to pass something as early as next week."
  },
  {
    "transcript_id": "CNN-21081",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "No -- you didn't get your count?",
    "statement": "That is correct. And for one simple reason: The nation's interest has to come first. And I <HOPE> that Gov. Bush will make the same pledge."
  },
  {
    "transcript_id": "CNN-289858",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "One of the things that she's struggled with during the primary and the general, she's a pragmatist. It's not so much about upending the system. What Bill Clinton is saying, yeah, true, it could be boring, but she gets things done. I mean, the bottom line was she was saying that she gets things done.",
    "statement": "Hold on. First of all, you were never wrong. This is a twofer. He was <CERTAINLY> trying to depict, excuse the analogy, but he's trying to depict Trump as the cartoon, as <WELL> as saying they're trying to make her two-dimensional. So, you were right, as usual."
  },
  {
    "transcript_id": "CNN-338757",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And you know, my sense is he went way over the line again, last night, and on this dinner, either clean it up, or shut it down.",
    "statement": "Yes. I mean, you make a really good point. Remember when Ozzy Osbourne came in the Bush years, it was the first time we had a celebrity there. And then during the Obama years, it was -- it was -- all of Hollywood descended on Washington, and that was a skeptical. And now the skeptical is Trump going to go or not go, and it's a clash with the Trump administration, and the press, and you do lose sight, David, of what this was all <ABOUT> in the first place, which is, for these two constitutional adversarial institutions, to take a breath one night, to toast one another, to toast the role that the other has in this important democracy."
  },
  {
    "transcript_id": "CNN-181764",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Neuman, a Cobb County engineer, has admitted killing Sneiderman outside Dunwoody Prep.",
    "statement": "When he`s talking <ABOUT> six-foot angels that look like Olivia Newton-John. Mr. Neuman`s delusions rendered him incapable of differentiating right from wrong."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Celebrity mags are big business in the United States. \"Us Weekly\" magazine`s weekly circulation is 1.5 million. \"Star\" magazine`s is 1.3 million and \"In Touch\" magazine`s weekly circulation is one million. And as \"OK!\" tries to crash the party, will readers care how it gets its stories?",
    "statement": "I <THINK> some people who are reading these magazines and buying them as they check out from the grocery stores <MAY> not care <ABOUT> the ethics of journalism."
  },
  {
    "transcript_id": "CNN-399289",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And China hit back with this in state-controlled media. \"Politicians in the United States appear to run out of new ways to smear China. They have frustratedly repeated their wild claims and continued to propagate the idea that the virus is manmade and leaked from a laboratory. United States politicians have evil intentions behind the political farce.\" Let's get more on this now from CNN's Kristi Lu Stout, standing by live in Hong Kong. Also John Defterios in Abu Dhabi. Kristi -- first to you. There are a lot of accusations flying back and forth between these two countries right now. And it seems right now there's not a lot of evidence or proof to back up any of these claims.",
    "statement": "No, there is a lot of rhetoric, and there is a lot of name-calling. And we are also waiting to hear another response from the ministry of foreign affairs in China to repeated claim from the Trump White House repeating that they <BELIEVE> that the virus came not from a live wild animal market but from this lab in Wuhan, China. Now we did hear he mentioned. The CCTV commentary last night is scathing commentary. They called the U.S. Secretary of State evil and accused of spewing poison and spreading lies. They also name-checked two scientists -- you <KNOW>, name-checked a Columbia University biologist as <WELL> as an executive director of the"
  },
  {
    "transcript_id": "CNN-317342",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "So here's the haircut that he's referring to. There's the pic. Kaepernick fired back with the reference to Stockholm syndrome implying that Michael Vick had taken on the views of his employers. But is this all a coded discussion about race in sports? Joining me now, one of the deans of American sports broadcasting, how about 12 Olympics, seven Super Bowls, seven World Series, 10 NBA Finals and 28 Emmys? Thank you so much, Bob Costas, for being here.",
    "statement": "I'm worn out, I <HOPE> I can make it through the next few minutes."
  },
  {
    "transcript_id": "CNN-199968",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Rhode Island could be the next state where same self couples can get married. House lawmakers there approved a measure last night by a vote of 51-19. Now, the bill has been introduced every year for 11 years there and this was the first time it made that a committee. The bill now has to go to the Senate. If it does survive there, the governor has said he will sign it.",
    "statement": "I read this, this morning, and <THOUGHT> of you, John Berman. There is a new Jedi master reports say actor J.J. Abrams will be at the helm of the next \"Star Wars\" movie \"Episode VII\". It follows \"Return of the Jedi\" in the \"Star Wars\" chronology. In case you didn't <KNOW>, \"Episode VII\" will be the first produced by Disney, which bought Lucas film last year and announced plans for a \"Star Wars\" trilogy, episode seven, eight, and nine. Disney has slated seven for a 2015 release. J.J. Abrams is also behind the \"Star Trek\" film \"Into Darkness\", which will be out in <MAY>."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And, again, as far as you know, this appears to be, if you guys didn't experience any damage or hear about the tornadoes touching down near where you were, that this looks like it caused this damage in a fairly isolated area, essentially where the camp was. There -- you're not getting reports of any injuries from other places?",
    "statement": "No, not at this time. We haven't received -- now, there were other tornadoes located -- spotted in the area. There were tornadoes, I <KNOW>, on the ground to the northeast of Sioux City. I <KNOW> there were other -- other tornado warnings issued this evening. But, to the <BEST> of our knowledge, this was <OBVIOUSLY> the worst possible situation there in the Little Sioux, Iowa, area."
  },
  {
    "transcript_id": "CNN-324984",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "It's among the most sensitive things a special counsel could be doing, investigating the president of the United States, Carrie.",
    "statement": "It is. And although the focus so much, you <KNOW>, from the president wanting to be assures that he personally wasn't the subject of an investigation. The charge that the special counsel was given from the deputy attorney general to conduct this investigation is focused on the Trump campaign. So the idea I <THINK> from the beginning of -- that the <FACT> that this investigation wasn't touching the president in some way was just <SORT OF> not an accurate read of the charge that special counsel was given because the special counsel was directed to look into any potential Russian interference in the election as it related to the Trump campaign and anything else that was turned up in the source of that investigation."
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You were in the moment as this verdict was being read, take us back please. I know there was an exchange with the defendant immediately after, but in those moments, what was going through your mind, please?",
    "statement": "<WELL>, I've been at this for a while, 25 years and when a verdict comes back you're always anxious on what the result was going to be. I keep the verdict sheet in front of me and I checked them off as they were read. You <KNOW>, it's a solemn moment because it's hard work for a jury, 12 ordinary folks from our community that came in and served and so I didn't react. I won't under those circumstances and we heard the verdict, and I'm just grateful for what they did and what they were willing to stand with us in this and stand up for what happened. I have never seen the type of attacks that were levied on people that were coming forward to describe how they were sexually assaulted and when that happened, I was concerned. I was really concerned that -- that we're not moving past the vestiges of what happened before, that people wouldn't get it. But I <THINK> they listened to Dr. Ziff. They heard what was real and what was false, and they were strong when they came back. They were polled, meaning that every one of them was asked whether they agreed to the verdict. And all I heard from each of them was strength. And I'm grateful for that and grateful for what they all did and the commitment that they gave to Montgomery County, our citizens, our communities and this -- this is bigger."
  },
  {
    "transcript_id": "CNN-91713",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Snap. Princess Diana's biographer takes us inside the world of the paparazzi and the prey. From the CNN Center in Atlanta, I'm Kyra Phillips.",
    "statement": "And I'm Miles O'Brien. This hour of CNN's LIVE FROM begins right now. <WELL>, there is no evidence of hostilities, no word on the fate of the crew. We're two hours into the aftermath of the latest U.S. helicopter crash in Iraq. This one a two-seat Kiowa Warrior in southwest Baghdad. The OH-58 Kiowa is the military version of the Bell Jet Ranger, a civilian workhorse. It can be used for reconnaissance or attack, depending on how it's configured. It can also carry injured soldiers. It's much smaller than the Super Stallion that crashed on Wednesday, killing 30 U.S. Marines and a sailor. We'll keep you posted on recovery efforts in Baghdad and we'll have the latest for you on the cause."
  },
  {
    "transcript_id": "CNN-141462",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "All right. Appreciate that. Those comments coming from the White House, of course. Dan Lothian, thank you, and in fact, we will have live coverage of President Obama's remarks on the economy. His comments are now scheduled for 1:15 Eastern. And just about 40 minutes from now, we're going to be talking with Labor Secretary Hilda Solis. She, of course, will look beyond the numbers with us. Meanwhile, to this story now, a strike in Pakistan. Officials there now saying a powerful Taliban leader is dead, killed in a U.S. drone attack. CNN's Cal Perry is joining us now live from Islamabad, Pakistan with more on this. So Cal, what is the latest report of Baitullah Mehsud's death?",
    "statement": "<WELL>, what we're hearing from both the Pakistani governments and the U.S. government is they want 100, really, and 10 percent confirmation that he is, in <FACT>, dead. We <KNOW> that in the early hours of Wednesday morning in northwestern Pakistan, there was a U.S. air strike of some kind using an unmanned drone targeting Mehsud who is the head of the Taliban across the entire country. So we're not just talking <ABOUT> a tribal region, we're talking <ABOUT> an entire country. If true, and all reports <SEEM> to indicate that he was, in <FACT>, killed -- we've talked to sources here who say there was a big funeral within three hours of his death on Wednesday. If he has been killed, it would be a huge blow to the Taliban here in Pakistan because Mehsud was responsible, some say, for up to 90 percent of the suicide bombing attacks across the country. Heidi?"
  },
  {
    "transcript_id": "CNN-236881",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "I certainly hope we do see exactly what you're suggesting. Yes, go ahead, General Honore.",
    "statement": "If I <MIGHT> say, Ashleigh, Missouri is one of the few states with two military police battalions. All those troops have deployed at least once. They're <WELL> trained. They have the right type of troops, military police, to do law enforcement. In many cases, some states don't have military police so they'll put infantry troops. This governor has at his disposal two battalions of military police. They're sending <ABOUT> 200. So these are trained policemen that are coming in to assist in this task, and I assume that's who he selected for this task. We'll see if the coming hours here as they show up."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Not so much that they're kicking off existing Medicare patients, but they are not taking new Medicare patients. So if you turn 65, you have trouble getting a doctor. Or if you move, as this gentleman did, you have trouble finding a doctor, and it is getting to be more - a bigger and bigger problem.",
    "statement": "Congress <KNOWS> it needs to do something <ABOUT> it, but fixing this problem is going to cost in the tens or <POSSIBLY> hundreds of billions of dollars. So it's been a difficult problem."
  },
  {
    "transcript_id": "CNN-119033",
    "matched_terms": {
      "maybe": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "certainly": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "We have advanced 650 feet from where the damage from the earthquake started in the direction of the men. And we encountered our first piece of machinery that they would use near the face of the mine. It was a cable sled.",
    "statement": "It's very likely that it's going to take them <PROBABLY> another four to five days to actually get to the miners with the rescue crews. They had originally said <MAYBE> seven days. Then they dropped that estimate yesterday to four or five days. But based on what Bob Murray was saying this morning, it <APPEARS> that that length of time <MAY> still be four or five days considering the slow going. No word yet, T.J., on what the atmosphere is down there, whether there's enough oxygen in that main cavity to support human life. They haven't gotten any of those readings, or they <CERTAINLY> haven't passed on the information here to us at the site --"
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Is the comparison to the situation the country faced on the inauguration of Franklin Delano Roosevelt to the situation we faced last January with Barack Obama taking office - is it accurate, do you think?",
    "statement": "<WELL>, there are some parallels. And clearly the economic crisis that Obama inherited is often compared to the Great Depression, although the crisis, at least so far, is not nearly as bad as the Great Depression was. One big difference is that Obama came into office very shortly after the crisis began, whereas Roosevelt became president after four years of depression."
  },
  {
    "transcript_id": "CNN-343282",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The Goodlatte bill is fairly draconian. I don't think any Democrat will vote for that. The Ryan bill, that one seems to keep morphing, so we need to see where it ends up. But we don't vote until tomorrow.",
    "statement": "Are you still open minded <ABOUT> that second, more-moderate legislation?"
  },
  {
    "transcript_id": "CNN-203929",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- it's a very different kind of psychotic state, an agitated psychosis. But again, thinking is the problem when they're in those states.",
    "statement": "So, is there any scenario -- we talked <ABOUT> Nancy Lanza and people who knew her. And they said <WELL> she -- he wanted to go into the military. She realized he couldn't. She encouraged this obsession with guns because she wanted to be close to him."
  },
  {
    "transcript_id": "CNN-216077",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Bob is a terrific person, a great scholar, but these are (ph) nonsense. In the 1970s under Thomas P. O'Neill, a democratic speaker with the democrats controlling the house, the senate and the presidency, they had a shutdown over abortion. I mean, not of budget issue, but an issue of (inaudible) of public policy issue. The constitution was written to separate powers, the power that pierces in the house. The whole point is that the president is not a king. The president can't demand. He has to negotiate and nothing has weakened this president. And, by the way, this afternoon, CNN poll is startling in how much Obama is going to (ph) hurt by this, because he goes on TV and says I will not negotiate. Well, the American people begin to believe him, he will not negotiate. They think that's not very smart.",
    "statement": "You are <ABSOLUTELY> wrong historically. Newt, with due respect and you are my friend, but you are <ABSOLUTELY> wrong historically."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Thank you both. Dina, wasn't there not a(ph) email that this 19-year-old had sent to either Pakistan or Afghanistan, looking for a weapon?",
    "statement": "No, my understanding of the email, and remember, all I <KNOW> is from the affidavit so far, because his lawyer really has not provided much detail on his side of the case, but my understanding is, is that he had written an email to somebody in Waziristan who had actually been, <SORT OF> being(ph) watched by the FBI, and had asked if he <COULD> get training. He didn't ask for a weapon, he asked for training."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Did you ever ask why they used vinyl?",
    "statement": "I didn't get a chance to talk to Ford <ABOUT> that. But this is a magnificent car, and what a fabulous gift to our library."
  },
  {
    "transcript_id": "CNN-150221",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "We are going to repel this invasion one way or another.",
    "statement": "What happens when immigrants actually pick up and leave? You will see a case study, this while the cardinal of L.A. calls Arizona's new anti-immigrant law -- quote -- \"Nazi techniques.\" Why are we seeing so many earthquakes? Because women are being too promiscuous, that's why. Which genius said that? The lists you need to <KNOW> <ABOUT>. Who's today's most intriguing? Who's making news on Twitter? It's why I keep a list, pioneering tomorrow's cutting-edge news right now."
  },
  {
    "transcript_id": "CNN-356155",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Just minutes ago, Mr. Trump tweeted that China has agreed to reduce and remove tariffs on cars coming in to China from the U.S., adding that currently, the tariff is 40 percent. China has not confirmed this move yet. But the President's tweet comes as negotiators from both sides are trying to iron out key trade differences. The trade war between the U.S. and China has been escalating for most of this year. Let's take a look at that. Back in March, the Trump administration announced plans to impose 25 percent tariffs on $50 billion worth of Chinese goods. Beijing promised to respond in kind. That overshadowed the last round of formal trade negotiations between China and the U.S., a couple of months and later, and they ended unsuccessfully.",
    "statement": "Now, in July, the two governments introduced the first wave of tariffs on $34 billion worth of each other's exports and the second wave came in August, affecting another $16 billion of each other's products. In September, the Trump administration announced more tariffs on <ABOUT> $200 billion worth of Chinese exports. These Chinese goods are subject to a 10 percent tariff right now. Beijing responded with tariffs on another $60 billion of U.S. imports. The U.S. had planned to raise its latest tariffs to 25 percent on January 1st, but with the trade truce, that raise is now on hold."
  },
  {
    "transcript_id": "CNN-147118",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We saw this sign hanging on Delmas (ph) St., a plea for help. We came over and met Joseph Ricardo. Why did you make this sign, Joseph?",
    "statement": "OK, I just write in that, because I need help. OK? There are so much person over there who got so much problem, that's why -- and I see that and I then -- I then imagine this and I just write for -- for help. Because, you <KNOW>, there are so much person dying in -- dying here. There's so many dead. We cannot live. That's why we wrote it. OK?"
  },
  {
    "transcript_id": "CNN-40934",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What specifically are you worried about, when you say, make sure its' temporary? What specifically do you see on table that you believe does not belong in this package?",
    "statement": "<WELL>, the president, for example, has proposed cut in the corporate income tax rate. That would be permanent. That would have a permanent impact on revenues, and it would affect the out-year budget. He's proposed changing depreciation rates. That, too, would <PROBABLY> be permanent. You <COULD> make it temporary. But that creates instability in the economy. That would <PROBABLY> become permanent once it got in the tax code. That would have a permanent impact on revenues and it would have a permanent impact on the bottom line. It would mean we would <PROBABLY> be borrowing from Social Security for a longer period of time."
  },
  {
    "transcript_id": "CNN-126389",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, how about that? Assistant police chief there in Greensboro, North Carolina, David Douglas, doing a nice job of giving us a reassessment of where things stand in Greensboro. As you take a look at these pictures from that city, from the storms, the tornadoes that touched down in Greensboro last night and doing all of this damage -- cars tossed, trees, power lines down, homes, as you can see here, and some businesses damaged as well -- the assistant police chief advising people of the number to call if they have damage to report. And also warning people if their home is wrapped in yellow tape, that is not a safe structure right now. So, good information there from the assistant police chief, David Douglas, Greensboro, North Carolina.",
    "statement": "Another superdelegate defecting from Hillary Clinton to Barack Obama. An Obama campaign aide confirms the switch. Congressman Donald Payne of New Jersey is the third person to leave for Clinton for Barack Obama in the past 72 hours. Obama is campaigning in Oregon today, ahead of the <MAY> 20th primary there. Clinton has campaign stops in Oregon and Kentucky today. She is urging supporters to ignore the calls for her to quit. She promises to keep going. Clinton is counting on a win in Tuesday's West Virginia primary. On the Republican side, John McCain has a news conference scheduled in New Jersey this hour. He delivered pizzas to a New York fire station yesterday. McCain heads to South Carolina later today. Divided Democrats. The battle between Barack Obama and Hillary Clinton highlights another split between red and blue Democrats. Senior Political Analyst Bill Schneider with the Election Express in Charleston, West Virginia. Bill, Hillary Clinton has been pursuing those so-called red Democrats. Very hard there. What's the impact on her campaign?"
  },
  {
    "transcript_id": "CNN-211694",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "So you're saying there were lessons learned after what happened in Benghazi?",
    "statement": "I <THINK> you're going to see that the State Department, it takes all these threats very seriously. I <THINK> they always have. But I <THINK> in the light of Benghazi, it's really necessary to, you <KNOW>, to move as broadly as possible. Again, it doesn't mean it's a threat to everybody. It's not a -- necessarily a case where, you <KNOW>, several embassies are being threatened. But they do have to include all the embassies that <COULD> be in this threat and that's why they've decided to do this."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In the interest of clarity, you've spoken of how the White House counsel has often -- has been involved in this process on the Hill. Has the White House, to this point, actually asserted executive privilege? Or are you talking about the potential?",
    "statement": "I'm talking <ABOUT> the process. I can't go any further than that."
  },
  {
    "transcript_id": "NPR-33909",
    "matched_terms": {
      "could": "ungraded",
      "perhaps": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "First, I think they're trying to gather as much information as they can - which everyone is trying to do, and it's not so easy. And second, I think, really, they're trying to calibrate what should they say. Because they know that what they say, people pay attention to. And they know that what they say or don't say can get them in trouble.  So I think it's really at that level - what are we trying to do, what are we saying to the regimes themselves? What are we encouraging them to do, and what are going to say publicly?",
    "statement": "It's a very delicate balancing act, and it's <SORT OF> the price of decades and decades of a - unhealthy bargain. By dealing with regimes that are repressive, yes, but pro-American, we get what we want. And that bargain is now collapsing because we can't have everything we want. We <COULD> side with regimes at great cost -our reputation in the region and <PERHAPS> at great cost, our interest in the future. Or we <COULD> side with the protesters. And that, too, <COULD> come with great peril."
  },
  {
    "transcript_id": "CNN-244596",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm determined to get justice for my husband.",
    "statement": "Good morning, welcome to NEW DAY. It's Thursday, December 4th, just <ABOUT> 8:00 in the east. Chris Cuomo and Alisyn Camerota here. The violence was largely absent but the anger has returned in full force after a white New York City cop was cleared in the chokehold death of an unarmed black man. The grand jury deciding not to indict Officer Daniel Pantaleo who was caught on tape choking Eric Garner to death. And look, show the division. Here are the papers this is morning. One city, two tabloids, two different takes on this. One says \"It was not a crime.\" the other says --"
  },
  {
    "transcript_id": "CNN-83535",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "apparently": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well, the streets are calm here in Baghdad proper. In the downtown area. Muqtada Sadr's supporters, if you will, retreated from this area. They have returned, some of them to Sadr City, some to other locations. Sadr City very much the focus. As we understand it now, more than a dozen U.S. tanks are on the streets. Residents have said, they are afraid to venture out, they're staying buttoned down inside their homes. And it would appear that a battle for those streets, control of those police stations, continues right now. The question is, what happens tomorrow? Is this another front? Will this lied to more support from Muqtada Sadr? Or will these murder charges come out against one of his top aides who would undermine that support? Critical questions all of them for the U.S. coalition.",
    "statement": "And I <KNOW> Jim, I <KNOW> you'll follow it for us. Thank you, Jim Clancy in Baghdad for us today. And coming up a little later on this hour, we'll tell you more <ABOUT> the insurgents <APPARENTLY> causing the trouble in Iraq. We'll talk to an expert on the subject. Stay with us for that. Moving on now to Spain where police say the ringleader of the Madrid train bombings wg among the terrorist <SUSPECT> that blew themselves up as police closed in on them yesterday. But as CNN's Al Goodman reports, the manhunt is not over."
  },
  {
    "transcript_id": "CNN-411770",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Are you okay with that?",
    "statement": "<WELL>, I'll tell you what. We are looking at that, and that has to be approved by the White House. We <MAY> or <MAY> not approve it."
  },
  {
    "transcript_id": "CNN-199968",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Nice and cold there. Alexandra Steele is at the weather center in Atlanta. She's nice and warm this morning. Good morning to you.",
    "statement": "Good morning to you, Zoraida. All right. Jennifer is out, the temperature is 30. The wind chill, what it <FEELS> like for her is 24 degrees. So, I want to show you the big picture. There are some mitigating factors with this storm. There is a lot of dry air. You can see Chicago has not seen one inch of snow since February 24th all last year. So in the last almost 11 months they have not seen an inch of snow. Will they pull out an inch with this? I don't <KNOW> if they're going to. So, mitigating factors for this being a big winter storm, one, a lot of dry air. Also what is happening is the Gulf isn't open so there is no moisture coming in, <KIND OF> enhance any rain or snow or freezing rain. So that being said, I don't <THINK> this is going to be a blockbuster. So, let me talk <ABOUT> what <COULD> see. Here's Nashville where Jennifer is. You can see barely any ice coming through. And you can see it's very dry. So even what we are looking at is called virga. It's falling from the sky. The atmosphere at the surface is so dry. Nothing is coming to the ground. That being said, Washington, D.C., <AROUND> 4:00, the snow starts. <MAYBE> one to two inches of snow for you. New York City, by tonight, we'll see it. <MAYBE> an inch of snow. And then it pushes out. So you guys, it's a quick hitter. No question <ABOUT> that, a one day affair. But a lot of mitigating factors. So don't really expect any blockbusters."
  },
  {
    "transcript_id": "NPR-26254",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In Central America. And Hertzberg wasn't entirely on board with this policy. And he wrote this magnificent essay that just redefines the Reagan era. And points out all the ways in which the Emperor truly had no clothes. The Child Monarch truly had no clothes. And it's just a masterpiece of comic argumentation. And he's having just an exuberant time trashing Reagan.",
    "statement": "In some essays, the New Republic took the risk of being a magazine written by and <ABOUT> intellectuals and broke some rules of disclosure in the process. My favorite is the essay from the first issue in November 1914. The English writer Rebecca West wrote a wonderful essay on the duty of harsh literary criticism; some of which she reserved for H.G. Wells. Tell us which she didn't disclose <ABOUT> H.G. Wells."
  },
  {
    "transcript_id": "CNN-258425",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "obviously": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "You're watching News Stream. And you're looking at a visual version of all the news we have for you. We've already told you about Greece closing banks and putting restrictions on withdrawals. Later, we'll look at what went wrong with SpaceX's latest rocket launch. But now, let's turn to Taiwan. Hospital officials say one woman has died in the wake of Saturday's explosion and a fire at a water park. The 20 year old had suffered burns to 90 percent of her body. Nearly 500 people were injured when a flammable powder blew up over the stage and a fire engulfed partygoers. More than 180 are in an intensive care. Police say they arrested two men: the event organizer and the engineer in charge of lighting and hardware. Both have since been released on bail and have not been charged. So, let's bring in CNN's Kathy Novak for more on this story now. She's in New Taipei where the water park is located. Kathy, I know that the water park was shut down, but otherwise, what do we know about the inquiry into what actually happened?",
    "statement": "<WELL>, those investigations are continuing. We are told by fire authorities that they do strongly <SUSPECT> that this powder <OBVIOUSLY> is to blame, but what they're looking in to is precisely how it was ignited, whether it was <PERHAPS> faulty wiring, whether it was lighting <MAYBE>, it was something as simple as people smoking. But what we're also hearing tonight from a company that once sold this powder to the organizer of this color play party, and that organizer has told us that the boxes that are used to ship these packets of powder are clearly labeled saying that this powder can indeed become flammable. We saw the results of that in that awful video of exactly what happened here at this water park on the weekend. And now we're facing the situation where there are 200 or so people in critical condition in hospital out of <ABOUT> 500 who have been injured. They're suffering not only very severe burns like the 90 percent of burns to her body of that woman that did pass away, but there are also suffering damage to their respiratory systems, to their internal organs, because they've now inhaled that powder, which we <KNOW> to be flammable."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "believe": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "New York Police Department did a fantastic job getting us vital information last night.",
    "statement": "U.S. Marshal Robert Fernandez says investigators worked for 48 hours straight, first tracking Wint all the way up to New York City Wednesday night, just barely missing him. Police <BELIEVE> Wint saw himself identified on the news and took off. Investigators then located the <SUSPECT> back in D.C. the following night at a Howard Johnson's hotel 20 miles north of the White House."
  },
  {
    "transcript_id": "CNN-138791",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "The first question to President Abbas: Mr. President, did you receive any kind of clear-cut commitments from President Obama, or any pledges that would help you to strengthen your hands when you are dealing with the Palestinian public and opposition among Palestinians that this peace process activities could be viable and could be actually productive? And the second question was, did President Obama ask you to have a meeting with Prime Minister Netanyahu?",
    "statement": "President Obama basically talked and reaffirmed the international commitments that we all agreed to, and they are all embodied in the road map. He talked <ABOUT> the necessity to have two states, he talked <ABOUT> the importance of stopping settlement activities, and he also talked <ABOUT> the importance of achieving peace through negotiating all permanent status issues. <OBVIOUSLY> without discussing and negotiating permanent status issues there will be no progress. We <KNOW> that all the six issues of permanent status were discussed with the previous Israeli Prime Minister, Mr. Olmert, and what is needed right now is to resume the discussions with the current Israeli government."
  },
  {
    "transcript_id": "CNN-174782",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "hoping": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So you're saying there's no way he could come back?",
    "statement": "-- slippery slope out there. <WELL>, I don't <KNOW> <ABOUT> there's no way but unless something really changes here, it's just been awfully disappointing. And I don't see him -- I <THOUGHT> he tried to get a message. Look, I'm <KIND OF> -- was <KIND OF> <HOPING> he'd do <WELL>. I wanted the thing that protract out. And I want him -- he and Romney to <SORT OF> -- I like a good campaign. Erick can understand that."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right. And I was saying earlier I think we saw a little bit of that in Hawaii, we'll see whether we see it again today. But I think it's a frustration that everybody shares, particularly since it was, in the end, the passengers who foiled this terrorist plot. And I guess the passengers are a pretty important link here. We're different than we were nine years ago.",
    "statement": "I'm getting, Tom, a lot of feedback from viewers out there, whether on Twitter or elsewhere, saying, you <KNOW> what? Everyone is overreacting to this one incident, let's not overreact and make this such a huge, huge case. Are we overreacting right now?"
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Ok. So this is how the lawyer for Stormy Daniels has described dealing with the Trump legal team.",
    "statement": "Right now, we're playing three-dimensional chess and these guys are playing tic-tac-toe <QUITE> honest and then not even playing tic-tac-toe that <WELL>, all right. When we filed this case, there was one response that made sense and one response only. And that response <SHOULD> have been, you <KNOW> what, you're right. I wasn't a party to the agreement. This is the President speaking. She's free to talk. She can tell her story and I'm going to tell mine. And <GUESS> what, had that happened, I wouldn't be sitting here right now. And we wouldn't be talking <ABOUT> it. The <FACT> of the matter is that's not what happened. They have stepped into every trap we've laid in this case the last two weeks. It's remarkable. I've never seen anything like it. I've never had good fortune like this."
  },
  {
    "transcript_id": "CNN-401720",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "It was really a powerful moment yesterday in their Minneapolis. Experts hired by the Floyd family and the Hennepin County medical examiner have both concluded George Floyd's death was a homicide but they don't agree on everything. Let's go live to Minneapolis and bring in our Josh Campbell. Josh, walk us through this. They both say that it was homicide but they have different reasons for getting there. Tell us about it.",
    "statement": "Yes, that's right. And this is <OBVIOUSLY> a sensitive topic when you're getting into forensics and <OBVIOUSLY>, we're focusing on the death of Mr. Floyd. But this is important for the potential prosecution of these officers. Now just days ago there was a preliminary report that was released by the medical examiner's office that did not indicate asphyxiation or loss of oxygen as the cause of death. Now that conflicted with an independent autopsy that was done by the family of Mr. Floyd. Those results released yesterday saying that they did, indeed, find asphyxiation. Also the medical examiner's office releasing a report last night saying that the cause of death was homicide. Now the reason why the distinction is so important is because if you're the defendant and you're trying to, you <KNOW>, <OBVIOUSLY> provide a robust defense, they <MIGHT> say that <WELL>, there were pre-existing conditions that then led to some <KIND OF> heart issue rather than the loss of oxygen. Whereas, the prosecutors will be looking to say that you <KNOW>, no, this was the result of the knee on the neck that then caused Mr. Floyd to lose oxygen. We're still waiting for the final report from the medical examiner's office. There's no timetable on when that will come. But that will provide more robust details into what actually transpired here in Minneapolis."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I met with the parents just about an hour and half ago. I sat with them, my wife and I. We've been going over to the Berg family home on several occasions throughout each passing day. We want to comfort the family as much as possible. As you realize, the family is in a very devastating sense of mind. They're trying to reason why this had to happen to Nick. I've known Nick ever since he was a young child, probably around the age of 4, watched him grow up to be an adult. If you would know the Nick Berg that I have known, you would say to yourself, why did this happen to such a nice young man.",
    "statement": "The horror of its happening, and then the double thing of the -- the horror of its happening then the father complaining that the government <COULD> have gotten him out, that the government held him captive. Let's listen to the part of a radio interview that Nick's father recently gave. Listen"
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, listen, I think -- I`ll say this. The through line of this book and the title \"Even More Than Enough\" really was inspired by this stat that I found that said that in America, young girls` confidence peaks at age nine which rattled me to my core. And at the same time, when I really thought about it, it was unsurprising thinking about my own journey and the journeys about all the women in my life. And it made me realize that we all sort of share this similar arc where you`re born into the world with a sense of limitlessness and possibility and then slowly, but surely, the world places you in boxes and labels you and chips away at that confidence.",
    "statement": "One of the experiences that you give us a window into that I <KNOW> that we hear as much <ABOUT> is your experience of trying to prove to yourself and others that you were black enough. And that comes in various forms. Boyfriends that you would use to validate your blackness? Friend circles?"
  },
  {
    "transcript_id": "CNN-348466",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "possibly": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded",
      "seems": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "The first president ever to grant a sit-down meeting with North Korea's leader is now admitting the follow-up is not going as he had hoped. President Trump is now calling off a U.S. trip to North Korea over lack of progress on nuclear disarmament. It has been nearly two-and-a-half months since his summit with Kim Jong-un. And just a short time ago, he tweeted this: \"I have asked Secretary of State Mike Pompeo not to go to North Korea at this time, because I feel we are not making sufficient progress with respect to the denuclearization of the Korean Peninsula.\" Joining us now, CNN senior diplomatic correspondent Michelle Kosinski and CNN political analyst Josh Rogin, who is also a columnist for \"The Washington Post.\" Michelle this trip was just announced yesterday. Why the about-face?",
    "statement": "I <KNOW>. This is perplexing, especially since through our sources we knew days ago that this trip was planned. So we started to <THINK>, OK, that <MUST> mean that the North Koreans have <POSSIBLY> showed -- at the very least showed some willingness to play ball this time, since things have been going badly. I mean, it was only a couple of weeks ago we heard the national security adviser saying that things were not where they wanted them to be, even in the process of getting started on the path towards denuclearization. So then yesterday they had this big event where they gathered the press at the State Department. The secretary of state announced that we have a new envoy to North Korea now, they're all going to North Korea next week. Good news, it seemed. We did ask the State Department just yesterday, does this mean that this is because there's been some additional progress? They wouldn't say anything <ABOUT> it. Then, all of a sudden today, the president via a series of tweets announces that this isn't happening, that, no, there <APPEARS> to be no progress. But he makes it all <ABOUT> China. He says that China isn't helping in this process. And let's <MAYBE> wait and see and get together soon with the North Koreans once we work out the trade deal with China. So it <SEEMS> like this is <ABSOLUTELY> coming from the White House. <POSSIBLY> more to do with trade with China than anything changing on the North Korean side, because things have not been going <WELL> there. But what is the State Department saying <ABOUT> this right now? <ABSOLUTELY> nothing, Ana."
  },
  {
    "transcript_id": "CNN-323720",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "No, I do agree with that. And I think the president does as well. That's why he took the decision he took that, look, let's -- let's see if we cannot address the flaws in the agreement by staying within the agreement, working with the other signatories, working with our European friends and allies within the agreement. But that -- as I said, that may come in a secondary agreement as well. So, we want to take the agreement as it exists today, as I said, fully enforce that agreement, be very demanding of Iran's compliance under the agreement, and then begin the process of addressing these flaws that we see around not -- the absence of addressing ballistic missiles, for instance, the concerns we have around the sunset provisions, this phase-out of the agreement. You know, we -- we know what that looks like. We have seen this in the past in the '90s with North Korea, agreements that ultimately phase out. What happened has put us on the road where we are today with North Korea. We don't want to find ourselves in that same position with Iran.",
    "statement": "Speaking of -- of North Korea, you talk <ABOUT> working with European allies. As you <KNOW>, our European allies are very concerned <ABOUT> the step that President Trump took on Friday. I want to show you what the German foreign minister had to say -- quote -- \"My big concern is that what is happening in Iran or with Iran from the U.S. perspective will not remain an Iranian issue, but many others in the world will consider whether they themselves <SHOULD> acquire nuclear weapons, too, given that such agreements are being destroyed.\" And I <GUESS> the question there is, as voiced by the German foreign minister, why <SHOULD> North Korea <BELIEVE> anything that the United States has to say if the president has shown his willingness to walk away from agreements <ABOUT> nuclear weapons?"
  },
  {
    "transcript_id": "CNN-38622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Millions of Americans are flocking to the beach this Labor Day, but along the east coast, a new wave is fear is flocking the shore there. From the Florida Keys to the rocky coastline of New England, beachgoers are talking <ABOUT> this weekend's fatal shark attack in Virginia. It' only the second fatal attack recorded this year. The other occurred in Brazil. Now worldwide, there have been 49 shack attacks reported. In the United States, 38 of those. Some 28 have taken place in Florida. For the latest on the tragedy now in Virginia Beach, we go to CNN's Patty Davis, who is out there on the beach -- Patty."
  },
  {
    "transcript_id": "CNN-182271",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know. So she could -- who knows what she's going to do in 2016. In the meantime, she's having a good time.",
    "statement": "Reality check, though, Wolf Blitzer, and this is something Mitt Romney was saying, what was it this morning, last night, saying, you <KNOW>, it really ultimately has to end up with one of the four guys"
  },
  {
    "transcript_id": "CNN-86659",
    "matched_terms": {
      "should": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "These are preliminary ideas that the Saudis have given to us. They share the ideas with the prime minister, with us, with Secretary General Annan, and we welcome the Saudi ideas, and we'll be examining them in the days ahead.",
    "statement": "This week in Europe and the Middle East, Powell asked coalition countries to stay the course in Iraq and called on more countries to join the effort. Already, five members have left the coalition in the face of continued violence and kidnapping in Iraq. During his tour of the Arab world, and in letters to Muslim nations, Allawi asked for troops from countries which do not border Iraq. Allawi said some have indicated a willingness to sign on. Iraqi officials tell CNN the troops <SHOULD> be on the ground to provide balance to a broader multinational force and <SHOULD> not replace the coalition. Saudi officials say they have already approached the U.N. and Arab and Muslim states. Arab sources say those countries include Pakistan, Indonesia, and Morocco -- all countries which Iraq's prime minister has requested troops, but which have balked at U.S. requests in the past. Officials say among the principals discussed in those consultations to entice those countries to sign on, the troops <MUST> be invited by the Iraqi government, they <SHOULD> be under U.N. command, and the troops sent would replace a comparable number of coalition forces."
  },
  {
    "transcript_id": "CNN-203950",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "My sources inside the administration tell me over and over again that there is a growing frustration throughout the bureaucracy about the White House's reluctance to go past basic humanitarian aid for the Syrian rebels. That frustration is also felt by the Syrian Opposition Coalition, a group that was set up by the United States, which has now publicly come out and accused the United States of conspiring to help the regime. Of course, that's not true but it's the perception that people both in Washington and around the world get when the request for aid and the request for arms and the request for protection go unanswered by this administration.",
    "statement": "And some of the rebels we <KNOW> do have ties to al Qaeda. I'm not saying all of them. But some of them do. And some of the weapons supplied to them from other countries from Gulf Coast countries, from Gulf countries have fallen into their hands. Is it possible this is a concern of the president's? He doesn't want to end up helping al Qaeda?"
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Kevin Sullivan, criminal defense attorney, let`s say you represent this person, this doctor. You know, it`s a tough case to take, I`m sure, especially if you`re a parent. But what do you do first. And do you look at the way the investigation was handled and point the finger there?",
    "statement": "Jim, this is a tough case. The presumption of innocence is the bedrock of our society. But if you`re the defense attorney in this case, one of the things you <MAY> want to do is recommend to the family -- I don`t mean to make light of the situation -- that when they send him civilian clothes to wear back and forth to his court appearances, you include a bullet proof vest in that -- in those belongings, as <WELL>. You have seen and heard the new face of evil, and it`s Earl Bradley."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Back inside Guizhen's apartment, the 61-year-old admits she's relied on cartoons to help keep Felicity entertained.",
    "statement": "If it wasn't for Peppa Pig, there'd be no way I <COULD> look after her."
  },
  {
    "transcript_id": "CNN-391232",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Here's more from ABC, continued on.",
    "statement": "In <FACT>, every witness who was asked <ABOUT> Hunter Biden's involvement with Burisma agreed there was a potential appearance of a conflict of interest. Multiple House Democrat witnesses, including those from the Department of State, the National Security Council and others, unanimously testified there was a potential appearance of a conflict of interest. These were their witnesses. How much money did Hunter Biden get for being on the board? <WELL>, if you start looking at these bank records, according to reports, between April 2014 and October 2015, Burisma paid more than $3.1 million to Devon Archer and Hunter Biden. That's over the course of a year and a half. How do we <KNOW> this? Some of Devon Archer's bank records were disclosed during an unrelated federal criminal case having nothing to do with Hunter Biden. These bank records show 17 months that Burisma wired two payments of $83,333 not just for one month, for two months, for three months, but for 17 months. According to Reuters, sources report that of the two payments of $83,333 each, one was for Hunter Biden and one, Devon Archer. Now, Hunter Biden was paid significantly more than board members from major U.S. Fortune 100 companies such as Goldman Sachs, Comcast, Citigroup. A typical board member of these Fortune 100 companies -- we <KNOW> they're titans of their industry, they're highly qualified and as such, they're <WELL> compensated -- even so, Hunter Biden was paid significantly more. This is how <WELL> he was compensated. So Hunter Biden is paid over $83,000 a month, while the average American family of four, during that time, each year, made less than $54,000. And that's according to the U.S. Census Bureau during that time. And this is what's been reported <ABOUT> his work on the board. The Washington Post said, quote, \"What specific duties Hunter Biden carried out for Burisma are not fully known,\" end quote. The New Yorker reported, quote, \"Once or twice a year, he attended Burisma board meetings and energy forums that took place in Europe,\" end quote. When speaking with ABC News <ABOUT> his qualifications to be on Burisma's board, Hunter Biden didn't point to any of the usual qualifications of a board member. Hunter Biden had no experience in natural gas, no experience in the energy sector, no experience with Ukrainian regulatory affairs. As far as we <KNOW>, he doesn't speak Ukrainian. So naturally, the media has asked questions <ABOUT> his board membership. Why was Hunter Biden on this board?"
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "around": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "The end game is near. You think would the FBI list help, Michael?",
    "statement": "Oh, <ABSOLUTELY>. This brings an international spotlight on a guy that we've been chasing <AROUND> Arizona for the last 10 years. He's on the run. They have got to pick him off on the road because it's dangerous go into one of these compounds. But to perform the marriages he has to go to his groups of followers. So if the feds -- and it's the U.S. marshals. It's local law enforcement. There's a lot of layers involved. There is a federal grand jury investigating this here in Phoenix right now. You need a score card to keep track of all of the government agencies involved. Hopefully, they will get him on the road surrounded just by his bodyguards, and we won't get any women and children hurt."
  },
  {
    "transcript_id": "CNN-178572",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Yes. Oh, yes. They've already - they already know, probably -",
    "statement": "They wanted to <BEST> whatever they did last year, and they knew it was going to be great."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I am a humane person, and I never really want to talk about violence to another human being, but at this point...",
    "statement": "This is not <ABOUT> a human being. You <KNOW>, these are like rabid animals."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And what of the idea, Mary, of what people's expectation was, the excitement of having two African American candidates run for such a high profile position? Is this something that we just have to give it time and get a little closer.",
    "statement": "We will have to do that. This is going to be another one of those tests of whether people just say, oh my gosh, there's a black guy on the ticket and therefore, we <SHOULD> vote for him, whoever it is. I <THINK> Kweisi is going to have a tough time getting the nomination from Carden, who is the guy, the congressman who's running against him. There are other people, but Carden is way ahead in the race in terms of the money he's raised and all the rest. But it would be exciting to see the two of them with Kweisi, with all of his talents, and all of his flaws, and his experience, up against Steele."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded",
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And I think what we need to do is start looking at putting regulations in effect, if they aren't there already, on who can buy these things and how it could be misused, making sure that those people are regulated in a very careful way.",
    "statement": "And I <HOPE> we never live in a society in which we say we have to \"deal with\" the First Amendment. I mean, we rely on it so much for our fundamental freedoms in this country, that we shouldn't start any <KIND OF> a slippery slope that says because a few terrorists used the Internet for electronic mail, we <SHOULD> prevent every day citizens from being able to use electronic mail. I mean, I can't imagine the <KIND OF> slipper slope we <COULD> get on if we get into that <KIND OF> debate. <CERTAINLY>, the materials, who is selling them, who is allowed to sell them and to whom, is something that gets regulated all the time, and is a completely separate issue."
  },
  {
    "transcript_id": "CNN-103122",
    "matched_terms": {
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "There were a lot of tears. What this show has done for me and to me is it opened me up emotionally in a way that I would never have expected. I mean, I`m not a crier in public, you know? I don`t just cry at the drop of a hat. I am emotional. I am a woman. I`m emotional, but I don`t just cry in front of people. And this -- I mean, I was known as the girl who cried on \"Dancing with the Stars.\" I was very moved by the entire experience. And I don`t know if that had to do with dancing. I think dancing, if you move your body it tends to open up your emotions. At least it did with mine.",
    "statement": "<WELL>, it`s very physically taxing, as <WELL>. And you`re in amazing shape. Now, is this the <BEST> shape of your life?"
  },
  {
    "transcript_id": "CNN-278573",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Absolutely. Stay with us, Jonathan Mann. We're going to look at the Republicans and we'll bring you back in for a chat. We will look at Donald Trump plowing ahead after another strong night. His confidence on display at a news conference he held once the victories were secured. CNN's Jim Acosta has that.",
    "statement": "Only one person did <WELL> tonight, Donald Trump."
  },
  {
    "transcript_id": "CNN-14410",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "On edge is how Kathy Conner feels, she and her son have been staying in shelter for three days, ever since wildfires burned within two miles of her family's new home.",
    "statement": "We've only just moved in the house, it's our first house to buy, and you <KNOW>, we've only been in it <ABOUT> two or three months, and it's, you <KNOW>, going to be a big loss if we lose something, we just got, you <KNOW>?"
  },
  {
    "transcript_id": "CNN-298726",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Cornell, would it be appropriate for you to reach out to Donald Trump, his senior advisers, and say, you know what, there's a lot we have got to talk about, let's get together?",
    "statement": "There's a lot we have to talk <ABOUT>. <CERTAINLY>, we want to engage this administration. We are open to -- <CERTAINLY> open and willing and desirous of talking to anyone anywhere. But let us <KNOW> this. Where you have elevated the architect of the alt-right onto their digital strategist as your chief strategist, where you have nominated for the highest law enforcement position in the country a senator with a bad record as a prosecutor with respect to civil rights, and a worse record as a legislator in terms of civil rights, <CERTAINLY> there's much to talk <ABOUT>, but there's much to do. And there's much that the president-elect can do in this transition period, because this is a very, very rocky start. Note, as we said, the country is divided in terms of race and ethnicity. Hate crimes are way up. And the president-elect has not really spoken to the these issues and <MAY> <WELL> have exacerbated them with these appointees and nominees."
  },
  {
    "transcript_id": "CNN-339243",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "We're not changing any stories. All I'm telling you is that this country is right now running so smooth, and to be bringing up that kind of crap and to be bringing up witch-hunt all the time, that is all you want to talk about, you're going to see -- excuse me. Excuse me.",
    "statement": "No, you said on Air Force One that you didn't <KNOW> anything <ABOUT> the payment."
  },
  {
    "transcript_id": "CNN-304128",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "OK. I do want to challenge you on one thing because I hear what you're saying. They're not identifying people as Christian or Muslim in this order. But let me read from the order so that our viewers know. It says, \"To the extent permitted by law, to prioritize refugee claims made by individuals on the basis of religious-based persecution provided that the religion of the individual is a minority religion in the individual's country of nationality.\" So that, even without naming religions, starts sorting people into different categories that would allow them to be prioritized. This is a problem, coupled with President Trump's rhetoric, about promising a Muslim ban that -- this is what people are looking at and they're having a problem with. Do you understand where they're coming from on that?",
    "statement": "I understand, but they're misreading what's written there. I mean, the way I see it, I sat on the U.S. Commission on Religious Freedom for four years. And in that tenure, that Commission focused just as our ambassador for religious freedom focuses on the plight of minorities. It is very American to stand up for minority persecution. There's no specific religion identified. And I can tell you as a reformist Sunni Muslim, I <BELIEVE> that also includes minority beliefs within the majority Sunni population and others. So there's no prohibition there for persecuted Muslims, be they Ahmadiyya, Ismaili, Sunni Muslim, Shia, to be included in those minority groups that the President's executive order is laying out."
  },
  {
    "transcript_id": "CNN-159498",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Our other top story takes us from a magistrate's court in London to a city council chamber in Berkeley, California. Now, the common bond is WikiLeaks -- the two men at the very heart of what many consider treachery, others consider heroism. In London today, the Web site's founder, Julian Assange, was granted bail while he fights extradition to Sweden. He's wanted there in a sex crimes case entirely unrelated to the leaking of government secrets. But then came word that Sweden is appealing that decision, so Assange won't be going anywhere for at least another 48 hours. Let's take you to Berkeley. Who is the other guy? I said two men. Who's the other guy? Him. Not as big a name, but he's been around. A vote is expected tonight on a resolution declaring him, U.S. Army Private Bradley Manning, a hero. Manning is being held in a military brig in Virginia on charges that he leaked to WikiLeaks this video -- you've seen it before -- of innocent people killed in a U.S. helicopter attack in Baghdad in 2007. To many people, this is where WikiLeaks made its name. He's also the suspected source of a huge stash of Iraq and Afghan War documents, and possibly even the State Department cables that are still dribbling out. As for Berkeley, what's this got to do with Berkeley? Berkeley is not just a place on a map. It's a state of mind, really. A very, very liberal state of mind. CNN's Dan Simon can tell us what some people in Berkeley are thinking about Pfc. Manning. And then we'll talk to Barbara Starr about that. She's at the Pentagon. Let's find out what's going on here first from Dan.",
    "statement": "<WELL>, hi, Ali. We keep it interesting here in the Bay area. Right? We ban Happy Meals, and now the Berkeley City Council looking at <MAYBE> calling this guy a hero. Basically, what happened is the Peace and Justice Commission -- this is a commission in Berkeley -- they like to look at international issues. They don't just deal with local issues here in Berkeley. They have a history of looking at world affairs. And so they looked closely at this case with Pfc. Manning and they said, you <KNOW> what? Let's go ahead and call him a hero if, in <FACT>, he did what he's accused of doing. And there was a vigorous debate, and this commission passed this measure by a 7-3 vote. That sends it on to the city council, which is going to be looking at this measure tonight. The conventional wisdom is that the city council is going to say no, not because they don't <THINK> that Manning is a hero. They haven't really looked at that issue as of yet. What they're concerned <ABOUT>, what we're hearing, is that at this point, these are just allegations. He's not convicted of doing this. It hasn't been proven in a court of law, that he actually provided these documents, these videos. So that really is the question. That's the hang-up in front of the city council tonight -- Ali."
  },
  {
    "transcript_id": "CNN-193875",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Yes thank you Randi.",
    "statement": "And for more stories on faith, be <SURE> to check out our widely popular belief blog at CNN.com/belief. Now, here're some stories that we're watching this morning. In Alabama a campus police officer at the University of South Alabama kills a student. Authorities say he was naked and acting erratically."
  },
  {
    "transcript_id": "NPR-18977",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The House of Representatives adopts a bill that would require more disclosure of lobbying activity but would not change the lobbying system very much.",
    "statement": "Ho-hum, another day, another bout with corruption in the world's greatest democracy. But it <MAY> be a source of some consolation that America has no monopoly on governmental scandal. The European Commission, the legislative arm of the European Union, has proposed measures that would set up a voluntary code of conduct for the estimated 15,000 European lobbyists."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Blood was found in the basement of Ayla`s father`s home on 29 Violet Avenue.",
    "statement": "Do you want to <KNOW> what my reaction is?"
  }
]