[
  {
    "transcript_id": "NPR-33133",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What you saw is what you got, and I think that's why people responded to him so much.",
    "statement": "Haines had an unflappable authority and credibility that served viewers <WELL> in difficult times, like September 11th."
  },
  {
    "transcript_id": "CNN-360411",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And a lot of citizens were not able to receive those benefits and services.",
    "statement": "People like government to be competent as <WELL>."
  },
  {
    "transcript_id": "CNN-139608",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes. And I want to get back to what we just heard there on state-run television, because I think it's a very important point today, and it could set off more protests, perhaps, saying that Mousavi the opposition leader, will be held accountable for consequences of unauthorized protest rallies. And we also understand that these rallies have not been permitted, meaning that they have not gotten the official permit in order to conduct these rallies. So it's all taking on a legal form now. And also state-run TV saying there's a lot of damage to property. With all of this information, let's put it in perspective. I want to bring in Octavia Nasr, our senior editor for Mideast affairs. And listening to state-run media, which is the mouthpiece for the government, it seems like they are build a case.",
    "statement": "It <SEEMS> like it, and that's exactly what followers of Mr. Mousavi are saying. They expected this. This is not a surprise. And they're saying that's not going to deter them. What's interesting here is that Press TV has the information on a blast, and they have the information on, you <KNOW>, how they perceive Mr. Mousavi, but they don't have information <ABOUT> a rally that is taking place in Tehran. We're hearing thousands of people, actually we're seeing pictures of that rally only a few hours ago. It was Press TV that was telling the world that this rally was canceled. That <SHOULD> give you an idea where press TV stands and what <KIND OF> reporting they've been doing. They're <DEFINITELY> taking the side of the government, being the mouthpiece of the government. But more than that, they're masking all the information <ABOUT> the opposition, masking any information out of what dissent is like, the extent of it. We're not hearing that. We're turning to ordinary Iranians who turned themselves into reporters and news agencies. They're turning their cell phones into cameras. They're taking pictures, still pictures, video. And then they go home or to their offices and upload it onto the Internet for us to see."
  },
  {
    "transcript_id": "CNN-37388",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "No. First of all, it's not clear to me that CBO is going to say we're dipping into Social Security. I think the number is still looking like $160 billion worth of surplus for the federal government in this fiscal year, which ends the end of September. In the days when I first came to Washington, if we had been running a $160 billion surplus when the economy had a 0 percent growth rate, the so-called Keynesians would have been saying, \"You're out of your mind.\" You ought to have at least a $200 billion tax cut because, instead of taking money away from the American people when the economy is running slow, we ought to give them back more money than they sent in. You know, so it's really quite paradoxical that people are wringing their hands when we're running $160 billion surplus, that they don't think it's enough. I think it's really quite good that we're able to run $160 billion surplus when we have effectively zero growth in the economy or something close to that. But what it means is we're going to generate substantial surpluses beyond Social Security revenues when the economy returns to a more natural rate of real growth.",
    "statement": "Mr. Secretary, the top tax writer for the Republicans in the Senate, Senator Chuck Grassley of Iowa, said there's going to be another tax cut. I want to ask you, when is the Bush administration going to ask for another tax cut and what <KIND OF> a tax cut will it be?"
  },
  {
    "transcript_id": "CNN-357108",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I think they will rule in favor, just the way the judge did today. Look, to mandate health care is far beyond what the majority of Americans believe is right. This was put in without any help from Republicans. President Trump, I would say, two years ago ran to disband Obamacare. And so look, as many Americans, I want to make sure people with preexisting conditions are able to get health care. But as a Republican, I also believe to mandate someone to carry health care coverage and to penalize them if they don't is wrong. And so hopefully the two parties will come together, and cooler heads will prevail, and in a nonelection year they'll try to work this out. They only fell one vote shy of getting this changed anyway in the Senate. And so with a new makeup of the Senate, a bigger majority in the Senate, hopefully the two side will come together and we'll get a better, somewhat of the same bill, but tweak it. Make it better. And try to take off some of these provisions where we mandate, for example, someone carry health care coverage and penalize them if they don't have it.",
    "statement": "Dave, I want to get back to the shakeup at the White House. Now we've seen Mick Mulvaney accepting a position as acting chief of staff. This will be the third chief of staff in less than two years during the Trump administration. A similar thing happened in terms of turnover of chiefs of staff under President Obama. Do you <FEEL> that this is different?"
  },
  {
    "transcript_id": "CNN-192858",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I know. It is rare and it's also very frightening. She was actually Kabul's first suicide bomber. There have been other female suicide bombers throughout Afghanistan, but never here in the capital, so really quite frightening, as you say, 22 year old, and in direct response to this anti-Islamic film. She was driving this car, with 300 kilograms of explosives, 600 pounds, rammed into this minibus, which had eight South Africans on board. And, Brooke, we were there on the scene within about an hour of the explosion. And the engine was at least 100 meters away from where the crater was, from that blast site. Nearby buildings, the windows were absolutely shattered, just the power of this explosion, but, yes, I mean, women do not drive here in Afghanistan. So the feeling is that perhaps she was allowed to get through the checkpoint without being stopped.",
    "statement": "You mentioned those eight South Africans and you also make the point that this was in direct retaliation to that film, you <KNOW>, made in the U.S. So, if South Africans were the target -- I don't even <KNOW> if that were -- if they were in <FACT> the target, but explain that."
  },
  {
    "transcript_id": "CNN-160720",
    "matched_terms": {
      "maybe": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Americans spend more time watching and cooking on television than actually cooking themselves.",
    "statement": "But the reality is though, people are busy. Not just the parents working jobs and the tough economy, <MAYBE> two jobs. But the kids have a lot of <STUFF> going on, as <WELL>?"
  },
  {
    "transcript_id": "CNN-285457",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I absolutely support marriage equality.",
    "statement": "In terms of national security threats to the United States where do you <THINK> that the top national security threats or the top three even?"
  },
  {
    "transcript_id": "CNN-254345",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Commissioner, apart from the Freddie Gray case, if an officer puts a prisoner in a van unrestrained and exposes them to injury, is that a fire offensive in your department?",
    "statement": "<WELL>, we're not even at that point now. The case has been given to the state's attorney. They're following up. So, if you have any questions <ABOUT> the investigation, I refer you back to the state's attorney."
  },
  {
    "transcript_id": "CNN-103122",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Nice to be seen. Thank you. I love your show. I`m so excited to be here.",
    "statement": "<WELL>, thank you. We`ll take every viewer we can get, Lisa. Appreciate you being here. And I <KNOW>, I`m <SURE> you`ve been offered other reality shows over the years. I`m <SURE> people are always knocking on your door to do this project, that project. This is the first one you`ve done. Fifteen million people watched you get booted off on Friday night."
  },
  {
    "transcript_id": "CNN-109696",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "CNN has not been able to verify that it's Karr speaking on the tape. However, the voice indicates a clear infatuation with JonBenet Ramsey.",
    "statement": "JonBenet. God, what a powerful thing, to just be alone with that little girl, that doll face. You <KNOW>, she -- she was just so incredible in mind, and so unreal in death. She's just so alive. She's so alive. She's so alive. She's so alive. I mean, she's wonderful."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "My question is for Dr. Maillez. As you approached the vehicle and were assessing the victims, at that time, did the driver, Henri Paul, give the indication of intoxication?",
    "statement": "You <KNOW>, to tell you the truth, I don't remember very <WELL> seeing the driver, because his body was almost inside the engine. He was underneath the seat almost. So I couldn't see him. But he didn't scream. I didn't hear anything from him. So I assumed he was dead. And he was on the other side of the car, so I couldn't reach him. I didn't have the possibility to do an assessment on him."
  },
  {
    "transcript_id": "CNN-99612",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And do this and then they'll also take a look -- there's also a possibility, Kyra, that they could charge him also with unlawful flight to avoid prosecution, which is actually a federal charge, usually has a holding charge, but he also could be charged with that.",
    "statement": "I <THINK> we lost Mike, Mike Brooks there via cell phone, of course. He's one of our law enforcement analysts, helping us to put the pieces of the puzzle together as we continue to follow this developing story. Police, of course, finally have David Ludwig, 18-year-old, in custody after they say he shot the parents of Kara Borden, the 14- year-old you see there on the screen. That videotape you're looking at from just moments ago when a police pursuit took place, the cars crashing and, of course, police getting both of them in custody. We'll stay on that story. Meanwhile, <SORT OF> switching gears to a much different subject, behold the power of kraut? That's right. Coming up, why is the stinkiest condiment you can add to a hot dog becoming a hot commodity in the anti-bird flu arsenal? We're going to dish that up next on LIVE FROM."
  },
  {
    "transcript_id": "CNN-283429",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Up fast with so bad I'm good. The bad deputy gets away alertly from the inside and settles in. I'm calling today's fourth race. What should I know?",
    "statement": "You need accuracy and clarity. You need control. You can't get too excited. And you <SHOULD> use the binoculars."
  },
  {
    "transcript_id": "CNN-129838",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I think the Democrats are underestimating the average America`s understanding of the situation. They`re not buying into the idea that you can have clean, safe energy that`s not going to be in your backyard. We`re all going have to make sacrifices. And I think as the voters go to the polls, I agree they will make themselves heard.",
    "statement": "You <KNOW>, I`ll tell you. I`m driving one of these GM hydrogen cars, and I was talking to the guy from GM. It`s something that`s supposed to come out in 2013. And I said to him, \"You are going to -- they`re going to yell at you for killing fish, because you get the hydrogen from the water. Look out. It`s coming.\" Guys, thanks a lot. Now, John McCain and Barack Obama. They hit the stage over the weekend at Rick Warren`s megachurch to make their pitch to evangelicals. I have to tell you, I don`t <KNOW> if we learned anything here. We`ll have Rick Warren on with us in just a second. And Wal-Mart warns its employees <ABOUT> the dangers of a Barack Obama victory in November. The world`s largest private employer trying to protect its bottom line, but some say they stepped over another line in the process. That`s tonight`s \"Real Story.\" And we kick off our weeklong series, \"Life on Campus.\" You`ve got a kid going to college? Do not miss this series, coming up."
  },
  {
    "transcript_id": "CNN-135652",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And the sales pitch is different this time around, as well. Administration officials saying that they plan to hold regional summits across the country from Vermont to California, a chance to get the public involved in the process. Now this plan, at least so far, is lacking in details. And some critics are concerned that it could end up putting a heavy burden, a tax and financial burden on some Americans -- Kitty.",
    "statement": "It's very worrisome. Thanks very much. Dan Lothian. <WELL> President Obama today declared that special interests and lobbyists have blocked health care reform for decades. And he said those groups will not prevail this time <AROUND>. But the president has still asked those very same special interests and lobbyists to help shape his reforms and his health czar has close ties to the health care industry -- Louise Schiavone reports."
  },
  {
    "transcript_id": "CNN-105085",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Al Gore is back. This time it will cost you to see him. The former vice president's featured in the film \"An Inconvenient Truth,\" which opens in theaters in May. It's a documentary. It follows Gore and his fight against global warming from when he was a student at Harvard until today. Since losing the 2000 presidential race, Gore has spent much of his time traveling the world and lecturing about what he calls a planetary emergency. The columnist Richard Cohen writes that, although this film is about the most boring of topics, it will ultimately captivate, rivet and scare you because of where planet Earth is headed. Cohen writes, \"It may be that Gore will do more good for his country and the world with this movie than Bush ever did by beating him in 2000.\" Here's the question: Should politicians like Al Gore be making movies? E-mail your thoughts to caffertyfile@CNN.com or go to CNN.com/caffertyfile -- Wolf.",
    "statement": "Thanks, Jack. We'll get back to you later this hour. Coming up, gas prices sky high at the pump. Are oil companies gouging consumers, or is it simply a matter of supply and demand? We'll find out why one U.S. senator wants a federal investigation right now. Plus, bad management? Find out why Osama bin Laden is getting a bad review from a fellow terrorist. We have the inside story. Brian Todd on that. And Hillaryisms, sayings that <COULD> come back to bite. Only our Jeanne Moos has a look at the book, the controversy, what's going on with the former first lady. Stay with us. You're in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-218471",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "It gets to the point that you can't differentiate between what's fact and what's opinions.",
    "statement": "The question, were Martin and Incognito really <BEST> friends despite what's being alleged? Some players say yes."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's gone?",
    "statement": "I <THINK> so. Listen, privacy goes with transparency. If you want things to be transparent, privacy is gone."
  },
  {
    "transcript_id": "CNN-278547",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That's when things get interesting. And deal with the folks, you know, political force. This is what we have been dreaming about for, you know, for decades. This is we are going for, you know. If we can get multiple ballots, you start seeing Ted Cruz, that's his whole strategy right now, really anyone else in this race right now is betting on getting 1237 at the convention rather than beforehand. It's very, very hard, sort of hitting a perfect shot for them to dot beforehand. They have to do it at the convention.",
    "statement": "But then there's this whole rules committee, right, which is as you point out is incredibly powerful and ultimately they <COULD> make or break, like you've pointed out, there was a bit <ABOUT> Ron Paul. And so, they said -- they didn't want Ron Paul to get the nomination and so they threw this little piece in there and they can do that with these candidates."
  },
  {
    "transcript_id": "CNN-260868",
    "matched_terms": {
      "stuff": "ungraded",
      "appear": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And, Peter, just by looking at pictures of this piece of debris, does it tell you anything?",
    "statement": "Only that it separated very cleanly along established lines. I mean, what that means is it didn't <APPEAR> to be crumpled. It didn't <APPEAR> to have any <KIND OF> burning marks on it. There was no soot on it, but after 500 days in the ocean, that <SORT OF> <STUFF> would wear off. It's going to take microscopic examination along the fault lines where it broke off to give us some indication of what happened."
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "should": "ungraded",
      "around": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "You know, I just get the feeling that he seizes every opportunity to make PR for himself when his daughter`s in trouble. And, look, I know she`s 23. But take a look at these parents. The mother out partying with her, with her daughter, and the father in jail. And now they`re surprised that their daughter`s having problems? To Paul Penzone, director of the Prevention Programs, Childhelp.org, former sergeant, Phoenix PD. Paul, what do you make of it?",
    "statement": "It`s a shame. It`s a girl who in one moment she`s living as a Hollywood starlet in France. Why would she want to make it back in time? That passport is her livelihood. For those who travel overseas, that is your lifeline. It <SHOULD> be under lock and key. It`s inexcusable. Right now her -- the judge is her <BEST> friend. She`s trying to hold her responsible and put her in position where she`s accountable. She needs more people <AROUND> her willing to do the same things."
  },
  {
    "transcript_id": "CNN-206184",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "-- of Tamerlan Tsarnaev. What is his family saying <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-281848",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "But what about on a deep space mission. (on camera): If we ever get to Mars, do you think we`ll have machines like this up there, keeping us fit?",
    "statement": "<WELL>, these machines take up <QUITE> a bit of space onboard the International Space Station. So, I <THINK> if we go to Mars, there`s going to have to be something new, something <PROBABLY> a little bit smaller, a little more compact, something along the lines of a rolling type machine."
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So, while it is clear there may be an indirect connection, it is not a direct connection with Sean Taylor.",
    "statement": "Did Sean fear for his safety? There was -- there had been, it <SEEMS> like, some attempt of a break-in a few weeks before, <MAYBE> involving one of these four young men, we are learning tonight. The reports say he had a machete under his bed when these burglars came in. Was he concerned <ABOUT> his physical safety?"
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "But to Mary Katharine's point, they believe things. They believe things about the government's role in programs, including health care, and that's why -- first they were trying to pull the president right, and then when the president came there way, they said, still not far enough. Is this the right fight to pick if you're the president of the United States and you want to get things done?",
    "statement": "<WELL>, there are two things. If you talk to folks outside of the Freedom Caucus, their argument -- who are Republicans, their argument is, this is less ideological than it is <ABOUT> just pure intransigence. Sorry, that's a hard work to get out, but that they just want to be road blocks. They enjoy being the just party of no. That is really -- is it purely ideological as much as it is they're just showing their power and they like to do that. The other issue is, when you look at polling taken in Republican districts, the <KIND OF> districts that these guys run in, it's not a popular bill. This was really super unpopular. And so they were actually making the smart -- the unideological choice, a smart political choice. And from the reporting that we're seeing on the ground in a lot of those districts, their constituents say, yes, it was <KIND OF> a bad bill. Let -- why would you go out on a limb supporting it? The president's going to do his thing. We still like him. But we need you guys to take your time, put a better bill together."
  },
  {
    "transcript_id": "CNN-53353",
    "matched_terms": {
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "We had two new senators. We had a new governor. We had five new council people. We had two new county supervisors. So we had essentially a void at this period that couldn't have been worse.",
    "statement": "All right. <WELL>, at this point, because we have to move on, let me ask you to give us an update on where things are right now. I have heard varying reports. There are some who say that things aren't moving fast enough in terms of recovery. Some are saying that things are further ahead than people <THOUGHT> they would be 10 years ago."
  },
  {
    "transcript_id": "CNN-251861",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I think the Houthi move into the capital was a surprise. They've been around for years as a player, as a player that was anti- government. But the fact that they can move in and oust the government so quickly, I think was -- took all people, including me, by surprise. Also, the fact that the former president, who was ousted in 2012, was still playing a role there. I think it was described as a success, and I would have been there. I was among those who said this is working. It was first the new president was a good operator against al Qaeda, I think a more effective operator than his predecessor. And I think drones were lethally successful in Yemen. And they still will be. That is, we were eliminating leadership left and right, but today it's chaos.",
    "statement": "<WELL>, look, the point isn't to look back and cast blame. We'll leave that to the politicians. But General, you <KNOW>, the giveaway for me there was the way I pronounced laboratory. It was a British intelligence source who said to me that this place is a big concern now and no joke, because you have all of the -- it <MAY> become a welcoming ground for any extremism that wants to get involved, that the Houthis, you <KNOW>, just based on what they're <ABOUT>. As long as they're in control, they don't care who is there, as long as it's disruptive. And what <COULD> that mean? Having a place where, whether it's ISIS or al Qaeda or whoever you want to put down as a name can come there and share information and grow."
  },
  {
    "transcript_id": "CNN-283066",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Wow. So Sergeant Henry, what were the kids' reactions after they bounced on that blanket?",
    "statement": "As you can imagine, ma'am, the kids were pretty scared, not really <SURE> what was going on. Especially the first child that came out because she was kicking and screaming, she didn't want her mom to drop her. But immediately after we were able to (ph) get the kids to safety, we moved them out of the area as quickly as we <COULD>."
  },
  {
    "transcript_id": "CNN-118318",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "guessing": "ungraded"
    },
    "previous_statement": "I'm going to go to southern Iraq.",
    "statement": "Are you worried that if you go to Iraq, you <KNOW>, it's going to be Baghdad Cindy? No, she says, not worried. She's on a mission. And she plans to take on the speaker of the house as <WELL>. Also, is it true that any of your officers or officers in the past have taken money from these guys? It doesn't exist? Drug smugglers, running wild in Mexico. I go on assignment there into a small town where I couldn't even get a police officer to go in and escort me. So I go in alone, but I'll take you with me. Also, a rape trial where the words rape, victim and assailant are banned from the courtroom. Try arguing this case. Straight ahead in the CNN NEWSROOM. Hello again, everybody, I'm Rick Sanchez. We're going to start here in B control. A lot of news coming in. Big problems tonight with two of the countries the U.S. depends on and has been depending on to win the war on terror. But are they more of a liability at this point than an asset? Here's the deal. With the insurgency roiling Iraq, the Bush administration is quick to blame Iran and Syria for destabilizing Iraq's young government. But today comes the word that nearly half the foreign fighters now terrorizing Iraq are actually from Saudi Arabia. Yes, that Saudi Arabia. The U.S. ally where 15 of the 19 9/11 hijackers came from. The other country that's problematic, Pakistan. That country's president, Pervez Musharraf, <MAY> be indirectly helping Al Qaeda get its act together. Staying in Pakistan, and what is a major turn of events, Islamic fighters in a lawless region that borders Afghanistan have ended a truce with the government. Now, remember, Musharraf promised that he would be able to keep Al Qaeda in check, under control. But attacks in this region this weekend have killed at least 70 people, including Pakistani troops, as <WELL> as police officers. This truce has been the subject of a painful second-<GUESSING> game. U.S. officials are complaining that Musharraf's hands-off stance has made the region, Pakistan, an even bigger base now for Al Qaeda. Here's National Security Adviser Stephen Hadley on this very topic just today."
  },
  {
    "transcript_id": "CNN-91286",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Betty.",
    "statement": "<WELL>, the trading day is drawing to a close. We'll get a final check of the markets right after this break. Then, you would <THINK> people living in Alaska can handle the cold weather, but this <MAY> be too much for anyone. It's <WELL> below zero and one village just lost its own source of power. That story is coming up."
  },
  {
    "transcript_id": "CNN-278773",
    "matched_terms": {
      "sure": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Why do you think you're the only one of Cruz's Senate colleagues to support him right now?",
    "statement": "First of all, you have to remember that the overwhelming majority of Republican senators have not endorsed anyone. You've got a handful who have endorsed. I'm the first one who has endorsed Ted Cruz. I'm <CONFIDENT> that I will not be the last. I'm <SURE> others will follow."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Can you tell me if you do, Mo?",
    "statement": "Yes, <ABSOLUTELY>. I`d like to have the patent on that. But, you <KNOW>, how many times have we seen a jury make a decision, and everybody is, you <KNOW>, \"Oh, my goodness. I can`t <BELIEVE> it.\" And then they interview a juror later, who says, \"I didn`t even want to vote that way.\""
  },
  {
    "transcript_id": "NPR-2090",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "So, tell us more about Kwame Nkrumah and the other founding fathers of Ghana. They had a pan-African vision of a united continent. Did those high hopes and dreams become reality?",
    "statement": "Some yes, some no. With South Africa in 1994 achieving its so-called independence, its liberation, I <SUPPOSE> that dream of Africa's founding fathers has been achieved because the whole continent has independence. But, I <THINK> there was a bigger dream that has not been achieved - a continent that would really be a global force in the world because it was united behind all its people and <COULD> speak with one voice, even though the African Union now exists as a continental entity."
  },
  {
    "transcript_id": "NPR-2410",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's been a pleasure, as always.",
    "statement": "And tell us a little bit <ABOUT> - you have your ASU Origins project coming up at ASU this year?"
  },
  {
    "transcript_id": "CNN-402409",
    "matched_terms": {
      "about": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "We're not thinking about raising rates. We're not even thinking about thinking about raising rates. So what we're thinking about is providing support for this economy. We do think this is going to take some time. I think most forecasters believe that. It would be great if we got a whole bunch more months of job creation like that, notwithstanding that, as I mentioned, there are just a lot of people that are unemployed.",
    "statement": "Powell was making a reference to last month's job creation of 2.5 million. Let's take a look at the tally where we stand today, John. I talked <ABOUT> 13 percent, it's above that. We're <HOPING> to get to 9 percent by the end of the year, according to the Federal Reserve. But we put up 2021 or 2022 because the numbers are still high -- 6.5 percent and 5.5 percent of the United States is historically high. Our run rate for the jobless rate is <ABOUT> 4 percent. We have weekly claims coming out today. As I've talked to you <ABOUT> before, the trend line is coming down. So we're below 2 million. Expectations are for 1.5 million. But if you look at the tally -- and this has been the major concern of the Federal Reserve -- we're going to be bumping up over 44 million people filing for claims. That's why one in four in America and why Powell talks <ABOUT> the hardship."
  },
  {
    "transcript_id": "CNN-106121",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Now, Lou, of course, while the president continues to make his case, he continues to also have -- face a great deal of opposition when it comes to congressional Republicans. We heard from Jim Sensenbrenner earlier today. Essentially, he's the one who's going to be ushering this argument through the House on immigration reform. He says, quite frankly, he just doesn't think the president gets it, that they believe what he is offering here is amnesty, and they are not willing to sign on that -- Wolf. Lou, sorry.",
    "statement": "That's all right, Suzanne. You said you asked the president if there was anything he <COULD> do to make his opponents understand and come to his side. Has anyone inquired of this president if there's anything that the House of Representatives or any one of the senators <MIGHT> do to make him understand and come to their side?"
  },
  {
    "transcript_id": "CNN-70561",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "Kind of shocked. I didn't think they would. But not -- I wasn't really close with anyone who did it. They were just, like, acquaintances. I knew them from sports teams.",
    "statement": "Kim, are you <THINKING> of taking Michelle out of Glenbrook North High School?"
  },
  {
    "transcript_id": "CNN-309554",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Those contrasting messages from Nikki Haley, the U.S. ambassador to the U.N. and secretary of state Rex Tillerson from just days before secretary Tillerson heads to Moscow to meet with top Russian officials there. And as of right now Russia is very clear on its position. Syrian state media citing a joint statement for Moscow and Tehran saying quote \"we will respond strongly to any aggression on Syria. Russia and Iran will not allow America to dominate the world.\" That warning comes as the Trump administration tackles yet another potential threat, North Korea. Right now an aircraft carrier led strike group is deploying toward the Korean peninsula. A U.S. official confirms to CNN this is move is in a direct response to recent North Korean provocations. Meanwhile, as the White House tries to navigate all kinds of mine fields, the national security council, the very people who are helping to advise the president is seeing another shakeup. K.T. McFarland is leaving just days after chief strategist Steve Bannon was booted from the NSC. The impact it could have still unclear. CNN is covering this that only CNN can. We have a team of reporters and analysts standing by. From the Syrian border to Pyongyang, where we have the only American TV correspondent inside North Korea, let's begin with CNN senior international correspondent Clarissa Ward along the Turkish Syrian border. Clarissa, how are Syria and its allies now responding?",
    "statement": "Ana, we <DEFINITELY> are hearing some tough words from the regime of the president of Bashar al-Assad and also it's Russian and Iranian backers essentially saying if the U.S. pulls something like this again, there will be real consequences. Now, this was always the argument that the Obama administration had given for not intervening more forcefully or militarily inside Syria. That <PERHAPS> in doing so it <COULD> precipitate or escalate an actual clash between U.S. forces and Russian forces potentially leading to some <KIND OF> a global conflict or a World War III. That would be a worst case scenario. But at this stage, we still don't really <KNOW> exactly what Trump's policy in Syria is going to look like. We have seen some glimpses of it today hearing from U.N. ambassador Nikki Haley who said Assad is <DEFINITELY> one of our priorities in the sense that he <SHOULD> go. Hearing frankly different message from secretary state Tillerson that our priority fundamentally is the fight against ISIS. And of course the concern from some is that it's difficult to engage in that fight against ISIS without some fundamental level of cooperation with the Russians. A very complex situation in Syria. A lot of very nuanced issues to be taken into account. And these are exactly the sorts of issues that secretary of state Rex Tillerson and his Russian counterpart Sergey Lavrov will be hashing out later this week -- Ana."
  },
  {
    "transcript_id": "CNN-305749",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. They are still having trouble finding out what exactly caused the death. They say they are waiting on toxicology and pathology reports. They are also saying, though, they won't release the body or complete their post mortem examination or autopsy until and unless a member of Kim Jong-nam's family formally identify him or they have a DNA test. It's going prove incredibly difficult. You will know that Kim Jong-nam was living in exile. His family members are either in hiding or inside North Korea, Pamela.",
    "statement": "All right. Saimah Mohsin, thank you so much for bringing us the latest from Kuala Lumpur. We do appreciate it. And coming up, this Sunday, the fight to free Mosul, and a new offensive to retake the Iraqi City from ISIS, what <ABOUT> all the innocent people caught right in the middle of it?"
  },
  {
    "transcript_id": "CNN-262232",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The latest breaking news that we're watching. A plane has disappeared in the skies of Papua. This is actually one that took off from Jayapura Airport and it flew to Oksibil. That was supposed to be where it was flown to. It was 33 minutes into its flight with 44 adults, five crew members, two children and three infants on board. Now I want to point out that the spokesman at the Transportation Ministry says we have not said it has crashed. However, it is indeed missing and it's missing in a very treacherous mountainous region as we understand. They did apparently launched a search at some point. This is a picture of the plane or a plane that's like it. It's an ATR-42 Turbo Prop. A regional jet. But the Transportation Ministry spokesman also said that a search was launched earlier today. It has been called off right now because of bad weather and the fact that it is now dark in that region. They will resume the search in the morning we assume by air but you can only imagine how devastating this is for families who were waiting for people to get off that plane. Again, 54 people total on board including two children and three infants. And that plane is still missing this morning.",
    "statement": "All right. We'll talk politics for just a moment. Donald Trump heads back to New York City where he will report for jury duty tomorrow. It comes after a quick trip to the Iowa State Fair where he arrived in dramatic fashion. That's the way Donald Trump arrives. Skipped out on the soapbox, though. Huge crowds scrambled to see the GOP frontrunner who went through the fair, trying fried foods, allowing kids to ride the chopper. Trump also spoke with media. A few reporters there. A few is, you <KNOW>, being sarcastic. One of the major topics he addressed was Hillary Clinton's e-mail server controversy. Take a listen to what he told CNN's Jeff Zeleny."
  },
  {
    "transcript_id": "CNN-254345",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Can you speak to people",
    "statement": "<WELL>, what I'd like, and I want to put that on the officers, residents and citizens. This is a curfew. The purpose of the curfew is not to be out on the streets or outside. This is not to stay on your stoop. We will use some common sense and ask you to go back into your house. It would be a little dicey if I was going to arrest you for being on your stoop but also I do not expect you to be outside. This is not playtime. This is a serious time. You don't bring in state government and National Guard to be playtime. We expect you to be inside your residence, inside your domicile."
  },
  {
    "transcript_id": "CNN-180812",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You look at all the states on Super Tuesday, Oklahoma, as I said before, is the rock bed (ph), is the bedrock of the Republican party, the conservative movement in this country.",
    "statement": "You can hear directly from Santorum right here on CNN, he will be speaking with John King on \"J.K. USA\" tonight at 6:00 p.m. Eastern time. Gay couples in Washington state are <PROBABLY> hearing wedding bells right now. State lawmakers have approved a same-sex marriage bill, making Washington the seventh state to take such action. But it didn't happen without intense debate before the final House vote of 55 to 43. The Senate passed the measure last week, it now goes to Governor Chris Gregoire, she calls the vote historic and promises to sign that bill. Illinois <COULD> be the next state. Illinois <COULD> be the next state to consider legalizing same-sex marriage. Three lawmakers have filed a measure that would eliminate the part of state law that now explicitly prohibits gay marriage. Women in the U.S. military can expect new roles placing them even closer to the combat zone. The defense department said that possibility will occur when it opens up nearly 14,000 new jobs to military women. Right now, women are restricted from serving in small ground units involved in combat. So, for the past decade, many have served in support positions that have put them in harm's way anyway. Some of the new jobs include tank or artillery mechanics, field surgeons in forward position, and crew members on missile launchers. A federal judge has dismissed a lawsuit by the animal rights group PETA that SeaWorld was enslaving killer whales for human amusement. The judge ruled the 13th Amendment that prohibits slavery does not apply to non-humans. The judge called slavery an involuntary servitude uniquely human activities. SeaWorld says the lawsuit was a baseless publicity stunt, but PETA says it will pursue other avenues to help SeaWorld's five killer whales. The U.N. is calling it appalling brutality. Crime so horrible, outcomes so gruesome, we can't even show you on television. Coming up next, the desperate situation in Syria growing even more dire. If you <THOUGHT> it was bad before, wait until you hear what's happening now."
  },
  {
    "transcript_id": "CNN-60675",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "How important is it that...",
    "statement": "That'll be part of the resolution -- authorization to use force. If you want to keep the peace, you've got to have the authorization to use force. This will be -- it's is a chance for Congress to indicate support. It's a chance for Congress to say, \"We support the administration's ability to keep the peace.\" That's what this is all <ABOUT>."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "OK. Can we look at Daron Wint's rap sheet for a second? Because there are some interesting things on here. In 2005, the family filed a restraining order. I believe his family filed a restraining order against him. In 2006, he was charged with second-degree assault. 2009, second-degree assault with fourth degree sex offense. 2009, second-degree assault. 2010, charged with fourth-degree burglary and property destruction. Commander, I mean, you've been doing this for a long time. What kind of criminal murders a family and their housekeeper, tortures them, tortures a 10-year-old boy, stops long enough to eat some pizza at the crime scene, and then sets the house on fire?",
    "statement": "<WELL>, I can't really comment on any of the specifics of the case. We don't really get involved in any part of the investigation as to the actual crime. But the allegations are heinous. And it really motivated and inspired our entire team who worked relentlessly to track him down."
  },
  {
    "transcript_id": "NPR-6821",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "I don't think so - unless there's a stick that I don't know about. I mean, the U.S. has already accused Myanmar of ethnic cleansing. The U.N. talks about genocide. Amnesty International on Monday, Steve, withdrew its highest honor from Suu Kyi for what it called her shameful betrayal of the values she once stood for. But she just takes it all in stride. She knows her audience is back in Myanmar. And a big part of the Buddhist majority there doesn't like the Rohingya.",
    "statement": "And then there's the generals. When Vice President Pence calls for those who've carried out the atrocities against the Rohingya to be held accountable, he's talking <ABOUT> the military. But they're still very powerful back home. And Suu Kyi can't stop them, can't discipline them even if she wanted to. And that's a big if. And all of this means the Rohingya, Steve, have no good options and <PROBABLY> won't for a very long time."
  },
  {
    "transcript_id": "CNN-260202",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "People <THINK> you are the nice clean-cut guy we see here today, but it is not always --"
  },
  {
    "transcript_id": "CNN-182271",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And we tried an adult level. We tried talking about it. We tried taking the laptop away. We tried -- well, twice, you know, we tried taking the laptop away or grounding her. It didn't work.",
    "statement": "I <THINK> he overreacted a little bit, but I understand."
  },
  {
    "transcript_id": "CNN-144007",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I think it is true. I mean, I don`t know. But it made a lot of sense to me. And I interviewed over 300 people to make this project. And so I only performed 20 in the show. So anybody who shows up in the show is somebody who made a lot of sense to me.",
    "statement": "Yes. Now, do you <THINK> that this show -- a lot of it is <ABOUT> the health care industry, which we`re all talking <ABOUT> right now."
  },
  {
    "transcript_id": "CNN-140325",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, I think it's, on a micro level, it's clear that programs that are able to reach and talk with gang members and people that are involved with violence and attempt to prevent the cycle from continuing, that those things are necessary, but they're not sufficient. So we really do need to be able to go out and talk to those perpetrators, the people in the organizations that are doing violence and not treat them like they're the enemy. But try to use reason and that is an important component but that's not the whole story. You really can't let people get away with murder. And you talked about the homicide rate in Chicago, that so many are not cleared, Chicago has had a long history of that. The most shocking statistic in Chicago is the gangland slayings that took place from the outfit. There were over 1,000 killings from the 1920s on to the '60s and only two were prosecuted, and successfully prosecuted. That kind of stuff has to stop.",
    "statement": "And for our viewers, of course, if you're not aware of it, in Chicago, the mob is referred to as the outfit. That's the name for them. Thanks for joining us, criminal justice professor John Hagedorn. It's good having you here. Josh is standing by to take more of your questions and comments <ABOUT> what is going on here. And we're going to keep working on this because I <THINK> one of the real issues we have to talk <ABOUT> a great deal more is culture. The overall culture of our nation and of our young people and what we are doing or not doing to move that toward a society where it truly is unacceptable to all of us for this <SORT OF> thing to happen. Sit tight."
  },
  {
    "transcript_id": "CNN-169410",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "possibly": "ungraded",
      "reportedly": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "All right. So the players received the finalized new proposal from the owners late last night, and there was an immediate pushback from the players. Now the players and their player reps have said from all along that they're not going to be rushed. They're not going to be hurried into saying yes to something that they don't know all the terms to the deal. Don, I ask you, would you buy a new home or would you buy a new car unless you knew all the terms of the deal? Probably not. So at in the point the players have until Tuesday to say yes to this new deal. If it happens, football will start on time, September 8th. Training camp, of course, is opening up this Wednesday. So right now we're waiting to see if the players can read through the deal and agree to it like the owners have.",
    "statement": "All right, stand by. Stick with it, Joe. We need to <KNOW>. Joe Carter from HLN Sports. Appreciate it. In the next half hour, the NBA three-week-old lockout has some stars looking toward Europe to <POSSIBLY> play during the stoppage. That list <REPORTEDLY> includes Lakers star Kobe Bryant. We'll talk <ABOUT> the economics and likelihood straight ahead right here in the CNN NEWSROOM. We <KNOW> it is hot, 55, 55 different record highs recorded yesterday. Who <KNOWS> what will be set today. The heat is now causing the power authority in Detroit to start rolling blackouts in parts of the city. The Great Lakes, Ohio Valley and the northeast <MAY> see triple- digit temperatures as the day goes on, a pretty rare occurrence. Rob Marciano in the CNN Severe Weather Center. As I said to you last hour, dangerous. We say it a lot, but this really is."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "All right. Thanks very much. Diane Gallagher reporting for us. President Trump today visited Arlington National Cemetery for a somber tribute to America's fallen as the White House digs in against growing questions about contacts with Russia. A new controversy stemming from the president's trip abroad. Let's go to CNN's Phil Mattingly. He's joining us now from the White House. So Phil, what's the latest?",
    "statement": "<WELL>, Wolf, there was some sense that coming off that nine-day foreign trip, they would be able to have -- the White House would be able to have some momentum going forward, dealing with a number of major issues and decisions. But it's very <CLEAR> upon landing that the Russia investigation isn't going away any time soon, even as today there was a moment that underscored in vivid, vivid reality the weight of the office the president now holds."
  },
  {
    "transcript_id": "CNN-235715",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Actually this is",
    "statement": "The Vines that you've posted show some incredible sights and sounds, rockets, shaking buildings, ambulances in the night. What do you want people to <KNOW> <ABOUT> life inside Gaza?"
  },
  {
    "transcript_id": "CNN-339880",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I wish it's not coming and I hope it's not coming, but its determination will keep moving the determination to block the Iranians from deploying in Syria very close to our border. I think, in spite of all of the rhetoric, as long as they understand the Europeans are still in the deal, the Iranians will behave cautiously. They are basically suspicious that with Pompeo on one side and Bolton Trump on the other side the president might be looking for the slightest mistake they might make in order to consider moving further, probably even to surgical attack. They are suspecting that's what's happened. I believe it will drive them to be more cautious at least in actions.",
    "statement": "President Trump's decision to pull the U.S. out of the Iran nuclear deal, do you <BELIEVE> that's to blame for the latest escalation in tensions between Israel and Iran?"
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Well these crazy people --",
    "statement": "Was there any <DOUBT>?"
  },
  {
    "transcript_id": "CNN-240897",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "We certainly wish her well. Nearly halfway around the world from Dallas, troops are going into battle against Ebola in West Africa where most of the deaths in the current Ebola outbreak have happened. On Thursday, 90 U.S. marines and airmen landed in Liberia, bringing America's total deployment of Ebola fighting troops now to 334. Another 700 are scheduled for later this month. There's new concern this morning about ISIS. Attacks by U.S. soil by ISIS-inspired terrorists. The FBI and Department of Homeland Security are warning law enforcement personnel and the news media that they could be targeted by ISIS militants. Law enforcement officials tell CNN that a security bulletin with the warning is based on chatter and extremist forums and on social media. It's not on any specific threat. It is based on chatter. In Iraq, ISIS is advancing on Baghdad, despite further airstrikes over the weekend by the U.S.-led coalition. More than 30 suspected ISIS fighters in Iraq were killed in an air strike Saturday, on an armed convoy west of Ramadi. But officials say ISIS is moving aggressively, dispatching as many as 10,000 fighters to Anbar province from Syria and from Mosul. Standing by live in Baghdad this morning, senior international correspondent Ben Wedeman. Ben, you know, Anbar is very close to Baghdad. Do these moves by ISIS represent a serious threat to the capital?",
    "statement": "It is very close to Anbar. But it's important to keep in mind that Anbar province is <ABOUT> the same size as North Dakota. So, the focus of their efforts up until now has not been so much the area <AROUND> Baghdad, although they are out there and they do occasionally make hit-and-run attacks on the defensive perimeter to the west of the city. But really, their focus is on towns like Ramadi, where yesterday the police chief was killed for the entire -- the police chief for an entire province was killed in a roadside bombing; in other towns along the Euphrates River, where they clearly want to get a foothold. But Baghdad itself, at the moment, is <WELL>-defended according to U.S. officials. There is a problem, of course, of frequent car bombs. There is a car bomb at least one every day at the capital. In <FACT>, on Saturday night there were two that killed more than 40 people. So, the concern of the Iraqi security officials itself has more to do with the threat of these car bombs presumably from ISIS within the city and not so much as these occasional probing attacks on this city's defense -- Christine."
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But I try to do that because people are looking at us, and pastors have to be those leaders. In our denomination, our national president, Dr. Julius Scruggs, has told us that we have to be relevant. And I think as denominations become more relevant, not only in health but in other things, we'll start making our country a better place.",
    "statement": "And what <ABOUT> the exercise side of the equation? Are you able to address that?"
  },
  {
    "transcript_id": "CNN-142550",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "She's genuinely offended by what has occurred. And she has directed, you know, all of the relevant agencies to aggressively take action.",
    "statement": "So, there is an investigation. Actually, there's several investigations ongoing, Kyra. And what we do <KNOW> is that, based on those photographs, they looked at them and they decided, the State Department urged the company for which they work to fire eight people, and then two of them actually resigned. They have -- are leaving the country. They <MAY> have left already. Today's the day that they will be on the plane. Also, the entire senior management team for ArmorGroup North America, which is the contract company, they are being replaced immediately. They're also putting State Department people on that base. It's called Sullivan, Camp Sullivan, where the guards stay. They have more supervision. So, this is not the end of it, Kyra. This is just the beginning. It's a very long investigation. And ultimately, they say that it <MIGHT> result in pulling the contract from that company."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Happening now, secret communications. The Trump administration defends the alleged effort by Jared Kushner to set up secret backchannel links with the Russians, calling that normal and acceptable, but a former CIA director calls it off the map; and Democrats are calling for a review of the security clearance for the president's son-in-law. Broken trust. After meeting with President Trump, German Chancellor Angela Merkel says Europe can no longer completely rely on others; and Germany's foreign minister says President Trump's actions have put Europe's peace at risk. Is a crucial alliance on rocks? Democratic terrorism? Domestic terrorism. The FBI is investigating a violent attack on a commuter train after two men are killed trying to stop a man yelling anti-Muslim slurs at two young women. The president tweets that the victim stood up to hate and intolerance. Was this a hate crime and domestic terrorism? And catastrophic war. North Korea launches its third missile in three weeks as Defense Secretary James Mattis warns a conflict with North Korea could be catastrophic. I'm Wolf Blitzer. You're in THE SITUATION ROOM. President Trump honors America's fallen on this Memorial Day, laying a wreath at the Tomb of the Unknowns and visiting the graves of service members killed in Iraq and Afghanistan. But as the commander in chief considers boosting America's battle against terrorism, the White House is now on the defensive amid growing questions about contacts with Russia, including what sources say was an effort by the president's son-in-law, Jared Kushner, to set up a pre-inauguration secret backchannel link to Russia. While a former CIA director finds that move appalling, homeland security secretary John Kelly says it's no big deal. Sources say the White House is preparing a war room to combat the growing number of allegations and leaks as multiple Russia investigations gather momentum. And new controversies are arising from the president's recent overseas trip. After meetings dominated by friction with President Trump over climate, trade and defense, the German chancellor, Angela Merkel, says Europeans must, quote, \"take our fate into our own hands,\" while her foreign minister says President Trump's actions are putting Europe's peace at risk. I'll talk to Democratic Congressman Ruben Gallego, an Iraq War veteran. He's on the Armed Services Committee. And our correspondents, specialists and guests, they're standing by with full coverage of the day's top stories. President Trump's son-in-law is the lightning rod as a new storm batters the White House. Top officials are rushing to downplay allegations that Jared Kushner wanted to establish a secret link to Russia back during the transition. Let's begin with CNN's Diane Gallagher. Diane, what are you learning?",
    "statement": "Yes, <WELL>, Wolf this <MAY> have actually been the reason that Jared Kushner and Ivanka Trump cut their portion of the overseas trip short. The official White House line was the couple always planned to head back home after the Vatican visit, but sources are now telling CNN that Kushner knew the story was <ABOUT> to break and didn't want to be standing with his father-in-law on a foreign trip when it did."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I didn't interfere with anybody. The others that were illegal, we put them in jail because they have committed other crimes.",
    "statement": "Now, we come back to the same question, though, <ABOUT> how you <KNOW> that they were illegal if you didn't use a method of probable cause that we are not supposed to use in this country? There are 25 years of laws and standards used by police departments where they're real careful <ABOUT> probable cause so we don't create a Gestapo environment in this country."
  },
  {
    "transcript_id": "CNN-120470",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "The judge ruled in the union's favor, but the next day, local newspapers unaffected by the ban ran with the story and reported even more details. It was explosive. \"The Boston Globe\" and \"Boston Herald\" said Cahill's blood alcohol level was .27, more than three times the legal limit, and that Payne had traces of cocaine in his system. So why were these public servants allowed to be on the job, and who, if anyone, was aware of any potential problems? Cahill's brother says don't jump to any conclusions.",
    "statement": "I still <BELIEVE> that there's been a mistake made."
  },
  {
    "transcript_id": "NPR-43080",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Well, we should be, but I think we've got locked into this      kind of roadrunner mode, where we try to do everything more quickly.      We're trying to accelerate every moment of the day, and every moment of      the day has become a race against the clock.  And I think we've kind of      backed ourselves into a corner where we've almost stopped questioning      that, and sometimes it takes a real jolt to the system to make us realize      how much harm that full-throttle approach is doing to every aspect of our      lives.  And, you know, my kind of wake-up call or my `Eureka!' moment      came when I caught myself skimming a newspaper article with time-saving      tips.  And one of those tips made reference to a series of books called      the \"One-Minute Bedtime Story,\" you know, which is such a dreadful idea.",
    "statement": "And you <THOUGHT>, `Hey!'"
  },
  {
    "transcript_id": "CNN-215780",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Rami Atori (ph) says his t-shirt sums up what Iranians are all about. \"Everything is solve through friendship,\" says Atori (ph). \"War, sanctions, and conflict never solve anything.\" Reza Sayah, CNN, Tehran.",
    "statement": "But Israel's prime minister says that Iran's new president <SHOULD> not be trusted. Benjamin Netanyahu addressed the UN general assembly on Tuesday. Now let's bring in CNN's Jim Clancy. He joins us live from Jerusalem. And Jim, it was a pretty blunt speech from Netanyahu, can you tell us more <ABOUT> how he made the case against Iran?"
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes, well, look, I think this was the last big event that we know about. I mean, you know, as we learned throughout this campaign, there can be intervening events. No one expects. And the president is capable because he has the power of the presidency to do things, but I think anything that he would do that is overtly political will be seen as such. I really think this cake is baked and whatever's going to happen on the 3rd of November when the votes are counted, there isn't a big event that's going to intervene. I don't -- I think the president needed to change the trajectory of this race tonight. And you know, I was interested in this discussion earlier about the fact that he didn't really articulate his agenda. He totally defines it. He still is running as an insurgent and defines himself totally in opposition to his opponent. But he's the president and people expect the president to have something to say about what his own vision is. And he's not comfortable with that. He had a chance to do it tonight. He really didn't do it very well. And even on substantive differences like taxes, where you think he could have borne in on Biden more than he did, he really didn't come back to it. So I don't think he did anything to change the race. I think that Biden is in a good position. And I think it's just a sprint to the finish line and an organizational battle now.",
    "statement": "You <KNOW>, Gloria, David raised an interesting point which when the president is asked during debates, you <KNOW>, OK, for the next early on, he was asked, you <KNOW>, as many as 200,000 people <MAY> die by the 1st of February according to the latest projections, you <KNOW>, what are you going to do in the next several months <ABOUT> this? He doesn't answer that question."
  },
  {
    "transcript_id": "CNN-138802",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The U.S. marshals who protect federal judges and prosecutors have opened a center that collects and analyzes threats. They are also training state and local authorities to deal with them because this isn't only life and death that's at stake it's the integrity of the justice system itself. Alina, back to you.",
    "statement": "You got it. That's right. Jeanne Meserve live in Washington for us. Jeanne, thank you. You <KNOW> for more on what judges face, you can read Jeanne Meserve's blog, where to find it? cnn.com/amfix."
  },
  {
    "transcript_id": "CNN-29747",
    "matched_terms": {
      "know": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "In areas of the country hardest hit by OxyContin abuse, the company is also offering doctors tamper-resistant prescription pads. Photocopy this and it says \"void.\" Plus, on the original, if you rub this Rx symbol, it disappears and then reappears; on a photocopy or scanned copy, it wouldn't do that. And Purdue Pharma says they plan on spending $40 million to meet the ultimate goal: to develop new drugs that would help patients who are legitimately in pain, but wouldn't give the high abusers crave.",
    "statement": "And again, this is a prescription drug. A lot of people of <DEFINITELY> <KNOW> the dangers of illegal drugs."
  },
  {
    "transcript_id": "CNN-321676",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Good morning. Nice to see you. A lot going on this morning. I'm Christine Romans, 32 minutes past the hour. Let's begin with authorities in Puerto Rico warning everyone to flee the most powerful hurricane to threaten the island nation in 90 years. Evacuate or die, the governor says. Hurricane Maria stalking Puerto Rico at this hour with maximum sustained winds of 160 miles an hour. The storm expected to make landfall in a matter of hours category five force right now. Puerto's governor warning: evacuate before it's too late.",
    "statement": "Flooding areas are very vulnerable, very dangerous. The surges will be felt across the island. And vulnerable housing <SHOULD> be evacuated immediately. And right now, the main focus is getting you out of harm's way, making <SURE> you're in a shelter."
  },
  {
    "transcript_id": "CNN-195620",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Look, I -- Suzanne, I had the same reaction that you have, how could you possibly exchange that much over the course, by the way, not just 30,000, but we're told between 2010 and 2012, over the course of two, two and a half years. Pretty extraordinary. He is respected. But I'll tell you, you know, I think we need to step back, right, from sort of all the salacious details of this. We need to ask ourselves, what are our priorities as a nation for our military leaders? Are we looking for perfect people or are we looking for competent people? You know, preferably, you'd like both. But what's really important is what you say, he's a -- General Allen, like General Petraeus, a competent, respected, admired leader of troops and very effective in their command positions. And so, look, in some ways I'd like the government not to be in people's bedrooms, churches, doctor's offices, you know? I think we want to -- what is the role of the FBI here and why is it that suddenly they seem to have become the keepers of the UCMJ, the Uniform Code of Military Justice, where an extra marital affair is, in fact, a violation.",
    "statement": "What do you make of the <FACT> that Defense Secretary Leon Panetta has asked the president to hold off on nominating General Allen as NATO supreme allied commander? Do you <THINK> that's a signal, an indication to the White House that he can forget <ABOUT> this promotion?"
  },
  {
    "transcript_id": "NPR-3122",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yeah, it's a pretty small effect, but yes.",
    "statement": "And that <MAY> trigger a moonquake?"
  },
  {
    "transcript_id": "CNN-277973",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Thank you, Brooke.",
    "statement": "Again, we will be watching to see what Mitt Romney says tomorrow at the University of Utah. Next, though, we talk <ABOUT> Chris Christie. Chris Christie and the look on his face <MIGHT> have stolen the show from his former Republican rival, who he has now endorsed, Donald Trump, last night. Why some are now calling on the New Jersey Governor to resign."
  },
  {
    "transcript_id": "CNN-191623",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You guys do have chemistry.",
    "statement": "I get along with her great. I love her. She`s really a sweetheart. And what you see on the show is what you get off the show, which is very much me. If you see me now, this is what you`re going to get. Because I don`t want to -- I`m not trying to fool anybody and be something that I`m not. Because it`s too hard to live up to those things. And but it`s a contrast. Here I am this big, athlete guy, and here she is, athletic, but just a little woman. And just the two contrasts -- but I <THINK> we relate in a lot of ways because of the kids and family and just, you <KNOW>, life in general and how we move <AROUND> and the things that happen to us."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "could": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So the State Department says that they have to, that this was referred to them by the FBI once the FBI was done with the criminal investigation and that they needed to dive in and figure out, you know, if people had passed along classified information and if they needed to be sanctioned for that. Essentially, in most cases, if you were found to have done this improperly that, you know, a letter could wind up in your file. But it makes it hard if you want to get back into government and get a classification, you know, to see classified material.",
    "statement": "Let me have you expand on that a little bit more. The people who are being investigated - including those who are told, you <THOUGHT> what you were sending was not classified, but it was - if they are found to have done something improper, what does that mean for them? <COULD> they be criminally prosecuted or just - does it just make it harder for them to get a job?"
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Should I be getting out the violin, Rick, or what? I mean...",
    "statement": "<WELL>, no, I mean, one moment it was like this, the next moment it was like that. I want you to explain this to us."
  },
  {
    "transcript_id": "CNN-407788",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, what about...",
    "statement": "... didn't even do a moratorium. He just did a study or a look at a moratorium. So, again, something's wrong. Either the president doesn't <KNOW> what he's talking <ABOUT> -- clearly, his aides don't <KNOW> what he is talking <ABOUT> -- and -- or something's very wrong here <ABOUT> meeting the needs of the American people at this time."
  },
  {
    "transcript_id": "CNN-403625",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "somewhat": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "OK. So, my goodness, my heart goes out to you. And Dr. Gounder, as we listen to her talking about her horrific symptoms for all -- two different times, I've never heard of this before and I thought all right you get COVID, the silver lining is you and end up with antibodies and hopefully you don't get it for quite a while. How is this possible medically?",
    "statement": "<WELL>, we actually saw this early in the epidemic with data coming out of South Korea that people were testing positive over a long period of time and I <THINK> one thing to emphasize here is we do not <THINK> this is reinfection. Many people -- it's <SORT OF> like if you <THINK> a burglar comes -- breaks into your house and they leave fingerprints all over your house and then they leave, you <MIGHT> still find the fingerprints even though the burglar is no longer in your house. And that's essentially what is happening with the coronavirus test, the PCR test which is looking for the genetic material of the virus. Now that said, the test and the symptoms she's having are <SOMEWHAT> separate. So, you <KNOW>, the problem with coronavirus is even once the virus is gone, it has created a lot of damage so people can end up with additional pneumonias, bacterial pneumonia, strep, staph and so on as a consequence of the damage that's been done to their lungs. A major way this virus causes disease is through a really inflamed up- regulated immune system which an attack the body and then you also have as part of that inflammation of blood vessels. So, the symptoms that she's having are actually <QUITE> consistent with what you <MIGHT> expect in somebody who's having ongoing, you <KNOW>, issues with the immune system and with the blood vessels."
  },
  {
    "transcript_id": "CNN-308523",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "clear": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "The Syrian Defense Forces you mentioned is, as we pointed out, such a disparate grouping in many ways. What are the chances of Raqqah being retaken, ISIS defeated militarily. And then those who did the taking turning on each other, some elements of the Syrian Defense Forces have already been clashing.",
    "statement": "I <THINK> what's important is that once the United States and the Syrian Democratic Force decide to really push inside the city rather than just shaping operations outside of it. I don't <THINK> the outcome will be in <DOUBT>. It will just a matter of how long it will take and what the U.S. have to put in its involvement throughout the thing. But the SDF has been <CLEAR> that they will turn it over to Arab fighters along in their coalition. I <THINK> that coalition can survive so long as the U.S. stays. I <THINK> the question is, if the U.S. packs up and leaves, what comes -- what comes after that? And then on the other side you also have the regime to worry <ABOUT>. And what will -- how will this figure into an endgame scenario inside of Syria if possible."
  },
  {
    "transcript_id": "CNN-148060",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, as they lose legitimacy, they're also publicly sort of attacking the descendents of Ayatollah Khomeini, the founder of the revolution, who have clearly stood with the opposition, with the reform movement. Isn't that an irony today, 31 years later?",
    "statement": "You <KNOW>, it's really astonishing. But, you <KNOW>, the people who were closest to Khomeini, with the exception of a very, very few people <AROUND> Khomeini himself, those people have all moved to the reform side. They are all on the side of change, and they all <BELIEVE> that the revolution has not, in <FACT>, met its goals, that it has cheated the people, in terms of what it promised and what it actually delivered."
  },
  {
    "transcript_id": "CNN-105291",
    "matched_terms": {
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "From Israel's narrow perspective, was the U.S.-led invasion of Iraq good or bad?",
    "statement": "I <THINK> from Israel's perspective, once the Twin Towers were attacked, once this attack emanated from Middle East it was a question of time before the United States came into the Middle East to deal with the threat against the United States. Any threat against the United States as the leader of the free world is an attack also against the allies of the United States and as such I <THINK> from Israel's point of <VIEW>, the decisiveness of the American decision to go ahead has been a very important one and a very important plus in our estimation."
  },
  {
    "transcript_id": "CNN-192075",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Lawyer, Nancy Demis, represents Cogdell and two other former Wet Seal manager who say they were either fired, denied pay raises and promotions as part of an unwritten, but enforce corporate policy because black employees don't fit the brand image. The e-mail says Demis is a window into the ugly secret of retail.",
    "statement": "In retail in particularly people are accustomed to making judgments <ABOUT> people based on their looks. I <THINK> that they lose track of the <FACT> that under the law you <MAY> not make decisions on employees based on their race."
  },
  {
    "transcript_id": "CNN-311085",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Absolutely not. Nothing I said was destructive to American policy, Chris. I talked about mutual --",
    "statement": "<WELL>, you agreed with the Russia reckoning that America has been condescending and on the wrong track where Russia is involved. That is not just the opposite of what American policy is but it is also critical and attacking of the current state of play."
  },
  {
    "transcript_id": "CNN-64534",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And I'm Barbara Starr. The Pentagon gets a green light to begin building a missile defense. But have the kinks been ironed out for a foolproof system? We'll be talking about all of these stories, U.N. producer Liz Neisloss will join us later, and we'll hear the president's weekly radio address at the end of the hour. But first, this news alert from CNN headquarters in Atlanta.",
    "statement": "<WELL>, publicly, President Bush stayed above the fray over whether or not Senator Trent Lott <SHOULD> continue as the Senate's Republican leader. But the White House was clearly concerned <ABOUT> the impact of the remarks that the Mississippi lawmaker seemed to endorse racial segregation. The decision not to weigh in on Lott's political future <MAY> have been what sealed his fate. What was very interesting <ABOUT> this was that it seemed as if the silence is what spoke the loudest, louder than the president's words or even his aides', whether or not Lott <SHOULD> go. And clearly, there was a great deal of concern inside the White House as <WELL> as outside among Republicans. First of all, whether or not it was going to allow -- or get in the way of the Republican agenda, the White House agenda, moving forward in the next year. And, secondly, whether or not it was going to really impact or undermine the outreach to the African-American community, a very big problem the White House saw with this."
  },
  {
    "transcript_id": "CNN-213358",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning, I'm Carol Costello. Thanks so much for being with me. Checking our top stories at 30 minutes past the hour. The Syrian government blaming terrorists for firing on a vehicle carrying a team of U.N. inspectors this morning. No one was hurt. The team is in Syria to investigate last week's alleged chemical weapons attack in a Damascus suburb, The opposition says more than 1,300 people were killed. The Syrian government has denied any involvement. Firefighters getting a better handle on the massive wildfire near Yosemite National Park. That's the word from the U.S. Forest Service. Little comfort, but still a long way to go. The fire has scored an area <ABOUT> the size of Chicago. It's only seven percent contained. We're watching the opening bell on Wall Street, and weary investors are watching the Fed. Ringing the bell this morning, by the way, executives with Deutch Bank. Alison Kosik is at the New York stock exchange. Good morning, Alison."
  },
  {
    "transcript_id": "CNN-119108",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "confident": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "No. The conditions got bad as a result of the seismic activity. The mining conditions -- the roof conditions were perfect. In fact, in the video, you saw that the roof has not been disturbed at all. The wire mesh, the roof bolts are all in place. The mining plan has been approved by a number of engineering firms and by the Federal Mine Safety and Health Administration. No, the conditions got bad as a result of the seismic activity, which is very unusual, much higher on the Richter scale than we've ever had, and more frequent. So, the mining conditions were the best that I have virtually in any coal mine until these shock waves hit.",
    "statement": "All right. So with that in mind, then, how do you <FEEL> from just the bottom of your head and your heart at this point, <KNOWING> and being <CONFIDENT>, you say, in the condition of those walls and the roof, do you <BELIEVE> that those miners <COULD> still be alive if they made it to that one cavity where they would have room to comfortably sit?"
  },
  {
    "transcript_id": "CNN-278607",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "For a second day in a row, Iran test-fired two missiles it says were designed to hit Israel with the words \"Israel must be wiped out stamped\" on one of them in Hebrew. There were similar launches on Tuesday, and the White House says it is expecting more. It's a bold show by hard liners that Iran will push ahead with its missile program, despite the threat of new sanctions. The U.S. says these missiles don't violate last year's nuclear deal, but in Israel today, the vice president put Iran on notice.",
    "statement": "I want to reiterate, which I <KNOW> people still <DOUBT> here, if in <FACT> they break the deal, we will act."
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "That's right. Well, the bottom line is they've been to this rodeo before, the Democrats, John. They know what the Republicans' talking points are because they used them in the last election. So they knew that even by broaching the subject in a full- fledged debate that that's going to be exactly what the Republicans use against them, cut and run, and it's exactly what they did. But you're absolutely right. It's one thing I noticed it at the beginning of the week, that they were more emphatic, even, more emphatic those that didn't want a specific date certain for troops than come home than saying that than actually saying in many ways what they're for when it came for the policy in Iraq.",
    "statement": "So Suzanne Malveaux, we have this split on Capitol Hill between the Democrats and the Democrats and the Democrats and the Republicans over what to do. President Bush reaching out on European allies to try to get some support for his plan going forward. Is it your <OPINION> that he <MAY> get that, or do you <THINK> that they're still going to be resistant to his plan as they have been for these last three years?"
  },
  {
    "transcript_id": "CNN-311955",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Sally Yates testifying she urgently warned the White House on three separate occasions that former National Security Adviser, Michael Flynn, misled Vice President Pence about his conversations with the Russian ambassador.",
    "statement": "Not only did we <BELIEVE> that the Russians knew this but that they likely had proof of this information. And that created a compromise situation, a situation where the national security adviser essentially <COULD> be blackmailed by the Russians."
  },
  {
    "transcript_id": "NPR-18565",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "And so you'll see states look to Massachusetts, which this year approved a bill that will require health insurance for all of its residents. That will come online next year, and other states will be watching to see if that's something they want to imitate. You know, the Democrats in Congress are talking about moving a minimum wage bill. We already have half the states with minimum wage levels higher than the federal law because they've gone ahead and acted. Well, the federal minimum wage hasn't changed since 1997.",
    "statement": "I'm <THINKING> now of issues that states have dealt with, like eminent domain, that the federal government hasn't weighed in on."
  },
  {
    "transcript_id": "CNN-218391",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What is perceived is Richie is this psychopath, racist maniac. And the reality is Richie was a pretty good teammate. And Richie and Jonathan Martin are friends.",
    "statement": "Players even saying they hung out together off and field and on it. They played together on the left side of Miami's offensive line, protecting the franchise quarterback's blind side. So were they friends, enemies? Did Martin hang with Incognito because he was afraid not to? In time, we'll <KNOW>. Just not right now."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Yes. I don't want to prejudge until we get all the facts. I'm sure we'll be briefed on this in the next 24 hours. Again, our thoughts go with the officer.",
    "statement": "We're <ABOUT> to be briefed right now. They told us in advance that they do have some significant information they want to share not only with the news media, with the American public right now. This is a news conference that potentially <COULD> reveal, I assume, the name of the individual, the assailant, the <SUSPECT>, the background, whether there is any inspiration or direct connection that a terror organization along those lines. This is a moment that we're going to be watching very, very closely right now to see if, in <FACT>, this is -- we'll actually hold on for a moment, Congressman, because it looks like they're approaching the microphones right now. I want to listen in carefully as we get this briefing. <MAYBE> they're just huddling a little bit before they start. Let me just update our viewers once again in case they missed the news earlier today. At the Flint airport in Flint, Michigan, an individual approached from behind a police officer there and started to stab him in the back of the neck and in the back. The police officer is alive. He is being treated in a local hospital. The assailant was apprehended. Shimon Prokupecz is our justice reporter is with us as <WELL>. You've been doing some reporting on it. Tell our viewers, first of all, Shimon why they initially <SUSPECT> terror?"
  },
  {
    "transcript_id": "CNN-316527",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Yes. Look, as I said before, I think, to me and to many, what's most extraordinary about these e-mails is how ordinary the idea that the Russian government is trying help Donald Trump seems to Donald Trump Jr. It doesn't bat an eyebrow at that suggestion and rather, immediately, is thinking about how to leverage it for the biggest political advantage. I think the other question that Senator Warner left out is not only how high this goes, but how broadly, how wide this goes. Because, this, while coming clearly under the umbrella of a Russian effort to help the candidate, Trump, is around a fairly narrow set of questions. It does not, at least on the last information we have so far, which is probably not the last war we're going to have in this meeting. At least on the information we have so far does not yet implicate the question of either the hacking of the DNC and John Podesta's e-mail and or which I think is also an important area of investigation that the role of Russian agencies in spreading fake news and you know, misleading news stories targeted into key states in the U.S. election. And whether they had any help in deciding where from Moscow to target those efforts. I mean, those are, in many ways, the broader questions that most of the public is still focused on. This meeting at this point does not yet address that. But one thing I feel pretty confident about is that, as these stories have shifted, it's just under the glare of the news media. Once people start testifying under oath and documents are subpoenaed, it is likely our understanding of what happened in that initial meeting is going to be different at the end than it is today.",
    "statement": "You <KNOW>, Jill, just back to that promise of the press conference to deliver the, you <KNOW>, the information on Hillary Clinton and all the bad <STUFF> she has done. That, you <KNOW>, that news conference never happened, was never held by Donald Trump. Even if this Russian lawyer had no information, some have suggested it <COULD>'ve been a typical Kremlin play to see if the Trump campaign was at least open to the idea of working with the Russian government. In a very broad sense, does that ring true?"
  },
  {
    "transcript_id": "CNN-101951",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, not far from the West Virginia mine where searchers continue to look for two trapped miners, is our Bob Franken. And Bob, we understand that a press conference is just getting underway soon. They're still setting things up. What are we expecting to hear?"
  },
  {
    "transcript_id": "CNN-376418",
    "matched_terms": {
      "doubts": "ungraded"
    },
    "previous_statement": "But Joe Biden did fight back with a more spirited debate performance than last time. At times it felt like it was Joe Biden versus everybody. Welcome to our viewers in the United States and around the world. This is EARLY START. I'm Boris Sanchez in for Dave Briggs.",
    "statement": "Nice to have you here this week. And I'm Christine Romans. It is Thursday, August 1st. 4:00 a.m. in New York and in Detroit. Coming into the second CNN debate in Detroit, Joe Biden carried twin burdens. The former vice president was the frontrunner with a target on his back. At the same time, his unsteady performance in the first debate in June in Miami had raised <DOUBTS> whether he had the toughness and vigor to beat Donald Trump. That meant Biden's wide lead in the polls was on the line last night as he took fire from nearly every one of his rivals."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "obviously": "ungraded",
      "approximately": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Wolf, there has been tension here at the Pentagon all day about when things would begin to unfold. We are, of course, now hearing these live pictures from Baghdad air raid sirens. If things unfold in Baghdad the way they usually do, it looks like we're first seeing the first AAA antiartillery aircraft artillery possibly go off. The Iraqis have a long history in these types of events of very quickly turning on their air raid sirens looking at these live pictures, turning on their antiaircraft authority, basically shooting a wall of steel into the sky if they believe U.S. aircraft or U.S. Tomahawk missiles are coming at them. I suspect as this begins to unfold, we will see more activity in the sky. We can tell you it is a well-known fact, U.S. B-52 bombers took off from England earlier today. We are not saying their destination. We are not saying their flying time. We're not saying where they're going. They often take off on various missions. They may or may not be involved in what will unfold over Baghdad. Continuing to look at these pictures, it's not unexpected that we will continue to see air activity over Baghdad. The U.S. administration, of course -- it looks like another tracer there off to the right of your screen. The U.S. administration struggling with when to exactly begin the air bombardment of Baghdad. They had been hoping all the way along that the Iraqi military would basically revolt against the regime of Saddam Hussein, a very heavy propaganda campaign, of course, going on in the last days here, trying to convince the Iraqi military that they had no hope of winning, even rumors in the last several hours that a Republican Guard division was ready to defect. So there had been a sense of maybe waiting a bit, seeing if the Iraqi military would basically give up, seeing if the leadership would turn against Saddam Hussein. The last two nights of their airstrikes we have seen over Baghdad have, in fact, been very much aimed at leadership, military targets aimed at Saddam Hussein, his family, his top advisers. They had called them, you know, decapitation strikes, but now it looks like other things could be unfolding in the hours ahead -- Wolf.",
    "statement": "Barbara, stand by over there at the Pentagon. I want to continue to show our viewers these live pictures of Baghdad, just the last two nights <AROUND> this time, <APPROXIMATELY> just shortly after it gets dark in this part of the world, there were U.S.-led strikes, selected targets the first night, second night. Now on this third night, we anticipate there <COULD> be more activity. Clearly the Iraqi air defense systems have been on alert and the Iraqi triple air fire antiaircraft fire already being seen over the skies over Baghdad. We'll continue to show our viewers these pictures. I want to bring back CNN's Martin Savidge. He's in southern Iraq. He's still with the First Battalion 7th Marines. Marty, I assume you can't see these pictures, but tell our viewers, I interrupted you before, what you're doing, where you are and <APPROXIMATELY> what the mission is as far as you can tell from your location. Hold on, Marty. Before you start talking, let's listen a little bit to the sound of gunfire, anti-aircraft fire over the skies in Baghdad. What you're seeing is Iraqi air defense systems shooting up in the sky. They're <HOPING>, <OBVIOUSLY>, to knock down a U.S. or British plane. They're <HOPING> to knock down <PERHAPS> a cruise missile. They're firing. They have indications, presumably from their radar, that U.S., British aircraft as <WELL>, are in the skies approaching Baghdad or hovering over the skies. Let's listen a little bit more to this fire that's going on. Our military analyst David Grange, retired U.S. brigadier general, is with us as <WELL>. General Grange, tell our viewers what you sense is happening right now."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And very quickly, what else do you want to hear about the traffic scandal? What question would you ask him that he hasn't yet answered?",
    "statement": "<WELL>, I <THINK> that there's a lot of unanswered questions --"
  },
  {
    "transcript_id": "CNN-218391",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Jonathan Martin, the Miami Dolphins player who left the team over alleged bullying, is putting out his side of the story through his attorney. Here's part of the state: \"Jonathan endured harassment that went far beyond the traditional locker-room hazing. He attempted to befriend the same teammates who subjected him to the abuse with the <HOPE> that doing so would end the harassment. Despite his love for football, Jonathan left the Dolphins. He will fully cooperate with the NFL investigation.\""
  },
  {
    "transcript_id": "CNN-88099",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "No, in some places, they're advising people to stay in their homes until noon today because the streets are so flooded and so dangerous they don't want them anywhere near the roads.",
    "statement": "<WELL>, Carol the winds are still blowing, as <WELL>. And I was down in Charley and Frances and, you <KNOW>, Bonnie and all that, and I'll tell you what, that aluminum siding and that <STUFF> that comes off the mobile homes, that doesn't stop blowing <AROUND> until the winds slow down to <ABOUT> 30 or 40. And the winds are going a whole lot faster than that still in a lot of this area, especially right through here, from Pensacola eastward all the way over to Panama City. Some of the wind gusts coming on shore here still at <ABOUT> 60 to 80 miles per hour, even though the storm is already onshore. And, yes, it's losing punch, but it's not losing that much just yet."
  },
  {
    "transcript_id": "NPR-25453",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "(As O-Lan) We can go back. We can go back to the land.",
    "statement": "Rainer was the first actress to win back-to-back Oscars. But with success came dissatisfaction <ABOUT> the movie business and the films MGM chose for her. Professor Emily Carman teaches film studies at Chapman University. She says when Rainer signed with MGM in the mid-1930s, it was a great studio for actresses."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you very much, Senator. Senator Talent?",
    "statement": "Thank you, Mr. Chairman. Secretary Cambone, very quickly, one of the things I've wondered <ABOUT>, when you say you didn't recognize scope and scale, is it possible that, not having seen the pictures, you didn't recognize what the significance of the pictures would be in terms of the impact of this internationally?"
  },
  {
    "transcript_id": "NPR-18275",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Considering that one of the advisors to Donald Trump now is Roger Ailes, the architect of much of what came out of Fox News in opinion, his son-in-law, as you said, owns the New York Observer, an opinion newspaper, basically, would a trump Channel take on Fox News?",
    "statement": "<WELL>, I <THINK> it's important also to remember that Trump brought onboard to lead his campaign Steve Bannon, who had been the CEO of Breitbart the website and family of websites itself. I <THINK> that what they would try to do, were they to do this, would be to essentially go to the right or the alt-right of Fox News to outflank a Fox among conservatives with some, you <KNOW>, nationalistic and populist rhetoric as <WELL>."
  },
  {
    "transcript_id": "CNN-265761",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Dana joins now as is David Axelrod, CNN senior political commentator and former senior adviser to President Obama. I know you had had a chance to listen to that sound bite, the conversation between our Dana Bash and Jeb Bush, what are your thoughts?",
    "statement": "<WELL>, that's his bet. His bet is that the governing conservative block in the Republican Party is larger than the anti-government right block that Trump is currently leading and some of the other candidates are thriving on. And that when the field narrows down, someone is going to come up that lane of the center right establishment, governing conservative Republicans, and that he'll be the survivor. He has what I call the Mr. Magoo strategy. He's going to drive slowly through the chaos and arrive on the other side. He has resources. He has resources. And the <FACT> is that this is a gauntlet. It is a long, long test and your ability to withstand that test over a long period of time is ultimately what determines who survives the race."
  }
]