[
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And what do you think that package was? Sexy was certainly part of it.",
    "statement": "Yes. I <<<THINK>>> I was sexy. I look at the old movies and I was sexy."
  },
  {
    "transcript_id": "CNN-412649",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It's the first day of early voting in Ohio and Indiana. And a look at the line in Cincinnati earlier today as people were lining up there to cast their ballots. Now check out <ALL> of the people who were waiting to vote in Indianapolis today. They are among the three million Americans who have voted early in the general election. And when we're talking <ABOUT> Indiana, the vice president and his wife will be traveling home Friday to vote. And a new CNN poll finds that Joe Biden is polling ahead by his biggest margin yet with less than a month until the election. He is right now leading President Trump by a 16-point margin. The poll also shows voters prefer Biden to handle most major issues facing the country, like the economy, coronavirus, health care, racial inequality and also crime and safety. Biden also leads big with minority voters. And 72 percent of people of color support the former vice president. With white voters, almost evenly split. Former first lady, Michelle Obama, pointing to the racial unrest in the U.S. as part of a video she posted today in support of Joe Biden. In her so-called closing argument, less than a month before the election says the president's actions have been both \"morally <WRONG>\" and \"racist.\""
  },
  {
    "transcript_id": "CNN-320972",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Yes. And we're very thankful that -- that you do that. Thank you, Chief Capri. Appreciate your time. And wish you the best. All your officers have been working around the clock over the last couple of days. Chris, the situation in Tampa, you know, certainly the big concern here for all of yesterday really was the potential for storm surge, the potentially, obviously, for hurricane-force winds. The winds did not get us by into the triple digits, as they had feared, as some of the -- some of the models had shown as early as, you know, two days ago and even earlier yesterday morning. We have been watching the water come back in. It's really, actually, much higher now on the Hillsboro River than it was this time of the morning yesterday. As you know, we watched all that water being sucked out. That water has all returned plus. We're still waiting to get figures on storm surge, and the situation with flooding, as you know. Tampa, even in heavy rainfall, has areas that floods. Off surge and out. We've been seeing police going out. They're basically assessing any kind of damage. We'll obviously bring you any reports about as they come in.",
    "statement": "<ALL> right, Anderson. I mean, <OBVIOUSLY>, the job just beginning for those first responders. And for a lot of them, they're still not able to get going, because the storm is still pounding. Storm surge, the story in Tampa, the story here in Naples. But let's get to Chad Myers. Because again, people are waking up this morning and saying, 'Oh, what did Irma do?\" No, it's what is she doing? What are you seeing right now?"
  },
  {
    "transcript_id": "CNN-343004",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "In one of the first propaganda films released after he took over from his father, Kim Jong-un is seen departing on a boat. The crowd of soldiers and civilians weep hysterically, then do one better, racing waist-deep into the water to see him off.",
    "statement": "If one doesn't clap for Kim Jong-un, that person is <<<SURE>>> to be in trouble."
  },
  {
    "transcript_id": "CNN-397320",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "COVID-19 can be characterized as a pandemic.",
    "statement": "On March 11th, the World Health Organization declared COVID-19 a pandemic. At this stage China had been openly battling the virus for <ABOUT> two months which the WHO says it has been monitoring closely since early January. But the WHO's actions and words have done little to convince some it has been ahead of the crisis."
  },
  {
    "transcript_id": "CNN-195343",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, gracious to come out and directly admit it, although you are right on the governor's side. I know it's sort of a record for Republican governors there. That was a positive point. But one of the wings that Cornyn was referring to within the GOP was the Tea Party and some big name Tea Partiers lost last night. Joe Walsh lost Illinois, Josh Mandel lost in Ohio where I spent the night last night. Richard Mourdock in Indiana, now obviously Mourdock had a specific situation there with the comments he made on abortion, but I think the question is, is the Tea Party still relevant? I mean, that was part of the reason your party rose, but is it now become an albatross?",
    "statement": "<WELL>, Erin, what the Tea Party and other conservatives that <<<BELIEVE>>> we ought to reform entitlements and get our country out of debt and back to a balance budget, I <<<THINK>>> that's pretty a mainstream idea. They helped me immensely to an 18-point victory in Virginia three years ago. I <<<THINK>>> it is how we organize. It is how we deliver the message. We've got to be a lot more inclusive and open and energetic and wanting people to join our team by expressing why these conservative values are good people of <ALL> races, colors and national origin. We've just got to do a better job with that. So, I <<<THINK>>> it's a lot of energy that still helps us immensely at the polls and getting people out. We've got to organize on the ground last night."
  },
  {
    "transcript_id": "CNN-241546",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Such an incredible contribution. I was reading this morning, you <KNOW>, I can't get enough of the obits because really they speak so much to the man. And Ben Bradlee was offended by lying."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you very much, Chairman Kean. I want to say the success, whatever it may be, of the commission is very largely attribute able to the remarkable leadership of Tom Kean. And it's been a high privilege for me to have the opportunity to serve with him. Madam Chairman, Senator Lieberman, the distinguished members of the committee, let me also join the chairman in expressing my appreciation to the Senate leadership, to you Madam Chairman, to Senator Lieberman, for your initiative in starting these hearings so quickly and responding to our recommendations. We are deeply grateful to you for your leadership. It's been quite remarkable. As part of the 9/11 story we spent a lot of time looking at the performance of the intelligence community. We identified at least six major problems confronting that community. First, there are major structural barriers to the performance of joint intelligence work. National intelligence is still organized around the collection disciplines -- HUMINT, signals and all the rest of it -- of the home agencies; it is not organized around the joint mission. The importance of integrated all-source analysis cannot be overstated. It is not possible to connect the dots without it. Second, there is a lack of common standards and practices across the foreign-domestic divide for the collection, processing, reporting, analyzing and sharing of intelligence. Third, there is a divided management of national intelligence capabilities between the director of the CIA and the Defense Department. Fourth, the director of central intelligence has a very weak capacity to set priorities and move resources. Fifth, the director of central intelligence now has three jobs: running the CIA, running the intelligence community and serving as the president's chief intelligence adviser. No person can perform all three responsibilities. And finally, the intelligence community is too complex and too secret. Its 15 agencies are govern by arcane rules, and all of its money and nearly all of its work is shielded from public scrutiny. That makes sharing intelligence exceedingly difficult. We come to the recommendation of a national intelligence director not because we want to create some new czar or a new layer of bureaucracy to sit atop the existing bureaucracy. We come to this recommendation because we see it as the only way to effect what we believe is necessary: a complete transformation of the way the intelligence community works. You have a chart before you of our proposed organization. It is on page 413 of the book, the report. It's on the posterboard. Unlike most charts, what is most important on this chart is not the top of the chart, it is the bottom. We believe that the intelligence community needs a wholesale, Goldwater-Nichols reform of the way it does business, as the chairman indicated. The collection agency should have the same mission as the armed services do. They should organize, train and equip their personnel. These intelligence professionals in turn should be assigned to unify joint commands or, in the language of the intelligence community, joint mission centers. We have already talked about a national counterterrorism center. A joint mission center on WMD and proliferation, for example, would bring together the imagery, signals, and HUMINT specialists, both collectors and analysts, who would work together jointly on behalf of the mission. All the resources of the community would be brought to bear on the key intelligence issues as defined by the national intelligence director. So when we look at the chart, from the bottom up, we conclude you cannot get the necessary transformation of the intelligence community, that is smashing the stovepipes and creating joint mission centers, unless you have a national intelligence director. He needs authority over the intelligence community. He needs authority over personnel, information technology, security. Appropriations for intelligence should come to him. And he should have the authority to reprogram the funds within and between intelligence agencies. The national intelligence director would create and then oversee the joint work done by the intelligence centers. He'd be in the executive office of the president. He'd have a small staff, a staff that is really an augmented staff of the present community management staff of the CIA. He would not be like other czars that we have created in this town over a period of years who really have not had meaningful authority. The national intelligence director would have real authority. He will control national intelligence program purse strings. He will have hire and fire authority over agency heads in the intelligence community. He will control the IT. He will have real troops as the national counterterrorism center and all of the joint mission centers would report to him. We have concluded that the intelligence community is not going to get its job done unless somebody is really in charge. That is just not the case now. And we paid the price. Information was not shared. Agencies did not work together. We have to and can do better as a government. To underscore again, we support a national intelligence director not for the purpose of naming another chief to sit on top of the other chiefs; we support the creation of this position because it's the only way to catalyze transformation in the intelligence community and to manage a transformed community afterward. What we learned in 9/11 is that the U.S. government has access to a vast amount of information. But the government has weak systems for processing and using the information it possesses, especially across agency lines. Agencies live by the need-to-know rule and refuse to share. Each agency has its own computer system and its own security practices, outgrowths of the Cold War. In the 9/11 story, we came to understand the huge cost of failing to share information across agency boundaries. Yet, in the current practices of government, security practices encourage over- classification. Risk is minimized by slapping on classification labels. There are no punishments for not sharing information. We believe that information procedures across the government need to be changed to provide incentives for sharing. We believe the president needs to lead a government-wide effort to bring the major national security institutions into the information revolution. The president needs to lead the way and coordinate the resolution of the legal policy and technical issues across agency lines so that information can be shared. The model is a decentralized network. Agencies would still have their own databases. But those databases would be searchable across agency lines. In this system, secrets are protected through the design of the network that controls access to the data, not access to the network. The point here is that no single agency can do this alone. One agency can modernize its stovepipe, but cannot design a system to replace it. Only presidential leadership can develop the necessary government-wide concepts and standards. The other major reform we want to recommend to you this morning concerns the FBI. We do not support the creation of a new domestic intelligence collection agency, the so-called MI-5. We believe creating such an agency is too risky to civil liberties, would take too long, cost too much money and sever the important link between the criminal and counterterrorism investigative work of the FBI. We believe Director Mueller is undertaking important reforms. We think he's moving in the right direction. What is important, at this time, is strengthening and institutionalizing the FBI reforms. And that is what we are recommending. What the FBI needs is a specialized and integrated national security workforce consisting of agents, analysts, linguists and surveillance specialists. These specialists need to be recruited, trained, rewarded and retained to ensure the development of institutional culture with deep expertise in intelligence and national security. We believe our other proposed reforms -- the creation of a national counterterrorist center and the creation of a national intelligence director -- will strengthen and institutionalize the FBI's commitment to counterterrorism intelligence efforts. The NCTC and the NID would have powerful control over the leadership and the budgets of the counterterrorism division and the office of intelligence respectively. They would be powerful forces pressing the FBI to continue with the reform that Director Mueller has instituted. Taken together, then, we believe these reforms within the structure of the executive branch, together with reforms in Congress and the other recommendations referred to by the chairman, can make a significant difference in making America safer and more secure. We believe that reforms of the executive branch structures are vitally important, and we're immensely pleased that this committee is focusing on those reforms today as a way of making America safer. We are especially pleased that your committee is taking the lead with regard to this. And with these words, we close our testimony, and we would be pleased to respond to questions.",
    "statement": "Thank you, both, for excellent statements. We're now going to begin a 10-minute round of questions for each member. I <WOULD> note that the <ONLY> lights are right here, and they're <A LITTLE> bit hard to see, but we'll try to help make <<<SURE>>> that everybody gets the full 10 minutes. Congressman Hamilton, I'd like to start my questioning with you because of the role that you played as chairman of the House Select Committee on Intelligence, as <WELL> as the many other hats that you've worn. Some observers <SUGGEST> that the overall effect of the intelligence reorganization that the 9/11 commission has recommended <WOULD> be to <DIMINISH> the influence of the CIA, to considerably increase the importance of the Pentagon and to give the White House more direct control over covert operations. Former CIA Director Robert Gates, for example, has said that the recommendation to place the new national director of intelligence within the executive office of the president troubles him because that official <WOULD> oversee the intelligence operations both inside the United States and abroad. He cites the problems caused when the White House directly ordered covert activities, noting Oliver North's role in the Iran- Contra scandal, as <WELL> as the Watergate scandal, where the CIA helped those who broke into Daniel Ellsberg's office. He's gone even further than that and said that the commission's recommendation in this regard reflects a lack of historic <PERSPECTIVE>. I'd like to give you the opportunity to respond to those specific comments which, as you <KNOW>, are shared by some others within the intelligence community."
  },
  {
    "transcript_id": "CNN-103802",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "A little -- 7:00 a.m.",
    "statement": "It's just like a normal routine <AROUND> here for <ALL> of us."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Any parent can have an off-day but this is not having an off-day. This is somebody who very may well have an alcohol problem. And when you`re an alcoholic, and I speak as a recovering alcoholic with 16, and hopefully in April, 17 years of sobriety, you repeat behavior over and over again. Most parents would never in a million years allow their child behind the wheel, particularly when they were drunk.",
    "statement": "I wish <ALL> fathers were as attentive, loving, and careful as Shawn Weimer. That does not mean to say that you can excuse what he did. It just so happens that this particular <WRONG> and it <MAY> be the worst <THING> he has ever done, was caught on video and made a worldwide sensation."
  },
  {
    "transcript_id": "CNN-242998",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Marvet, you pointed out that he's taken positions that are controversial when it comes to his lectures to the African-American community and that's what he was saying, that Cosby has no right to lecture because, in his view, he's guilty of these accusations. Does Hannibal have a point by taking these political positions?",
    "statement": "No, he doesn't have a point. In <FACT>, I'm disappointed in this comedian. I've <NEVER> heard of him before today. However, I'm <QUITE> disappointed because Bill Cosby pioneered for <ALL> comedians. He pioneered particularly for Hannible to have a place on the stage and considering he made character assassinations over allegations was <QUITE> disappointing. I <<<THINK>>> we <HAVE TO> look at the facts, as Howard stated, he wasn't convicted of anything. But yet the court of public <<OPINION>> is indeed strong and I <<<THINK>>> we <HAVE TO> look at his life. He has a right to criticize the community that he is largely invested in."
  },
  {
    "transcript_id": "CNN-95974",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right, a big change in intensity with this hurricane -- a hurricane that we saw less than 24 hours ago as a Category 1 when it interacted with Cuba, and certainly brought devastation there as well. We knew it would regain strength in about 12 to 24 hours. We thought Category III, eventually a Category IV by tomorrow -- by this morning, excuse me. It's already the overnight. But what we didn't really anticipate was this intensity to burst into the scene at 2:00 a.m. Central Time, 3:00 a.m. Eastern Time. And that's exactly what the latest advisory has indicated. Right now, the center of circulation, we're seeing strong winds -- maximum sustained winds, 145 miles per hour. That classifies Dennis any way you slice it as a Category IV hurricane, a major hurricane that will make landfall later today somewhere along the Florida Panhandle or the Gulf Coast of Alabama or Mississippi. It's a pretty wide area even as we get closer to the -- to the track, it's becoming evident. We still have to keep in a range because these storms can jog to the east, they can jog further to the west. We have an area of high pressure that's back our further eastwards towards Florida that's going to help to support the steering of this system. But in the meantime, we're looking for landfall later today. And as you can see, it's still a concern even by Monday. We're going to still have strong winds and -- tropical-storm force winds all the way up through the central portions of the Mid-South region. So as you can see on the map, somewhere between Mobile and Pensacola, but really anywhere in this shaded-out area we could see landfall this afternoon. A Category IV hurricane, very serious indeed -- a major storm that will cause storm surge that will be quite high. Check this out: storm surge up to 18 feet with a Category IV hurricane. That's why it's so serious. And of all places for it to happen, the Gulf Coast, an area so vulnerable to storm surge, especially in those low-lying areas that tend to flood quickly, even when you get just those normal downpours that we see in the summertime. Well, we're going to see a lot more than that. Flooding up to 6 miles inland -- I think we'll see even further than that. Once again, our track is calling for this storm to come in this afternoon, a Category IV, maximum winds at 145 miles per hour. This is a powerful storm, a large storm that will affect the entire Gulf Coast with the exception of Texas. I think we're going to see those strong winds and lots of rain and flooding with it as well -- Betty.",
    "statement": "Be very careful out there. And just a reminder that 145 miles per hour is just 10 miles underneath a Category 5 status. So this is a powerful storm. Bonnie, thank you. As we reported just earlier, <ABOUT> a half million people have evacuated south Alabama due to the now-Category IV storm. But my next guest says he won't go. Last year, Mobile, Alabama, resident John McNeil stayed put through Hurricane Ivan. And he says he's not budging if Dennis pays a visit. McNeil joins us now live on the phone. Want to say good morning to you, and first of <ALL>, after what you experienced last year, why in the world have you decided to stay this year?"
  },
  {
    "transcript_id": "CNN-218062",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Insurers in the marketplace can no longer use your medical history to charge you more. If you've got a pre-existing condition, they've got to take you. Folks who have been sick have finally the same chance to buy quality, affordable health care as everybody else.",
    "statement": "Yet, as first reported on CNN today, Obama administration officials actually expressed concern. Just last week, in a private war room meeting that consumers <WOULD> be disappointed by sticker shock and a limited choices once they were finally able to get on the Obamacare web site. Now here's the op-ed, and the headline here is, you also can't keep your doctor, what everybody is talking <ABOUT> today is this. It's a bombshell op-ed in the \"Wall Street Journal\" written by a stage four cancer survivor who says Obamacare is ending her medical care. The left and the right are banging this op-ed <AROUND> like a pinata. It goes to the core of the entire debate in America. Edie Littlefield Sundby who wrote this is our exclusive guest tonight, but first we begin with our Tom Foreman OUTFRONT with her story."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "I've got to say the peril of the public signing this morning will be that he'll have to answer questions about the Rob Porter issue, about the domestic abuse scandal, frankly, within the White House. This is the shutdown clock right now. The government has been shut down for 8:08:40 largely while you were sleeping. And while this was going on, Ron Brownstein, this shutdown was brought to you by Rand Paul, by the Kentucky Republican senator who wanted to make a stand. And that stand was to tell Republicans that they're being hypocritical here on government spending.",
    "statement": "Rand Paul was <ABSOLUTELY> correct self-indulgent, and hypocritical himself <ALL> at once. He was <ABSOLUTELY> correct that we see this situational ethics in the Republican Party that railed against ethics tooth and nail under the Obama presidency, fought the stimulus plan in 2009 when the economy was on its back because it <WOULD> have too big an impact on the deficit, and now is basically consecrating a fiscal order that will produce deficits of at least a trillion dollars a year as far as the eye can see. And potentially that is part of what is roiling the stock markets. He was self-indulgent because he has disrupted today life for hundreds of thousands of federal workers for no really discernible purpose."
  },
  {
    "transcript_id": "CNN-289787",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A fixture at Lincoln Financial Field and brings the house down every time he appears. And all he needs to do now is go to the microphone, because people have heard him before and they know what is coming. And it is the opposite of the Philly ovation for which we're famous.",
    "statement": "We're going to hear from -- there is a theme here with the Paralympic swimmer doing the Pledge of Allegiance and Timmy Kelly, who has cerebral palsy, as <WELL> as a visual impairment, doing the national anthem. Tom Harkin, we're <ABOUT> to hear from him, senator, former senator from Iowa, and the author of Americans With Disabilities Act, the 26th anniversary of which is this year."
  },
  {
    "transcript_id": "CNN-152123",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. It really is. And we're talking primarily about vitamin B-6 here and it's something known as Methionine which is an amino acid. You know, what's interesting when they did this study they were looking at hundreds of thousands of people trying to figure out is there something that's protective against developing lung cancer. And they found that people with the highest levels of vitamin B-6 had the best protection against it. They were about half as likely to develop lung cancer no matter their smoking status. Whether they had smoked, they have stopped smoking, or they never smoked, and people that had the lowest levels of vitamin B-6 have the opposite result. They were more likely to develop lung cancer. And, you know, hundreds of thousands of people fall within ten countries. So this is -- this is a big study. And again, zeroing in on specific things that they think seem to make a difference. And vitamin B-6 was one of those things. They don't know exactly why. They speculate that, you know, when have you some sort of damage to your cells, your DNA gets disrupted, that there is a way to sort of fix that disruption quickly and you could prevent cancer from developing. Could vitamin B-6 be one of those things that fixes DNA at that cellular level? That's possible. But you know, there is a little bit of caution here as well. First of all, people who are current smokers can't simply take lots of vitamin B-6 and hope that it's going to prevent them from ever developing lung cancer. And also you know, we have been down this road before. Even here on your program, talking about certain vitamins, talking about their promise, like vitamin E, vitamin C, selenium. We're talking about these things over the years. And ultimately they didn't pan out. So this needs to be duplicated and other studies as well.",
    "statement": "You <KNOW> Sanjay you can <TAKE> vitamin B-6 niacin in a pill form. But many people who have taken that <KNOW> that you get that flushing sensation."
  },
  {
    "transcript_id": "NPR-47620",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Ms. Kay brought her      case to the High Court and then to the Supreme Court of Appeals, which      refused to grant her claim for damages against the minister of Safety and      Security for her gang rape by three policemen who were on duty, in      uniform, on patrol in an official police vehicle.  They held that the      policemen, although on duty and in uniform, had been acting outside of      the course and scope of their employment when they deviated from their      route to her home and gang raped her in the bush.  The case came to the      Women's Legal Centre after the Supreme Court of Appeals turned down her      claim, and we were asked to take it on appeal to the highest court in      South Africa.",
    "statement": "Tell us <ABOUT> what's going on in South Africa regarding      violence against women.  I've visited the country; I've actually been to      events that are trying to discourage some of the sexual violence against      women.  Is this really something that is out of proportion to what      happens in other nations?"
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "absolutely": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "All right. Sarah Westwood, Tal Kopan, thanks to both of you. And this is after days of the president saying it cannot be done with an executive action. That it could only be done with legislation. I want to get now to Nick Valencia. He has been reporting all day from outside a detention center for infants and children in Brownsville, Texas. There are three such facility that the government calls tender age shelters. That is a gentle term for places housing basically babies and toddlers forcibly separated from their parents. Nick joins us now live. Any reaction that you've been able to gather around you to this announcement that the president would be ending this family separation through executive action?",
    "statement": "It was just a short time ago, Hala, that I spoke to a Democratic representative here who said the last six weeks have been <ABSOLUTELY> crazy. It was also an interesting time ago over the phone with a Honduran migrant, who's currently detained in Georgia. It was recently that he was separated from his 3-year-old son. He actually tells me he was asking for asylum legally at a legal point of entry and he was still separated from his 3-year-old. He told me he wouldn't have crossed if he knew that was going to be the case. In <FACT>, he <ONLY> has a <<VAGUE>> idea of where his child is. I asked because I spoke to him just a short time after the announcement from President Trump what he thought <ABOUT> this executive order. He said he thought it was a good <THING>, but essentially said that he's going to <<<BELIEVE>>> it when he sees it -- Hala.."
  },
  {
    "transcript_id": "CNN-192724",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He went to Las Vegas to campaign.",
    "statement": "You look at how he has talked <ABOUT> this. You look at how Hillary Clinton has talked <ABOUT> this. This is a time for Americans to come together when it comes to foreign policy."
  },
  {
    "transcript_id": "CNN-88755",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "around": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A fear from not knowing what must be done for Americans to avoid losing in this economy. Democrats and Republicans each have the same answer -- elect them. Bob Franken, CNN, Washington.",
    "statement": "CNN is your campaign headquarters. We'll bring you the third and final presidential debate on Wednesday from Tempe, Arizona. CNN's live coverage begins at 7:00 p.m. Eastern. Meanwhile there's a breaking story we're following for you. Near Albuquerque, New Mexico, you are looking at some rescue efforts underway now after <<APPARENTLY>> a hot air balloon hit that tower you see in the background there. We don't have any more details coming from our affiliate KOAT -- this is a live shot -- on how this accident took place. <ALL> we <KNOW> is a hot air balloon hit the tower and now rescue efforts are underway to try to get the people who are in the hot air balloon. <<APPARENTLY>> this took place -- or is taking place <RATHER> -- in what is called Balloon Fiesta Park near Albuquerque, New Mexico. More on that when we get it. Keeping a close eye on Mount St. Helens as <WELL>, coming up, changes in the volatile volcano, why scientists <<<THINK>>> it <MIGHT> be closer to erupting. Also the scorecard for major drug rehab program in California that has become a blueprint for dealing with drug arrests <AROUND> the country."
  },
  {
    "transcript_id": "CNN-313858",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Explain that.",
    "statement": "Yes. I mean, you <KNOW>, you talk to charity people <ABOUT> this and they're just floored. You <KNOW>, they say how <<COULD>> you arrange something like that? And when you look at it you're taking money that starts as one intent, starts as charity money <GIVEN> to an organization and on the other end it becomes revenue for a company."
  },
  {
    "transcript_id": "CNN-21081",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Definitely. Thanks so much, Eileen. You stay warm out there -- Leon.",
    "statement": "<WELL>, meanwhile, on the Republican side, Gov. Bush has been huddling with congressional leaders at his Texas ranch. Our national correspondent Tony Clark is covering the Bush camp in Austin this morning -- Tony."
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Jackson calls George Floyd his twin, and he joins us now. Stephen Jackson, sorry to meet you this way. I'm sorry for the loss of your friend, but thank you for taking the opportunity.",
    "statement": "<WELL> my pleasure, I'm a big-time fan."
  },
  {
    "transcript_id": "CNN-59946",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, yes, it kind of puts things in perspective, I imagine. But I, you know, I'm curious, you can train for a marathon on your own. This essentially makes it more of a group experience. How does that change the whole experience for you?",
    "statement": "The whole experience with Team In Training is phenomenal. The first marathon I did was by myself for myself in San Francisco of 2000. And it was during that marathon that I noticed <ALL> these people wearing purple TNT T-shirts and saying they were running to, for this person and for that person. And I talked to these people during the course and asked them what is Team In Training <ABOUT>? And that's when I learned the difference."
  },
  {
    "transcript_id": "CNN-262232",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, let me ask you about the polls because you mentioned it. How representative are the polls this early on of the masses? Because they're small polls.",
    "statement": "Right. Right. They really aren't very representative. I mean, first off, you're <ONLY> polling that particular state. Right? We don't have a lot of polls right now of Donald Trump versus Hillary Clinton. So we don't really <KNOW> how he stands up against most of the other candidates and even these primary polls it's just comparing him at other Republicans. We don't <KNOW> what a presidential by Donald Trump really looks like yet."
  },
  {
    "transcript_id": "CNN-122333",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Getting you caught up with more stories in the morning, here are some of your quick hits. A sexual predator is on the loose in one Los Angeles suburb. He was caught on surveillance tape trying to abduct a four-year-old girl. He dropped the girl when a small boy chased after him. Police believe this man has groped or touched at least three women in the Mission Hills area.",
    "statement": "A hundred and seventy more years for Michael Devlin. A Federal judge tacked that on to the 74 life sentences he's already serving. Devlin you <MAY> remember was convicted for kidnapping and sexually assaulting two teenaged boys in Missouri. One of them, Sean Hornbeck, was kept for more than four years."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "We know from press accounts that the manufacturers knew of this tire problem well before it came to the attention of the regulators. Indeed, tires were being recalled in other countries, without the knowledge of NHTSA officials. Under current law, there is no requirement for manufacturers to pass along their record of complaints to NHTSA.",
    "statement": "This morning in Washington, a Senate subcommittee began hearings on a massive recall affecting Bridgestone/Firestone tires. At 1:00 p.m. Eastern time, two House subcommittees convene to weigh the impact on the consumer. Tab, you are a member of a group that has been working to get these tires recalled, and get them off the road. Do you have any evidence, and also you are a lawyer who is handling some lawsuits <ABOUT> these tires, do you have any evidence that <<COULD>> <INDICATE> that the Bridgestone/Firestone people and/or Ford knew there was a problem and sat on it."
  },
  {
    "transcript_id": "CNN-150623",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes. The opposite (ph) problem, though, John, too many people were on it that shouldn't have been. It was hard to get off. This is a completely different problem. But, you know, you get into the nitty-gritty here, and there are a lot of details we don't know about. One thing that is interesting is all day, yesterday, I was told by my federal law enforcement sources and even Eric Holder said yesterday, you know, we have redundancies in our surveillance. There was no way this guy was going to get out or escape our control. Well, it looks like it came pretty close to happening. I mean, he was on board that flight. They didn't know it until finally the Customs and Border Protection checked -- literally checked the manifest and checked that against the no-fly list and found out he was there and then they opened the door and took him off.",
    "statement": "Yes. So, I mean, they came a lot closer than <OBVIOUSLY> they wanted to get. Any details <ABOUT> them losing track of him as they were tailing him throughout the day?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And also whatever the solution is, it's going to be in a higher energy price environment.",
    "statement": "I <<<THINK>>> that's right. But let's not pretend that there's no difference between the substantive policies. McCain is for increasing --"
  },
  {
    "transcript_id": "CNN-115075",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Isn`t that -- let me play devil`s advocate. In a way, I`ve seen many reports where they say, you know, the patients that are there at Walter Reed say it is the same camaraderie. We are still a team. We`re still a unit, and they`re still helping each other. Can you make the case that that`s a good thing in any way?",
    "statement": "It`s a good <THING> if that`s not your main responsibility. Your main responsibility while you`re at the hospital is to get better so you can go back to your own unit and be a leader. You`re not supposed to be a leader -- you`re supposed to be healing yourself so you can be a leader somewhere else."
  },
  {
    "transcript_id": "CNN-64534",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Well, it's interesting how Wall Street reacted, because I think, you know, one of the factors cited for Wall Street doing better on Friday after (inaudible) so poorly was just getting it settled, getting it behind the president. Presumably, the idea now, the White House is free to continue to pursue its agenda. And I think the worry was that this could have derailed things a bit.",
    "statement": "<WELL>, Kathleen, if the Lott controversy proved anything, it's that political fortunes can sink or soar over night. We'll talk <ABOUT> Trent Lott's <<LIKELY>> successor, Bill Frist, and where Republicans go from here, when CNN's SATURDAY EDITION continues."
  },
  {
    "transcript_id": "CNN-343139",
    "matched_terms": {
      "best": "ungraded",
      "obviously": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "But if anyone knows about Mr. Trump and his activities, particularly in his businesses, it would be Mr. Cohen. So, this is potentially I would think quite significant, maybe more significant than the -- you know, whatever comes out of the Mueller investigation. So -- but again, I'm just speculating here. And I do think, again as a layman watching from afar, that it appears to me that he's gotten serious -- Mr. Cohen has -- and realistic about how much help Hillary's going to get from the White House or Mr. Trump specifically, and has lawyered up with what appears to be very competent lawyer.",
    "statement": "Now, <OBVIOUSLY>, this <WOULD> be a significant development as you say. I mean, you <KNOW>, we don't <KNOW> what he knows, but we <KNOW> he knows a lot <ABOUT> a whole lot of things that <MAY> have lived in dark corners. I mean, <<MAYBE>> that <WOULD> be the <BEST> way to put it, so whether that ends up being <CRUCIAL> or not, the big <QUESTION>. There's another development tonight, Director, I wanted to ask you <ABOUT> and that is <ABOUT> Roger Stone, a close Trump associate, another one. Today, he issued a lengthy statement talking <ABOUT> a meeting he had with a Russian offering dirt on Hillary Clinton in 2016. The <CRUCIAL> <THING> <ABOUT> this meeting, Director, is when he testified to the House Intelligence Committee, he didn't say anything <ABOUT> it. So, he testified to them, was asked <ABOUT> contacts the Russians, said nothing <ABOUT> it. He says the FBI was, quote, seeking to set me up, so he claims the whole <THING> was an FBI who sent an informant of this meeting with him and it's <ALL> on them. What's your response to that?"
  },
  {
    "transcript_id": "CNN-290244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think you have to say right now at the outset of the general election where each candidate has had the biggest opportunity they will have to make their case until the debates, assuming that they happen. We have to say right now that Trump enters that phase of the campaign as an under dog. It's why you start to hear him talking about things like a rigged election. I was at a Trump event last night in central Pennsylvania where he was saying the polls, you can't really believe the polls, because back during the primaries the polls always underestimated my support. He said some of his supporters are embarrassed to tell a pollster they like Donald Trump. But in the pricy of the voting booth, nobody is watching and they can vote for it.",
    "statement": "I've heard that -- I don't <KNOW> if you call it a voter conspiracy theory. But I've heard that, too."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You loved him?",
    "statement": "<<MAYBE>> the <BEST>. I didn't love him the most, but I <<<THINK>>> he was one of the <BEST> guys I <EVERY> knew."
  },
  {
    "transcript_id": "CNN-401971",
    "matched_terms": {
      "best": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. I mean, you point out black families have been having these conversations forever. Black mothers have been having to tell their black sons how to be careful and what to do if they're ever pulled over in a way that white mothers never have to tell their sons. And white people have been probably woefully late to this conversation, but now we're all attempting it. And so, I hear you that we need to start the conversation, but a lot of people don't know what to say. I mean, where do you start? What do you tell your kids?",
    "statement": "<WELL>, I <<<THINK>>> you <HAVE TO> start with their <UNDERSTANDING>. What are they seeing on television? What have they heard? I <<<THINK>>> you <HAVE TO> be calm with them and explain to them that what is going on is <WRONG>. I <<<THINK>>> it's very <CLEAR> no matter how young a child is that you <HAVE TO> say that racial violence is bad. That the <FACT> that a white policeman murdered a black man is a bad <THING>. I <<<THINK>>> also, most kids understand bad versus good and that the policemen <SOMETIMES>, who are supposed to protect, do things that are not correct and then they get punished. That's why these people are arrested. I <<<THINK>>> that what's really upsetting most children, though, is the <<SENSE>> -- these large protests and then also, the small group of people who are looting. And again, you <HAVE TO> explain to your children that this country really is based on the <FACT> that we have freedom of speech. That when people <<GATHER>> and people are really angry, and people are coming out and talking and saying that they want <CHANGE> and that they're willing to stay up for many hours and walk on the street that our government listens to them. That's how <CHANGE> occurs. And that it's upsetting and we don't want anyone to get hurt. We particularly <HAVE TO> remember there's a coronavirus and that we want people to wear masks. And that's how you <HAVE TO> start the conversation. But I <<<THINK>>> the conversation for white families also has to continue, so they <HAVE TO> make <<<SURE>>> that they are talking <ABOUT> racial diversity. They <HAVE TO> make <<<SURE>>> that they buy dolls that are black. They <HAVE TO> buy books that have predominantly black characters in them. This isn't magic, this is something that they <HAVE TO> work on. The difficult part is that these discussions <MIGHT> ask parents questions that they can't answer, and it's OK to say I can't answer it or that it's making me so uncomfortable. Particularly, it can be very traumatic for a black man or a black mother to listen or to see things or to hear their child is upset, and to be able to say this really upsets me. It's <ALWAYS> <BEST> to have discussions when we're calm and centered, but this is a conversation that's going to <HAVE TO> happen with <EVERY> American family. This has been more than a week of America being very, very upset. And if you look at the crowds who are protesting, this is not just black families. These are white families, these are families of <ALL> different colors. And so, it becomes the starting point, I <<<THINK>>>, for discussion. Unfortunately, this isn't the first time we've had this. We -- you <KNOW>, I was checking how many times I've had this discussion with parents <ABOUT> having to talk <ABOUT> race and violence, and that it's not the talk -- it's not the one talk. This is a dialogue that you start with your children where they are developmentally. Clearly, a very different discussion for very young children. <SOMETIMES> you <MIGHT> need art or toys and dolls to describe it. And for older kids, particularly teenagers, I <<<THINK>>> it's really important that this be an open conversation so that if they don't get it <COMPLETELY> or you haven't hit <ALL> your points, that you make <CLEAR> that you're open to keep this discussion going."
  },
  {
    "transcript_id": "CNN-328491",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Before we start the conversation, let's listen to the president this morning on his way out. This is -- you're nearing the end of his first year in office. ObamaCare repeal is not going to happen. His infrastructure plan, they might propose it next year, good luck. You know, midterm election year when you need Democratic supports. So this is it for the president. The big signature domestic achievement, he wants it next week. Here's his words before he went off to the FBI Academy.",
    "statement": "I have seen it, I <<<THINK>>> it's going to do very, very <WELL>. I <<<THINK>>> that we are going to be in a position to pass something as early as next week which will be monumental. I <KNOW> them very <WELL>, I <KNOW> how they <<FEEL>>. These are great people and they want to see it done and they want to see it done properly. Child tax credit just so you understand, the Democrats have done nothing in terms of children, in terms of child tax credit. We're putting in a tremendous child tax credit and is increasing on a daily basis."
  },
  {
    "transcript_id": "CNN-366979",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And Edvard Munch exhibition has just opened at the British Museum with an original lithograph of The Scream. The London Evening Standard cartoonists just couldn't resist it. The museum was so impressed. It acquired his Theresa May version for its collection. The truth is we all need cheering up at this Brexacious time, and being British that means ever darker art wit and satire. Nick Glass, CNN, in London.",
    "statement": "There will, of course, be more cartoons to come because Brexit goes on. <ALL> right. We want to show you what springtime looks like in the United States. <WELL>, some states getting pummeled with a blizzard. Derek Van Dam will tell you <ABOUT> the spring snow, right after this."
  },
  {
    "transcript_id": "CNN-156815",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "He says words cannot explain the excitement after working so hard, General Kim Jong- il has given us this park to relax. We really love it.",
    "statement": "It's an amusement park with a few things that <MIGHT> surprise you. Western fare, burgers, onion rings, and the last holdouts of the east."
  },
  {
    "transcript_id": "CNN-169143",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "All right. Thanks so much. We'll check back with you. Jacqui, appreciate that. All right, let's take a look at one of our top stories. A key adviser to Afghan President Hamid Karzai and a member of Afghanistan's parliament were killed today. At least three attackers entered the home of Jan Mohammed Kahn, the former governor of one province. They killed him, his security detail and the parliament member. Minutes ago I talked by phone with CNN's David Ariosto in Kabul.",
    "statement": "Just moments ago we spoke with both NATO and Afghan officials. And this gun battle that has been raging since <ABOUT> 8:00 p.m. local time here in Kabul continues. What we've learned is that Afghan security forces are being led by Afghan National Police. Now this is significant because NATO and part of the transition has made it <CLEAR> that they're intent on positioning more and more authority towards Afghan forces. Today was actually the first day of the transition <PERIOD> to be extended over the next two years."
  },
  {
    "transcript_id": "CNN-199495",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We do, Wolf. From our experts and our sources, we are getting information that there likely is a connection between the group which took these hostages and that group that's fighting for control of Mali, right next door to Algeria. That group called al Qaeda in the Islamic Maghreb. Now, observers are surprised that a relatively small group of militants could have seized a fairly well guarded gas facility in Algeria and taken that many hostages. But experts say this group which claimed responsibility for this action today is well practiced at that. Translated into English, this group's name means, quote, \"those who sign in blood.\" It's also sometimes called \"those who sign with blood.\" According to our executive producer, Tim Lister, our terrorism expert, Paul Cruickshank, and, also, Western intelligence sources, this group is led by a man named Mokhtar Belmokhtar. They say that he was removed from the group, al Qaeda in the Islamic Maghreb, last fall, but that some of his followers are still affiliated with that al Qaeda affiliate in Mali, al Qaeda in the Islamic Maghreb. Now experts say Belmokhtar had also shown up in Libya during the civil war there and that his group and others like it are expert at taking Western hostages and getting large ransoms. Now, having said that, according to a spokesman for the group that took this action today, this operation was not a ransom play, but revenge against Algeria for helping France fight those militants in Mali. And these militants with links to al Qaeda are all over this region in Northern Africa, many of their groups interwoven. Al Qaeda in the Islamic Maghreb is actually a successor group to the Armed Islamic Group of Algeria, which fought the Algerian government in the early 1990s, when elections were canceled there -- Wolf, these groups go way back, at least two decades, to that -- to that time when Algeria was going through such a horrible civil war. Hundreds of thousands were killed in that civil war over many years. And these groups are all tied to it.",
    "statement": "Yes. And I'm <<<SURE>>> this is a huge, huge embarrassment for the government of Algeria, because this took place on their watch, shall we say?"
  },
  {
    "transcript_id": "CNN-160494",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What about the stimulus funds?",
    "statement": "Because the governor's office says it's <ALL> accounted for. But -- but you <<<THINK>>> there's another $30 million that <<COULD>> be used for these transplants, right?"
  },
  {
    "transcript_id": "CNN-274415",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Look, it is no surprise that the establishment is in full panic mode.",
    "statement": "Now we're expecting to see Sarah Palin with Donald Trump this morning in Iowa, as <WELL> as later this afternoon in Tulsa, Oklahoma. One of the questions <ABOUT> how effective this endorsement will be is how <OFTEN> will we see Sarah Palin? Will we see her out stumping regularly for Donald Trump? Will we see her doing interviews and defending him, continuing to defend him <ABOUT> some of these attacks <ABOUT> his conservatism. And that, I <<<THINK>>>, is still an open <QUESTION> -- Alisyn."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Comment on the blood that was found at the house?",
    "statement": "Again, I`m not here to answer any questions. You <KNOW> I`m just here to show my support for the community --"
  },
  {
    "transcript_id": "CNN-115507",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Good morning.",
    "statement": "This bill sets a deadline for U.S. troops to leave Iraq, and yet no widespread support, I <<<THINK>>> we can hear there from Elijah Cummings, from anti-war Democrats. How come?"
  },
  {
    "transcript_id": "CNN-85679",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "reportedly": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good evening. Insurgents today killed nearly 100 people in one of the worst days of violence in Iraq since the fall of Saddam Hussein. Three American soldiers are among the dead. The attacks come just six days before the United States transfers sovereignty is the new Iraqi government. The insurgents targeted police and government buildings in the Sunni triangle. Brent Sadler reports from Baghdad.",
    "statement": "Insurgents launched a wave of attacks on five major cities, including Baghdad. The onslaught targeted police stations in Mosul to the north of the capital, as <WELL> as Ba'qubah to the northeast and Ramadi in the west, at the heart of the so-called Sunni triangle, a persistent hotbed of anti-coalition violence. Mosul was hit by a series of large explosions, claiming the lives of dozens of Iraqi victims. One U.S. soldier also died in the Mosul blasts. In Ba'qubah, scene of some of the heaviest clashes with U.S. forces, assailants launched attacks on police and government buildings, inflicting more loss of life, including two American soldiers from the 1st Infantry Division. Gunfire rattled across the city, as the authorities warned people to stay indoors, imposing a dusk-to-dawn curfew. Gunmen claiming loyalty to wanted Jordanian militant Abu Masab al-Zarqawi appeared on the streets of Ba'qubah for what appears to be the first time in street combat. In Ramadi, the tactics were similar, insurgents directing volleys of rocket-propelled grenades and machine-gun fire at more police targets. U.S. military officials say the series of attacks demonstrated a level of coordination, but they were at pains to play down the extent of damage done, claiming the attacks soon ran out of steam. In further hostilities, U.S. forces <AROUND> Fallujah ordered air strikes against insurgent positions after more clashes with U.S. Marines. A U.S. Cobra helicopter gunship was forced down by small- arms fire during battles, but the crew <<REPORTEDLY>> escaped unhurt. Iraqis suffered the most casualties, just days before the hand-over of sovereignty to an interim government. Prime Minister Iyad Allawi denounced the attacks as the work of desperate criminals who've lost the battle to prevent a transfer of power, but he predicted there <MAY> be worse to come. Brent Sadler, CNN, Baghdad."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Let's see if we can move it along, Judge. And I want you to answer specifically the ways that an indentation can be made, from your own personal observations.",
    "statement": "Yes. From my own personal observations, there's actually four ways that an indentation <<COULD>> be made. We just demonstrated one of them, when the ballot is placed on top of the machine. It is also possible that an indentation is made if in <FACT> the machines are not cleaned out on a regular basis and there's chad buildup, and therefore the voter <MAY> not be able to push down as firmly. The third reason is that those rubber strips, if they're not properly maintained, <MAY> become old, brittle, hard and keep a voter, particularly an older voter, from pushing <ALL> the way down."
  },
  {
    "transcript_id": "CNN-297123",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I <<<THINK>>> the answer is that, you <KNOW>, there's a lot of monitoring for both parties on the actual process. And I <<<THINK>>> in Texas, one of the reasons that it is so Republican dominated has to do with the Congressional districts are drawn. And when you have control of one Party who then controls that process, you end up with a lot of people from that Party elected to office. I <<<THINK>>>, you <KNOW>, the <QUESTION> really, when you hear the word, \"rigged,\" people immediately <<<THINK>>> that there are people showing up in person to vote who are not eligible to vote. And I don't <<<THINK>>>, anywhere, we have found that there's evidence of that. But there are many other parts of the snake, that is the process of voting and counting those votes. And so I <<<THINK>>>, you <KNOW>, people worried <ABOUT> whether you can hack into that system, whether public officials <<COULD>> <CHANGE> numbers in the tallies. Again, there are observers for <ALL> of these processes. It's more sun light than anything else, so it will be interesting to see if there end up being credible challenges to rigging. It seems like the system is rigged against rigging."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Democracies don't go to war against...",
    "statement": "There was a documentary a couple years ago, that had a bunch of 13-year-olds. Yeah, and it had <ALL> these 13-year-olds, Arabs and Jews, got together, played soccer. At the end they said what <WOULD> you do -- what do you <<FEEL>> <ABOUT> Israel? Each of those kids looked into the camera, these 13-year-old kids. You <<COULD>> not tell which was Arab, which was Jew, they looked in the camera, each of them said god gave this land to me. When it's real estate you can negotiate. You cannot negotiate, god gave this land to me. He said I <SHOULD> have it. I will do anything to protect it."
  },
  {
    "transcript_id": "CNN-176058",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That's still a few steps away. But what the Arab League is doing is cranking up the pressure. For instance, Arab League officials are, at this moment, involved in organizing a large conference to bring together the squabbling Syrian opposition for a meeting here in Damascus, possibly to discuss Syria in a post-Assad era. And in addition to that, the Arab League did call upon its member states to withdraw their ambassadors from Damascus, although that was a decision left up to the individual countries. Egypt, for instance, has come out and said they will not pull their ambassador out of Damascus, but we see pressure coming from a variety of areas. Most importantly, as you mentioned before, Turkey, with its energy minister saying Turkey may consider cutting the flow of electricity from Turkey to northern Syria. That is a serious blow if it were to be actually carried out -- Kristie.",
    "statement": "Now, the pressure is on, discussions <ABOUT> a post-Assad Syria. Now, Ben, you have reported on the Arab Spring revolts in Tunisia, in Egypt, and Libya. What is your thinking now? Will there be another successful revolution in Syria?"
  },
  {
    "transcript_id": "CNN-281137",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, it is unique, certainly for our viewers. The three of us get an up-close look at these candidates and certainly their families that most voters are not able to get, unless you live in New Hampshire or Iowa or South Carolina, those privileged states. But what we can see tonight is really beyond the policy, beyond the rhetoric. Where you get to see -- tonight we will see Reese and Emma, the 15- year-old daughters, twin daughters, of John Kasich talk about their dad as a person. We will see his wife, Karen, talk about him as a husband, you know, just the whole family aspect that you don't normally get during a campaign. And I think at this point, we know so much where the candidates are when it comes to policy issues, how are they personally? And that's what we will see tonight and over the next three nights.",
    "statement": "And, also, running for president is such a family enterprise. And we <TEND> to forget that if their dad is criticized, they're going to be upset <ABOUT> it. You <KNOW>, the spouse is..."
  },
  {
    "transcript_id": "NPR-15594",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "When you, as a reporter, talk to other members of Congress or      officials in the government and raise Mr. Weldon's name, do they roll      their eyes or do they take him as a serious, credible person who is      raising allegations that need to be looked at?",
    "statement": "No, I wouldn't say rolling of the eyes, but <CERTAINLY> he has      had disputes in the past, both with other members of Congress and with      the administration, over the viability of some of the allegations he's      made.  He's a very strong supporter and sees great promise in what are      called link analysis programs and other computer efforts to analyze      information.  So, you <KNOW>, at the same time--and he is a prominent      member of both the Homeland Security and Armed Services Committee.  In      <FACT>, he has publicly declared himself a candidate for chairman of the      Armed Services Committee, so that also is a factor that the      administration officials have told me, you <KNOW>, plays in their decision      as to how to handle him."
  },
  {
    "transcript_id": "NPR-38157",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "So I am concerned if that role would shift to the Federal Communications Commission, because I don't think any amount of staff could actually provide the kind of service that a local franchising authority is able to do.",
    "statement": "The phone company's push for franchising reform is part of a larger effort to block regulation of TV and Internet services. Congress appears ready to follow the company's lead, <RATHER> than risk slowing the rollout of new TV services."
  },
  {
    "transcript_id": "CNN-270062",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "What about propane tanks? We heard something about somebody trying to shoot propane tanks.",
    "statement": "Those are some of the items that we <HAVE TO> look at that were brought to the facility to see what they are and ensure that everyone is safe."
  },
  {
    "transcript_id": "NPR-36326",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Or a rain man.",
    "statement": "Both of those things - Rain Man, <OBVIOUSLY>, was not a vampire."
  },
  {
    "transcript_id": "CNN-113806",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "In a letter to leaders of the Senate Judiciary Committee, Attorney General Alberto Gonzales called the court orders innovative and complex. Some members of Congress called them overdue.",
    "statement": "The issue has <NEVER> been whether to monitor suspected terrorists. Everybody agrees with that. <ALL> Americans do. The <QUESTION> was, can we do it legally and with proper checks and balances to prevent abuses?"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Haven't the Saudis been providing money to ISIS?",
    "statement": "They have. <<<SURE>>>. And the border between Turkey and Syria has been very porous for a long time. So it's time for <ALL> of the players in the region to understand that this is -- this poses a much greater threat than the benefits that they were hoping to achieve by supporting them in the beginning. Those benefits being to overthrow President Assad in Syria."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But there must be an enormous amount that's still in the water column that is going to be difficult to track and difficult to understand what actually happens to it. What kind of efforts are being made to understand that phenomena?",
    "statement": "There have been hundreds and hundreds of water samples that have been collected and that are in the pipeline, per se, for analysis. We <CERTAINLY> don't live in the real world of crime scene investigation TV shows."
  },
  {
    "transcript_id": "CNN-389375",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, but customer service also seems to be invisible. I mean, look, I don't mean to give everyone a hard time about this. It is that I think out there, people are really looking for the real effects of AI. How will it help my business? How will it help my customers?",
    "statement": "In a variety of different ways to do that, but <SOMETIMES> it's <ALWAYS> <A LITTLE> bit invisible behind the scenes, meaning <SOMETIMES> it's <ABOUT>, do I understand the data so I can better serve the customer, as an example. The other example I give you is Carrefor, a retailer in France, where we're using AI with them so they can optimize store turnover. So again, is that <OBVIOUS> to you as a consumer? <WELL>, it's <OBVIOUS> if you go in the store and they have the product you need, but you don't <KNOW> that AI is doing that. So my point is, it's happening <AROUND> us in much greater levels than it ever has before. It doesn't mean it <ALWAYS> jumps into you."
  },
  {
    "transcript_id": "CNN-114083",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "\"Now in the News,\" Washington is bracing for a big anti- war rally today. Organizers say the protest <<COULD>> draw tens of thousands, including some active duty troops. And CNN, of course, will have live coverage throughout the day. In other news for you, the Iraqi capital, a brazen daylight kidnapping to tell you <ABOUT>. Baghdad police say gunmen wearing police commando uniforms stormed a computer store. They dragged at least seven people into waiting cars and then sped off."
  },
  {
    "transcript_id": "NPR-21556",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "To my knowledge, yes, you know, if there is somebody out there serving in silence, you know, obviously I have no knowledge of that, but according to what I have been told, I am the first openly-serving transgender drill sergeant in the United States Army.",
    "statement": "Now, there are people who have served over the years who are going to hear this sitting at home or in a car somewhere thinking this doesn't <<FEEL>> right to me. This doesn't sit right with me. I wouldn't have wanted to serve with somebody like this. Is part of your life now as a public person and as a person in uniform answering those fears and those concerns just by being a model soldier?"
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Do you think our system -- has it changed? Have we -- are we started to break down? Is our system of criminal justice...",
    "statement": "It`s breaking down -- my God, it`s been breaking down since day one. Yes. Our criminal justice is terribly screwed up, but it`s the <BEST> <THING> going."
  },
  {
    "transcript_id": "CNN-157359",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "-- because there were others who also said that as <WELL>, that that he <WOULD> have tried anything, even, you <KNOW>, risking his life to try to finish it because he didn't want to let his team down. Jan Wolfgarten, thank you so much for joining us this morning."
  },
  {
    "transcript_id": "CNN-241932",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "She met a nice, wholesome, caring young man, and she systematically tried to get him into depravity and corrupt him.",
    "statement": "I personally don`t <<<BELIEVE>>> in the death penalty. <NEVER> have. But I <HAVE TO> <<<THINK>>>, if not in this case, then when?"
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It looks like 11,000 vote lead right now for Doug Jones, the democrat which is dramatic shift only in the last what, 10, 15 minutes.",
    "statement": "Right. So now you're just waiting on the final votes. And you <KNOW>, you just talk to Judge King. We have our people going into these places, <<IMAGINE>> what is going on in the two campaign headquarters right now as they call in to <ALL> of these key places. OK. A hundred percent in Tuscaloosa County but <ONLY> 73 percent in Jefferson County. So you want to find out what's out. Is it in here in the city area or is it more out here in the suburbs where Roy Moore, at least if he doesn't win Doug Jones gets a smaller margin? If you're looking at Shelby County, are they the close in votes here, are they closing suburban votes where Doug Jones <MIGHT> be doing <A LITTLE> better than normal because of the allegations against Judge Moore because of his past controversies or are they more out here where they're more reliable republicans. That's what the candidates and the campaign headquarters are doing right now as they try to <FIGURE> out what is left. And again, this is a big basket of votes in a place where Doug Jones is winning huge. This is the largest chunk I can still see out. Montgomery here, half of the votes still out and then Jefferson County."
  },
  {
    "transcript_id": "CNN-321919",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I want to take you to Puerto Rico now as we continue to follow the aftermath of Hurricane Maria, and the danger is not over for those folks. People living near the Guajataca River are fleeing an imminent dam break. The dam and the river are located in the northwest portion of the U.S. territory. We know flooding is still widespread all over the island. And as residents try to pick up the pieces from the storm, the death toll is rising with at least 10 people now reported killed because of the storm. And we've learned 4,000 U.S. reservists are headed there to help with relief efforts. CNN's Nick Valencia is joining us live from San Juan with the latest. And, Nick, tell us more about the response by the U.S. government trying to get people there help.",
    "statement": "<WELL>, the local officials there by the Guajataca Dam are trying to evacuate people by bus. <ABOUT> 70,000 people between two townships are in the pathway of life threatening floods. It seems that the people of Puerto Rico cannot escape the dangers. And just as you begin to <<<THINK>>> that the recovery and the relief is starting, it was just seconds ago that we saw lightning in the distance, Ana. Friday morning, there was heavy pouring rain, not helping any of the conditions of those flooded out passageways, those roads that lead out. It is still a difficult situation, a very complicated one. It was earlier that we were at one of the shelters, and we saw with our own eyes just how sad it was. It's a sight that I'll <NEVER> forget as a journalist, looking over <ABOUT> 600 beds, nearly <ALL> of them filled. There was an 8-year-old little girl that was going through a pile of donations, and she was trying to just find a toy. You <KNOW>, I'm <<<SURE>>> <ALL> these people here that have been refugees and evacuated from this storm are having difficult time connecting, and not least this 8-year-old little girl who I saw. And she walked away without something to find. As many donations are pouring in, you <KNOW>, she couldn't find what she was looking for. People here, they're still without power, Ana. Here we are <ABOUT> a week later, and they're going to <HAVE TO> wait for months and months and months. I spoke earlier to the mayor of San Juan who said that she's trying to set the tone and the expectation for her residents here that they're going to be without modern life, without electricity, for up to six months. And there's really no changing that. Yes, they're trying to bring in generators. Yes, they're trying to bring out central areas of communication in these municipalities. They're trying to give out phones to these mayors. <ABOUT> 200 phones are being passed out across the island to try to get communication going. But the efforts by people in the mainland to try to get in touch with loved ones here is just very difficult -- Ana."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How did -- companies got involved with you.",
    "statement": "<WELL>, what happened, one day General Electric called up and said, \"Are you Peter Max?\" I said yes. He said, \"Are you the artist with the posters?\" I said that's me. He says, \"<WELL>, we're General Electric. We'd like to do some electric clocks.\" And I immediately called up my mother, and I said \"General Electric called me.\" And she goes, \"Sweetie Pie, go after it. It's very, very nice.\" So anyhow, we did clocks. And then before I knew it, Larry, I was into -- 72 corporations had licensed my <STUFF>, over a billion one in three-and-a half years. It was 1967."
  },
  {
    "transcript_id": "CNN-396700",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The bottom line is, here in New Orleans -- remember, we've talked a lot about this the last few weeks -- that people with underlying health issues are the most susceptible to be really hit hardest by this coronavirus infection. Here in New Orleans is a perfect storm of that. This is a city and a region of a country that routinely ranks near the bottom in most of the health categories. When you talk about obesity and when you talk about kidney issues and diabetes, all of those underlying factors exist here at a much higher rate than my parts of the country. You combine all of that together. And then you throw into the fact that the vast majority of the cases that the Louisiana hot spot have seen is here in New Orleans area alone. That really is a recipe for very dangerous situation. And it's what health experts and state officials, it's the reason why they continue to hammer home, at this point, that the city and this region around southeast Louisiana really needs to do -- practice social distancing and staying away, protecting themselves from getting infected because there are a lot of underlying issues here that could complicate matters for them as they try to get -- recover from this infection -- Kate?",
    "statement": "Ed, thank you so much. Being on being on the front lines there. I really appreciate it, man. Coming up for us, as New York City hospitals are filling up with coronavirus patients, overwhelmed, in some cases, with coronavirus patients, the Navy hospital ship that has been deployed to help, as we heard Governor Cuomo talking <ABOUT>, it's <ONLY> treating something like 20 patients, is the latest reporting. What is going on with the federal response in New York? Is it going to be changing? We'll be back."
  },
  {
    "transcript_id": "CNN-253097",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Does it say how he got inspired by -- is he a convert to Islam? Do they say in that charge sheet how he was recruited, if you will? What inspired him to join this jihad if he",
    "statement": "As a teenager, he changed -- started referring to himself as Muhammad Abdullah Hassan, so he was a convert and was <<APPARENTLY>> inspired by looking at things online from various terrorist groups. And that's where, typically, we see this behavior a lot with a lot of young people. It's not -- it's not <CERTAINLY> very common for the FBI to come and talk to you and for you still, a year later, to be trying to plot this, even when you <KNOW> the FBI is watching."
  },
  {
    "transcript_id": "NPR-31377",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "If Facebook wants to provide an email service, then they should provide it in a way that is compelling and that people want to use it, rather than that people are strongly nudged into using it by this kind of mechanism.",
    "statement": "Facebook wouldn't talk to NPR <ABOUT> the <CHANGE> but it points to a statement it released back in April. The company said it did let users <KNOW> this <CHANGE> was coming at the time it announced that it <WOULD> be making updates to addresses on the site to make them consistent, though it didn't say anything <ABOUT> which email contact it <WOULD> use. But Facebook has a history of making changes with inadequate notice."
  },
  {
    "transcript_id": "CNN-104926",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're watching a wildfire in New Mexico. It's already burned more than 13,000 acres. Parts of the state are under fire watch today. Winds expected to be brisk. Somewhere between six and 10 small communities have been evacuated, and the fire is nowhere near contained. Parts of eastern Iowa cleaning up this morning after three bad tornadoes. One death blamed on the severe weather. Tornadoes damaged homes, knocked out power to thousands. Much of that in Iowa City. And on the University of Iowa campus, classes there canceled today. Angie Hunt of our affiliate KCCI joining us live now from Iowa City. How does it look there, Angie?",
    "statement": "<WELL>, Miles, just extreme devastation throughout parts of this city. You're looking at St. Pat's church behind me. This is a historic landmark here in Iowa city, a symbol of pride, and a symbol that a lot of people have really dwelled up a lot of emotion <ABOUT> today as they look at the devastation to this building. As you can see, a massive brick building just ripped apart. The entire roof, many parts of the walls gone. Bricks are just strewn across the yard here and on to the sidewalk. It's just one example of the damage throughout the downtown city and some of the residential neighborhoods here in the community. We have seen several cars that had their windows blown out. Others were lifted up off the ground, flipped over on their top. There's damage to several businesses. Again, windows shattered, a lot of debris, power lines down. Streetlights, trees <ALL> uprooted and tossed <AROUND>. East of the downtown area in some of the residential neighborhoods, there are several large trees that are uprooted. Damage to several homes. We did talk to a couple of business owners and managers who described the damage for us and what they saw. They said it was just massive winds. It got very dark, very quiet, and then it just moved through. They said it's just like you <ALWAYS> here, it sounds like a freight train coming through. That's just what it was like last night. So of course today the cleanup is starting to begin. In <FACT>, cleanup going on throughout the night as they try to <CLEAR> the roadways in some of the main areas. But a lot of work to do here in Iowa City -- Miles."
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "You'll <NEVER> hear those words again on NPR - I just want to let you <KNOW>."
  },
  {
    "transcript_id": "CNN-115197",
    "matched_terms": {
      "may": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Unfriendly fire. Brush fires explode in southern California. Hundreds of homes are evacuated. And more record heat and low humidity coming today.",
    "statement": "Heartland hopeful. Nebraska Senator Chuck Hagel <MAY> run for president today. But do his own neighbors support him?"
  },
  {
    "transcript_id": "CNN-282480",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, it's interesting. In a way, John Kasich could be seeing in the cat bird seat here. Maybe he's cut a deal with Ted Cruz to say I'll get out the way in Indiana so you can win in Indiana. Stop Trump, maybe I can be on your ticket. On the other hand, John Kasich is going to take a lot of delegates to the convention in Cleveland. Maybe he has the ability at that point to go to Trump and say I have enough delegates to put you over the top on the first ballot. Maybe I should be on your ticket. So, maybe John Kasich is sort of crazy like a fox as we like to say in the south. And he's got a plan to get on the ticket one way or the other. We'll have to wait and see.",
    "statement": "Bruce Haynes, a pleasure to speak with you. Thanks so much."
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "She also cites reasons for leaving the EU that are drawn from her own business experience. Hovercrafts don't get the same European safety certification as boats and jet skis. She says that makes them harder to register in EU countries.",
    "statement": "If we're a larger company and if we we're employing thousands of people, we <MAY> have had more sway."
  },
  {
    "transcript_id": "CNN-58950",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Ozzie Smith, I'm going to give you the last quick word on this, because there's something that is utterly baffling to all of us when you look at the history of negotiations. Eight job actions in the last 30 years. I mean, why is it that players and owners cannot come to a new contract without a strike or a lockout? Why does it have to come to this point?",
    "statement": "That's a $2.38 -- what'd you say, $2.38 million <QUESTION>. It's amazing to me that you can have <ALL> this time in between, and we <ALWAYS> come down to this point, where there is talk <ABOUT> a strike or a work stoppage. And I <WOULD> like to see a basic agreement that goes longer than four years. If you can come up with a basic agreement that runs at least seven to 10 years, then we don't <HAVE TO> hear this same <THING> <EVERY> four years. And I just keep my fingers crossed that we're able to get something done this time, because it <WOULD> be devastating to the game."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Yesterday was some sort of bungled attack, but it was serious. And it's created the gold dust for terrorists, which is momentum, a sense that this is one of -- I mean for terrorists, one bomb is never enough. You have to create a sense that this is part of a campaign. And whether what's happening today has been preplanned or whether it's just the momentum created that people then go out and try to do things, people who feel that they may have had a half-baked scheme in the pipeline, let's go and do it, that's what they've got. And even if they haven't got that, they've got the sense of fear and anxiety, that there will be lots of false alarms. We know that. The IRA used to, you know, explode one genuine bomb in London every six or eight months and there were lots of false alarms in between. In this case, I have to say, it does look ominous because whether these are imitative amateurs or part of an unfolding plot, the effect is more or less the same, that there are lots of genuine security problems. And here is somebody who apparently -- it may have been mistaken identity, but at least one person now is dead this morning, as far as we -- it is reported. And this will obviously heighten the sense of anxiety. It begs lots of questions about our intelligence led policing, which, by and large, has worked pretty well until now; about the role of MI5 in relation to the police, because all of these people seem to be emerging from, as they say, under the radar. That's really quite worrying. And, of course, it begs questions about the safety of big cities. I mean, London is a city of nine million people. Every day three million people come in and three million people leave again. There's no way you can screen all of that. You simply can't. You have to live with a certain level of risk. And these attacks, these events actually just increase that level of risk four or five fold for all of us.",
    "statement": "<<<SURE>>>. Let me just remind people who <MAY> have just joined us <A LITTLE> before a quarter past 11, an hour ago, an episode began at Kennington tube station. Three tube stations on the northern line -- Kennington, Stockwell and then Vauxhall, there were police alerts. We reported initially that there was confirmation coming through that they had shut down those stations. We then got reports coming through that there had been a shooting episode at Stockwell tube station. As you can see there at the bottom of your screen, witnesses telling us that police chased a man before opening fire. We now <KNOW> for a <FACT> that that man was shot five times. We <<<BELIEVE>>> that he was shot by plainclothes police officers. Witness Mark Whitby has been saying that the train was standing at the railway station with its doors open when an Asian man ran on, pursued by three plainclothes officers. He tripped. He was pushed to the floor. One of the officers shot him five times. Mr. Whitby says that the Asian man is now dead. Now, as we get further reports, clearly, we will bring those to you immediately. Two underground lines have been closed. There is still an ongoing alert at Vauxhall underground station, which is the one closest to the center of London. The Kennington episode, which is right down there at the bottom left-hand side of your screen, has now passed. Stockwell is in the middle. Vauxhall is up at the top. A man has been shot by armed police at that station that's now being highlighted, which is the intersection of the northern line and the Victoria line. Both of those are now closed down. Will, let me bring you in again. As I say, it is -- it's now moved on an hour. We were talking <A LITTLE> earlier, and then I'll come back to Mike in a moment, <ABOUT>, as it were, the strategic side of it. But you've got a few more snippets of information now. Purely a tactical operational appraisal of what you <<<THINK>>> we've been looking at over the last hour?"
  },
  {
    "transcript_id": "CNN-280235",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "guess": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Yes, Becky. This is coming at a time when many Republicans are starting to come around to the realization that Donald Trump is their likely presidential nominee. This doesn't just pose issues for Donald Trump in a general election campaign himself. He's already got very bad approval ratings among women; 74 percent of women had an unfavorable impression of him, according to the latest CNN poll. But what it does is very bad as well for candidates for the Senate and the House in the Republican Party, who are in close races and find themselves having to answer to Donald Trump's statements, reversals, policy faux pas. So it's wider than just Donald Trump. And I think what you've seen is that the Democrats, this is a gift for the Democrats. Hillary Clinton, for example, and other Democrats have come out and said, well, Donald Trump said about abortion being a crime is what every Republican really thinks but are afraid to say. So she's sort of tarring everybody with the brush of Donald Trump. And it's a huge issue for Republicans more broadly than just the likely Republican nominee -- Becky.",
    "statement": "I <<GUESS>> the <QUESTION> is, how are these latest comments going to go down with voters? And will these comments affect his ratings? Because whatever he's said, he seems to be gaining ground, not losing it. What are people going to say <ABOUT> -- is he right <ABOUT> NATO, for example, condemning NATO as obsolete? Talking <ABOUT> potentially more nuclear weapons for the U.S.' allies <RATHER> than less? What are the polls saying <ABOUT> whether any of this is damaging? Clinton <WOULD> like to <<<THINK>>> it were, <CERTAINLY> Bernie Sanders <WOULD> like to <<<THINK>>> these comments <WOULD> hurt Trump. But are they?"
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "best": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right, Turks and Caicos. What can you tell us about the resort in which they were married, Mike?",
    "statement": "<WELL>, this is a favorite of celebrities. Lindsay Lohan was just recently there. Bruce Willis goes there <ALL> the time. Matthew McConaughey goes there when he tries to get away. Bungalows cost $3,000 a night, but more than that, it`s almost impossible to get the paparazzi there. And this is the <BEST> place in the world to get married if you don`t want any attention."
  },
  {
    "transcript_id": "CNN-97243",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The latest on this, Wolf, things are happening this afternoon. A group called Pro-English here in Washington threatening a lawsuit against the Dallas schools over this issue, saying there is a difference between helping out immigrant families with special needs and surrendering to them. That's what they're asking. Last night the Dallas School Board decided that in most schools where at least half the students speak primarily Spanish, the principals must be bilingual.",
    "statement": "This is not a small <THING>. <WELL> over 60 percent of the students in Dallas are Hispanic. Almost 50,000 of them do not speak English <WELL> or at <ALL>. So supporters say it just makes <<SENSE>> to have administrators who can communicate effectively with those students and their parents."
  },
  {
    "transcript_id": "NPR-23564",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what's this frenzy look like that you're seeing?",
    "statement": "<WELL>, I <<<THINK>>> the political science term of art is a total freak out. The government is <<KIND OF>> panicking. <<APPARENTLY>> that even extends to the queen, who doesn't <KNOW> exactly what her role in an independent Scotland <WOULD> be."
  },
  {
    "transcript_id": "CNN-324031",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I see we can tell you that there does seem to be an attempt by the Kurdish regional government and the government in Baghdad to lessen tensions. Haider al-Abadi the Iraqi prime minister has offered dialogue with the Kurds in the north and the Kurdish regional government has responded that they welcome the opportunity for some sort of discussion about the future of the Kurdish region so on that level things seem to be or may go in a more positive direction the worry is of course that friction on the ground that could lead to clashes which could lead to something worse than nobody can control. The Iraqi Prime Minister did order armed groups out of Kirkuk and he's referring of course not directly, but is understood this is the popular mobilization units Asabi an Arabic, those paramilitaries that have been trained and to some extent armed by the Iranians and they were really the biggest source of friction in Kirkuk. We were told today the situation is much calmer, but there are outlying areas villages and towns pretensions are still very high, Becky.",
    "statement": "Ben critics of the Kurdish leader Barzani had said that the recent referendum was a massive miscalculation, if indeed in the end as you point out this calls for a dialogue on both sides surrounded by actual dialogue. Do you <<FEEL>> relatively optimistic <ABOUT> what is going on and we heard from deeply from your report from both sides of <ALL> this argument as it were, talking <ABOUT> how they <<FEEL>>, what is the future for civilians in that area?"
  },
  {
    "transcript_id": "CNN-47625",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "I guess the President will be looking very carefully into his kung pow chicken the next time he orders it. All right, Kelly Wallace.",
    "statement": "I <<GUESS>> so."
  },
  {
    "transcript_id": "CNN-180063",
    "matched_terms": {
      "best": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, like three to one I think.",
    "statement": "Yes. It's like 3-1 and the debates were his <BEST> shot. And for him to show up tired as he did in the first one, looked tired and little flat earlier in the week. And then to come last night and to be flat, you <KNOW>. And to <RATHER> than having a strategy as Gloria points out, <<SORT OF>> come in impulsively and <CHANGE> his style. You <KNOW>, I <<<THINK>>> left him in a situation where he very <<LIKELY>> to lose on two states. It's a - it is one of the great mysteries of life. Mitt Romney by contrast, a good organization <CHANGE> changed his debate codes before he came into this week and clearly benefited from it."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, if you want to join us with some of your tick stories and to ask questions about Lyme disease, 1-800-989-8255. That's 1-800-989-TALK. Let's go to Dustin, who's in San Antonio. Hi, Dustin.",
    "statement": "Hi. My <QUESTION> was - I'm an avid hiker. Most of my hiking has been in the Appalachian Mountains <AROUND> Virginia. And I've <<PROBABLY>> been bitten by at least two or three dozen ticks and have caught, I don't <KNOW>, <<MAYBE>> 100 or 200 throughout my hiking career."
  },
  {
    "transcript_id": "NPR-26023",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Any worry about the survival of the business if this law goes through?",
    "statement": "I don't <<<THINK>>> it'll run us out of business but it <CERTAINLY> will, you <KNOW>..."
  },
  {
    "transcript_id": "CNN-71242",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Does he believe that he can get this trial moved?",
    "statement": "I <<<THINK>>> he believes in himself, frankly. I <CERTAINLY> <<<THINK>>> Mark Geragos believes in himself. As far as stopping our interview, he did stop our interview once and that was when the questions turned to Amber Frey. We asked whether the parents knew that Scott had been having an affair with Amber and they said he had told them and he'd said \"I'm ashamed.\" And at that point, Geragos redirected the interview."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now this controversy has also given Democrats an opportunity to launch a broader assault on Republicans in this election year on the issue of port security. Senator Reid was appearing there with Democrat Joe Lieberman, who is proposing that another $1.7 billion be added to port security. He says the Bush administration is not doing enough and Democrats are getting political cover from key Republicans like Susan Collins, who this very hour is holding a briefing on Capitol Hill to reiterate her claim the administration is not doing enough on port security -- Wolf?",
    "statement": "Ed, so let me get this proposed <CHANGE> in the structure of control of these ports. Let me get <A LITTLE> <PERSPECTIVE> on that. What this compromise proposal <WOULD> be, <WOULD> be that D.P. World, Dubai Ports World, <WOULD> subcontract out the operations at these six U.S. ports, but they <WOULD> still be in overall ownership or control of the subsidiaries? Is that <ABOUT> right?"
  },
  {
    "transcript_id": "CNN-164570",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "- two on the pro and two on the anti ban side. First, let's look at the pro ban side. This one I received from Barbara, saying, \"France is a secular society. Face veils and the subjugation of women to men undermine decades, centuries of women's rights and progress.\" And here's another one pro ban. \"It is regrettable, but terrorism, the fear of terrorism had to force the authority's hand.\" This one coming from the United Kingdom. So I got views from all over the world. And on the other side, just to read you one -",
    "statement": "<<<SURE>>>."
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "may": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I think it's important not to gloss over any mistakes that were made or any wrong that might have been done. If a corporation withholds information and then that results in very unsafe conditions, that's terrible. But there was still an individual driving while intoxicated.",
    "statement": "While Asplund says it <WOULD> be his duty to file the same charges today, he believes Candice <MAY> not have even been prosecuted if they knew her car was defective."
  },
  {
    "transcript_id": "CNN-82740",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Looking for something to <CHANGE> your life? <WELL>, how <ABOUT> food? Not just any food, super food. More on that in 15 minutes. Welcome back. That story is coming up. First, though, here's a look at what's happening at this hour. Some U.S. Marines have moved out from the Haitian capital in an effort to provide security in former rebel strongholds in the northern and western parts of the country. The Marines are deployed as part of an international peacekeeping force. The White House is considering sanctions against Syria in part for its lack of action in stopping anticoalition fighters from entering Iraq. The Bush administration says Syria's support of terrorism <<COULD>> lead to sanctions. <PROBABLE> Democratic nominee John Kerry is in the president's home state today for a town hall meeting in Houston followed by a rally in San Antonio. Texans will vote in their Democratic primary on Tuesday. The president, meantime, is at his ranch in Crawford, Texas. <WELL>, Armstrong Williams is everywhere, it seems. The Republican columnist and radio talk show host can be read and heard in nearly <EVERY> corner of the country, even back in South Carolina, where he used to rise at 4:30 in the morning to slop the hogs on the family farm. And now, Armstrong Williams is in The Novak Zone."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "In many of these domestic violence cases, the writing was probably on the wall a long time ago. When you`re dealing with volatile relationships, there`s the highs and there`s the lows. And it`s too extreme sometimes, where the writing is on the wall that something is going to happen.",
    "statement": "<WELL>, something did happen, a murder and an <APPARENT> suicide. And now a mystery blonde on the run. Who is she? How long was she with Jenkins? Was she with him in the U.S.? Did she help him dispose of Fiore`s body or worse? We`re taking your calls live. Out to Tammy in Kentucky. Hi, Tammy."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They cannot.",
    "statement": "Uh-oh. That's not good news. You <KNOW>, Seth, I was counting on those superdelegates."
  },
  {
    "transcript_id": "CNN-296987",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, we can just take Mr. Trump for his word. He has already put in millions of dollars into his campaign and if necessary, he will do what it takes to win. Mr. Trump entered this campaign I believe the win the election. And he is going to continue to contribute to his campaign. But what I would hope is that Americans, my fellow Republicans would get on board this Trump train and contribute to make sure that we have Donald Trump a Republican in the White House. If we don't do that, if we don't get behind him and support him, why should we expect anybody else to? So, I think Republicans need to come home and support Mr. Trump financially and I would hope Mr. Trump would continue what he's already done and to contribute to his campaign and Hillary Clinton should do the same.",
    "statement": "Now, we're going to see more on these polls in a moment <ABOUT> how many Republicans really are on board with Trump now. It's actually almost equivalent to Democrats. But David Gergen, you just heard Trump very defensive to Dana when she asked <ABOUT>, why are you in Washington at this hotel opening, you <KNOW>, touting yourself instead of out on the campaign trail? You <KNOW>, he said, look Clinton is home sleeping. When you look at how many rallies they do, he generally does do more <EVERY> day. And he did leave Washington, go North Carolina and do two more rallies, one of which is <ABOUT> to start now. Did he make a good case for stopping by for his hotel opening with his family or not?"
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "They want to look at Republican report as well as the Democratic one.",
    "statement": "Right. And in <FACT> as I said before the FBI directors has seen our memo and it was <ONLY> four pages so he <<COULD>> read that <FAIRLY> readily and come up with an <<OPINION>> along with his two top five advisors and legal counsel. And as I said, there were no issues factually raised with the content or sympathically (ph) with our memo."
  },
  {
    "transcript_id": "CNN-242142",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And the local police chief told me that at the local hospital here that some have actually canceled their day surgery appointments or their doctor's appointments at the hospital, believing she might go to work. But some residents say she's not contagious, she doesn't have Ebola, we want her to come out in the community. But, Chris, there are a lot of people here that just don't take well to this because they want to respect the state of Maine. If they determine under their state laws and public health laws that there should be that 21-day quarantine, you respect the state you live in, they say.",
    "statement": "Jean, the <QUESTION> is, is it <ABOUT> facts or fear? And it's going to continue as a debate we're seeing at the highest level. The president, he is saying quarantine measures are <ABOUT> pandering, not practicality. Instead, the commander in chief says health care workers fighting Ebola abroad <SHOULD> be treated as heroes. Now, he's further distancing himself from other politicians who want workers quarantined as soon as they return home. Let's go CNN's White House correspondent Michelle Kosinski joining us live with more. Michelle, they're telling the president you <NEED TO> lead more, you <NEED TO> lead more. Then he leads and they don't like where he's leading them."
  },
  {
    "transcript_id": "CNN-37006",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think that the people in the community treat them the same way they treat other people. I think there are probably some concerns about in some situations, where, you know, you may have -- you know, there is talk of, you know, stops -- police stops and those types of things. We don't have any -- you know, I don't have any figures or documents or anything like that. But I think in general, Livonia residents treat the other residents the same, I guess, is what I am trying to say.",
    "statement": "Yes. You <KNOW>, Dave, the <FACT> that we <<SORT OF>> <HAVE TO> dance <AROUND> words <SOMETIMES>, you <KNOW>, tells us a lot <ABOUT> the sensitivity of this subject. Richard, in fairness, I <NEED TO> ask you as <WELL>. Gary, Indiana -- how are Caucasians treated in a predominantly African-American community there?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Is that normal for you in consulting, not to get compensated?",
    "statement": "I <HOPE> not."
  },
  {
    "transcript_id": "NPR-43225",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's good to have you back in town, Bob.",
    "statement": "<WELL>, when we heard that the real-life Bob Baer was back in our      building, we thought we'd ask him <ABOUT> the movie that his writing      inspired and help us sort out some CIA <FACT> from cinematic fiction."
  },
  {
    "transcript_id": "CNN-346037",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Sure. Now, Fernando, did you have any dealings with this handyman prior to this? Do you know if your brother did any dealings with him?",
    "statement": "We had no clue who he was or where he came from. Later after the <FACT>, <AROUND> the neighborhood, the rumors start flying that he was <WELL> known <AROUND> the neighborhood as a drug addict. And that he frequent, you <KNOW>, people that lived out by where we were, you <KNOW>, <OFTEN>. So they <ALL> knew who this guy was. You <KNOW>, the idea of him having a gun was because of <ALL> the people that he had burned in the past that had it out for him. This is <ALL> coming out now, but what I want people to understand is that my brother was a fun-loving, happy-go -- he -- no way -- he had a few pounds on this guy."
  },
  {
    "transcript_id": "CNN-255278",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I also don't think they would have called him for $25,000 frankly, a lot more money comes into this foundation, many millions from foreign governments. But that's why this is now a scandal about the foundation. This foundation's been in the news for weeks now and the fact that Stephanopoulos did not disclose his involvement, that is really why this is an issue and why he's having to apologize.",
    "statement": "Add to that, April 28th I <<<BELIEVE>>> wasn't he just on \"The Daily Show\"?"
  }
]