[
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "fact": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what makes you sure about that, that it was intended for her?",
    "statement": "<WELL>, the <FACT> that it was addressed to 1011 North Topeka, immediately I realized that was the address of her father and mother's homes many years ago. That they <WOULD> have been the grandparents of my husband. So it just <ALL> seemed to fall into place as far as I was concerned."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, the fact that it was addressed to 1011 North Topeka, immediately I realized that was the address of her father and mother's homes many years ago. That they would have been the grandparents of my husband. So it just all seemed to fall into place as far as I was concerned.",
    "statement": "So that home I <<GUESS>> was on the same location that this hotel is at now?"
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Do you have any idea who is from? Who wrote the card?",
    "statement": "No, the signature is the last name of the man that Ruth Lawrence married. But I don't recognize -- it's from a woman, and I don't <KNOW> who they <MIGHT> have been."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And can you give us an idea of what's written on it? We're seeing sort of pictures over it, but we can't see the words. What kind of message is there?",
    "statement": "<WELL>, it's just a friendly little message from one girl to another, I <<<THINK>>>."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, it's just a friendly little message from one girl to another, I think.",
    "statement": "Yes, it was from a friend who was traveling and on her way to Iowa, and had asked this Ruth Laurence to send her a postcard. And that's <ABOUT> it. I <<GUESS>> she was just on a trip, and just sent <A LITTLE> note."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Yes, it was from a friend who was traveling and on her way to Iowa, and had asked this Ruth Laurence to send her a postcard. And that's about it. I guess she was just on a trip, and just sent a little note.",
    "statement": "Leslie, you <MUST> have been pretty surprised when you got your mail that day."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "know": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Leslie, you must have been pretty surprised when you got your mail that day.",
    "statement": "Oh, yes, we were very surprised. We actually noticed that the postmark and then we noticed the one cent stamp, and that's the <ONLY> postmark on there, so we thought where has this been on the time? <<POSSIBLY>> you <KNOW> someone's -- we were hoping someone had seen it and go ahead and decided to go ahead and drop off at the correct address, so."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Leslie, what's going to happen to the postcard now?",
    "statement": "<WELL>, you <KNOW> we're talking to Ruth, and we will try to find out if this is her family, which is it sounds like <MAY> be. If she's interested in for sentimental reasons, and so that's <<PROBABLY>> what we will end up doing is, you <KNOW>, talking to her <ABOUT> it and seeing if that's something she'd like to keep."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Well, you know we're talking to Ruth, and we will try to find out if this is her family, which is it sounds like may be. If she's interested in for sentimental reasons, and so that's probably what we will end up doing is, you know, talking to her about it and seeing if that's something she'd like to keep.",
    "statement": "It's a great story, and I thank you both for your time. We <HOPE> everything gets sorted out here. Ruth Lawrence, Leslie Stevens, thanks for joining us."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Want to get you up to speed on something else that we are following right now here at CNN. Some new information and particularly new videotape coming into us through the Al Jazeera television network. We are look at what we <<<BELIEVE>>> to be purportedly Osama bin Laden walking down a hill there as you see with his No. 2 man, Ayman Zawahiri. Once again, this coming to us from Al Jazeera, it has not been -- actually when we talked to Mike Boettcher, he said that you do recognize this to be Osama bin Laden. But we are being told that we are <ONLY> looking this purportedly as him. Yes? Tell us what you <KNOW>, Mike."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "approximately": "ungraded",
      "reportedly": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Want to get you up to speed on something else that we are following right now here at CNN. Some new information and particularly new videotape coming into us through the Al Jazeera television network. We are look at what we believe to be purportedly Osama bin Laden walking down a hill there as you see with his No. 2 man, Ayman Zawahiri. Once again, this coming to us from Al Jazeera, it has not been -- actually when we talked to Mike Boettcher, he said that you do recognize this to be Osama bin Laden. But we are being told that we are only looking this purportedly as him. Yes? Tell us what you know, Mike.",
    "statement": "<WELL> <ABSOLUTELY>. In addition with this video, and this is the first video actually of bin Laden, new video seen in <APPROXIMATELY> 17 months. The last time we saw bin Laden he was talking in front of an edifice, a stone area, rocky area. And his left side appeared to be injured. We've learned subsequently from sources that he was injured during the battle of Tora Bora, surgery was performed on his shoulder. But he looked to be moving <WELL> now. According to the Al Jazeera people, they said, quote, \"that he looked <A BIT> frail, as did Zawahiri,\" but they accounted that to old age. Now, as <WELL>, there are comments on this videotape which we are told runs more than one hour. It's just being released now. <<REPORTEDLY>> the voices of Osama bin Laden and Ayman al-Zawahiri. And I'll read a few of the excerpts we have now. We have bin Laden, <<REPORTEDLY>> bin Laden. This has to be tested to make <<<SURE>>>, the voice. He says, \"Those who don't agree with killing let them step out of the way.\" He goes onto say, \"Those who don't want to climb mountains, let them live in pits and holes.\" Later there are comments from Ayman al-Zawahiri who says, \"What we've seen so far in the war is just the first skirmish. The real battle hasn't started yet. With the help of God we will cut the hand of the aggressor.\" So very tough, very harsh language. They're vowing to continue the attacks against the United States, both in the context of a war between Islam and the West and the context of the current troubles in Palestine."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well absolutely. In addition with this video, and this is the first video actually of bin Laden, new video seen in approximately 17 months. The last time we saw bin Laden he was talking in front of an edifice, a stone area, rocky area. And his left side appeared to be injured. We've learned subsequently from sources that he was injured during the battle of Tora Bora, surgery was performed on his shoulder. But he looked to be moving well now. According to the Al Jazeera people, they said, quote, \"that he looked a bit frail, as did Zawahiri,\" but they accounted that to old age. Now, as well, there are comments on this videotape which we are told runs more than one hour. It's just being released now. Reportedly the voices of Osama bin Laden and Ayman al-Zawahiri. And I'll read a few of the excerpts we have now. We have bin Laden, reportedly bin Laden. This has to be tested to make sure, the voice. He says, \"Those who don't agree with killing let them step out of the way.\" He goes onto say, \"Those who don't want to climb mountains, let them live in pits and holes.\" Later there are comments from Ayman al-Zawahiri who says, \"What we've seen so far in the war is just the first skirmish. The real battle hasn't started yet. With the help of God we will cut the hand of the aggressor.\" So very tough, very harsh language. They're vowing to continue the attacks against the United States, both in the context of a war between Islam and the West and the context of the current troubles in Palestine.",
    "statement": "And I <<<BELIEVE>>>, Mike, at least moments ago, we thought we were going to be able to listen to little bit of audiotape from this video. Is it possible to do? We <<<BELIEVE>>> that the voice is Ayman Zawahiri. But as you say, this is not been confirmed yet. We do want to listen in to this for just a moment, though, if we <<COULD>>."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And I believe, Mike, at least moments ago, we thought we were going to be able to listen to little bit of audiotape from this video. Is it possible to do? We believe that the voice is Ayman Zawahiri. But as you say, this is not been confirmed yet. We do want to listen in to this for just a moment, though, if we could.",
    "statement": "This is the second anniversary of the attacks on Washington and New York, and America is still challenging with it's crusade. They are suffering from wounds in Iraq and Afghanistan. We say to them, we don't call for destruction and killing, but we will, with the help of God, cut hand that is extended to us with aggression. And here we <WOULD> like to let you <KNOW> also, and emphasize that what you've seen so far is -- are just the first skirmishes, and the real battle has not started yet. Prepare yourself for the punishment for your crimes. We call to you stand an honest stand to recalculate your, and rethink your crimes against Muslims. And you ask for the true volume of your casualties and losses in Afghanistan and Iraq. Now we challenge those Americans to be honest with you, but they're more coward, too coward to do that. We recommend to the mothers of the soldiers, if you'd like to see your sons, then hasten to ask your government to return them <RATHER> than coming back to you in coffins. And here, we address our Muslim brothers in Palestine, that the wound of Palestine is bleeding in the heart of <EVERY> Muslim. And with the help God, we'll not let America enjoy peace and security until the Palestinian issue is resolved. We tell them we're on the path of Jihad, and we ask that the Muslim brothers not to be deceived by America. Palestine will not be liberated but with Jihad. So <NEVER>, <NEVER> let <DOUBT> give up your weapons, but <RATHER> hold fast to supporting believers and hostilities towards the nonbelievers. <NEVER> ally yourself with those who support Israel. Those fighters in Iraq, we greet them and salute them and support them, and ask to God bless their efforts and bravery in fighting the crusaders. And we tell them God is with you and the nation is supporting you. Depend and rely on God. And attack and devour the Americans just like -- and bury them in the graveyard of Iraq."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "This is the second anniversary of the attacks on Washington and New York, and America is still challenging with it's crusade. They are suffering from wounds in Iraq and Afghanistan. We say to them, we don't call for destruction and killing, but we will, with the help of God, cut hand that is extended to us with aggression. And here we would like to let you know also, and emphasize that what you've seen so far is -- are just the first skirmishes, and the real battle has not started yet. Prepare yourself for the punishment for your crimes. We call to you stand an honest stand to recalculate your, and rethink your crimes against Muslims. And you ask for the true volume of your casualties and losses in Afghanistan and Iraq. Now we challenge those Americans to be honest with you, but they're more coward, too coward to do that. We recommend to the mothers of the soldiers, if you'd like to see your sons, then hasten to ask your government to return them rather than coming back to you in coffins. And here, we address our Muslim brothers in Palestine, that the wound of Palestine is bleeding in the heart of every Muslim. And with the help God, we'll not let America enjoy peace and security until the Palestinian issue is resolved. We tell them we're on the path of Jihad, and we ask that the Muslim brothers not to be deceived by America. Palestine will not be liberated but with Jihad. So never, never let doubt give up your weapons, but rather hold fast to supporting believers and hostilities towards the nonbelievers. Never ally yourself with those who support Israel. Those fighters in Iraq, we greet them and salute them and support them, and ask to God bless their efforts and bravery in fighting the crusaders. And we tell them God is with you and the nation is supporting you. Depend and rely on God. And attack and devour the Americans just like -- and bury them in the graveyard of Iraq.",
    "statement": "In case you are just joining us, some new videotape that we've gotten in here to CNN through the Al Jazeera Television Network. <<APPARENTLY>>, <<POSSIBLY>> that was the voice, <OBVIOUSLY>, of a translator. But speaking for Osama bin Laden's top lieutenant, second man in charge, Ayman al-Zawahiri. What did you hear there, Mike Boettcher? I heard specifically something <ABOUT> supporting the fighters in Iraq."
  },
  {
    "transcript_id": "CNN-76714",
    "matched_terms": {
      "definitely": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In case you are just joining us, some new videotape that we've gotten in here to CNN through the Al Jazeera Television Network. Apparently, possibly that was the voice, obviously, of a translator. But speaking for Osama bin Laden's top lieutenant, second man in charge, Ayman al-Zawahiri. What did you hear there, Mike Boettcher? I heard specifically something about supporting the fighters in Iraq.",
    "statement": "<WELL> <DEFINITELY>. What they are doing there is making it <CLEAR> that the Iraq is the new battleground for al Qaeda, and frankly that's what American generals and officials have been saying that various terrorist groups have infiltrated into Iraq. This is what we <KNOW> from coalition intelligence sources. Wahabists, Muslims, a radical Islam sect has been infiltrating from Saudi Arabia since the war ended. There is also infiltration from Iran to the east of Iraq and also some from Syria. Now these represent various group, not just al Qaeda who somehow are coalescing inside the country. And what is the challenge for intelligence analysts and military commanders on the ground is to make <<SENSE>> on how they are coming together and if they're coordinating their tacks. But that is a declaration of war in the United States in Iraq by al Qaeda by the top members of al Qaeda, that's what you're hearing right there."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "clear": "ungraded",
      "unclear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We have some breaking news out of Washington, federal authorities are investigating claims of corruption tied to the Clinton Foundation. That is the charity of Bill and Hillary Clinton. CNN justice reporter, Laura Jarrett is joining us with more details on this. Laura Jarrett, fill us in.",
    "statement": "Hi, Ana. <WELL>, CNN has learned that federal authorities down in Arkansas are now actively investigating the Clinton family foundation for public corruption -- alleged public corruption. A U.S. official tells me that the FBI and federal prosecutors down in Little Rock are specifically digging into whether foundation donors were improperly promised policy favors or special access to Clinton while she was secretary of state in exchange for donations to the charity's coffers. They're examining whether non-profit tax laws were followed. CNN reported back in November of 2016 that the FBI had opened preliminary inquiries into whether there had been any <<SORT OF>> impropriety with the foundation's dealings and money and that caused some tensions within the bureau and the Justice Department. And so, the current inquiry, at least in part, as a continuation of that probe, that originated before the presidential election, but what's <<UNCLEAR>> is precisely what new evidence, if any, ignited the current federal investigation after those initial inquiries were stalled. Now the Clinton camp is pushing back very hard against this news as Nick Merrill, a spokesman, for Clinton told me. Let's call this what it is, a sham, and a spokesperson for the Clinton Foundation said the Clinton Foundation has been subjected to politically motivated allegations and time after time those allegations have been proven false. Nevertheless, this probe comes in the midst of a really sensitive time for the Justice Department under this administration as the president continues to demand time after time that his political rival be investigated while the Justice Department stays silent -- Ana."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Hi, Ana. Well, CNN has learned that federal authorities down in Arkansas are now actively investigating the Clinton family foundation for public corruption -- alleged public corruption. A U.S. official tells me that the FBI and federal prosecutors down in Little Rock are specifically digging into whether foundation donors were improperly promised policy favors or special access to Clinton while she was secretary of state in exchange for donations to the charity's coffers. They're examining whether non-profit tax laws were followed. CNN reported back in November of 2016 that the FBI had opened preliminary inquiries into whether there had been any sort of impropriety with the foundation's dealings and money and that caused some tensions within the bureau and the Justice Department. And so, the current inquiry, at least in part, as a continuation of that probe, that originated before the presidential election, but what's unclear is precisely what new evidence, if any, ignited the current federal investigation after those initial inquiries were stalled. Now the Clinton camp is pushing back very hard against this news as Nick Merrill, a spokesman, for Clinton told me. Let's call this what it is, a sham, and a spokesperson for the Clinton Foundation said the Clinton Foundation has been subjected to politically motivated allegations and time after time those allegations have been proven false. Nevertheless, this probe comes in the midst of a really sensitive time for the Justice Department under this administration as the president continues to demand time after time that his political rival be investigated while the Justice Department stays silent -- Ana.",
    "statement": "The <QUESTION> surrounding Jeff Sessions coming from both camps, in <FACT>, Democrats and Republicans alike. Laura Jarrett, thank you. I want to talk more <ABOUT> Attorney General Jeff Sessions. There are now calls for him to resign, growing louder from within the GOP, Conservative House Freedom Caucus Chairman Mark Meadows and Jim Jordan, a member who sits on the Oversight and Judiciary Committees, they've written an op-ed for \"The Washington Examiner,\" and in it, they criticize Sessions handling of the Russia election meddling investigation. Here's Congressman Jordan speaking a short time ago to Fox News."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Joining me now Republican Congressman Dana Rohrabacher of California. Congressman Rohrabacher, thanks for being here. So, now we have Sessions facing calls to resign from Meadows and Jordan over the Russia probe. You and others are angered over his latest action on marijuana. Does Sessions need to resign?",
    "statement": "Let me put it this way, the American people and now are getting a taste of what people in Washington have known over this last year and that is Jeff Sessions betrays the people who have had faith in him. Faith in him to do his job and faith in him not to succumb to pressures from the outside like from CNN and other news bureaus to try to do their bidding. This is -- when he recused himself from this whole Russia <THING>, he knew he was setting in motion the establishment of a special prosecutor. And a special prosecutor as happens in Washington, we understand is just giving unlimited power to someone to go after you, and not just you, but to go after anybody they want to go after. And you don't do that unless there is some really tangible reason for that and Jeff Sessions had no real reason to recuse himself."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So does he need to resign?",
    "statement": "<WELL>, you <KNOW>, I <<<THINK>>> -- I don't -- I can't call out myself. <ALL> I can tell you is people have a legitimate right -- the president has a legitimate right to say that he was betrayed just like Jeff Sessions betrayed us --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "about": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "You don't want to answer that question.",
    "statement": "This issue was supposed to be <ABOUT> cannabis. Let me note --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This issue was supposed to be about cannabis. Let me note --",
    "statement": "We'll talk <ABOUT> cannabis for <<<SURE>>>."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "definitely": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "I <DEFINITELY> plan to get to that. But this is, <OBVIOUSLY>, news of day real fast."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "On the issue of Sessions' involvement in the Russia investigation, that leads us really to \"The New York Times\" reporting that the president ordered the White House counsel to urge Sessions not to recuse himself from the Russia investigation. And now some are saying that <<COULD>> be obstruction of justice. Is it?"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "On the issue of Sessions' involvement in the Russia investigation, that leads us really to \"The New York Times\" reporting that the president ordered the White House counsel to urge Sessions not to recuse himself from the Russia investigation. And now some are saying that could be obstruction of justice. Is it?",
    "statement": "That's exactly why you don't want a special prosecutor. Here you have a special prosecutor who set in motion to try to find collusion between Trump -- the Trump campaign and the Russian government, <ALL> right, and now, is obstruction of justice <ABOUT> the conversations had <ABOUT> that. This is -- this is just why you don't want a special prosecutor because it's making this into a felony because there's no restrictions on special prosecutors at <ALL>, zero."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's exactly why you don't want a special prosecutor. Here you have a special prosecutor who set in motion to try to find collusion between Trump -- the Trump campaign and the Russian government, all right, and now, is obstruction of justice about the conversations had about that. This is -- this is just why you don't want a special prosecutor because it's making this into a felony because there's no restrictions on special prosecutors at all, zero.",
    "statement": "Let me remind you the special counsel is a Republican who served under both Democrats and Republicans, and was appointed as an FBI director by a Republican president. When you talk <ABOUT> no reason for recusal, forgive me in <ALL> due respect, other legal minds have <SUGGESTED> --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "With all due respect --",
    "statement": "-- he had to recuse himself. Just a moment, I mean you have Walter Shop, the former ethics czar under President Obama saying that because Sessions was a member of the Trump campaign, we heard this from Richard Ben-Veniste saying in our last segment, because he was a member of the campaign he <<COULD>> be a witness involved in the Russia probe and for that very reason --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "maybe": "ungraded",
      "opinion": "ungraded",
      "suppose": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "-- he had to recuse himself. Just a moment, I mean you have Walter Shop, the former ethics czar under President Obama saying that because Sessions was a member of the Trump campaign, we heard this from Richard Ben-Veniste saying in our last segment, because he was a member of the campaign he could be a witness involved in the Russia probe and for that very reason --",
    "statement": "Your guest say a few words -- <<MAYBE>> somebody who is your guest <SHOULD> be able to say a few words. Your last interviews had nobody on the other side of the issue coming in to have the discussion with CNN. <<MAYBE>> you <SHOULD> give me a chance when you have -- when you have me on your program to express my <<OPINION>> <RATHER> than have you try to refute <EVERY> point that I make. Let the public decide some of these things and in terms of what's going on with the special prosecutor, it is exactly why the president <SHOULD> have been concerned. Now we have a situation, the special prosecutor is supposed to look at a collusion between the Donald Trump administration and the campaign and the Russian government, <ALL> right. And instead, now, they're getting into was his reaction to this, was some words he said to somebody, obstruction of justice. This special prosecutor has <ONLY> come up with a couple of things and they were <ALL> happened before the election, before there was an election. Manafort who the special prosecutor has indicted and gotten to agree to some <<SORT OF>> plea bargain, he's -- he's been looked at --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Paul Manafort has not pleaded guilty.",
    "statement": "That's why you don't want to have -- that's why you don't want to have a special prosecutor. Please, you <MIGHT> let me make my point and --"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "That's why you don't want to have -- that's why you don't want to have a special prosecutor. Please, you might let me make my point and --",
    "statement": "You did. I <HAVE TO> make <<<SURE>>> we have the facts."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You did. I have to make sure we have the facts.",
    "statement": "-- to try to refute me. This isn't a news operation. This what is the president is upset <ABOUT>. He's not getting a fair share from you and from the other media and things like this that will try to build into something sinister has happened. Oh, he had a conversation because he was upset that Jeff Sessions recused himself and thus laid open everybody to unlimited investigation and innuendos like the ones we're hearing today."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- to try to refute me. This isn't a news operation. This what is the president is upset about. He's not getting a fair share from you and from the other media and things like this that will try to build into something sinister has happened. Oh, he had a conversation because he was upset that Jeff Sessions recused himself and thus laid open everybody to unlimited investigation and innuendos like the ones we're hearing today.",
    "statement": "OK. <WELL>, I <<<THINK>>> that the jury is still out whether there was obstruction. The jury is out whether there was collusion."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So, you do not have confidence in Robert Mueller?",
    "statement": "No. I don't have confidence in Robert Mueller. I don't have confidence they <SHOULD> have -- that a special prosecutor <SHOULD> be brought in to look at specific actions. <RATHER> than giving them what we -- what happens and what's happened with Robert Mueller, just a universe from what they can select on what they're going to focus on."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "supposedly": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Have you talked to the FBI or Robert Mueller?",
    "statement": "Look, the <ONLY> <THING> Manafort has been -- is now been looked at and exposed for is something he <<SUPPOSEDLY>> did long before he had anything to do with Donald Trump."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Excuse me --",
    "statement": "You have made that point. <MAY> I ask you another <QUESTION>, a follow-up <QUESTION>."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, you can interrupt me again. Go ahead.",
    "statement": "Paul Manafort is pushing back on that himself and we have reported on this very program <ABOUT> his lawsuit against the special counsel right now and as <WELL> as the Justice Department for the appointment of the special counsel and his authority. So that we have talked <ABOUT>. But I'm curious if you yourself have talked to the FBI or Robert Mueller's team? I <KNOW> you have gone before the Senate Intelligence Committee to talk <ABOUT> your contacts with Russia, your meetings with Russians, with Wikileaks leader, Julian Assange, as <WELL>?"
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Have you talked to Mueller's team as <WELL>? Have you been interviewed?"
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "This is NEW DAY with Alisyn Camerota and John Berman.",
    "statement": "We want to welcome our viewers in the United States and <ALL> <AROUND> the world. This is NEW DAY. It is Tuesday, August 18, 6 a.m. here in New York."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Which comes very quickly after a convention ends at 11:03.",
    "statement": "That's exactly right. So, if you missed some of it, we're <ABOUT> to bring you the highlights. Michelle Obama delivered this heartfelt dissection of President Trump -- his character, his record, and his fitness for the job -- saying he is the <WRONG> president for the time -- for the country at this time. She says he's clearly in over his head and incapable of leading through this pandemic. The former first lady warning, if you <<<THINK>>> things cannot get worse, they can. On the first night of their convention, Democrats contrasted Joe Biden's empathy with the lack of it from Donald Trump. The virtual gathering featured speakers from across the political spectrum, from Republican Governor John Kasich to progressive star Bernie Sanders, who urged his supporters to back Biden, saying the future of democracy is at stake. So, we'll preview tonight for you and bring you <ALL> of the highlights, including one of the most powerful moments from last night. There was this woman who lost her father, who was a big Trump supporter, and she lost him to coronavirus; and she blames President Trump for his death."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "That's exactly right. So, if you missed some of it, we're about to bring you the highlights. Michelle Obama delivered this heartfelt dissection of President Trump -- his character, his record, and his fitness for the job -- saying he is the wrong president for the time -- for the country at this time. She says he's clearly in over his head and incapable of leading through this pandemic. The former first lady warning, if you think things cannot get worse, they can. On the first night of their convention, Democrats contrasted Joe Biden's empathy with the lack of it from Donald Trump. The virtual gathering featured speakers from across the political spectrum, from Republican Governor John Kasich to progressive star Bernie Sanders, who urged his supporters to back Biden, saying the future of democracy is at stake. So, we'll preview tonight for you and bring you all of the highlights, including one of the most powerful moments from last night. There was this woman who lost her father, who was a big Trump supporter, and she lost him to coronavirus; and she blames President Trump for his death.",
    "statement": "I <<<THINK>>> you were right, though. I <<<THINK>>> the Michelle Obama speech truly was the hallmark of the evening. And dissection, I <<<THINK>>>, is a terrific way of describing what went on there."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What did they say?",
    "statement": "And UNC is not alone. <WELL> -- new cases at Colorado College -- what <ABOUT> the clusterpluck there? What <ABOUT> the schools that have opened in Florida? Three districts have placed students in quarantine? What <ABOUT> the clusterfreak there? What does this say <ABOUT> schools' ability to open at <ALL>? Clusterfork <MAY> be the exact right way to describe it. We're going to begin, though, with the Democratic National Convention, a convention really like no other we've ever seen. CNN's Jessica Dean is live in Wilmington, Delaware, where I don't <<<THINK>>> anyone spoke last night, which is notable, but Michelle Obama, who said famously four years ago, when they go low, we go high. Last night, she went high with an upper cut, Jessica."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Former first lady Michelle Obama, wrapping up night one of the Democratic National Convention with an impassioned plea to Americans.",
    "statement": "Donald Trump is the <WRONG> president for our country. He has had more than enough time to prove that he can do the job, but he is clearly in over his head. He cannot meet this moment. He simply cannot be who we need him to be for us. It is what it is."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "The former first lady pulled no punches.",
    "statement": "Whenever we look to this White House for some leadership or consolation or any semblance of steadiness, what we get instead is chaos, division, and a total and utter lack of empathy. You <KNOW> that I tell you exactly what I'm <FEELING>. You <KNOW> I hate politics. But you also <KNOW> that I care <ABOUT> this nation. If you <<<THINK>>> things cannot <<POSSIBLY>> get worse, trust me, they can and they will, if we don't make a <CHANGE> in this election."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Whenever we look to this White House for some leadership or consolation or any semblance of steadiness, what we get instead is chaos, division, and a total and utter lack of empathy. You know that I tell you exactly what I'm feeling. You know I hate politics. But you also know that I care about this nation. If you think things cannot possibly get worse, trust me, they can and they will, if we don't make a change in this election.",
    "statement": "A source tells CNN Obama practiced her speech for weeks. And while a speechwriter helped her draft the speech, she knew exactly what she wanted to say. Obama imploring Americans to <<<THINK>>> of the next generation."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Another top speaker, Senator Bernie Sanders, Biden's staunchest opponent in the primaries, gave a full-throated endorsement, speaking out to his supporters.",
    "statement": "Joe Biden will end the hate and division Trump has created. He will stop the demonization of immigrants, the coddling of white nationalists, the racist dog whistling, the religious bigotry. To everyone who supported other candidates in the primary and to those who <MAY> have voted for Donald Trump in the last election, the future of our democracy is at stake."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I'm a lifelong Republican, but that attachment holds second place to my responsibility to my country.",
    "statement": "President Trump's handling of the coronavirus pandemic playing a big role throughout the evening. Kristin Urquiza spoke <ABOUT> losing herring 65-year-old father to the virus, saying he contracted the virus after visiting a karaoke bar once Arizona's lockdown was lifted, because he believed President Trump that it was safe."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If we want to be able to look our children in the eye after this election, we have got to reassert our place in American history, and we have got to do everything we can to elect my friend, Joe Biden, as the next president of the United States.",
    "statement": "Michelle Obama speaking for almost 19 minutes last night. And when the whole program's two hours, that shows you just how important Democrats <<<BELIEVE>>> her message is and <SHOULD> be resonating with people. Now, looking ahead to tonight, we're going to hear from a whole host of speakers yet again, including Jill Biden, wife of the presumptive Democratic nominee, as <WELL> as former President Bill Clinton. The Democrats also lining up 17, what they consider to be rising stars, to share the keynote address tonight. Meantime, President Trump participating in some counterprogramming of sorts. He'll be traveling to Iowa and Arizona, John."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Michelle Obama speaking for almost 19 minutes last night. And when the whole program's two hours, that shows you just how important Democrats believe her message is and should be resonating with people. Now, looking ahead to tonight, we're going to hear from a whole host of speakers yet again, including Jill Biden, wife of the presumptive Democratic nominee, as well as former President Bill Clinton. The Democrats also lining up 17, what they consider to be rising stars, to share the keynote address tonight. Meantime, President Trump participating in some counterprogramming of sorts. He'll be traveling to Iowa and Arizona, John.",
    "statement": "<ALL> right, Jessica Dean for us in Wilmington, Delaware. Jessica, thanks so much. Lest there be any mystery what Michelle Obama was going for when she said, \"It is what it is,\" I want to play the moment she's talking <ABOUT>. It's when President Trump in an interview a few weeks ago diminished the 1,000 Americans dying <EVERY> day. Listen."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "absolutely": "ungraded",
      "best": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It is what it is. That is what Michelle Obama was going for there. Joining us now, CNN political correspondent M.J. Lee; and CNN political commentator and Democratic strategist Paul Begala. He's the author of the new book, \"You're Fired: The Perfect Guide to Beating Donald Trump.\" You both watched this with clinician's eyes, right? Alisyn said that Michelle Obama dissected President Trump there. So Paul, first to you. Who exactly was the target of her speech, and how would you assess how it landed?",
    "statement": "<WELL>, a convention <SHOULD> do two things. It <SHOULD> excite the base, and it <SHOULD> reassure swing voters. So, <USUALLY> that takes two speakers, right? Bernie Sanders excited the base last night. John Kasich reached out to swing voters. Mrs. Obama did both. It was <ABSOLUTELY> masterful. And keep this in mind. I've covered a million of these conventions -- <WELL>, I've participated in nine of them and written hundreds of speeches for these conventions. You have an audience in that hall -- you have 17,000 people screaming and cheering your name and lifting you, giving you that emotion. Michelle Obama did that entire speech alone in a room to a camera. It was the most brilliant, I <<<THINK>>>, political performance to camera that we've seen since Ronald Reagan, and she's not even a politician. Four years ago I said this, and I got in trouble with the former president, but Barack Obama's one of the <GREATEST> orators in America, and he's <ONLY> the second <BEST> speaker in his own house! I mean, she's phenomenal."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, a convention should do two things. It should excite the base, and it should reassure swing voters. So, usually that takes two speakers, right? Bernie Sanders excited the base last night. John Kasich reached out to swing voters. Mrs. Obama did both. It was absolutely masterful. And keep this in mind. I've covered a million of these conventions -- well, I've participated in nine of them and written hundreds of speeches for these conventions. You have an audience in that hall -- you have 17,000 people screaming and cheering your name and lifting you, giving you that emotion. Michelle Obama did that entire speech alone in a room to a camera. It was the most brilliant, I think, political performance to camera that we've seen since Ronald Reagan, and she's not even a politician. Four years ago I said this, and I got in trouble with the former president, but Barack Obama's one of the greatest orators in America, and he's only the second best speaker in his own house! I mean, she's phenomenal.",
    "statement": "And she didn't pull any punches, M.J. I mean, she just -- she went there. She talked <ABOUT> President Trump's character. She talked <ABOUT> the effect that she thinks his lack of empathy has had on the pandemic, and on the country, and on Charlottesville; and how lack of empathy can get ginned up to enflame hatreds. I mean, she just -- she covered <EVERY> base. She even went as practical as how people <SHOULD> vote in November, you <KNOW>? She laid it out."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Which people have now -- are clamoring for this morning, of course.",
    "statement": "I <KNOW> I am."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So she -- she covered a lot of bases there.",
    "statement": "she did. And you <KNOW>, guys, I <<<THINK>>> when a lot of people across the country <<<THINK>>> <ABOUT> Michelle Obama, the public <FIGURE>, many people <<<THINK>>> back on the first lady and how she was in the White House. And <OFTEN>, people <<<THINK>>> <ABOUT>, you <KNOW>, the face of the Let's Move campaign, somebody who was quick to break out into dance, spent a lot of time with children and students, being very active in <<SORT OF>> an upbeat way. And I <<<THINK>>> that's part of why last night, hearing her deliver such a starkly dark message was incredibly jarring and powerful. You <KNOW>, this is not the <<KIND OF>> tone that we have ever heard from Michelle Obama. And as we have been talking <ABOUT> the historical context, for the former first lady of the United States to speak <ABOUT> the current sitting president who is currently in the White House in this way, was incredibly unusual and particularly coming from somebody who said herself last night, she is not somebody who likes getting into politics. She said, \"I don't like politics.\" But as Paul said, this will emerge as one of the most iconic and memorable speeches, political speeches, that we have heard in a generation. And look, the way that she went after Donald Trump, it was not just on, you <KNOW>, actions that he has taken on the policy front that she <MIGHT> disagree with. She really went after his character and being worried <ABOUT> <<SORT OF>> the moral lack of clarity that he has been showing from the White House, according to her. And I <<<THINK>>> that was incredibly jarring, because again, this is not the <<KIND OF>> tone that we are used to hearing from Michelle Obama. You <<COULD>> just -- even though this was a pre-taped message -- you <KNOW>, she was not on a stage, this was not a live speech -- you <<COULD>> really tell that her concerns and her <<SORT OF>> exasperation, and frustration, and concern really came through in that speech."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "she did. And you know, guys, I think when a lot of people across the country think about Michelle Obama, the public figure, many people think back on the first lady and how she was in the White House. And often, people think about, you know, the face of the Let's Move campaign, somebody who was quick to break out into dance, spent a lot of time with children and students, being very active in sort of an upbeat way. And I think that's part of why last night, hearing her deliver such a starkly dark message was incredibly jarring and powerful. You know, this is not the kind of tone that we have ever heard from Michelle Obama. And as we have been talking about the historical context, for the former first lady of the United States to speak about the current sitting president who is currently in the White House in this way, was incredibly unusual and particularly coming from somebody who said herself last night, she is not somebody who likes getting into politics. She said, \"I don't like politics.\" But as Paul said, this will emerge as one of the most iconic and memorable speeches, political speeches, that we have heard in a generation. And look, the way that she went after Donald Trump, it was not just on, you know, actions that he has taken on the policy front that she might disagree with. She really went after his character and being worried about sort of the moral lack of clarity that he has been showing from the White House, according to her. And I think that was incredibly jarring, because again, this is not the kind of tone that we are used to hearing from Michelle Obama. You could just -- even though this was a pre-taped message -- you know, she was not on a stage, this was not a live speech -- you could really tell that her concerns and her sort of exasperation, and frustration, and concern really came through in that speech.",
    "statement": "You <KNOW>, it had a Howard Beale character to it -- I'm sick and tired, and I'm not going to <TAKE> it anymore. It had that character, even though there was no one else in the room, and even though she wasn't shouting like Howard Beale. You <<COULD>> see the words coming out of her almost as a scream. Paul, Tim Alberta, who is a wonderful writer whom I <<<THINK>>> we both love, noted that two constituencies that Democrats <NEED TO> get here are African-American voters in greater numbers than they did in 2016, and suburban white voters in greater numbers than they ever have before. And Tim thought that both of those constituencies were correctly targeted by Michelle Obama last night. What do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You know, it had a Howard Beale character to it -- I'm sick and tired, and I'm not going to take it anymore. It had that character, even though there was no one else in the room, and even though she wasn't shouting like Howard Beale. You could see the words coming out of her almost as a scream. Paul, Tim Alberta, who is a wonderful writer whom I think we both love, noted that two constituencies that Democrats need to get here are African-American voters in greater numbers than they did in 2016, and suburban white voters in greater numbers than they ever have before. And Tim thought that both of those constituencies were correctly targeted by Michelle Obama last night. What do you think?",
    "statement": "I <<<THINK>>> so. I <<<THINK>>> that that's part of what made this so remarkable. This was a holistic case. And what Democrats need are web issues that stitch together their core of their base and the voters that they need, the base and the swing. Mrs. Obama did that with the self-same message. I mean, she sounded at turns like the chairman of the board of a corporation firing the CEO, saying you <KNOW>, you're just not the guy we need. And she sounded like the mom that she is, reminding us how to vote, telling us to pack a lunch, pack a dinner, pack a breakfast. I mean, I just can't say enough <ABOUT> how masterful this was. And I <<<THINK>>> Alisyn said it right: it was a dissection. She just carved this guy up without bringing herself down, without debasing herself or the audience. You <KNOW>, she famously said, right, when they go low, we go high; and that still -- she still maintained that <<SENSE>> of elegance and decency while carving up the other guy. Brilliant."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I think so. I think that that's part of what made this so remarkable. This was a holistic case. And what Democrats need are web issues that stitch together their core of their base and the voters that they need, the base and the swing. Mrs. Obama did that with the self-same message. I mean, she sounded at turns like the chairman of the board of a corporation firing the CEO, saying you know, you're just not the guy we need. And she sounded like the mom that she is, reminding us how to vote, telling us to pack a lunch, pack a dinner, pack a breakfast. I mean, I just can't say enough about how masterful this was. And I think Alisyn said it right: it was a dissection. She just carved this guy up without bringing herself down, without debasing herself or the audience. You know, she famously said, right, when they go low, we go high; and that still -- she still maintained that sense of elegance and decency while carving up the other guy. Brilliant.",
    "statement": "M.J., what <ABOUT> the effect of having Republicans up on the stage, you <KNOW>, John Kasich, Meg Whitman, Susan Molinari? What -- how effective do you <<<THINK>>> that was? How hard was it to lasso some Republicans to come to the DNC?"
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "M.J., what about the effect of having Republicans up on the stage, you know, John Kasich, Meg Whitman, Susan Molinari? What -- how effective do you think that was? How hard was it to lasso some Republicans to come to the DNC?",
    "statement": "You <KNOW>, we had <EVERY> expectation heading into last night. You <KNOW>, the theme of the evening was \"We, The People.\" We <KNOW> that the Democratic Party wants to use this week to feature <<SORT OF>> the diversity that they <<FEEL>> like is key to them winning November. We saw that in terms of the racial diversity that we saw on screen. But so much of last night was <ABOUT> political diversity and reassuring people, you <KNOW>, if you voted for Donald Trump in 2016, or if you are not a traditional Democratic voter, <<PERHAPS>> you have <NEVER> voted for a Democrat in the past, it is OK if you are currently thinking <ABOUT> voting for Joe Biden come November. You <KNOW>, whether it is the man who said he had <NEVER> voted for a Democrat in the past, but he's planning on voting for Joe Biden, a Democrat, for the first time; or the woman who told the scathing story <ABOUT> her father's death. Her father died because of COVID-19, and she said that he -- he had been a Trump supporter and that his <ONLY> pre- existing condition was supporting and trusting Donald Trump, and that he paid for it with his life. You <KNOW>, these are <ALL> stories and testimonials, including, as you said, from Republican elected officials, <ALL> testimonials meant to signal to people who, again, in a normal election, in normal times, <MAY> not be <INCLINED> to vote for a Democrat; letting them <KNOW>, if that is the way that you are <INCLINED> right now and the way that you are leaning right now, that is OK. Come with <ALL> of us, because we are <ALL> there with you."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "That woman, the daughter who lost her father, Kristin Urquiza. Let's play that moment one more time. No?",
    "statement": "The coronavirus has made it <CLEAR> that there are two Americas -- the America that Donald Trump lives in and the America that my father died in. One of the last things that my father said to me was that he felt betrayed by the likes of Donald Trump. And so, when I cast my vote for Joe Biden, I will do it for my dad."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "So, Paul, how did that land?",
    "statement": "Oh, my gosh, what a heartbreak. First, your heart does break for Kristin Urquiza and her family. She pointed out, her dad was 65, which is not <ALL> that old, and had no pre-existing conditions, except he trusted Donald Trump. It is simply -- it's simply true that there are 170,000 Americans dead from this pandemic. They didn't <ALL> <HAVE TO> die. If we'd had better -- we're the richest country in the world, we're the smartest, we have the <BEST> medical care, we have the <BEST> biomedical research, we have the <BEST> public health infrastructure, and yet, we have the worst situations. It is so telling that here I went and cited statistics. Ms. Urquiza's story and her dad's are going to be much more powerful than any statistic that you can cite. You <KNOW>, facts tell, but stories sell. And this poor young woman with a broken heart who lost her dad, that story is repeated 170,000 times. That's on Donald Trump and his record."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, my gosh, what a heartbreak. First, your heart does break for Kristin Urquiza and her family. She pointed out, her dad was 65, which is not all that old, and had no pre-existing conditions, except he trusted Donald Trump. It is simply -- it's simply true that there are 170,000 Americans dead from this pandemic. They didn't all have to die. If we'd had better -- we're the richest country in the world, we're the smartest, we have the best medical care, we have the best biomedical research, we have the best public health infrastructure, and yet, we have the worst situations. It is so telling that here I went and cited statistics. Ms. Urquiza's story and her dad's are going to be much more powerful than any statistic that you can cite. You know, facts tell, but stories sell. And this poor young woman with a broken heart who lost her dad, that story is repeated 170,000 times. That's on Donald Trump and his record.",
    "statement": "She will be joining us later in the broadcast. We'll hear from her directly <ABOUT> what motivated her to speak to the country like that. Paul Begala, M.J. Lee, thanks very much. Coming up, we're also going to speak to Senate Minority Leader Chuck Schumer. He speaks tonight. And Michigan Governor Gretchen Whitmer, who you heard last night. So, a huge development in schools trying to go back to school. A huge university, which opened just last week for in-person classes, has had to reverse course. The student newspaper there calls it a clusterfork, right, but doesn't say \"fork.\" We'll discuss next."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're watching CNN STUDENT NEWS, seen in schools <AROUND> the world, because learning <NEVER> stops and neither does the news."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Welcome to CNN STUDENT NEWS. I'm Susan Friedman.",
    "statement": "And I'm Michael McCanus. Secretary of State Colin Powell argues his case for peace in the Middle East. The <QUESTION> now is what, if anything, that argument will yield."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And I'm Michael McCanus. Secretary of State Colin Powell argues his case for peace in the Middle East. The question now is what, if anything, that argument will yield.",
    "statement": "Powell met this weekend with Israeli Prime Minister Ariel Sharon and Palestinian leader Yasser Arafat. The secretary of state's trip to Mr. Arafat's bombed out compound has angered many Israelis. CNN's Jerrold Kessel will have more on that coming up. But first, we look forward to the next stops on Powell's cease- fire mission, Beirut and Damascus. The secretary of state will meet with Lebanese leaders <ABOUT> cross border attacks. The U.S. is concerned that the crisis between Israelis and Palestinians <<COULD>> become a regional conflict. And, as CNN's Major Garrett reports, those fears are bringing new terminology like containment into play."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Powell met this weekend with Israeli Prime Minister Ariel Sharon and Palestinian leader Yasser Arafat. The secretary of state's trip to Mr. Arafat's bombed out compound has angered many Israelis. CNN's Jerrold Kessel will have more on that coming up. But first, we look forward to the next stops on Powell's cease- fire mission, Beirut and Damascus. The secretary of state will meet with Lebanese leaders about cross border attacks. The U.S. is concerned that the crisis between Israelis and Palestinians could become a regional conflict. And, as CNN's Major Garrett reports, those fears are bringing new terminology like containment into play.",
    "statement": "While the world focuses on Powell's efforts to negotiate an Israeli-Palestinian cease- fire, the first priority of the Bush White House is to prevent the conflict from spreading to neighboring Lebanon or Syria."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "While the world focuses on Powell's efforts to negotiate an Israeli-Palestinian cease- fire, the first priority of the Bush White House is to prevent the conflict from spreading to neighboring Lebanon or Syria.",
    "statement": "We're very concerned with that. That's why the United States has exerted tremendous pressure on Iran and Syria to refrain Hezbollah from these actions."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We're very concerned with that. That's why the United States has exerted tremendous pressure on Iran and Syria to refrain Hezbollah from these actions.",
    "statement": "For two weeks, Hezbollah guerrillas backed by Iran and Syria have traded fire with Israeli forces. Powell will travel to Beirut and Damascus to meet with leaders of both countries to halt what the U.S. regards as dangerous and destabilizing provocation."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "For two weeks, Hezbollah guerrillas backed by Iran and Syria have traded fire with Israeli forces. Powell will travel to Beirut and Damascus to meet with leaders of both countries to halt what the U.S. regards as dangerous and destabilizing provocation.",
    "statement": "an issue of accountability for the parties in the region. Secretary Powell is in the region to call to account <ALL> of the parties that have a role to play here, to play a responsible role."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "an issue of accountability for the parties in the region. Secretary Powell is in the region to call to account all of the parties that have a role to play here, to play a responsible role.",
    "statement": "Top aides say they <HOPE> Powell can contain the conflict even if he fails to negotiate an immediate cease-fire. And those talks are mired in the <QUESTION> of Israeli withdrawals from the West Bank and pushing Palestinians to act against terrorism. Senior officials on Sunday noted some progress, but said Israelis and Palestinians still had much more to do."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "around": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Senior aides say containment is a modest and achievable goal, a prelude to more progress. But some in Congress want more.",
    "statement": "The time for nibbling <AROUND> the edges is over. We are seeing an escalation of a magnitude that we've <<PROBABLY>> <NEVER> seen with the <<KIND OF>> unprecedented violence."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The time for nibbling around the edges is over. We are seeing an escalation of a magnitude that we've probably never seen with the kind of unprecedented violence.",
    "statement": "But other analysts warn that bold moves <<COULD>> come back to haunt the Bush White House."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But other analysts warn that bold moves could come back to haunt the Bush White House.",
    "statement": "I <<<THINK>>> the administration wisely says unless we <KNOW> that a political process is going to be approved, we are not going to set the bar so high that we're setting ourselves up to fail."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I think the administration wisely says unless we know that a political process is going to be approved, we are not going to set the bar so high that we're setting ourselves up to fail.",
    "statement": "The White House says progress in the Middle East is nothing if not incremental. And for now, senior advisers say, success is measured not by startling breakthroughs, but by making <<<SURE>>> things aren't getting any worse. Major Garrett, CNN, the White House."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "might": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The White House says progress in the Middle East is nothing if not incremental. And for now, senior advisers say, success is measured not by startling breakthroughs, but by making sure things aren't getting any worse. Major Garrett, CNN, the White House.",
    "statement": "It's a picture most Israelis didn't want to see, the U.S. secretary of state sitting down with Yasser Arafat. Prime Minister Ariel Sharon has called Colin Powell's decision a tragic mistake, fearing it <MIGHT> serve to rehabilitate the Palestinian leader as a peace partner. Still, one of his allies in the Knesset is hopeful the United States will come to its senses."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's a picture most Israelis didn't want to see, the U.S. secretary of state sitting down with Yasser Arafat. Prime Minister Ariel Sharon has called Colin Powell's decision a tragic mistake, fearing it might serve to rehabilitate the Palestinian leader as a peace partner. Still, one of his allies in the Knesset is hopeful the United States will come to its senses.",
    "statement": "We here in this unique situation when terrorists are <ALL> over the world but the <ONLY> place in the world where terrorists have the autonomy built by one man, Yasser Arafat, I don't <<<THINK>>> that in this situation America will follow Mr. Arafat."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We here in this unique situation when terrorists are all over the world but the only place in the world where terrorists have the autonomy built by one man, Yasser Arafat, I don't think that in this situation America will follow Mr. Arafat.",
    "statement": "Yasser Arafat used to be identified for many Israelis with the promise of peace. At the beginning, when peace was going <WELL>, over two thirds believed he was their partner. Support remains relatively high, over 50 percent, as the two sides, despite difficulties, continued working for a permanent end to their conflict. During the past 18 months of struggle, Arafat has been increasingly identified as not <ONLY> not a partner, but as the enemy, a terrorist, with two thirds now saying in the latest Israeli poll they want him expelled from the region. One sign of the Israeli public's distaste for the Powell-Arafat meeting, the harsh language used by some in the media. One editorial calls the meeting \"Powell's Suicide Mission,\" saying, \"It looks as if Yasser Arafat isn't alone these days in wanting to be a martyr to his cause.\" Ariel Sharon's tactics of seeking to isolate Yasser Arafat are broadly endorsed, even if it is at a cost."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Yasser Arafat used to be identified for many Israelis with the promise of peace. At the beginning, when peace was going well, over two thirds believed he was their partner. Support remains relatively high, over 50 percent, as the two sides, despite difficulties, continued working for a permanent end to their conflict. During the past 18 months of struggle, Arafat has been increasingly identified as not only not a partner, but as the enemy, a terrorist, with two thirds now saying in the latest Israeli poll they want him expelled from the region. One sign of the Israeli public's distaste for the Powell-Arafat meeting, the harsh language used by some in the media. One editorial calls the meeting \"Powell's Suicide Mission,\" saying, \"It looks as if Yasser Arafat isn't alone these days in wanting to be a martyr to his cause.\" Ariel Sharon's tactics of seeking to isolate Yasser Arafat are broadly endorsed, even if it is at a cost.",
    "statement": "Since the outbreak of this cycle of violence 18 months ago, it's Arafat's finger on the trigger of the Israeli gun. It's Chairman Arafat who decides what Israel does. That is, he is forcing Israel, including Prime Minister Sharon, to <TAKE> actions which they are <<PROBABLY>> against the <BEST> Israeli interests. It was not our interests to reoccupy Palestinian cities. It <MAY> not be our <BEST> interest to expel Mr. Arafat from the territories. There <MAY> be a situation in which you don't have any other way."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "We cannot force the Palestinians to change their leaders, but we have to press upon the Palestinians to change the authorities.",
    "statement": "But if the argument for the United States of Arafat isn't going exactly his way for now, Ariel Sharon is still trying to keep the initiative in another respect. In practice, he's abandoned his long insistence that there <SHOULD> be no negotiating under fire. Now he's the one who's pressing for negotiating a cease-fire under fire, under his fire. Jerrold Kessel, CNN, Jerusalem."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But if the argument for the United States of Arafat isn't going exactly his way for now, Ariel Sharon is still trying to keep the initiative in another respect. In practice, he's abandoned his long insistence that there should be no negotiating under fire. Now he's the one who's pressing for negotiating a cease-fire under fire, under his fire. Jerrold Kessel, CNN, Jerusalem.",
    "statement": "Throughout the conflict and during peace talks, much has been said <ABOUT> the Middle East borders created in 1967. CNN's Gary Tuchman reports on that pivotal time in Mideast history marked by a short but defining war."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It only lasted six days in June of 1967 but its ramifications have loomed large every day since. Arab forces of Egypt, Syria and Jordan massed on Israel's borders in preparation for an all out attack. Fearing Israel would be destroyed, the Jewish state attacked first, targeting Arab air fields, destroying the Egyptian air force on the Sinai Peninsula. The ground war began shortly after. After the first day, the Egyptian military was largely routed. By the third day, Israel reached the eastern bank of the Suez Canal. By the fourth day Israel was in a position to head into Egypt's capital, Cairo, something it chose not to do.",
    "statement": "By the time you get to June 10 and June 11, the Israelis have lost <ABOUT> 600 or 700 people in fighting, the Arabs lost 20,000, 25,000."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "America's farms. Here, people share an intimate kinship with the fertile soil they work. This land on Nicholas Dongk's farm is his livelihood, providing the revenue to feed and clothe his young family and at the same time cultivate crops in a very different world.",
    "statement": "<SOMETIMES> I get school groups out her and, you <KNOW>, they see a bean or something and they'll go oh, this is high growth, because they, the <ONLY> beans they see are the ones coming out of the can."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "But Nicholas says that's slowly starting to change. After last September not only is there a new appreciation, but a new concern for food safety.",
    "statement": "I didn't <KNOW> there was some crazy group out there and they wanted to do us harm. And that's one way of doing it, for <<<SURE>>>, through, you <KNOW>, what we eat."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "I didn't know there was some crazy group out there and they wanted to do us harm. And that's one way of doing it, for sure, through, you know, what we eat.",
    "statement": "Experts say the poisoning of crops is not <<LIKELY>>. Government investigators found that the crops <WOULD> <<PROBABLY>> die themselves or farm hands <WOULD> be affected before any harvesting even took place."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Experts say the poisoning of crops is not likely. Government investigators found that the crops would probably die themselves or farm hands would be affected before any harvesting even took place.",
    "statement": "We've looked at a number of threats, of vulnerabilities. Overall, you <KNOW>, our food supply has <ALWAYS> reacted very <WELL> to tampering. That's part of the mission of this department is we protect against threats to our agriculture and we continue to review <ALL> of our systems."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's such a long distance and so many people get their hands on it that it's easy to, it would be an easy way to tamper with a food source.",
    "statement": "We do <HAVE TO> be concerned <ABOUT> transportation, but there are ways to manage that."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Scott Allshouse is the director of operations for Whole Foods. His company hires a third party consultant to do unannounced checks in regards to food safety.",
    "statement": "We constantly improve it and constantly address it to make <<<SURE>>> that we can follow the process from the field or from the source the whole way to the customer's shelf."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "There is governmental protection already in place to guard against a terrorist attack on the food supply. But Nicholas has an idea of his own -- buy local.",
    "statement": "When you get your food from a small farm like mine, you <KNOW>, you <KNOW> the farmer. You <KNOW>, <OBVIOUSLY> once you <KNOW> him you trust him, you <KNOW>, or her. Three or four little farms like this one <<COULD>> support the town of Covington, which is just a few miles down the road."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Nicholas, along with his farm hands, are a small battalion in a big army in the middle of a fight to keep your food safe from the farm all the way to market.",
    "statement": "Today in \"Chronicle,\" the blues. Throughout its history, this genre of music has provided a unique <VIEW> into the African-American experience. It also offers <A LITTLE> escapism for people looking for some fun. Our Shelley Walcott has a primer."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Today in \"Chronicle,\" the blues. Throughout its history, this genre of music has provided a unique view into the African-American experience. It also offers a little escapism for people looking for some fun. Our Shelley Walcott has a primer.",
    "statement": "It's the <FEELING> you get because if I <WOULD> have played the blues for the money, I'd have quit a long time ago. But it's a special <FEELING> and it just makes you <<FEEL>> good to sing the blues."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's the feeling you get because if I would have played the blues for the money, I'd have quit a long time ago. But it's a special feeling and it just makes you feel good to sing the blues.",
    "statement": "It's called blues, but it's also <ABOUT> the good times, too."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's called blues, but it's also about the good times, too.",
    "statement": "The blues are <ABOUT> things that happen to people and specific people, black people in conditions of extreme duress."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The blues are about things that happen to people and specific people, black people in conditions of extreme duress.",
    "statement": "The blues originated in a rural part of the American South called the Mississippi Delta, a bass flat world famous for its cotton fields. Mile to mile, acre to acre, the Delta has produced more blues musicians than any other part of the world, the vast <MAJORITY> of them African-American, descendants of slaves. After Emancipation, many blacks were still tied to the cotton fields as sharecroppers, working from sunup to sundown for little or no pay, a life that inspired them to sing spirituals and compose gritty anthems <ABOUT> the helplessness of their lives."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Turn your light down low.",
    "statement": "Amateur and professional musicians helped spread the blues from the juke joints of the South to nightclubs in northern cities like Chicago to stages throughout the world. Along the way the music evolved from an acoustic foot stomping country style to a sweep electrified city sound. New blues artists started to emerge. Names like Muddy Waters, Bessie Smith, Etta James and B.B. King became synonymous with the genre. And the blues spawned other forms of music, influencing everything from rock and roll to jazz to rhythm and blues. Some people call the blues the soul of America and the music is experiencing a resurgence in popularity <AROUND> the world. Modern artists have added to the variation of the sound but purists <KNOW> that at its core, the blues has maintained one central theme -- it's <ABOUT> people wanting to be somewhere else but making the <BEST> of where they are."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Amateur and professional musicians helped spread the blues from the juke joints of the South to nightclubs in northern cities like Chicago to stages throughout the world. Along the way the music evolved from an acoustic foot stomping country style to a sweep electrified city sound. New blues artists started to emerge. Names like Muddy Waters, Bessie Smith, Etta James and B.B. King became synonymous with the genre. And the blues spawned other forms of music, influencing everything from rock and roll to jazz to rhythm and blues. Some people call the blues the soul of America and the music is experiencing a resurgence in popularity around the world. Modern artists have added to the variation of the sound but purists know that at its core, the blues has maintained one central theme -- it's about people wanting to be somewhere else but making the best of where they are.",
    "statement": "<A LITTLE> later in the show, more on the blues from a place and a person you <MAY> not <EXPECT>. Exploring our world. Here now is"
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "fact": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "A little later in the show, more on the blues from a place and a person you may not expect. Exploring our world. Here now is",
    "statement": "This week in Perspectives, we pinpoint fitness. We promise to keep you on track with the latest trends. For example, group indoor cycling is gaining momentum among exercise fanatics. In <FACT>, many people say it's the biggest <THING> to hit the fitness scene since steporobics. And now there is an addition to what some <<<BELIEVE>>> is already a very challenging workout. Its intensity has gone underwater, literally. CNN's Dr. Sanjay Gupta has that story."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "This week in Perspectives, we pinpoint fitness. We promise to keep you on track with the latest trends. For example, group indoor cycling is gaining momentum among exercise fanatics. In fact, many people say it's the biggest thing to hit the fitness scene since steporobics. And now there is an addition to what some believe is already a very challenging workout. Its intensity has gone underwater, literally. CNN's Dr. Sanjay Gupta has that story.",
    "statement": "Two, one, go. Relax your shoulders."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "definitely": "ungraded",
      "may": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Participants at this Crunch Fitness in Atlanta are taught speed drills, lifts and arm work. And unlike most forms of exercise, this class offers aid to those with injuries.",
    "statement": "I <WOULD> recommend it for people even that are <<PROBABLY>> rehabbing from knee injuries, ankle injuries. But again, there's no counting on the joint. They wouldn't ride as aggressively as I <<PROBABLY>> teach the class to a group of trained athletes. They <WOULD> ride <A LITTLE> slower, <<MAYBE>> <A LITTLE> less tension. But it <WOULD> <DEFINITELY> benefit them and help retrain and help rehab."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now bring the leg up, body down.",
    "statement": "But if riding a bike in cold water isn't for you, how <ABOUT> exercising in a super heated room? To some, it's called hot yoga. But its official name, Bikram yoga."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Open up the chest. Stretch.",
    "statement": "This class is taking place in a 106 degree room. It's considered a very disciplined way to do yoga that will help you learn more <ABOUT> your body and your stamina."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "And the heat will help you stretch your body, will help you stretch your -- it's like a blacksmith. You try to restructure your body. In cold, you brace your body. It's like we, how do you call that, still? If you want to modify still you have to heat it up and then slowly you modify it. And with your body it happens the same.",
    "statement": "And although Bikram <MAY> be considered a good form of group exercise, participants are really encouraged to listen to their own body."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Many who worship at First African Baptist Church in Savannah, Georgia get their strength from their faith and what's below their feet.",
    "statement": "There is <ABOUT> four feet of space below this floor and that space was used as a hiding place for slaves."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They came here working late evening and night to erect this building after most of them had already worked from 12 to 16 hours for their slave owners.",
    "statement": "What their slave owners didn't <KNOW> is that the beneath these pine boards, secret escape crawl spaces were being built. These holes in the floor were used as ventilation disguised in the pattern of a diamond, a design that has meaning."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Since the spaces are now sealed off, we can't see below. But down the street at what is now The Pirate's House Restaurant there is evidence of another hiding space from the same time period. Both spaces are said to have connected to a tunnel that led to the Savannah River.",
    "statement": "It's very inspiring to <KNOW> that children, mothers, fathers, kids and the prayers that they <MAY> have prayed underneath those buildings in the darkness just so that one day people like myself <<COULD>> come here and worship for free."
  }
]