[
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Yes. Who won the democratic side?",
    "statement": "But as we talk right Governor Andrew Cuomo of New York is warming up the crowd. We are expecting Hillary Clinton, we <OBVIOUSLY> going to bring you her comments live. But, Van, how does the race now shift? What does Bernie Sanders start to do, given the states he's looking in the days ahead?"
  },
  {
    "transcript_id": "CNN-140060",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "June 11, 2004. Six months after U.S. troops captured Saddam Hussein, he sat down with an Arabic-speaking FBI interrogator. Newly declassified documents reveal what he told agent George Piro, that he considered Iran to be the most significant threat facing Iraq, much more than the U.S. Wanting to keep Iran in the dark about his weapons capabilities or lack thereof, Hussein said he stopped inspectors from checking Iraq for weapons of mass destruction because he feared U.N. inspectors would have directly identified to the Iranians where to inflict maximum damage to Iraq. Convinced Iran intended to annex southern Iraq, he bet that keeping the U.N. out was safer than showing Iran he was bluffing. The new information scares with what Piro told CBS's \"60 Minutes\" in 2008.",
    "statement": "He told me he initially miscalculated President Bush and President Bush's intentions. He <THOUGHT> the United States would retaliate with the same type of attack as we did in 1998."
  },
  {
    "transcript_id": "CNN-242998",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "best": "ungraded",
      "opinion": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Howard, Cosby has not been convicted of anything. What can he do to change perceptions in this court of public opinion?",
    "statement": "Well, it's interesting. I <FEEL> like he's the guy who took his helmet and put it on the end of his rifle and stuck it in the foxhole to see if the enemy was still there and all of a sudden nuclear rounds were shot at him. I <THINK> right now the <BEST> thing he can do is get back in the foxhole and silence is golden for a while. I think you have to have a really long-term strategy to really affect this <KIND OF> thing. I think number one, at some point he's got to be willing to go on air, on the record and say that these charges are not true, this is nothing I would do, number one. Number two, he's got to be very cautious about where he gets involved right now because the court of public <OPINION>, particularly social media, as Marvet pointed out, has already convicted him whereas the court of law has never found him guilty related to anything related to this. And it's a very tough situation."
  },
  {
    "transcript_id": "CNN-51472",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This morning, two squadrons serving aboard the USS Roosevelt in the Arabian Sea are coming home and getting some well-earned rest. A heavy fog was delaying their return earlier. Expected at <AROUND> 10:30 Eastern Time. We're going to check now with CNN's Bob Franken, who join us again from the Naval station in Norfolk, Virginia. Good morning, Bob."
  },
  {
    "transcript_id": "NPR-29498",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "(as Lady Violet Crawley) And what is a weekend?",
    "statement": "If Maggie Smith's character, the dowager countess, had too leisurely a life in the 1920s to <KNOW> what a weekend was, well, times have changed. And now a huge study by the BBC, a survey of more than 161,000 people, offers a redefinition of the British class system. Gone are the standard working, middle and upper class tiers. The report argues there are now seven social classes and here they are. Robert?"
  },
  {
    "transcript_id": "CNN-154439",
    "matched_terms": {
      "maybe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "OK. So let me ask you, when you say this is the way things are going to be, I think this is important for our viewers to know. What's the role of the International Space Station in the future of NASA and Americans in space?",
    "statement": "Well, the International Space Station, one of the things that we put forward on the Augustine Committee report last year, and that was adopted by the new administration, is that the International Space Station will continue until at least 2020, and <MAYBE> longer. It is the world's premier microgravity laboratory, but after the space shuttle is retired from flight sometime next year, the United States will lose the independent ability to send astronauts into space for several years until we can develop a new vehicle. And so this is -- the operations on board, we will no longer be able to send a dedicated crew of specially trained astronauts to do a specific repair again. The astronauts on board who have been what we call generically trained -- that is, trained to do these kinds of operation but never practiced that delicate ballet to get maximum efficiency -- this is the way it's going to be. And it <MAY> take an extra few EVAs, as we saw."
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "clearly": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I'm not saying that they don't believe it'd be extremely reckless and I'm not suggesting anybody's trying to cover their own hide. What I am saying is that we have a mandate, a constitutional mandate, a responsibility of the American people to exercise oversight and particularly where there may be constitutional concerns and potentially due process being denied U.S. persons. And so if, in fact, that that's the case, it's our responsibility to make sure that we take corrective action and doesn't happen again.",
    "statement": "But wouldn't if the Department of Justice wrote a letter saying, it's extremely reckless and that -- I mean, a part of the concern is, it gives away sources and methods, why not allow the Department of Justice, you <KNOW>, the ability to review it? I know you say Christopher Wray has taken a look at it, but <CLEARLY> --"
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I have not talked to her.",
    "statement": "Do you <FEEL> you owe her an apology?"
  },
  {
    "transcript_id": "CNN-403125",
    "matched_terms": {
      "of course": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "You know, right now, the State of Florida shows that there are 22 percent of ICU beds available and 25 percent of regular beds available. But I can tell you, Richard, even though the governor is not moving the needle, like you said, he doesn't plan to shut down the state again. Local leaders are moving that needle. They are first of all considering reinstating restrictions. A lot of them have not reinstated restrictions, but they have told us that they are definitely considering it and they're looking at the numbers closely. The Mayor of Miami Dade County where I am right now, this is the epicenter actually, this county where I'm standing, 30 percent of the more than 85,000 cases are reported right here and the Mayor just yesterday said that he is registering an increase in cases, increase in hospitalizations, and that he is sending out the police to businesses to make sure that they're following the rules.",
    "statement": "Good to see you, Rosa. You'll keep us informed on this, please, <OF COURSE>, as things change. Rosa Flores reporting from Miami. Now, during the course of this program, you <MAY> notice that I'm <PERHAPS> sounding a little bit more wheezy or chesty than usual, and one of the things about coronavirus even though the virus has long since gone is the long tail and the inflammation, if you like, of the upper chest. That is going to take a lot longer to repair itself. So, if I do sound a bit wheezy or coughing, that's the reason why, but don't be alarmed. The doctors say there's <ABSOLUTELY> nothing wrong. It's just the remnants and leftovers. Germany is extending its restrictions once again, threatened by a new surge in cases. It is restricting large groups. We'll hear from the E.U.'s Health Commissioner on the question of why they're buying vaccines before they're even worked out if they are available. This is QUEST MEANS BUSINESS and good evening to you."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "should": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Play by the same rules.",
    "statement": "Yes, <ABSOLUTELY>. They <SHOULD> be playing by the same rules as everybody else."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "He's going to be meeting with NATO allies in the next couple days. He's going to over to NATO, but there's no doubt the U.S. would like NATO to play a much more enhanced role, and some of those reluctant NATO partners who are unwilling to send troops into harm's way, they have got to step up to the plate.",
    "statement": "Well, they haven't made a sufficient commitment. This is what Secretary Gates has been saying. And I <THINK> it's very <CLEAR>. The United States can't bear this brunt alone or with the British or a few others. We have got to have a NATO organization. That means everybody has to contribute in some fashion. Not everybody can contribute the way we can, but they have to make a contribution."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "No. If it wasn't the case, if it wasn't the case it wouldn't be five percent. I mean again, the number of workers making minimum wage in the restaurant industry is five percent. But again, you know, the point is that we're creating opportunity, we're creating opportunity for everybody. And I think is -- you cannot just pay wages based on a person's needs. You got to pay wages based on what the economy's willing to bear and the business model. And again, you know we are very high worker intensive with very low profit margins. And you know, it's -- those are the jobs. But again, nine out of ten managers are --",
    "statement": "I <THINK>, Angelo, I <KNOW> -- I think Angelo that some <MIGHT> disagree. If you take -- if you take a look at a company like McDonald's, they have high profit margins. So why not share?"
  },
  {
    "transcript_id": "CNN-226886",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Jenny, what do you want to say?",
    "statement": "This level of recklessness, Dr. Drew, these women <SHOULD> not be allowed to have children or should be -- their bodies should be sterilized -- that`s wrong to say, but they shouldn`t be allowed to have kids."
  },
  {
    "transcript_id": "CNN-319754",
    "matched_terms": {
      "of course": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "It's fascinating. Now, this email -- and this is important to note, it is just 1 of the 20,000 pages of the document in the campaign. So what's the latest on the overall Russian investigation?",
    "statement": "Well, it is going full steam ahead. We just haven't heard a lot of details. And investigators have really been keeping things quiet. The developments this week in addition to this disclosed email is that Glenn Simpson, he's a former journalist that actually helped compile a Russian dossier containing the salacious allegations also allegations of collusion between the Trump team and the Russians, well, since he spoke with the Senate Judiciary Committee on Tuesday, he spoke with them for more than 10 hours. And that is interestingly the same committee that had in the past month or so cut deals with Paul Manafort and Donald Trump, Jr., in order for them to hand over information, to talk with the committee, but the dates for Paul Manafort and Don, Jr., they haven't been scheduled yet. So the Trump campaign, it does <APPEAR> to be cooperating with the investigation on all these fronts. <OF COURSE>, many different investigations ongoing, Robyn, we have the congressional investigation by several different committees. And of course, the big one by special counsel Robert Mueller. Robyn."
  },
  {
    "transcript_id": "CNN-360614",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Now, Brady, also taking the stage with Rams quarterback, Jared Goff, last night. Brady, 41 years old. This is his ninth Super Bowl. Goff, meanwhile, just 24, playing in his first. And Brady, well, he's not willing to give Goff any pointers before playing the biggest game of his life.",
    "statement": "What <SORT OF> advice would you give this guy as he gets ready to take on the big, bad Patriots?"
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, I think that there are definitely more ticks in more places than ever before, and I will include all of the different species of ticks in that statement. And that, I think, is something worse exploring a little bit. I have my pet hypotheses about that.",
    "statement": "But I really am not as <SURE> that the warm winter has much to do about the levels of ticks. I <THINK> the timing of them is affected by the warmer winter. But, for instance, in the case of deer ticks, the adult-stage ticks were active all winter. A lot of times in the Northeast and North-Central states, they are buried in snow, and so they're not really active in the winter."
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Kennedy Ombuki was a proud farmer. Now he's just a bitter man. After December's disputed election in Kenya, the rivals attacked his farm during the night. They burnt his crops and destroyed the family home. He normally harvests enough to feed 25 families. He's now forced to live in a camp dependent on handouts.",
    "statement": "I have my land. I have all the basic necessities and I had come to stay here. I am a beggar, you <KNOW>, now."
  },
  {
    "transcript_id": "CNN-366870",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Yes, always that horse trading going to get those parties on side. Some of them even smaller right-wing parties may make big requests of Mr. Netanyahu. And to have them on board, he might have to deliver. One of the interesting ones was that settlement promise that we heard before the election making a major promise on the eve of the election, highly controversial, basically saying that all settlements would come under Israeli sovereignty as seen in his attempt by Netanyahu to steal last-minute votes away from some of those right-wing parties. A spur- of-the-moment campaign ploy perhaps. But yes, now that he is likely to be prime minister again, he's going to be getting a lot of pressure from some of those coalition partners to follow through. You've got a lot of factors in play on that one. You've got Mr. Netanyahu who facing corruption allegations that could -- it could be indicted later this year. There's actually been speculation that he might want some of those Knesset partners to help him with immunity from those, those potential charges. But in return, they might demand the deliver on that controversial settlement promise. Some, you know, also what the U.S. and the broader international community would make of him annexing those settlements if he did. We certainly know the Palestinian position that it would all but kill the notion of a two-state solution. As I said, it's a -- it was a campaign promise, but one with potentially huge ramifications if he is pushed by coalition partners to deliver on it in return for their support on something like his legal woes. John.",
    "statement": "You <KNOW>, we had Donald Trump, you know, basically doing almost everything he <COULD> to help Benjamin Netanyahu in this election campaign short of handing out how to vote cards the Likud Party. So, you know, with that in mind, you've got Netanyahu's making these promises -- you know, in the -- in the last -- you know, dying moments of the campaign for the annexation of the West Bank settlement. And then, you got the White House about to unveil this grand -- you know, vision of a Mideast peace deal between the Israelis and the Palestinians. How is this all going to come together? What are the consequences here, you have Donald Trump now since it's <CERTAINLY> tied to Benjamin Netanyahu closer than any other U.S. president that I can <THINK> of?"
  },
  {
    "transcript_id": "CNN-22952",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Well, you know, those of us who may be watching the Senate from a further arm's length than you do also see things like lots of egos there in that particular chamber. Any -- there's got to be a sense there that there's going to be a ruffling of some feathers when a freshman senator comes in and gets more attention in many cases than even some of the Senate leadership may be getting. You don't think that's going to be a problem?",
    "statement": "Well, below the level, there is some sentiment about Mrs. Clinton coming in and overshadowing some of the more seniors members who have been here for one or two terms, <ABSOLUTELY>. Mrs. Clinton's going to come here. For the past eight years she's worked vigorously on her husband's agenda -- it was a joint agenda -- on such issues such as health care. She's worked closely with congressional Democrats on minimum wage. I <THINK> Mrs. Clinton has been actually very smart by keeping a low profile all through her campaign by saying that when she does come to the Senate that she doesn't want any special treatment, that she wants to be treated like everyone else. So I think what you'll <PROBABLY> see in the first couple months is Mrs. Clinton probably will try to keep a low profile. That's going to be hard to do, though. I think that Democrats are probably going to try to push her to the front because, you <KNOW>, she is such a rallying cry for liberal Democrats."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sarah, when you look at the calendar then, January 17th, the budget deal potentially that goes to February 16th. The DACA expiration is up March 5th. Does the president want to see a DACA deal get struck before the next C.R. would end? Or is he willing to potentially take this up to the deadline in early March?",
    "statement": "Look, I -- I <THINK> what we'd like to see happen is, let's make a budget deal by Friday and then let's come back to work aggressively on Monday and make a deal on DACA and responsible immigration reform. We'd like to do all of those things, and be happy to do them quickly if Democrats are willing to work with us and get onboard."
  },
  {
    "transcript_id": "CNN-29821",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "For Bono, his life's work is all about the possibility, a theme that can be heard in the songs he sings.",
    "statement": "Music is more about soul and spirit than it is about, you <KNOW>, anything concrete like politics. In order to be able to perform the way I perform, I have to <KIND OF> step inside the songs, you know."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "But if it was a big matter, wouldn't it have a letter?",
    "statement": "It <MIGHT> but I <THINK> actually the structure of this document <PERHAPS> the way in which special counsel regulation in Mueller's mandate is, is a chemical mandate, and he has a criminal mandate and A, <COULD> be seen as criminal, B, could be seen as intelligence."
  },
  {
    "transcript_id": "CNN-387728",
    "matched_terms": {
      "clearly": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, it's still an open question about how exactly the trial will play out but a number of Republicans are starting to get push back on the idea of bringing any witnesses whatsoever because they believe it will just drag out the proceedings, it will consume the Senate, it will lead to a fight that they are eager to avoid. Ultimately it requires 51 senators to vote to bring forward witnesses. And the question is will they reach an agreement to do just that or will it turn into a side show, a circus of some fear. So some Republicans are pushing. A number of Republicans are pushing to just simply move after the opening arguments begin in that trial in January to move quickly to a final vote on whether to quit or convict the President. And that would require to move to that final vote, a simple majority. And then ultimately it would require two-thirds majority in the Senate, 67 senators to remove the President from office. And that simply -- those votes simply are not there right now to do just that. So Republicans are eager to move on but the President himself has called for a number of witnesses, including the whistleblower, including Hunter Biden to come and testify. That's something the Republicans just don't want at this moment. So ultimately, Wolf, that still has to get hashed out, those negotiations still bound to take place. But Republicans are hoping for a quick trial when the Senate takes it up in January, Wolf.",
    "statement": "As you <KNOW>, Manu, there are 53 Republicans in the Senate and 47 Democrats, two Independents who side <CLEARLY> with the Democrats, 53-47. But let's say a couple of Republicans or a few Republicans decide they want to bolt from the Republican majority and it is a 50-50 tie, does the president of the Senate, Mike Pence, the Vice President of the United States, is he going to be able to break that tie and get to 51?"
  },
  {
    "transcript_id": "CNN-236707",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, I'm really amazed to hear that it hasn't been coordinated. From what has been said many times, not just by Russian officials, all the details, all the parameters of this humanitarian convoy have been meticulously discussed and agreed upon between Russia, Ukraine, International Committee for the Red Cross and OSCE. We also discussed with the U.N. representatives all the details have been struck, have been discussed, have been agreed upon. This is about humanitarian aid. This is about food. This is about medicines. This is about fresh water. It's about supplying the most important things to people in Lugansk, in the Eastern Ukraine, who have been suffering for months now, who have become victims of the punitive iteration (ph) by the Ukrainian authorities, which is continuing as we speak, which have been caught in probably the most dramatic internal military conflict in Europe since the war in former Yugoslavia. So --",
    "statement": "Mr. Dolgov, if I <COULD> get -- if I could get Oleksandr Scherba to respond to this, because Mr. Dolgov is saying in Moscow that --"
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Questions to the president at a briefing?",
    "statement": "Or - no. To the questions about, you <KNOW>, why doesn't the White House respond to the rumor that the president has been running drugs to Nicaragua for the last 30 years?"
  },
  {
    "transcript_id": "CNN-27353",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "With Glen Ballard it was such a different experience than we'd ever experienced before, in his whole presentation of everything and his whole scheduling of everything. So it puts us into having to be a mature band and having to be more a band for the studio.",
    "statement": "So they had a leap of faith with me and they said, \"We <BELIEVE> you can help us communicate better what we do already.\" Helping with the material was an important component, writing the song with David. (Dave Matthews Band, \"Dreams of our Fathers\")"
  },
  {
    "transcript_id": "CNN-253677",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This most recent mi mystery sparking more outrage, in a nation already embroiled in debate over police tactics and use of force. Those in this most recent encounter Baltimore's mayor promises answers.",
    "statement": "I want citizens to <KNOW> exactly how it happened. And if necessary, we will -- I will ensure that we will hold the right people accountable."
  },
  {
    "transcript_id": "CNN-401601",
    "matched_terms": {
      "absolutely": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well, it's clearly within Title 18 which is color of authority. Clearly, they were acting under color of authority there, the police officers, so it is within the province, it's exactly what you do in an excessive force case. It is both a homicide and it is a Justice Department Civil Rights violation, so if they all try to coordinate to make sure, hopefully they don't step on each other or hurt each other's investigations. But one, either the Fed or the state will have to go first, but I think it's clearly both of those offenses. And I also think the other police officers. When a police officer stops people who might come to the aid of that person, when they protect a person who is committing it, as some of them did put their knee on other parts of his body, that's assisting. There was no lawful purpose in what was going on for the amount of time it was going on. So, I think you're going to see more charges of more people. I would expect that, and by the way, the Justice Department has some very good Civil Rights prosecutors and the local U.S. Attorney, they are also, I understand, very competent. So, I expect there is going to be a lot of attention and more charges.",
    "statement": "I <SUSPECT> you're <ABSOLUTELY> right, Mayor Gelber. Let's get back to Miami -- Miami Beach right now. What do you anticipate happening tonight? I assume the curfew of the Miami-Dade County curfew at 9:00 p.m. Eastern that goes into effect in Miami Beach. What do you anticipate happening?"
  },
  {
    "transcript_id": "CNN-85103",
    "matched_terms": {
      "believe": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "I feel exactly the same way. For it, that's right I did. And I feel exactly the same way.",
    "statement": "I <KNOW> that the outcome is still in <DOUBT>. There is -- you know, just because the major fighting is over with, we all know that the real task still lays ahead of us. And I do not know, nor can anyone tell you how it is going to play out for <SURE>. But I will tell you that I do <BELIEVE> in the veracity of the president. You say that he was wrong on issues. Being wrong is different than lying. And I do not believe he ever lied to the American people."
  },
  {
    "transcript_id": "CNN-76391",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "None",
    "statement": "One of our top stories again today, Iraq, the U.N. and White House now pushing for greater international involvement in that country. The White House <APPEARS> ready to make some concessions for the U.N. As early as today the Bush administration expected to circulate a proposed Security Council resolution strengthening the U.N.'s role. Two reports right now. Live from the White House, Kathleen Koch is standing by, and Barbara Starr is with us at the Pentagon. Let's start on the front lawn with Kathleen. Good morning."
  },
  {
    "transcript_id": "CNN-192841",
    "matched_terms": {
      "maybe": "ungraded",
      "appears": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "CNN national political correspondent Jim Acosta is traveling with the Romney campaign. He joins us live by phone from Costa Mesa, California. Jim, I understand Mother Jones, the web site that released these secretly video videos, is going to release more.",
    "statement": "That's right, Carol. That's what they have been saying. And overnight, they did release an additional video of Mitt Romney at what <APPEARS> to be the same fund-raiser where he made some of these comments about people being dependent on the government. He talks in this new video on the Mother Jones web site about the two- state solution, the prospect for peace between Israelis and Palestinians and I'll talk about that in just a moment. But first let me just give you a taste of this news conference that Mitt Romney held last night. As you said, it was hastily arranged. Reporters were given 15 to 20 minutes' heads up. There were many reporters who rushed into the room in their workout clothes because they had <THOUGHT> they were done for the day and gone and started to enjoy their evening. And they were rushed into this room to this news conference. And that is where Mitt Romney was asked by reporters, pressed a couple of times as to whether or not he defends those remarks. And he said during the news conference that basically yes. He didn't apologize or walk back his remarks. He said that these are things that he has said before. But at the very end of the news conference, he was asked whether he felt that <MAYBE> he had offended some of these 47 percent of Americans who are going to support the president, in his words, and here's what he had to say to that."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Senior adviser for Mitt Romney. Thanks so much. They say they're not running from the nation's problems, but will one of them be run force president? The story ahead in the NEWSROOM.",
    "statement": "Let's go ahead and take a look at the big board now. Dow Jones Industrial averages up 75 points, resting about 100 points below the 13,000 mark. We'll be watching the business stories as well as the NASDAQ numbers, too. Up about 25 points or so. We will check in with Susan Lisovicz to talk more about oil prices and some news on Starbucks, <BELIEVE> it or not. They came to work on the nation's problems. Will they come back to work on a third-party candidacy? CNN's Jim Acosta reports."
  },
  {
    "transcript_id": "CNN-61214",
    "matched_terms": {
      "clear": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Now the question now is whether or not the president will be as successful with the U.N. Security Council members to get a tough resolution calling for possible military action against Saddam Hussein if he does not comply with U.N. resolutions. Wolf.",
    "statement": "Suzanne Malveaux at the White House, Suzanne thanks very much. The White House Press Secretary Ari Fleischer addressed the issue of Iraq yesterday, making it <CLEAR> the administration favors regime change no matter how it comes about. U.S. policy <APPARENTLY> draws the line, though, at political assassination. That wasn't always the case, as CNN National Security Correspondent David Ensor reports."
  },
  {
    "transcript_id": "CNN-188095",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I can tell you this. When the Democrats were investigating the U.S. attorneys that were accused of responding to political pressure, that I joined Senator Leahy in efforts to get transparency of all of the documents. I have not had that support of the Democrats in the Senate in my investigation.",
    "statement": "You mention the U.S. attorneys firing investigation. When the House committee looked into that, Darrell Issa said this when President Bush invoked executive privilege. Darrell Issa, now the change, said -- quote -- They didn't need explaining to the public.\" Is it possible now because of his past statements on executive privilege issues, the Democrats <COULD> say right now he is being partisan or he's being a hypocrite?"
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The problem is actions speak louder than words.",
    "statement": "I <BELIEVE> that everything that, you <KNOW>, you put out there and that`s --"
  },
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "We can decide how we want to spend the money, but we cannot continue to have trillion dollar deficits. You just can't do it. So we've got to decide, and now's as good a time as any, what you have to do in businesses and at the state, stop spending money, stop borrowing more money. We need to have balanced budgets like we do in the states. I wouldn't raise the debt ceiling. I would say no more.",
    "statement": "Joining me now live from Tallahassee is Governor Rick Scott. Governor, welcome to the program. I mean, your <OPINION> and advice runs counter to just about what everyone from both parties is saying. And it goes against what everyone in the financial markets is telling me in 15 years of my own capital markets reporting experience. So tell me exactly why raising the debt ceiling wouldn't have an effect on markets in the economy or state?"
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Sexy.",
    "statement": "Yes. You <KNOW>, it has all the elements of tabloid fodder. And Stormy Daniels understands that if she wants a book deal or something else that she's going to keep pushing while the Trump team keeps trying to muzzle them. And it's just escalating and escalating. And I <THINK> Stormy and the gang is loving every minute of it."
  },
  {
    "transcript_id": "CNN-283666",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "suspect": "ungraded",
      "feels": "ungraded",
      "hoping": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Jessica Schneider, live for us in Edmonton in Canada, thank you so much. Now, there is big news from the world of sports. The president of Europe's football governing body, Michel Platini, has resigned. He was banned along with Sepp Blatter over a $2 million payment from FIFA. Earlier the Court of Arbitration Board effectively rejected his appeal to overturn that ban though it was cut from six years down to four. Let's go live to CNN Center and speak to World Sport's Don Riddell about this. Don, good to have you on the program. Michel Platini says he'll fight what he calls an injustice against him. But is this really about UEFA or is this more about his bid for the FIFA presidency?",
    "statement": "I <THINK> it's a bit of everything, Hannah. A profound injustice is how Michel Platini described it. This stings on so many different levels for him. <OF COURSE>, he was <HOPING> to be the next president of FIFA. That ship has already sailed, and until this whole thing blew up, he was very much the frontrunner and many <THOUGHT> Platini would be a shoe-in for that position. That's now not going to happen. The six-year ban being reduced to four doesn't help him either. I <SUSPECT> he <FEELS> that the Court of Arbitration (inaudible) has just rubbed salt into the wounds because a four-year ban still precludes him from running for the FIFA presidency in 2019. And of course, amidst all of this, he's finally stepped down from his position as the president of UEFA. It leaves European football's governing body without a figurehead for the very prestigious championships being played in France this summer. Platini being a French man, of course, would have been very excited about effectively hosting such a major tournament in his home country. He is now no longer going to be a part of that. On so many different levels he's very, very annoyed and disappointed about the way things have played out today."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "You may redirect.",
    "statement": "Well, is this just another one of the things that you are imagining <MIGHT> happen?"
  },
  {
    "transcript_id": "CNN-176504",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Or anything else I might add. It's an awesome shot. Welcome back and happy Thanksgiving. Are you excited for that Thanksgiving Day meal or are you filled with anxiety and dread because you're in charge of cooking? Well, have no fear. Carol Miller from Butterball joins us this morning with some tips. We talked about thawing in the last hour of AMERICAN MORNING. And now we're going to talk about actually cooking the turkey. So you have your nicely thawed bird here. What's the first step?",
    "statement": "You <KNOW> who cooks the turkey at my house?"
  },
  {
    "transcript_id": "CNN-217055",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "But did you notice when they are filming the little girl dancing <AROUND>, did you notice a little boy that walked past, and that woman jerked his arm like he was a rag doll to get him out of the way?"
  },
  {
    "transcript_id": "CNN-203950",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And what do you want people who are watching the show to do in Jesse's name?",
    "statement": "Well, I'd like people to stand up and tell their congressmen what to do and what changes need to happen. Push for a ban on assault weapons and high capacity magazines, better background checks. Mental health is a big issue. It's complicated. And I <THINK> better school safety is <DEFINITELY> something that needs to be addressed. You <KNOW>, we have schools that have the most precious thing in the world -- our children -- in them. And I <THOUGHT> Sandy Hook Elementary was a secure school by standards. You had to be buzzed in. Who would ever think somebody would shoot their way into an elementary school? I never thought it would happen in Sandy Hook. I couldn't even begin to imagine it."
  },
  {
    "transcript_id": "CNN-77143",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Up until then the history of the sitcom that had essentially gone from the nuclear, biological family -- \"Leave It To Beaver,\" \"Donna Reed,\" \"Father Knows Best\" -- to the workplace family, that would be things like \"The Mary Tyler Moore Show\" and \"Murphy Brown.\" Here, this was more an out of workplace family.",
    "statement": "The network wasn't <SURE> the idea would fly."
  },
  {
    "transcript_id": "CNN-260223",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Well, Sunny, you`re right. He was very controversial. Let`s start with the fact he called himself the \"black redneck.\" And for years, he has staunchly defended the Confederate flag. He thinks it should be everybody`s right to fly that flag, and he`s basing this on relatives in his family who fought for the Confederacy. He`s also written a very controversial book supporting the Confederate flag. And he spent years, Sunny, going around to these different rallies, one of the only few black Americans at these rallies with a bunch of Caucasians with these Confederate flags flying everywhere, basically preaching about their right to fly this Confederate flag.",
    "statement": "I will say when I heard about this story, Stacey, I was <QUITE> shocked because I was in South Carolina, in Charleston, covering the terrible, terrible murders in Charleston, South Carolina, of the nine people at the AME Emanuel church, Mother Emanuel church. And there are <CERTAINLY> many people that find that the, you <KNOW>, flag honors Southern past, honors Southern heritage. But there are many people, African-Americans especially, that consider it to be a symbol of hatred and consider it to be a symbol of racism and hate. Tell us a little bit about the South Carolina flag."
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "If you want to take part, it will cost you $50, but you'll be able to vote once a month on different tasks, as well as learning more about how food is produced.",
    "statement": "A recent survey here in the UK show that most adults and children have little idea of where food comes form. Two out of five adults couldn't identify what an arable farm is, and one in six didn't <KNOW> that wheat was a major ingredient in flour."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I would imagine it would, but I haven't reviewed that time card in three years.",
    "statement": "<MAY> I approach the witness with 318 in evidence?"
  },
  {
    "transcript_id": "CNN-82740",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Mr. Williams, you first became a -- came to national attention supporting Clarence Thomas in the vicious, bitter confirmation fights. What was that all about? What does that tell us about America and about black people in America?",
    "statement": "No, not about black people, but about all people. You <KNOW>, I worked for Justice Thomas. I was his press secretary for four years. And I knew Anita. I mean, we would go out and have lunch and hang out. I considered her a friend, and she saw him as a father figure."
  },
  {
    "transcript_id": "CNN-21305",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I don't know if that's going to happen, I can't predict it. I have no idea from those arguments yesterday what's going to happen. And in fact you might not have a unanimous Supreme Court in Florida. You just might not have that this time.",
    "statement": "And, Bobbie, I <THINK> that that argument would have some merit expect for one important <FACT>, which is that the Florida statutes provide for both a protest and a contest phase after the election if you can show there is some error that <COULD> change the outcome of the election. Now I said on this program, and Laura didn't <SEEM> to have an answer for this, that there could be a number of votes in the Florida counties, in in Miami-Dade in particular, that nobody would disagree are valid votes for Al Gore, and that could change the outcome of the election. And so it's not a question of the Florida Supreme Court changing law, it's merely interpreting the law as it's interpreted the law for hundreds of years..."
  },
  {
    "transcript_id": "CNN-229181",
    "matched_terms": {
      "potentially": "ungraded",
      "certainly": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "When it comes to those more powerful submersibles, Erin, we know they exist, but they could be anywhere in the world. And we also know it takes a significant amount of time to get them there to where you are. Do we have any sense if any of those are on the way?",
    "statement": "Not at the moment. That's something that Australian authorities have not said, just something that we understand that they are considering. We <HOPE> to get more information on that in the coming days. But they are <CERTAINLY> considering deploying more underwater submersibles into this area, a <POTENTIALLY> broader search area, Poppy."
  },
  {
    "transcript_id": "CNN-311398",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "I'm an aunt of a little boy who had open heart surgery because of a heart defect. When I heard this story, I teared up. I think it's great that he was that transparent and open. I would agree with him that we as Americans, whether Republican or Democrat, any child going through this should get the care that he or she needs. What I disagree about is that the answer to these problems is Obamacare. So, when it comes to pre-existing conditions, Republicans are talking about having a health care that does have pre-existing conditions as an element of that. But the issue is, one of the reasons why health care is so unaffordable to begin with is because of so many of these policies of Obamacare. My premiums have tripled since Obamacare. We need to get to the heart of the issue which is cost and quality of care.",
    "statement": "Let me ask you this, Brad. We heard the President say that the GOP bill will guarantee coverage for those with pre-existing conditions but the reality is, states can opt out. I mean, this is <SORT OF> the big sticking point between conservatives and moderate conservatives."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Good to see you, sir, thank you very much. And Paul was giving the idea of oil being one of the reasons. Well, are the markets were weighed down by the sudden slump in oil. Brent crude has fallen 5 percent, lowest number since November. With concerns about rising global oil output and stockpiles, Alan Valdez is at the New York stock exchange. Alan, you joined me on \"QUEST EXPRESS\" on the floor when it was just at its peak or low trough, as you might say, of 100 points. You said it was oil. Do you still maintain that was the reason?",
    "statement": "Yes, but you <KNOW>, one of the reasons for it, there was a rumor later in the day, there was big margin selling going on, big liquidations going on. That was at the time we saw it really tank. I <THINK> that was the culprit, that rumor that there were liquidations. People were panicking, margin calls, that's it. The show's over for the day."
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "So he will do that. And I <THINK> it's because he <FEELS> he got burned. How it serves him is another question. I do think -- he's not an ideological person. The Freedom Caucus, <OF COURSE>, is an ideological caucus. So it does not surprise me there's a big gap there and it doesn't surprise me he wants to take it out on them to some extent, but I don't <KNOW> how it sevens him getting an agenda done."
  },
  {
    "transcript_id": "CNN-52631",
    "matched_terms": {
      "think": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "It could be. Al-Jazeera, in the statement we released before putting out on the air any of these clips, we mention the facts that it is very clear that we are talking about here some production elements in it; the chroma, that is imposed of the background, for him. Because the document that was shown in that documentary or that tape we received indicates that the tape or the will has been taped about the 6th of March, 2001, about six months or more before September 11th. So, of course, it's very clear that it is imposed. Also, the time difference, there is nothing to say that the time of the tapes are the same time. Some narration is even mentioning the Arab summit in Beirut, for one of the narrators in that tape that -- we haven't released most of it, yet. But, as I mentioned Jim, the significance of it for us is not the bin Laden tape, or Alhaznawi tape, but it is the first time we have from the horses mouth a confession that the al Qaeda was responsible for September 11th attack. This is a given for granted...",
    "statement": "Do you <THINK> this is an effort, <PERHAPS>, to renew interest in, support for, al Qaeda?"
  },
  {
    "transcript_id": "CNN-74271",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "If you thought the fiasco with hanging, dimpled and pregnant chads in the presidential election in Florida in 2000 dictated a move away from paper ballots and toward electronic voting, you might want to think again. Johns Hopkins University researchers, after studying the computer code for Diebold Election Systems electronic equipment has asserted, the equipment is vulnerable to massive fraud.",
    "statement": "I would say a 15-year-old computer science student or someone who is a hobbyist in computers <COULD> sit in a garage and manufacture smart cards that could be sold to people and give them the ability to vote unlimited number of times."
  },
  {
    "transcript_id": "CNN-159883",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Let's bring in our Pentagon correspondent, Barbara Starr -- Barbara, this may now be the law of the land, but it's going to take a while to implement it.",
    "statement": "It is going to take some time for the Pentagon to work its way through the bureaucracy. Get ready for all of this, Wolf. But the president today made it very <CLEAR>, he does not want it to take too long."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "There's lots of talks about memos and possibly tapes of interactions. Do you think the special sounsel, Jeff, will be able to get his hands on White House tapes if they exist?",
    "statement": "I would <HOPE> so. If they do exist than the White House will have to respond."
  },
  {
    "transcript_id": "CNN-142680",
    "matched_terms": {
      "maybe": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Now, one of the proposals that's being floated and was handed to you over the weekend is from Senator Max Baucus, the chairman of the committee. It's no public plan, non-profit co-ops would provide insurance for people who are uninsured, it expands Medicaid eligibility, as well and then levies of fees on insurance companies who provide high end Cadillac plans to help pay for the overall reform, is that something that you can support?",
    "statement": "Well, one thing about the co-ops, if they're going to end up just the way we've known co-ops for 150 years in America, the answer is yes because they're consumer driven and all the consumers benefit from it. They're organized by members. There's no federal government running the co-ops, et cetera. And that's the way that Senator Conrad has devised them and I've been discussing that with him and along the lines of what he suggested. It's very favorable. And just in case, that somebody comes along and wants a federal board, the federal government to accept the risks. So we ended up with a health care Fannie Mae, then that would away no-no for me. In regard to the tax that you asked about, the only thing I would suggest is both Congressional Budget Office and the Joint Committee on Taxation has said that those costs would be passed on to the premium holders. So it's going to drive up the cost of insurance, <MAYBE> at a level of insurance that we shouldn't be subsidizing in the first place, but the case is that the extent to which consumers pay for it, that is a concern as opposed to if the corporations would have had to pay for it, the people providing the insurance, it <PROBABLY> would be a better approach."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Secretary of State Condoleezza Rice met with her Russian counterpart earlier this month and raised concerns about shutting down media critics and Kremlin prosecutions of Putin foes. The White House also is frustrated, among other things, with Russia's nuclear cooperation with Iran and missile sales to Syria. And Senator John McCain says Mr. Putin must be pressured to keep a promise to pull Russian troops out of neighboring Georgia.",
    "statement": "Sooner or later he has got to realize that the path that he's on is one, which will eventually bring his government down. I mean you can't continue this <KIND OF> consolidation of power and not expect to be eventually isolated, at least to some degree in the world."
  },
  {
    "transcript_id": "CNN-69487",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Very interesting. All right. Jamie McIntyre, thanks very much. Here's your turn to weigh in on the war in Iraq. Our \"Web Question of the Day\": Do you think weapons of mass destruction are still in Iraq? We'll have the results later in this broadcast. To vote, we invite you to point your browse to cnn.com/wolf. Now let's send it off to Christiane in Baghdad.",
    "statement": "Miles, there are people in a Baghdad neighborhood today, residents talking about a fierce gun battle that occurred there this week. They said they heard helicopters fighting and all of a sudden doors were being bashed down, and finally they realized after it was made public that a man called Abu Abbas -- Mohammed Abu Abbas -- had been captured by the U.S. forces. Now many people are saying that he was allowed into Israel for so many years in the late '90s, that the U.S. had, you <KNOW>, dropped charges <APPARENTLY> against him. David Ensor broke the story last night and the question, David, is what is the U.S. going to do with him?"
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "I almost hesitate to ask what is an Air Force weenie?",
    "statement": "I <GUESS> I'm not supposed to <KNOW>."
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "And, you know, we keep talking about his kids. You know, it's difficult because even though his teenage son was there with him, which is very hard for him and our hearts go out to him. He had this baby also now in his new marriage, barely a year old. Are you confident that Jim's circle was tight enough that to help out his wife with had kid and understanding who her daddy was. That they'll be there?",
    "statement": "Yes, I am <CONFIDENT>. I mean, he has a tight group of people and his wife -- I mean, my heart just breaks for her and for his son and daughter. But I do <THINK>, you <COULD> even tell the acting community of those who <PERHAPS> didn't <KNOW> him as well. I mean, just look at social media. The outpouring is incredible. So much respect and love for this guy."
  },
  {
    "transcript_id": "CNN-38996",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But the president appeared willing to assume responsibility for getting the economy back on track.",
    "statement": "Any American out of work is too many Americans out of work. I want the American people to <KNOW> that we're deeply concerned about the unemployment rates and we intend to do something about it."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yes. He has to start doing that. Because this is going to be on the minds of these delegates. And you know, it is a concern for the republicans and all the candidates have the same problem, there's a lot of hostility here. Among republicans for the candidates that are not supporting him. Much less so in the Democratic Party. So, he has got to the start elevating a little bit here.",
    "statement": "But he's also stirred the pot in the <KIND OF> a clever way. He's got a fight going on within the Republican National Committee. He's got the chairman fighting with the state party in Florida, for example. And he's also gotten people into <THINKING> that the system is rigged to a degree or unfair to a degree. And you <KNOW>, I <THINK> that that -- that that works in Donald Trump's favor, you know, in the long haul."
  },
  {
    "transcript_id": "CNN-395201",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Japan's prime minister Abe Shinzo has been addressing his country's response to the coronavirus pandemic. For more now in Japan, let's go to Will Ripley in Tokyo. Will, what does the prime minister say?",
    "statement": "So just moments ago, Anna, Prime Minister Abe said that even though the Japanese diet, the parliament here in Tokyo, passed a law allowing him to enact emergency powers, he says, at this point, the situation here in Japan, does not meet the threshold of enacting those emergency powers. And that is, because he says, you <KNOW>, the number of new cases is relatively stable. They've announced 40 new cases. The total amount here in the country just over 1,400. Just half of those are cases on land. The remainder are tied to the Diamond Princess cruise ship and you have just over 2 dozen deaths here. If the prime minister wants to, anytime he <COULD> declare the emergency powers, he's had that power basically now for two years and what that could mean, the government has a whole host of new authority over people's everyday lives here. Lawmakers have described it as having a grave impact on lives. You could force the closures of school; you could force people to stay inside. You could cancel events and even force food and medicine to be sold to local governments. It can even take over personal property and turn it into a hospital, that <KIND OF> thing. So the prime minister saying at least the situation here isn't serious enough to warrant that. But <OF COURSE>, there are politics at play here, Anna. What Japan doesn't want to do is have another negative headline that we saw weeks ago with the Diamond Princess cruise ship, the number of cases ticking up. That just raises new questions about whether or not Japan <SHOULD> or shouldn't go forward with the Tokyo 2020 Summer Olympics."
  },
  {
    "transcript_id": "CNN-403454",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Hello, I'm Richard Quest. There's more QUEST MEANS BUSINESS for you in just a moment. We'll be talking to the head of Aspen Pharmaceutical. It's the company that makes the steroid that is widely now accredited as helping in the fight against coronavirus. And the Danish football club that is getting creative filling the empty stadium. Well, it's not actually filling it, it's doing something very similar. We'll talk about that after the break. All of that comes ahead. This is CNN, and on this network, the facts on the news always come first. NASCAR is rallying around the African-American driver Bubba Wallace, a crew member found a noose hanging in Wallace's garage a day before the 500. As the race began minutes ago, drivers gathered around Wallace's car pushing him to the front of the pack. Racers also joined him during the singing of the National Anthem. President Trump is said to be furious over the disappointing turnout at his campaign rally on Saturday in Tulsa, Oklahoma. Fewer than 6,200 people showed up after campaign officials said more than a million people registered for the event. Disneyland Paris says it will begin a phase reopening starting on July 15th. That's the same week plan for the company's theme parks in the U.S. state of Florida. The park will increase cleaning frequency, limit attendance and require physical distancing. Exclusive new poll details by CNN and Savanta ComRes. It shows profoundly different views between black and white people on a variety of subjects when particularly when it comes to racism in the United Kingdom. 69 percent of black respondents say black and minority ethnic people have less opportunity to succeed than white people. And only 29 percent of white respondents said that. Andrew Pearce is the managing director of Accenture. He's also the U.K. Chair of the Executive Leadership Council. He joins me via Skype from Lincolnshire in England. I mean, on one level, sir, I'm not surprised by this finding, because it sort of tells us what I think we all perhaps feared but we now have numbers and evidence to prove. Would you agree, would you back that up?",
    "statement": "Most <CERTAINLY>, Richard. I <THINK> what has happened is that as with anything else, particularly in business, you look for data. And the data is very <CLEAR> now and shows the experience <AROUND> the black community and black population in business that wasn't fully apparent previously. And that is something that's important to business, it's also important to society. So it is no surprise to me. But I think what is more apparent is that it's becoming much more visible to our leadership and to the wider community in general."
  },
  {
    "transcript_id": "CNN-331244",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "You know, judge, the other -- the other fascinating aspect of this and I think only if you sit in your shoes on that side of the bench, you would have to process this in a way that the rest of us can`t imagine. You have someone in front of you who is apologizing and turning around and saying to his victims I will carry your words with me, but at the same time just prior to that writing a letter of complaint to the judge about his treatment through the whole process.",
    "statement": "Can you <BELIEVE> that? I mean, how dare he."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "As are we all across the country, Jason. The idea that this could happen, of course, is repulsive. It leaves us all wondering what in the world was happening. As you -- as you have gone through this horrific day, have all your friends been safe, students that you have personally come in contact with, in touch with throughout the day in your classrooms? Are they all safe?",
    "statement": "I don't <KNOW> of anyone personally that was in that building except for one guy, a system dynamics teacher of mine. I <HOPE> he's OK. I e-mailed him and he hasn't gotten back to me. And if you're out there, I hope you're doing fine. But everybody else, as far as I know, I don't know of anyone that was in that building personally."
  },
  {
    "transcript_id": "CNN-227399",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, there's a lot of garbage in the ocean even down in the Indian Ocean. We heard various reports that the southern I.O. is pretty clean but there's still a lot of trash there. So those reports until we have something picked up, they were just potential. So I don't think that -- you know, there's no validity to those reports unless we saw something.",
    "statement": "Well, the interesting thing is, is they worked this out using mathematics, I <THINK>, right? With this new area where the plane <PROBABLY> went down based on the speed in which it was traveling, and then these planes flew over that area and I would assume they saw these objects floating with their naked eye, five different planes spotted debris in the ocean. So I don't <KNOW>. It just <SEEMS> -- I don't know what to think. That means the satellite images that we've been talking about for the last couple of days mean nothing and we shouldn't have relied so heavily on them <MAYBE>?"
  },
  {
    "transcript_id": "CNN-232195",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I come down on the side that you don't negotiate with terrorists. I think that's a rock solid principle and I think once you show that there's weakness there, that you open the door for possibly other bad things to happen.",
    "statement": "CNN's Erin McPike joining us now live from Washington. Good morning to you, Erin. We <KNOW> that President Obama says he'd do this swap over again for Bergdahl despite the political firestorm it's causing on Capitol Hill. What are you hearing? What are the rumblings there?"
  },
  {
    "transcript_id": "CNN-258795",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "A recent study found that ISIS and its supporters have tens of thousands of social media accounts used for recruiting and incitement. Is the U.S. doing enough to stop this? Joining me now to talk about it, CNN law enforcement analyst and former FBI assistant director Tom Fuentes. We have CNN counterterrorism analyst and former CIA official Phil Mudd. And we have CNN military analyst, retired Lieutenant General Mark Hertling. We just talked with Congressman Royce about this new wing that Europol, the European police agency, is putting together that's just about tracking down these sites, trying to eradicate them. So they have this big effort to do this, to counter the propaganda. Should the U.S. do this? Can the U.S. do this?",
    "statement": "Well, first of all, not to be too critical of Europol, but when I ran FBI international operations and worked with Europol, and had an agent, one of my agents, assigned to Europol full time, we discovered that they have a very difficult time doing anything. And the reason is before they can implement a single policy, a single decision, every single member country has to be unanimous in approving it. So if you have other countries that don't go along, <MAYBE> the messages are too harsh, maybe the action isn't appropriate, they're not going to get it done. So I don't -- I wouldn't worry too much -- if I was ISIS, I wouldn't worry too much about what Europol is going to do to them."
  },
  {
    "transcript_id": "CNN-79225",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, indeed. I mean this is believed to be, at this stage at least, a simple accident. A tragic accident, but an accident nonetheless. Although, I should say, also this morning we understand from the intelligence services in Britain that they have changed their threat alert level. They say that this is due to information they've received, that an attack is imminent in the U.K. with al Qaeda working out of North Africa. They aren't giving any details about a specific threat or a specific attack that might be planned. They do say it that is has nothing to do directly with President Bush's visit to this country. But nonetheless, they've gone to an internal threat alert state of severe general, which is one up from where they were yesterday. So this, of course, all comes together. There's going to be enormous security for the president's visit. Five thousand policemen are going to be on the streets of the capital. All police leave has been canceled. Bush will also be bringing, of course, his own security personnel. And even Buckingham Palace is not immune to this. We understand that there have been teams sweeping the palace, checking interior walls, possible explosive devices that may be hidden there, et cetera, et cetera. This is -- no chances are being taken with the president's visit here to Britain.",
    "statement": "Diana, how do you <THINK> it will play for those there? I mean, how will this actually impact British Prime Minister Tony Blair's standing? I <KNOW> that he has had a number of difficulties. And really, is it going to help to have this <KIND OF> one-on-one, this presence where you actually have President Bush there on the ground involved in these talks?"
  },
  {
    "transcript_id": "CNN-139529",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, it's been challenging for us with this ban on us and other members of foreign media to cover these rallies, but we have as many eyes and ears as possible looking around the city. And we understand about 20 minutes ago there was yet another rally in a major city square here in Tehran, the fifth day in a row where the supporters of Mir Hossein Moussavi, the disgruntled candidate, have had rallies. But another very interesting development late this afternoon. This has been a political drama with lots of twists and turns. The latest twist and turn took place on a soccer field in Seoul, South Korea. Soccer is huge here in Iran and a couple of hours ago the Iranian national team taking on South Korea in Seoul. Some of the members of the team were wearing green wristbands, green, of course, the symbol of Moussavi's campaign. No official word whether this was an organized show of solidarity on the part of the team, but certainly this could give the supporters of Moussavi a big boost in this rally today. Heidi?",
    "statement": "All right, <CERTAINLY> a lot going on there. And the story continues. Our Reza Sayah coming to us from Tehran this morning. Reza, thanks so much for keeping us updated on that. Social networking sites are having a big impact on this election and the aftermath of the election, too. And this morning, those sites are weighing in. Our Josh Levs has been following it and joins us now. Yes, a lot of people really using this to express themselves, Josh."
  },
  {
    "transcript_id": "CNN-248609",
    "matched_terms": {
      "certainly": "ungraded",
      "thinks": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Good to see you this morning. I'm John Berman. Thirty-one minutes after the hour. We want to welcome our viewers here in the United States and around the world. Breaking overnight: the kingdom of Jordan has executed two terrorists, one of them the woman who ISIS tried to trade for the life of a captured Jordanian fighter pilot. Jordan hanging would-be suicide bomber Sajida al Rishawi at dawn, doing that after ISIS released the horrific video that appeared to show this pilot being burned alive. CNN is not showing any part of this video. It's ISIS propaganda. But Jordanians are outraged this morning. People around the world are outraged. In Jordan, there are demonstrations on the streets, demands of vengeance, and the government there is vowing to oblige. A spokesman says the pilot's blood will not be shed in vain. Jordan's King Abdullah cut short a visit to Washington to return home. He is expected to land in Jordan shortly. CNN's Becky Anderson joins us now for the latest. Becky, good morning.",
    "statement": "Good morning, John. And the king's arrival in about a half hour coincides with a statement by the father of First Lieutenant Muath Kaseasbeh, the executed pilot. In the past few minutes, he demanded the following, nothing short, he said, of annihilation of ISIS. And the father went on to say that he wants to revenge the blood of his son's executions. He said that the would-be female suicide bomber and one other overnight not enough, he said. Assessing the mood both in Jordan and here in the region, I have to say at least at this hour, that if ISIS <THINKS> that the latest evil will cause regional players in the U.S. fight against them to crack in their support, then they have seemingly miscalculated, John. King Abdullah, as you say, due back from Washington in the next 30 minutes. There are crowds gathering at the airport as we speak. And he has vowed, quote, \"punishment and revenge\" for the death of the pilot. The king describing ISIS as a deviant criminal group. He is expected to visit the village near the south of the country to pay his condolences to Kaseasbeh's family and members of the tribe, a crucial tribe that provides an enormous amount of military force for the effort against ISIS. And just one other thing, the UAE's foreign minister, Sheikh Abdullah bin Zayed has said in the past few hours, and I quote, \"The heinous and obscene act represents a brutal escalation by the terrorist group.\" He went on to say, \"It is a defining or the defining moment.\" I have to say, watch this in the hours, days and weeks to come because it <FEELS> <CERTAINLY> like a watershed moment at this point. The question is, how the ratcheting up of the effort, if that is what it's going to be in this U.S.-led coalition against is will manifest itself -- John."
  },
  {
    "transcript_id": "NPR-11971",
    "matched_terms": {
      "perhaps": "ungraded",
      "clear": "ungraded",
      "stuff": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Jeb Bush resigned from more corporate boards recently than most of us have chopping boards in our kitchen. Is there a chance he won't run for president now?",
    "statement": "Not anymore. He's cleared his decks. As you mentioned, he's gotten a lot of financial <STUFF> out of the way, old emails from his time in public office. The fundraising operations he's created are a <CLEAR> sign, also, the team he's assembling, the social media presence. Four years ago, he said he had family issues that kept him from running. And now <PERHAPS> he <FEELS> he's resolved those. But whether he has or not, he is running."
  },
  {
    "transcript_id": "CNN-59398",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "I see...",
    "statement": "But that is only an assumption and a good <GUESS> from some very top analysts."
  },
  {
    "transcript_id": "CNN-113241",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "He won the 1976 Republican nomination, with Bob Dole as his running mate, but was defeated by Jimmy Carter in one of the closest presidential elections in history. In his nearly three decades in politics, Ford brought a humble touch to Washington. He turned down offers to play professional football to attend Yale Law School instead. He served on an aircraft carrier in the Navy during World War II, married the former Betty Bloomer, and was elected to Congress in 1948, representing his home state of Michigan. Re-elected 12 times, he rose to become Republican leader in a Democratically-controlled House, where he learned the now lost art of bipartisanship. That respect from his colleagues invaluable to a man who accidentally ascended to the White House but ultimately helped heal a nation.",
    "statement": "College athlete, naval officer, congressman, vice president and president, Ford famously remarked once that he had long <THOUGHT> Congress was the seat of power in this country. His stint as president convinced him otherwise and he exercised his right to veto some 66 times. President Ford is survived by his wife Betty, three sons and a daughter. The former first lady said President Ford's life was filled with love of God, his family and his country. Dan Simon reports from near the Fords' home in Palm Desert, California. A news conference on the funeral arrangements has just begun -- Dan."
  },
  {
    "transcript_id": "CNN-397320",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And Barbara -- you know, better than anybody else. I mean the kind of relationship of a commanding officer. This Captain Crozier -- he is almost like, you know, a parent I mean in this, you know, this floating city, you know. And people are living in close confines, quarters, and you know, there's a lot of anxiety that comes with that kind of sudden separation as we're now hearing from your reporting and others.",
    "statement": "Well, that's right. And I <THINK> anybody who deals with the U.S. military, whether it's the Army, the Navy, the Air Force, will tell you that young troops, the one thing that they really don't want is to not <FEEL> like they have full and complete information about what is happening to them. Whether they're about to go into battle, whether, you <KNOW>, they're facing a virus, whether they're facing any <KIND OF> situation on their bases back home, they want information. And if that information is not communicated properly to them, that's how you get these kinds of situations. Any commander will tell you, that's what you want to avoid. And that's one of the reasons the Navy really has to look into this very carefully and find out. It was an extraordinary circumstance. You had, you know, the crew basically a few days ago, yelling back at the acting Navy Secretary and he eventually was removed from office because of his attitude about the whole thing."
  },
  {
    "transcript_id": "CNN-183723",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Gosh, gosh.",
    "statement": "I don't <KNOW> if you want to take that bet."
  },
  {
    "transcript_id": "CNN-328916",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Well, for the fourth time this year a North Korean soldier has defected to South Korea.",
    "statement": "He crossed the DMZ early Thursday. South Korea says it's soldiers held their fire during the defection but warning shots were later fired at North Korean guards who were close to the boarder <APPARENTLY> searching for the soldier."
  },
  {
    "transcript_id": "CNN-284382",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Telegraphing what he is doing ahead of time, and keeping his counsel and Why did he just come forward?",
    "statement": "I <THINK> it is possible to be a little too cynical about this. What this tells us is what the election is about. We are going to have one <KIND OF> Supreme Court if Hillary Clinton wins, we are going to have another kind of Supreme Court if Donald Trump wins. This is a good lesson in that. I think that's good because I think that's why we have elections. Let's be <CLEAR> about what the stakes are."
  },
  {
    "transcript_id": "CNN-238796",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Such a terrible crime there -- the loss of one state trooper. This shooting happened in a rural area -- a very few homes in the area. No shelter in place ordered given by authorities but they are asking people in the area to keep an eye out -- Deb.",
    "statement": "And Nick does this <SEEM> like a crime of opportunity? A retaliation? Were there any threats made against any of these troopers or against the barracks itself?"
  },
  {
    "transcript_id": "CNN-258841",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, I think that you felt that people were all against you and that you wanted to shout what the truth was. When you're in those kinds of situations, you know that you can trust your family. And so -- so we really leaned on one another. In a strange way, I think that it was healthy. I wouldn't recommend it, but it was healthy in some ways.",
    "statement": "It <CERTAINLY> didn't help politically."
  },
  {
    "transcript_id": "CNN-84714",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "The mayor's creation of the Office of Emergency Management and his issuance of his incident command directive were attempts to address the long-standing rivalry between the NYPD and the FDNY. This rivalry has been acknowledged by every witness we've asked about it. Some characterized the more extreme manifestations of the rivalry, fist fights at the scenes of emergencies, for instance, as the action of a few knuckleheads. Some describe the rivalry as a result of healthy organizational pride and competition. Others told us that the problem has escalated over time and has hampered the ability of the city to respond well in emergency situations.",
    "statement": "Now, the current mayor, Michael Bloomberg, issued protocols last week that were intended to address some these command and control questions. It would give authority to police in some instance, fire in other instances, depending on the incident in their areas of expertise. Some of the panelists this morning were asked about this. One said it was a first step. Another said it wasn't enough. And one of the commission members weighed in. Lee Hamilton called this a prescription for confusion. Under questioning today there also has been considerable discussion of those lessons learned. And we've discovered that several steps that <MIGHT> have been taken in the wake of 9/11 have not yet been instituted. Amongst them, fire codes and building codes that still don't take into account the differences between a 20-story building and a 110-story skyscraper, emergency drills that even at this place in time do not instruct civilians on whether or not it's feasible for this them to evacuate to the roof in a cites. Also, repeaters. This is something that was in the World Trade Center. It's supposed to allow for easier communication amongst first responders in an emergency situation. Those are still not in all of the high-rises here in New York City. Now, this has been a very emotional day. Family members of those who perished are here in the hall today. Some of them have been crying. At one instance, one of them even held up a sign that said \"Lies.\" Their editorial reaction of what they have been hearing today. Wolf, back to you."
  },
  {
    "transcript_id": "CNN-345340",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Alisyn, I understand that. That's one of the reasons why he's got to walk this stuff back. But I think what he's doing right now is he's conflating the two issues of collusion and the Russians actually meddling in the election, and he's saying, wait a minute, people are going to say that my electoral success is delegitimized by all this. That's the expression of the frustration. That's where he's coming from. He's got to knock it off.",
    "statement": "I understand that, but, again, the office of the presidency has to be bigger than any one person's ego, as you pointed out. Something else interesting happened yesterday -- or I <THINK> this was either Sunday or Monday. CBS asked the president about Dan Coats, the DNI, his warning. He is sounding the warning bells, and what he said is he sees red lights flashing about what's to come for the midterms and 2020, the way red lights were flashing before 9/11. It's that dire of a situation. There's that many warning signs that Russia is going to do it again. The president was asked about this. You <KNOW> what he said to CBS? Well, I don't know, I'm going to have to look into that. He doesn't know whether or not Russian is going to try to look into that? How can the president of the United States not know that, Anthony?"
  },
  {
    "transcript_id": "CNN-265216",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "White House senior adviser, Valerie Jarrett told CNN these two leaders they have more business to tackle in the President's final months in office.",
    "statement": "The work is never done. But with two men of this caliber who share ideals and who share values about human decency, respect for differences I <THINK> that it's going to be a really, really positive visit."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "How is it that that can be the only description? I mean, if people <COULD> recognize that he`s a black male, as you put it, then we have to have at least a height, an age. Is he elderly, is he young? Because that is not a very helpful description."
  },
  {
    "transcript_id": "CNN-160551",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "What evidence could there be on the scene that would aid you in the investigation?",
    "statement": "Well, there's going to be evidence <OBVIOUSLY> physical evidence, you <KNOW>, the gun, anything that was done, any <KIND OF> injury where any kind of other device <MAY> have been used or any other vehicle was used. They're going to go ahead and obviously interview everybody, try and determine the history of things, why this happened, why this person did what they did. So there's going to be a lot that's going to contribute to the evidence both at the scene and in terms of background investigation and further investigation."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Thanks, Steve.",
    "statement": "Well, police here in California have arrested the friend of San Bernardino terrorist, Syed Rizwan Farook. Investigators <BELIEVE> Enrique Marquez bought two assault rifles used in the December 2nd attack."
  },
  {
    "transcript_id": "CNN-221388",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Bread, you know big barracks. Where it could be 50 or 100 people in one room. Nothing good.",
    "statement": "Were you worried? Was there in many prisons <AROUND> the world, there's violence between inmates or violence from the warders to the inmates. You were stabbed with a knife?"
  },
  {
    "transcript_id": "CNN-196770",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "You know, I was reading an article, Fran, Daily Beast this morning talking about -- basically they called it al Qaeda 3.0. And they point out that the longer this bloody civil war continues in Syria, you know, the more the group benefits. You have sectarian polarization. They're hoping, as you mentioned, you know, Syria's neighbors, that it does spill into these other countries. But I thought it was interesting that this group is not openly associating itself with the brand name al Qaeda, instead using a cover name. Why is that?",
    "statement": "You <KNOW>, look, the association, we have long seen affiliates of al Qaeda <BELIEVE> historically that announcing themselves as being affiliates was a good thing, right? They got a benefit in terms of recruiting and raising financial resources. But, <OF COURSE>, with the affiliation of al Qaeda comes the detriment of the United States has been very public in its targeting of al Qaeda assets, its willingness to use things like unmanned aerial drones, and so there is a drawback if you're an affiliate of al Qaeda that we <MAY> bring all our power to bear in terms of legitimate targeting of your personnel and your assets. And so you've got to believe that in some respects, they understand -- these affiliates understand this. They're in a virtual war zone. There is <CERTAINLY> a civil war in Syria, and so you <COULD> understand why the al Qaeda affiliate in Syria <MIGHT> not want to directly associate itself with al Qaeda."
  },
  {
    "transcript_id": "CNN-21594",
    "matched_terms": {
      "potentially": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "opinion": "ungraded",
      "opinions": "ungraded"
    },
    "previous_statement": "Dan, you clerked for Justice Kennedy, and Justice Kennedy and Justice O'Connor are the two names that we do not see appearing in this opinion, and yet, they were perhaps the two most sought after justices, perhaps by both sides. Apparently the majority got them. Why is it -- why was there a per curiam opinion written, and why then didn't we see Justice O'Connor and Justice Kennedy write a 5-4 opinion?",
    "statement": "While you don't see their names on these <OPINIONS>, I <THINK> their fingerprints are all over the per curiam I think in two respects, not only stylistically, I think you can see a lot of their writing in the <OPINION>. But I think really, the heart of their approach here, I think they both were looking for a statesperson-like way of getting consensus, of trying not to write the most divisive opinion that <COULD> <POTENTIALLY> be written here. I think, at the end of the day, they both felt uncomfortable joining an opinion such as the one that the Chief Justice Rehnquist would have I think preferred to write, which would have really taken issue with the Florida Supreme Court's interpretation of Florida law. I think they rather -- what they want us to do is get a consensus, and really seven justices did agree."
  },
  {
    "transcript_id": "CNN-362743",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "He was 35. He was acquitted six years later on that. So, this has been a long time coming. It's been an open secret in some circles. There's been frustration about these young women not being taken seriously. The culture has now changed. Many of them, <PROBABLY> after that case in 2002, said, \"You <KNOW> what? I don't want to come forward. Nobody's going to <BELIEVE> me. And then, you know, R. Kelly's still going to go on to be a star, and I'm going to be the person who lied about R. Kelly.\""
  },
  {
    "transcript_id": "CNN-348881",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "We disagree, Jason.",
    "statement": "Well, respectfully we'll disagree. Now, where I will agree with you I <THINK> this a candidate running for office needs to be very careful with the words that they pick and I will agree that especially if you're a white candidate running against an African-American candidate, there are certain phrases or certain expressions that just don't work if you're running against an African- American candidate, because even if it's completely unintentional, it's going to become a racial issue. So I completely agree with you. I think you make a very valid point. But <KNOWING> Ron DeSantis and having spent a lot of time <AROUND> him, he would -- he would not go and make a comment like this intentionally. So -- to that point. But also, you <KNOW>, to the point about president Trump and using -- insulting people on the trail -- I mean, look, he insulted basically every candidate that he ran up against in 2016, whether it be John Kasich or Jeb Bush or Ted Cruz."
  },
  {
    "transcript_id": "CNN-366079",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Isn't that the reason -- Abby, chime in -- isn't that the reason he's saying he's essentially punting because the Republicans don't have majority in the House?",
    "statement": "It is. He's punting because everyone in the White House on Capitol Hill, they <KNOW> that there's almost a zero chance of a bill addressing health care getting through both chambers of Congress in the next two years. That being said, I spoke to a senior White House official this morning who made it <CLEAR> that the president's <VIEW> of this is that health care is a major weakness for him going into this election. They are worried that if you have Democrats on the one hand talk about Medicare-for-All, talking about all of the various ways in which they want to address the health care concerns of voters, which we know based on polling is extremely important to them and they go into this election completely empty handed with no answers to that, that is a problem. But they also <THINK> that Medicare-for-All is a radical idea and they want to <SORT OF> put Democrats on the defense on that. And the only way to do that is for the president to continue to talk about it. That is why the president is talking about it. But I think Republicans more generally, all of the rest of the Republicans who are running in 2020, they don't see much advantage in having this conversation at all. They are recognizing how powerful it is as a motor for Democrats in 2018 and they would rather talk about literally anything else. So you have competing interests here. But the compromise I think we're seeing right now is the president saying, we're not going to put an actual bill out there. We'll talk in generalities about what we want from a health care bill and talk about how bad Medicare-for-All is and then vote on it after the election. So this is <KIND OF> a compromised position that we've gotten between the president, who wants one thing, and Congressional Republicans, who want something completely different."
  },
  {
    "transcript_id": "CNN-48258",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Thanks, Lou.",
    "statement": "Well in less than three hours, President Bush will deliver his first State of the Union Address since he took office a year ago. A lot has changed. The budget surplus has vanished. The economy has slipped into recession, and terrorists, <OF COURSE>, launched the most deadly attack ever against the United States on American soil. As a result, the President tonight is expected to ask for tax cuts to stimulate the economy for more money to defend the country and to pursue the War against Terrorism. Tim O'Brien reports from Washington."
  },
  {
    "transcript_id": "CNN-251219",
    "matched_terms": {
      "could": "ungraded",
      "absolutely": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, it's dropping down toward areas of New Zealand. They have plenty. There are warnings there. It's not going to be near as strong as it was. But as we watch our location now, and I'll show you where -- here is Hawaii. The warmest waters in the world right now are in the south pacific across the coral sea, across top end of Australia. At one time this week we had four systems that we have been watching. It's extremely active. In fact, one moved to Western Australia, one to the north, this is Nathan. We have what will be most likely a typhoon heading toward the Philippines. But you can see the strongest one and the largest one. Hurricanes and cyclones, they are all the same. This is what we are watching. But notice the colors of purple here. Because what we are going to find here are the winds are the strongest. Keep in mind in the southern hemisphere they circulate clock wise, much different. But if you think of the damage of super storm Sandy, if you think of Katrina or Isaac, even Andrew in Florida, this one is much more powerful. So Port Vila, that's the capital 50,000 live there, 65,000 in the island, but you get down in the southern islands as well. And that's where another 33,000. So the hardest hit area where the eye went through affecting 100,000 people. There's a quarter million that live in this island chain. So that's what we're watching. We had 26 foot storm surge and most of the locations very vulnerable on the coastline. Obviously, as you seen and talking with Bill, they just don't have the structures that is needed. It's going to take weeks to find not only the death toll but to give aid to everyone who is going to need it. Devastating story.",
    "statement": "<ABSOLUTELY> devastating. Thank you so much, Tom. We appreciate it. We'll stay with you for the latest throughout the evening. Again, it you want to help go to CNN.com/impact. Coming up next search for whom ever shot two Ferguson police officers. Also, what <KIND OF> gun <COULD> have been so precise from so far away? We're going to have a report on that coming up next."
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Big bucks coming your way.",
    "statement": "He would have to pay -- exactly -- he would have to pay me a lot of money. I <THINK> this -- I think Bill just said it. It's his credibility. It's his reputation. It's his character. If he wants to confront this thing -- and that's the first question -- he's got to isolate all of those issues that are still open to question."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "People used to come up to me and want to touch me and say, you know, Tony, if he had to die in somebody's arms we're glad it was you that responded. They used to say that to me.",
    "statement": "I can see the emotion of the day even 30 years ago is still right there. Do you <THINK> back to this often?"
  },
  {
    "transcript_id": "CNN-5252",
    "matched_terms": {
      "fact": "ungraded",
      "apparently": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We begin with the case of six-year-old Cuban refugee Elian Gonzalez. Answer to the question, does he stay, or does go appears to be drawing near. In response to a deadline expiring this hour from the Justice Department, the child's Miami relatives signaled today they're prepared to speed the appeals process. CNN's Susan Candiotti is outside the family's house in Miami and joins me with the latest -- Susan.",
    "statement": "In <FACT>, we are expecting a news conference momentarily from attorneys representing the Florida relatives of Elian Gonzalez. Now, we <SEEM> to be at an impasse here -- this is the latest information we have -- and that's because, while the attorneys have filed a motion with the 11th Circuit Court of Appeals in Atlanta to say that they will agree to an expedited briefing schedule, the attorneys are now asking the court to set the schedule. And they are not officially agreeing, <APPARENTLY>, to the dates currently set forth in an ultimatum provided by the Justice Department and dates that, frankly, attorneys earlier said that they would be able to adhere to. One of the attorneys told me just moments ago, quote, \"we cannot in good conscience agree to something we cannot make. We cannot represent to the court that we can effectively represent our client when we can't.\" In contacting the Justice Department just a little while ago, a spokesperson for the U.S. Justice Department has said that they have not yet seen the response, not yet heard from the attorneys as yet. They had to put all of this in writing to the Justice Department by noontime. And they say they're going to study that response. And until they do, they will have no official comment. However, sources familiar with the case say that they find it curious that the attorneys are now hesitant to reach out and put specific dates for a briefing schedule in writing, when they have in the past. Here's one of the attorneys -- what one of them had to say about this last night."
  },
  {
    "transcript_id": "CNN-66212",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "clear": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Thank you for joining us. Well, if ever President Bush needed to count on America's special relationship with Britain, it may be now, in the final phase of the showdown with Iraq. In this \"News Cycle,\" British Prime Minister Tony Blair has a meeting with Mr. Bush at the White House. Their joint news conference is due to begin any moment now. Of course, we will carry it live. Blair is urging a second U.N. resolution before any military action to force Saddam Hussein to disarm. At the United Nations, top weapons inspectors say they are willing to return to Iraq at Baghdad's invitation before they make their next report to the Security Council. But, they say, Iraq must first meet certain conditions, such as agreeing to let scientists be interviewed in private. But first, President Bush's National Security Adviser Brent Scowcroft will talk to us about the threat of another war with Iraq ahead on INSIDE POLITICS. Well as we await the Bush/Blair news conference, let's bring in our White House Correspondent John king. John, we know that Tony Blair and George Bush have been very close in terms of their approach to Iraq. What's the point of this meeting as we get ever closer to a countdown to war?",
    "statement": "Well, Judy, it is critical because of continuing divisions on the U.N. Security Council that the prime minister and the president be on the same page. As you <KNOW>, the prime minister says he <BELIEVES> there needs to be a second United Nations Security Council resolution authorizing military force, but <PERHAPS> setting a deadline, one last deadline, a hard deadline, for Saddam Hussein to come into compliance. The Bush administration had been resisting that. We are now told the president is prepared to go along. Still not fully committed heading into this meeting. So it'll be interesting to hear what he says. Prepared to go along, but the U.S. does not want this to drag on for any more than two or three more weeks. So we are told that was the main focus of this meeting: how to come up with a strategy for going to the Security Council and saying the United States would accept a new resolution. But that resolution, according to the president's aides, would have to include a hard deadline for Iraq to comply and make crystal <CLEAR> that if there is not full compliance at that deadline, there will be no more debate. That the United States and its allies would move at that point, ostensibly, with the Security Council blessing to military action."
  }
]