[
  {
    "transcript_id": "CNN-401601",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "I actually was -- I was a Civil Rights prosecutor, so I did police cases pretty regularly. I am pretty familiar with use of force.",
    "statement": "First of all, and I've talked to police officers and other prosecutors. Nobody believes that the amount of force that was being used was appropriate, obviously. It was not -- you can only use the amount of force necessary to achieve a lawful purpose, and that clearly was not what it <SHOULD> have happened. And more than that, I <<<THINK>>> the people <AROUND> him, the other officers who were keeping the public from coming or assisting him, that is also very problematic and I <<<THINK>>>, a crime. I <<<THINK>>> that they are <<PROBABLY>> trying to <FIGURE> out the evidence right now, hopefully before they level the ultimate charges. It is hard to do it immediately and that quickly. Most investigations <TAKE> longer and there's great pressure on the investigators. But there was nothing <ABOUT> that that looked right. Nothing. And obviously, anybody who saw it and people in law enforcement know that."
  },
  {
    "transcript_id": "CNN-194449",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Did you made up your mind --",
    "statement": "No. I have no clue who I'm going to vote for. It's <<KIND OF>> teeters depending."
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Will, the Turkish President basically came out and said that there is nothing conclusive on the ground, basically very skeptical. He also pointed out that his top aides are going to be going to Moscow tomorrow in an effort to resolve some of these things. Once the U.S. announced that decision, that they're pulling out their troops, of course, everyone is trying to make sure that they're in a much better bargaining position. For turkey, fundamentally, the regime coming in is much more difficult. Once the U.S. departed, those Kurdish fighters were going to be in a position where they were going to be vulnerable to a possible Turkish operation. But once the regime comes in, it really changes the dynamics on the ground. The regime, of course, is backed by Russia and Iran. So it's a lot of uncertainty at this point and we're going to have to see these kinds of maneuvers, I think, on the ground that are going to be largely symbolic, but really setting the stage for stronger hands at the negotiating table -- Will.",
    "statement": "And, of course, the situation complicated potentially by the fact that U.S. forces, as far as we know, haven't really pulled out yet. Gul Tuysuz, watching all of it in Istanbul, we appreciate it. Thank you. <WELL>, we are watching also the largest protest in Sudan in years. Anti- government demonstrations like this have been erupting and they started more than a week ago. Now, there are conflicting reports <ABOUT> how many people have been killed. We know it has turned very deadly, at least 19 dead and more than 400 injured. The country's Minister of Information is giving out that lower number. Amnesty International, they have a number much higher. They say the number of dead is already at 37. The uprisings began over rising food and fuel prices, something so simple as people not being able to afford bread. But the protests are now widening and they are including calls for the President to resign. Today marks the 10th day of demonstrations. CNN's Leone Lakhani joins us live once again from London. So, as you look at these numbers and there are some discrepancy here, but clearly this is a deadly situation, an escalating situation. Talk to us more <ABOUT> the root cause of all of this."
  },
  {
    "transcript_id": "NPR-42755",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "No, I was told the tuition office received her tuition too late and didn't tell her it was too late, and as a result she finished the semester and was told on the last day of courses that she wouldn't get credit for any of it.",
    "statement": "So Randy, is this fair to let this student <<SORT OF>> coast through a class because of this bureaucratic snafu?"
  },
  {
    "transcript_id": "CNN-246408",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "I mean, I think on current facts it appears that he will survive this revelation absent further information that contravenes his assertion that he did not understand the nature of the group. I think there's enough ambiguity or at least plausible deniability that he did not really know the nature of this group, that you have not seen yet a critical mass really even of Democrats from the state, much less Republican colleagues, who are demanding that he go.",
    "statement": "Do you <<<THINK>>> this sets up a dangerous precedent if Democrats push not to have him removed from leadership not because of something he said but because he spoke to someone that I <<GUESS>> most people <WOULD> disagree with their views. That <<COULD>> be turned against some Democrats at some point."
  },
  {
    "transcript_id": "CNN-62782",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Senate Republican leader Trent Lott prepared to become majority leader again a year and a half after losing that status.",
    "statement": "I've learned from experience. I'm getting a second chance to do this job. I <HOPE> I will do it, you know, better than last time and learn from some -- from those experiences..."
  },
  {
    "transcript_id": "CNN-307344",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Athena, the President did come out and speak about this incident essentially thanking the Secret Service and commending the job that they did. He also seemed to believe that the suspect had mental health issues, are you learning any more about whether he indeed has a mental health history? I know his family is speaking out. What are you hearing from them?",
    "statement": "That is right. His family is speaking out. We <SHOULD> make it clear that the <<SUSPECT>> had no criminal history and no previous history with the Secret Service. But you did hear the President call the <<SUSPECT>> troubled. And that's exactly the word that was used by his family. A CNN producer Laurie Ure reached out to Tran's younger brother, Brian, in California. Who said that his older brother was troubled after being laid off from his job at an electrical engineering company. Brian Tran said that his brother, Jonathan was living in his car and eating junk food. Now we know that Jonathan, who is 26 years old. Graduated from San Jose State University. With an electrical engineering degree, and his brother said he had been stressed out from the job. We also know from Brian Tran that the Secret Service called the family at home on Friday night to inform them of this fence-jumping incident. And he said that his mother is very troubled <ABOUT> the matter. So that is what we're hearing from Tran's family <ABOUT> the <<SUSPECT>> -- Ana."
  },
  {
    "transcript_id": "CNN-212478",
    "matched_terms": {
      "allegedly": "ungraded",
      "reportedly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "If Ms. Jenkins is tied into misconduct, she`s in very serious trouble. She`s an accomplice after the fact to a murder.",
    "statement": "The theory revealed in new search warrant affidavits obtained by Hernandez`s hometown newspaper, \"The Bristol Press\" in Connecticut. In the ten days before Hernandez was arrested, fiance Shayanna Jenkins was seen coming and going from their home. She`s also seen on different surveillance video leaving the house after receiving a mysterious message from the former New England Patriot. The documents <<REPORTEDLY>> state his fiance <<ALLEGEDLY>> puts a rigid object into a car, according to an affidavit, and returns a half hour later without carrying anything back inside the house. Remember, these surveillance stills taken inside Hernandez`s home show him in the house just before and after the murder of Odin Lloyd, holding what prosecutors <<<BELIEVE>>> is a gun. Another defendant, Carlos Ortiz, <<ALLEGEDLY>> told police that after the murder Hernandez put two guns into a lock box. Warrants also were executed at a storage facility in Bristol where Hernandez <<ALLEGEDLY>> rented a unit. Investigators also searched a lake near his uncle`s home and planned to search another pond nearby this week."
  },
  {
    "transcript_id": "CNN-93781",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, it may give the jury the sense of that, but the reason it doesn't come in at all and the judge is keeping that evidence out is because it is just that, what Lida said, an investigation. It is not a criminal conviction that she has. She is being charged with something that she has not been proven that she's committed. So, certainly it's not something the jury ought to hear. And the judge did tell the jury that she would be taking the fifth amendment as to that matter. And that's all that was said about it. I really don't think it damages her that much. Yes, she's not the most together witness. And, yes, she does ramble, but all the jury has to do is believe a little bit of what she says, believe a little bit of a few other witnesses and brick by brick that wall's is built.",
    "statement": "<WELL>, she also said that..."
  },
  {
    "transcript_id": "CNN-289922",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "Cut her mike. Cut her mike before my mike -- ear hurts. I am being sympathetic, Seema Iyer. I`m being sympathetic to the baby boy that was killed by shaken baby syndrome. That is what the forensic evidence shows, retinal hemorrhaging, swelling to the brain, previous fracture of the rib, his twin brother six fractures. They`re only 11 weeks old. That is where my sympathy lies. As far as I`m concerned, that father can go straight to hell with a brief stop in the penitentiary. When a baby is in intensive care, a family`s life is upside down. In many cities, there`s unexpected financial challenges like the cost of a place to live, a place to park, food. They run into thousands of dollars. It`s a problem. This week`s CNN hero doesn`t want anyone to suffer.",
    "statement": "These babies are in the NICU for not days but months at a time. When your child`s gonna be in the hospital for a long- term stay, you <<<THINK>>> <ABOUT> all the medical expenses or, you know, things of that nature. But when you end up with the reality that this parking is gonna cost you, you know, so much money, it`s not something that people <EXPECT>. It`s definitely, you know, a significant burden on families and there are a lot of babies who are alone a lot of the time."
  },
  {
    "transcript_id": "CNN-376895",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Your position on guns have changed. When you were running for re-election in 2016 you were against universal -- correct me if I'm wrong -- universal background checks. What has changed?",
    "statement": "Yes. I mean I <<<THINK>>> that our nation is changing. I've lowered even since Parkland the flags seven times, a fourth of the times I've been asked to lower the flags by a president and that is for Veteran's Day and everything else for mass shootings. It is time that we actually make a meaningful difference like on universal background checks, the vast majority of gun owners are Republicans and NRA members say it is time to do this."
  },
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "The biggest one is just extreme remoteness of the area. Like you said, we're talking about three to four hours to get out there. Roughly 1500 miles out there. The aircraft, no alternate, nowhere else out there to land. Having to manage their fuel very carefully out there to ensure they get back with plenty reserve gas.",
    "statement": "If this is the plane that is out there, are you <CONFIDENT> that you'll be able to find it?"
  },
  {
    "transcript_id": "CNN-184127",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "One of the explicit goals is edible landscaping in the parks. We have almost 40,000 cherry blossom trees, but they're not edible cherries.",
    "statement": "We have a pretty young, vibrant city. We're pretty forward- thinking and progressive. We have a sympathetic civic government right now. And so, I <<<THINK>>> all of the stars have aligned to make urban farming a successful venture in Vancouver."
  },
  {
    "transcript_id": "CNN-242050",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "You're right, her story affects us on many levels.",
    "statement": "It <<SURE>> does."
  },
  {
    "transcript_id": "CNN-95897",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, we're going to talk a little bit about this. We have Floyd Abrams, whom we heard from earlier, just a few minutes ago. He is an attorney for Judith Miller for the \"New York Times.\" Floyd Abrams, thank you for joining us. The first question is, Frank and I were just talking about -- I'm not sure if you heard -- is whether or not Judith Miller did have her own conversation with her source to perhaps see if she could be freed from this just like Matt Cooper was.",
    "statement": "I don't know the answer to that. I <<<THINK>>> is answer is no. But I <<<THINK>>> the answer was also no for Matt Cooper. I <<<THINK>>> his source called him. I <<<THINK>>> that's what he said in court today. And the source was <WELL> aware of Matt's situation and called him and told him that it was all right so far as the source was concerned for Matt to talk. I know that Judith has not had that conversation with her source."
  },
  {
    "transcript_id": "CNN-241727",
    "matched_terms": {
      "sense": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Rosie is continuing a family tradition spanning more than 500 years.",
    "statement": "First <THING>, all I want to do is get some quick sketches so start with. It is nice to get a <<SENSE>> of how you move, how the face changes, different expressions."
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Is it a fair criticism you have bigger fish to fry? Why worry about a couple tweets about crowd size --?",
    "statement": "Because it is not - because that's what I'm saying. You're minimizing the point here, Jim. It is not <ABOUT> one tweet. The narrative and the default narrative, it is always negative and it's demoralizing. And I <<<THINK>>> that when you sit here and you realize the sacrifice the guy made of leaving a very, very successful business, because he really cares <ABOUT> this country."
  },
  {
    "transcript_id": "CNN-260960",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "hope": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It is. It's also a lot of question about what is going to happen next. As we have been talking to families, we have been getting a little bit of insight as to the compensation that has been offered by Malaysia Airlines. The initial compensation amount is $50,000 U.S. a lot of families tell us they haven't taken because they're afraid if they accept that money and have to sign a form, that they might be signing away their right to pursue more recourse down the road if it turns out that the airline was negligent in some way as a result of all of this. But the families that did sign the compensation packages, are the ones where they lost their sole bread winner. I want you to hear from one who lost her only daughter and her son-in-law who were Canadian citizens who are on holiday in Malaysia. It was really remarkable when we sat down with this woman and what has kept her going until now is if she had her daughter. If we have that, I like to play it for you. Oh, we do not have that. So, I'll just tell you what she said, Miguel, is that what kept her going, what kept her strong throughout the last more than 500 days is the thought she may be able to be reunited with her daughter, that her daughter may come home. To be faced with this potential piece of debris from the plane and the fact that there is somehow tangible proof for these families that the plane may have crashed, it's going to be difficult in the days ahead. The families are asking for psychological support which has stopped many months ago. Hasn't been started an again, and these people say they need it, they're hurting.",
    "statement": "We saw the pictures of her as you were speaking <ABOUT> her and how he was just bawling. It must be absolutely horrendous for them to put their emotions on hold this long and to now have the <HOPE> this <THING> is solved and the fear that it just <MIGHT> be. Will, thanks very much."
  },
  {
    "transcript_id": "CNN-167036",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, for me, it started out running away from home and it started out as more of a survival. Then, it became an adventure. Then, it became a chase. So you do get caught up in a way of getting away with it, and what else can I get away with? I think a lot of that is the same way with these people. They try it online and get away with it and they see how much they can do again. What's very bad is that a lot of it is so harmful to other people, innocent victims.",
    "statement": "We are covering a number of stories this week alone which involve potentially people doing things that <<MAYBE>> they did because they <<COULD>> get away with it. How do you deal with that as a grown person? I am asking you to comment on others, not on you. How does a grown person deal with the fact that I am so used to getting away with it that I can't stop myself?"
  },
  {
    "transcript_id": "NPR-36129",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "In 2003, the state was facing close to a $100 million deficit. Political scientist Jay Barth of Arkansas's Hendrix College says Arkansas traditionally has a bare-bones budget, and so lawmakers had to either cut services or find new revenue to balance it.",
    "statement": "That's what was <<KIND OF>> driving the desperation that I <<<THINK>>> everybody was <FEELING> to get something done, to allow Medicaid checks to continue to go out, to allow education to continue to be funded, all of those <<KIND OF>> basic state services which were really coming under threat."
  },
  {
    "transcript_id": "CNN-77616",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So do you think anyone will every be found?",
    "statement": "The FBI assures the public that they will solve this case. And they have continued to say it is one of the highest priorities of the bureau. The director himself, Bob Mueller, demands a weekly briefing every Friday. And agents troop over to tell him what new scraps of information they have found. I know that there are some major efforts still under way on some of the forensic efforts associated with this case. So let's just keep our fingers crossed. It was a horrible mass murder. And I <<<THINK>>> the public deserves to know who did this."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Can you trace it back that far?",
    "statement": "That -- <WELL>, I didn't trace it back, but I have had others who have and of course my name, Leith comes from Leith, Scotland, and there's a castle sitting there today. In fact when I was a child my ancestors told me that I <<COULD>> go back and claim it through -- by paying the back taxes. I haven't done that yet."
  },
  {
    "transcript_id": "CNN-128125",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I can tell you flatly that U.S. forces are not operating across the Iraqi border into Iran, in the south or anywhere else.",
    "statement": "But the investigative reporter Seymour Hersh, whose \"New Yorker\" magazine article claims the efforts are part of a $400 million covert campaign to destabilize Iran's government, argues the operations are so super secret, Ambassador Crocker <MAY> be out of the loop."
  },
  {
    "transcript_id": "CNN-83836",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "How is today different from ten days ago? Is it dramatically different or just different by degrees?",
    "statement": "It's an interesting time. I was here for the six weeks leading up to the four contractors being killed and you <<COULD>> see it getting more tense by the day then, the day the contractors were killed and then afterwards seemed to be <QUITE> a tense time here. I came back some days ago and it seemed to me then that the tension had broken <A LITTLE> bit. The Iraqis were out in the streets more. I <<<THINK>>> now the Iraqis <<<THINK>>> that westerners and Americans are the targets but <<PERHAPS>> they are not and the Iraqi police are not as it was a couple months ago."
  },
  {
    "transcript_id": "CNN-272834",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Yes. Yes, well, for Republican audience, it is, you know? I think every Republican presidential nominee, candidate will promise to undo this order before the primaries are over. And look, this is -- you know, as we talked about it yesterday. What we're seeing from presidents in both parties I think in recent years that recognition it's hard to get bipartisan agreement with Congress and a strategy of moving ahead with unilateral executive action. This is the weak spot in the strategy, Victor, which is that the next president, if it's from the other party, can undo what you have done. And, you know, we've seen the same thing on immigration, on the deferred action. Every Republican nominee, I think, is talking about undoing that as well. So, it is a real risk for President Obama if Democrats do not hold the White House after 2016.",
    "statement": "So, so supporters at the event there in Biloxi didn't <SEEM> phased at all by this new video from al Shabaab, including the statement from Donald Trump barring Muslims coming into the United States, not American Muslims. Listen to one supporter here talking to a reporter."
  },
  {
    "transcript_id": "CNN-296918",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, Marco Rubio doesn't appear to know what to do with himself in this election. He, at the same time, is criticizing Donald Trump but yet still supporting him. Marco Rubio, from what I've seen, has been trying to have his cake and eat it, too, all the way through this election. For quite some time, he didn't even show up for work. And I'm confident that voters are going to go to the polls, as they should, and vote for our candidate, Patrick Murphy.",
    "statement": "So, does that help Rubio or hurt Rubio? The fact that Trump never talks <ABOUT> him?"
  },
  {
    "transcript_id": "CNN-327166",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, that he -- which he is still talking about this, this conversation with the Senator that we report happened in January, but since then, the President has brought up with his advisers in private his doubts about the authenticity of the Access Hollywood tape. It's important to remind our listeners, our viewers that in the hours after the Washington Post broke that story last fall. He confessed it was him and taped a video apology for his language on that tape. This President has a long history throughout his life of basically constructing an alternative reality. And devising facts that are more reassuring, more comforting. And more convenient. That has not stopped just because he darkened the door of the White House. He is conducting himself in the same way, whether its President Obama's birth certificate, the Access Hollywood tape, the nature of his victory last year or a variety of other issues, he likes to create his own version of reality. Now what's fascinating is that we see some of this on twitter and in his public comments. But Senators and members of the house to talk to him in private and certainly his advisers, they get even more of this, because in the private environment, he is even less restrained. He is not very restrained right now in public. But he is even less restrained, and he will go there on this issue of the Access Hollywood tape, he will go there when it comes to questioning President Obama's citizenship. Just because he is the President has not changed the fundamental conduct of Donald Trump.",
    "statement": "Yes. He is who was elected. It's not just the Access Hollywood tape. Let us talk to me more <ABOUT> him questioning the authenticity of President Barack Obama birth certificate. Talk to more <ABOUT> that. What does he <<<THINK>>> -- I'm <<SURE>> in private he says a lot more."
  },
  {
    "transcript_id": "CNN-317698",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "You're not the only one, Erin. I think there were a lot of us that went into this press conference with Lindsey Graham, John McCain, Ron Johnson and Bill Cassidy and left even more confused than we were when we went in. But to your point about those four senators saying that they're not going to vote for this skinny repeal unless they can get assurances from House Republicans that they will go to conference and not pass the bill outright, they're not the only ones. In fact, every Republican senator that I talked to today, and I talked to a fair amount, all said the same exact thing, that they do not want this bill to become law. So they are willing to vote for it, but only as a vehicle to get into a conference which would allow members of the House and members of the Senate to come together to come up with some sort of a broad repeal and replace plan. And there is a development with this tonight, Erin. We are told that the House Republican conference is going to meet tomorrow morning to discuss health care and at this point, Speaker Paul Ryan has been very vague about this potential assurance that these senators are looking for. That is perhaps because he wants to get the temperature from his rank and file members essentially once the Senate passes this bill, they are handing it over to the House. It will be the responsibility of the House to take it into conference. And that's likely what they'll discuss tomorrow morning.",
    "statement": "I'm sorry. One of these things that makes people hate Congress is gross and depressing, the whole process here. I <HOPE> I speak for some watching the show tonight. There is, though, something that just happened, that was a big achievement. A big accomplishment there where you are, Ryan, the sanctions bill that just passed the Senate now going to the President's desk on Russia. How significant is that?"
  },
  {
    "transcript_id": "CNN-217823",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, OK, first of all, when it is going to happen. That's hard to say because the phone calls, the cell calls are governed by a completely different agency. That is the communications regulators and the concern with cell phone calls is not so much with the airplane, but that it could interfere with communication with cell phone towers on the ground so that's separate than the devices that we're talking about here. As to, you know, sort of what's the next step and with the corporations that have been calling for this, you know, Amazon fill a whole plane full of Kindles to say, look, it won't mess with this. And I think throughout the year, what the FAA has found is the risk is so small, it is time to open it up. This really surprised me. When I asked the FAA administrator, look what happens if people don't switch off their cell carrier? You know, what if it is on but they don't put in it airplane mode? Here's what he said.",
    "statement": "The flight attendants' role is to advise them in terms of what the rules are. We want them in airplane mode. There is no safety problem if it is not, but you'll arrive at your destination with a dead phone and I don't <<<THINK>>> anyone wants that."
  },
  {
    "transcript_id": "CNN-152455",
    "matched_terms": {
      "may": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "So, Christine, for those million or so people who you said will likely lose their checks, what kind of help might be there for them?",
    "statement": "There's a lot of other emergency spending still available. <QUITE> frankly. The safety net is -- has been rolled out in way we've really never seen in this country before. There are food stamps and Medicaid payments. Home energy assistance, school lunch programs and community based emergency help. You <MAY> be eligible for a lot of those things. There are also economists who point out that once people start rolling off the unemployment checks, that it -- and the economy starts generating some jobs again, hopefully you're going to start to see some job creation that will allow people to begin to get jobs, but clearly for a lot of people, they are very concerned what the next few months hold after being on checks on months and months now, they <MAY> start losing those benefits -- Brooke."
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We've got to wrap it. We're running out of time. Thanks, Lee. Quickly, Nancy. You have about five seconds.",
    "statement": "How far are you going to go with this? Do you want the kids to pack heat? Is that the answer to this? I don't <<<THINK>>> so."
  },
  {
    "transcript_id": "NPR-48775",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So do we presume that he's going to have - he's going to be more involved in tax reform, the president?",
    "statement": "That's the indication. And you have seen him hold several public rallies on the tax issue that was mostly focused on tax reform, not just talking <ABOUT> it here and there. And he's strategically done that in several states where there are vulnerable Democrats up for re-election next year. The thought is that Republicans <MIGHT> be able to get a handful of Democrats to vote for this, as <WELL>."
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "To Caryn Stark, psychologist, joining us out of New York -- Caryn, at this juncture, we have noticed that mom Casey is no closer to cooperating with cops in search for her daughter. Do you really believe an additional charge, an additional criminal charge, such as theft, would change that?",
    "statement": "No, Nancy, because this woman is a pathological liar, and she doesn`t <SEEM> to be affected by the kinds of things we <WOULD> be. She`s a narcissist, she doesn`t have the same kinds of feelings, and she seems completely indifferent to what`s going on <AROUND> her."
  },
  {
    "transcript_id": "CNN-312042",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "So, the official word from the White House this has nothing to do with the Russian investigation. But the President himself, in his letter to James Comey, mentioned the Russian investigation. He said this; this is the Trump letter to James Comey. While I greatly appreciate you informing me on three separate occasions that I'm not under investigation, I nevertheless concur with the judgment of the Department of Justice that you are not able to effectively lead the bureau. The Department of Justice led by Attorney General Jeff Sessions who, by the way, has recused himself from the Russia investigation which the President has mentioned in that very letter. So, it's clearly in front of his mind.",
    "statement": "It is, it's at the front of the President's mind. Like you said, it was within the first sentence or two of this, actually, very short letter to Director Comey. But the is <QUITE> a disconnect between what President Trump sent in his letter to Director Comey between the memo that actually the Deputy Attorney General Rod Rosenstein wrote. Rod Rosenstein focused his two-and-a-half page memo on the mishandling, as he put, of the Clinton e-mail investigation by Director Comey. Of course, we saw this all unfold during the election season. He talked <ABOUT> how it was inappropriate for Director Comey to hold that press conference back in July, to really go above the head of Attorney General Loretta Lynch at that time, <TAKE> matters into his own hands, and really call out Hillary Clinton's behavior. It's a dash of irony here because, of course, Rod Rosenstein, now Deputy Attorney General at the Justice Department working on behalf of the Trump administration, he's now railing against how Director Comey handled this. Whereas President Trump, then-candidate Trump on the campaign trail, praised the way Director Comey handled this and talked <ABOUT> the victory you know, talking <ABOUT> the Clinton e-mail investigation."
  },
  {
    "transcript_id": "CNN-92007",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "All right, Nic Robertson, live from Baghdad, thank you. And a different day, different city, different audience. Similar talking points, though, for Secretary of State Condoleezza Rice today in Brussels. At NATO headquarters, Rice huddled with her ally and E.U. counterpart over plans to step up training of Iraqi security forces both inside and outside the country. All 26 NATO member states should soon be playing a part, and Rice says that's a turning point.",
    "statement": "I can say with gratitude to colleagues <AROUND> the table that there were a number of countries that immediately agreed to contribute and a number of others that said that they <WOULD> intend to contribute, because everyone understands the importance of training the Iraqi security forces so that the Iraqis are capable of taking on their own security tasks."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The bank -- I mean, they sell -- the credit agency sells the information to the banks. We know that banks aren't always on the up and up. Why don't they shine the light on the banks, too, instead of just on the poor consumer?",
    "statement": "I <WOULD> say we've been shining the lights on the banks over the past few years, if you ask me. But I will say something -- you need to pay your bills on time. That's the number one factor in a credit score is paying your bills on time. So, all these other things I'm talking <ABOUT> are all little factors in an overall number, overall credit report, right? But if you pay your bills on time, your credit score will be golden -- bottom line."
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "sometimes": "ungraded",
      "think": "ungraded",
      "change": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Lauren Young, let me ask you. Is this time of year, as Linda Foley was just saying, a time of year when thieves really step up their activity to try and take advantage?",
    "statement": "<WELL>, people are out using their credit cards, right? So there's lots of opportunities for people to steal your credit card. I <<<THINK>>> Linda's absolutely right. Get your Social Security number out of your wallet. But <SOMETIMES> that means getting your insurance card out of your wallet, too. Chances are you're going to have to call your insurance company and ask them -- for health insurance, for example, to <CHANGE> that number. Overall, you definitely want to be on the lookout for thieves. I was talking to people earlier today. They had it happen to them two days ago. The sensitive information you really, really have to make <<SURE>> that you keep it close to the vest."
  },
  {
    "transcript_id": "CNN-21594",
    "matched_terms": {
      "rather": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, you know, ordinarily, if I were in a per curiam opinion, but I was not happy with it, and I only agreed with the bottom line, I usually would guy ahead and say, I concur in the result only, and that way people understand that I may not concur with everything in the majority opinion, but I concur with the bottom line.",
    "statement": "And that's the way it is typically done, Justice Kogan. I got to tell you that I <<<THINK>>> it is <RATHER> extraordinary that on such an important decision, they don't step up to the plate and say: This is what I <<<THINK>>>, it is my job, I get to <<<THINK>>> this way."
  },
  {
    "transcript_id": "CNN-405820",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And if these cases continue to be on the upward trend, can Arizona hospitals, medical centers, health workers keep up this pace?",
    "statement": "I don't <<<THINK>>> they can. I <<<THINK>>> that we're all working at the surge level and meeting the needs of the community at this time. But this is not something that can be sustained long term, which is why it's so important that we have the governor here and across all of the other red zone states. If they don't already have a mask requirement, please put one into effect, and consider at least a 30-day lockdown to keep people at home, to prevent the spread of this virus, and to prevent us from overwhelming our health centers."
  },
  {
    "transcript_id": "CNN-55331",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, you know, I guess I would remind everybody working to protect the American people that the enemy is terrorism and al Qaeda, and not each other. So I realize there's a need to look back and reflect on why these things happened and why we were not successful in stopping them, and that's an important review. But you know, we need to move ahead, and we need to do everything humanly possible to break down the bureaucratic barriers that stop us from taking the action we need to take.",
    "statement": "But how do you break down these bureaucratic barriers when David Ensor was told by sources yesterday that, in fact, what the CIA said wasn't true, that the FBI was notified <ABOUT> Almihdhar, one of those September 11 hijackers, in January of 2001."
  },
  {
    "transcript_id": "CNN-239637",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And somebody who is believed to be recruiting others, you know, to that cause. Even if he is just an, in an air conditioned studio spouting off. He <MAY> be recruiting others to the cause. And yet, us, as, for us journalists this is the hardest time to ask tough questions and be skeptical. And to the time of war that we have to do that more than ever."
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I think in 2017, we did see some progress nationwide because one of the biggest issues for working women and also working men is the lack of day care facilities in such urban areas like Tokyo. And I think this year, the number of children on waiting lists dropped to under 20,000 for the first time in ten years, which is really great news. And I think also the government introduced two trillion yen spending package to expand free preschool and day care services for families, yes, just in order to boost its fertility rate.",
    "statement": "Another piece of great reporting by CNN's Emiko Jozuka joining me here in Hong Kong and you can read Emi's story on cnn.com where she talks <ABOUT> all of the changes in Japan, including how the gender roles are being re-examined. That's at cnn.com, thanks Emi."
  },
  {
    "transcript_id": "NPR-27427",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The president also says that the main goal now is to make sure Ukraine's second largest city Kharkiv, which is to the north of Luhansk and Donetsk where I am, and the key port of Odessa, which is to the south and west somewhat, they want to make sure that those do not fall into separatist hands.",
    "statement": "So this declaration from President Turchinov comes with a looming backup of thousands of Russian troops who are gathered just over the border in Russia. What did the president say <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-263938",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Prime Minister Benjamin Netanyahu has vowed to catch the people responsible for these latest attacks, but his promises ring hollow when villages like Qusra where they say another attack is more likely than another arrest.",
    "statement": "Oren Liebermann reporting for you there. Live from Abu Dhabi, this is Connect the World. 53 minutes past 7:00. Just before we leave you tonight, coming up we go behind the scenes of a mega-palace. I want to show you five things you never knew <ABOUT> Turkey's controversial new presidential abode."
  },
  {
    "transcript_id": "CNN-232195",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "Yesterday, though, you heard a different stance from her. She kind of twisted it up a little bit when she spoke to CNN's Jim Acosta. Here's this.",
    "statement": "Let me ask you <ABOUT> some comments you made last Sunday on one of the Sunday talk shows. You said that Bergdahl served with honor and distinction. It's come out since then that some of fellow soldiers say he was a deserter, he <MAY> have wandered off post there in Afghanistan. Did you misspeak? Did you get that <WRONG>?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "No, appreciate it, Your Honor. What's more, Judge, when we take a break and we actually have the Pollstar here -- I'll find out where it is -- we'll show the court and further illustrate about the testimony being accurate.",
    "statement": "You <MAY> proceed."
  },
  {
    "transcript_id": "CNN-101243",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "We were told that if we ran out of money we <<COULD>> chart things using our train stub."
  },
  {
    "transcript_id": "NPR-18146",
    "matched_terms": {
      "take": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what's spoiling the worker's paradise of Europe?",
    "statement": "<WELL>, it turns out this worker's paradise was not designed to last forever. It did not <TAKE> into account the problem of low birth rates, for one <THING>. Europeans are just not having many babies, and they're retiring at very early ages. So that means that the number of people who have to work to support the retirement of their elders is just not there."
  },
  {
    "transcript_id": "CNN-396076",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "doubt": "ungraded",
      "thing": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "Scott, thank you so much for reporting on the latest from Spain. Now as the number of cases continues to fall, like in China, is returning to normalcy. But for Beijing, the scramble is on to repair its economy as well as its global image. CNN's Steven Jiang live in Beijing in this. Let's start with the fact that they first exported the virus I guess. Now they're exporting equipment and aid to help countries that are suffering like they were just a few weeks ago.",
    "statement": "That is right. But there are controversies regarding the origin of the virus. As we, know the U.S. and China have engaged in a war of words <ABOUT> who is to blame, who is responsible for the pandemic for some time. From Beijing's <PERSPECTIVE>, they were simply defending themselves after the U.S. started a smear campaign against its efforts. That is why you see tweets by Chinese officials, including by the foreign ministry spokesman, saying the U.S. Army <MAY> have brought this virus to Wuhan during a sporting event last. Then Trump insisted on calling it the Chinese virus. But the latest twist in the saga is that we <MAY> be seeing signs of de-escalation, because the Chinese ambassador to the U.S. distanced himself from the conspiracy theory. Then Trump said he <WOULD> stop using the term Chinese virus. He had made his point. He <WOULD> no longer make a big deal out of this. There are still mixed signals from both sides, including the U.S. secretary of state, insisting that Beijing is launching this massive disinformation campaign, not only to sow <DOUBT> and confusion on the origin of the virus, but to damage the U.S. on the global stage, doing things as you mentioned, sending assistance and personnel to other countries. There are still ongoing tensions between the 2 countries. But I <<<THINK>>> a big test will come later on Thursday when both President Trump and President Xi participate in the virtual G20 summit. If the 2 leaders <<COULD>> agree on some <<SORT OF>> joint statement on this virus because one <THING> many experts do agree on, it is no matter where you stand on China politically, because they are ahead of the curve, if you will, they do have valuable lessons and experiences to offer, not to mention a surplus of medical supplies -- John."
  },
  {
    "transcript_id": "CNN-145762",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I have great confidence in the New York Police Department. They are one of the best in the world, really, for dealing with any kind of terrorism. Yes, it makes New York City a target. It has been a target. But the main objection I have is it turns the war on terror into criminal action. We did that in the 1990s. We served warrants, we arrested and brought them to trial, most of them, maybe 29 convictions that were tried in 1990s. And still, we had a 1998 bombing in Africa that killed 224 people. And then we have 9/11. We can't fight this in a courtroom. We have to recognize this is a war and to bring the enemy, a war criminal, the attorney general recognizes he's a war criminal, and reward him for targeting civilians in an atrocity by giving him full constitutional rights and allowing him to rally his fellow Islamists, jihadis at the site of his greatest victory, that is going to cause grave danger to our troops and to the Americans here who will be targeted. It's simply a bad foreign policy. And aside from that, the families who lost loved ones feel they are being targeted, again, by bringing the war criminals to the scene.",
    "statement": "There are other 9/11 families who alternately say they <<<THINK>>> it's good that after eight years, finally, they are getting off the dime and moving the trials forward, because Gitmo, in their views, did not work. They say they have faith in the attorney general's decision. What do you make of the dissention even within the 9/11 family?"
  },
  {
    "transcript_id": "CNN-403178",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I'm Brianna Keilar, and I want to welcome viewers here in the U.S. and around the world. It is a monumental day -- June 19th or Juneteenth -- a day that commemorates the end of slavery in the United States, now at a critical time in the nation's history as the country wrestles with systemic racism and police brutality. The demand for change, echoing across cities and towns for weeks, it's now central to the Juneteenth marches and the rallies that are under way right now. And you're looking here at some live pictures from Chicago on your left; Washington, D.C. there on your right. And we have correspondents at protests fanned out all across the country, and we're going to take you there live. First, though, the latest on coronavirus. As the World Health Organization says it has recorded more than 150,000 new cases globally -- this is the most ever reported in a single day. And here in the U.S., we have record numbers as well. Florida announced nearly 4,000 new cases in the past 24 hours. In Arizona, more than 3,200. The Department of Health there is urging people to wear masks in public, something the governor of California has just made mandatory in his state. CNN's Nick Watt is in Santa Monica for us, he's covering all of the fast-moving developments. I wonder how that order is being received -- Nick.",
    "statement": "<WELL>, first up, Brianna, I'm not breaking the law by doing this, I'm outside and I'm away from others. We're going to have to wait and see how some of those anti-masker counties react to this order here in California. And, listen, you just mentioned Florida and Arizona. Oklahoma also just set a new record for the most cases in a single day. And right now in those three states, there is no statewide mandate requiring masks."
  },
  {
    "transcript_id": "CNN-128292",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Lynn, this is a really unique program that you're starting to try to help not only the people that are deployed, but their families that are left behind as they go off to war. So what are you guys doing?",
    "statement": "Sesame Street has partnered with the USO to bring Elmo and his friends to military families across the country. We're going to be traveling to 43 military installations to bring them a fun and happy experience. It's really helped them <TAKE> away from their every day challenges because, as we know, when a parent's deployed the whole family's deployed."
  },
  {
    "transcript_id": "CNN-330604",
    "matched_terms": {
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He is more enthusiastic about the diet than exercise part, but we're going to do both.",
    "statement": "And Trump thinks his s-hole comments will play <WELL> with his base. Here's the big <QUESTION>. Is he completely right?"
  },
  {
    "transcript_id": "CNN-240827",
    "matched_terms": {
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is there an overarching goal for you? What would make you the proudest if somebody watched your show and said this adjective at the end of it?",
    "statement": "<WELL>, authentic is the word. And I -- you know, I've seen what you do, and I love it because you're industry and so much of historic news comes from a place of authority. Because you have to be correct. The stakes are high, you know, you want the facts right, you want the diagnosis to be right. But what's for sale today in a weird way is not authority. It's authenticity. And so, you know, to be believable today on TV, in my <VIEW> anyway, you need to first and foremost be consistent with who you are --"
  },
  {
    "transcript_id": "CNN-180407",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If somebody called you and said, \"I think you can help. Convince me, Governor, that you can help me in your state and beyond.\" What would you say back?",
    "statement": "<WELL>, I'm not interviewing for the job. I'm not waiting by the phone. But obviously people looking at it from the outside say, look, it's a swing state. You've got decent approval ratings. You balanced the budget without raising taxes. You've done a lot of things to bring people together. You've got a Democrat senate, Republican house. You got a unanimous budget. Obama can't even get a budget with the Democrats in control. You're doing something <A LITTLE> bit different. So I'm pretty pleased with the way we've been able to play team ball here. We turned down the rhetoric. We focused on getting results. That's why I like Mitt Romney. He's a results-oriented conservative. He's a -- he's a guy that can bring people together. And so, you know, I'll leave that up to somebody else. I'll let you experts decide whether or not you want to talk <ABOUT> that. Right now I got -- I got my legislature in town. I got my hands full."
  },
  {
    "transcript_id": "CNN-326328",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Because she wants a Republican in that seat, basically.",
    "statement": "Exactly. So, these women come out and they say these things and they go on the record and then they're trashed and the person they're saying did all of this to them is still going to be elected to the Alabama Senate if the governor of Alabama has anything to say <ABOUT> it."
  },
  {
    "transcript_id": "CNN-52631",
    "matched_terms": {
      "rather": "ungraded",
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Israel does not target...",
    "statement": "Gentlemen, <RATHER> than breaking it down into -- look, we know that there are two divergent opinions <ABOUT> what's going on in the Jenin refugee camp, right now in the Church of the Nativity, and other things. But there is no <DOUBT>, there is agreement on the fact that all of this has really diverted away from the war on terror. It has changed the Arab street. The very allies that are needed, in order to support this war on terror are disappearing. They're evaporating. Rabbi, go ahead."
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Yes, that's what she's saying. And already today she left for Boston to be with her oldest daughter. And tomorrow, she plans to join her husband on the campaign trail in California.",
    "statement": "Mary thanks for that. The American Cancer Society defines stage four cancer -- that's the kind Mrs. Edwards has -- as one that spreads to distant organs such as the bone, the liver or the lungs. It puts the five-year survival rate for this <<KIND OF>> stage four breast cancer at 20 percent. Elizabeth Edwards' doctor also spoke out at that news conference in Chapel Hill earlier today, giving more details of her condition."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Your Honor, I'm not...",
    "statement": "And I <<<THINK>>> we <SHOULD> proceed with the issue at hand."
  },
  {
    "transcript_id": "CNN-120679",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "speculate": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "Hey, Chris, quickly, and you may not have a chance to have learned this quite yet. I know the case is still developing. But Darren Tuck, the man who we just showed a picture of, who initially had that videotape, are police telling you that maybe perhaps if he had turned it over earlier that this could have been solved faster?",
    "statement": "You know, you <<COULD>> <SPECULATE> that. I mean, you <FIGURE> that he turned this tape over <ABOUT> a month ago and the police, you know, made a very bold decision to put this little girl's picture out there because at the time they were very, very concerned that she <<COULD>> still be in danger today."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't know about the rest of the country, but we had one of the strangest days weather wise in New York City yesterday. At some points it was calm. At other points it was windy. Then it was rainy. Then it was sunny. Then it was cold. Then it was warm. What a strange day -- Chad. Was that all over the Northeast?",
    "statement": "<SHOULD> I be getting out the violin, Rick, or what? I mean..."
  },
  {
    "transcript_id": "CNN-380882",
    "matched_terms": {
      "believe": "ungraded",
      "sort of": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I just want to make clear on the inspector general. This is a different inspector general than was dealing with your case. But you are saying you endorse the inspector general process even when an inspector general has found issues with the way you handled yourself in your job, correct?",
    "statement": "Absolutely. So I have all kinds of issues and disputes with the Department of Justice inspector general over the investigation they did of me. That is an entirely separate matter. I absolutely <<<BELIEVE>>> in the inspector general process. Since my own interactions with the DOJ inspector general, I have continued to cooperate with the inspector general in their review of other matters. I was recently interviewed in accordance with an ongoing investigation. So I absolutely <<<BELIEVE>>> in that process. It is essential that every element of the executive branch, each one of the agencies has a fair and competent and independent inspector general. And this situation really shines a light on that requirement. I <HOPE> that the Department of Justice gets that <<SORT OF>> inspector general some time soon."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "about": "ungraded",
      "torn": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "And now she`s in heaven. And I think it`s atrocious. And when she says that probably somebody associated with George had something to do with it and he owed somebody? Why would somebody take revenge against this little girl?",
    "statement": "That`s the <QUESTION>. We will analyze more of this shocking tragedy on the way. Does Jennifer Buchanan bear blame for putting Nevaeh in harm`s way? Give me a call: 1-877-JVM-SAYS, 1-877-586-7297. Let me know. Then, in the wake of David Carradine`s bizarre death, more outrageous claims emerge <ABOUT> the star`s dangerous obsession with bondage. But first, cops hunting for the killer of little Nevaeh Buchanan. A community <TORN> apart, demanding answers. Here is the man who discovered her body last week."
  },
  {
    "transcript_id": "CNN-178959",
    "matched_terms": {
      "expect": "ungraded",
      "hope": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In other words what you`re saying is to blame the victim, and that is definitely sometimes where the defense goes. I want to bring in a very special guest tonight. It is the father of Natalee Holloway. He`s joining us exclusively tonight from Meridian, Mississippi. I`m sure those words are so hard for you to hear, Dave Holloway. As you watched the court proceeding today and you saw Joran Van Der Sloot in rare form, what were the emotions inside of you, besides, I`m sure, rage.",
    "statement": "<WELL>, I really felt sorry for the Flores family after they gave a statement. And I knew that they were really expecting justice today. And we have been in that situation many times before where we <EXPECT> the best, and then you get -- your emotions are down on the ground. So I`m <<SURE>> they`ll pick themselves up and, Wednesday morning, <HOPE> for the best."
  },
  {
    "transcript_id": "CNN-134551",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Just talking to everybody. Being thankful for what we have. He's always - he always makes me smile.",
    "statement": "I can see why. Thank you very much. We <HOPE> that you are home just as soon as possible. It's a tough situation here in the state of Kentucky because they're worried <ABOUT> the forecast for the early part of next week, when they're predicting even more snow. Hopefully most of the power can be back on by then. Back to you."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It can cost money and take time to get a government issued photo",
    "statement": "Democrats, generally, but not uniformly, worry <ABOUT> access of people to the franchise. Republicans generally worry <ABOUT> the integrity of the process."
  },
  {
    "transcript_id": "NPR-23564",
    "matched_terms": {
      "should": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Hi, David.",
    "statement": "So this is one poll in a campaign that is full of polls. How seriously <SHOULD> we <TAKE> this?"
  },
  {
    "transcript_id": "NPR-10719",
    "matched_terms": {
      "could": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There's also - right outside the heliosphere, we think, is a source of kilohertz radio emissions. That's the audio frequency, but the radio emissions generated in interstellar space just outside of the heliosphere.",
    "statement": "Audio - it sounds <<SORT OF>> - in the frequencies we <<COULD>> hear them, if there were as - is the way to hear them."
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Most of my friends aren't worried about getting jobs. I'm in the information systems field, and there's tons of jobs out there.",
    "statement": "<ABOUT> 4,000 seniors will graduate this spring here at the University of Maryland. And counselors say jobs are waiting for most of them. The difference this year will be in the perks. These seniors won't get the <<KIND OF>> signing bonuses and stock options that last year's class received."
  },
  {
    "transcript_id": "CNN-368542",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And then there's the example that sets for other new mothers.",
    "statement": "Women won't <<FEEL>> the pressure to look like they're ready for the cover of \"Vogue\" after they've given birth. And I <<<THINK>>> Meghan is leading the way with that with this. I <<<THINK>>> it's great."
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news tonight in the desperate search for a beautiful 2-year-old Florida girl, Caylee. Six months of searching culminates when skeletal remains found in a heavily wooded area just 15 houses from the Anthony home confirmed to be Caylee, manner of death homicide, the little girl`s remains completely skeletonized. This after a utility meter reader stumbles on a garbage bag containing a tiny human skeleton, including a skull covered in light-colored hair. The killer duct tapes the child`s mouth, then finishes off by placing a child`s heart- shaped sticker over the duct tape, little Caylee`s tiny skeleton double bagged like she`s trash. Bombshell. Tonight grandfather George Anthony at a breaking point, the grandfather of the slain Florida toddler taken into custody and hospitalized in the early morning hours, grandfather George reported missing overnight, sending repeated text messages he no longer wants to live and wants to go to Caylee, his location in a Daytona Beach motel tracked by cell phone pings. In George Anthony`s car, a five-page suicide note reiterating he wants to end his life and be with little Caylee. As we go to air, George Anthony under watch at a psychiatric unit. Tonight, the 911 calls alerting grandfather George Anthony`s plan to <TAKE> his own life. Tonight, also, will yet another piece of evidence send tot mom Casey Anthony to Florida`s death row? Is duct tape binding little Caylee`s mouth the same duct tape found on gas cans from the Anthony home? That analysis being made right now. This after we learn a trash bag holding little Caylee`s remains is a direct link to trash bags at the Anthony home. And in the last hours, a Florida judge signs an order forcing tot mom Casey Anthony out of her private jail cell and into the courtrooms. Just days ago, she refused to leave her cell and was dragged to court by bailiffs."
  },
  {
    "transcript_id": "CNN-371765",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "What is your reaction?",
    "statement": "Blood-boiling. It's too coincidental with the symptoms that we had for me to even begin to stay quiet <ABOUT> it."
  },
  {
    "transcript_id": "CNN-64338",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "expect": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "All right, Jon Karl from Capitol Hill. Thank you. Senator Lott spent his Sunday seeking the support of folks in his Mississippi hometown, but calls for his resignation are growing louder. CNN's Gary Tuchman joins us live from Mobile, Alabama, where Lott will be interviewed by BET. Hi, Gary.",
    "statement": "Kyra, hello to you. And Trent Lott, a Mississippian who is the nation's top Senate Republican, is coming here to the state of Alabama for what <<COULD>> be a very pivotal moment of his political career. He's coming here to this television station, WKRG TV, in Mobile, Alabama, in southwestern Alabama, to tape the interview. We <EXPECT> him to arrive within <ABOUT> an hour. They will tape the interview at <ABOUT> 4:00 Eastern Time. And as Jon Karl just said, the interview will then air four hours later at 8:00 Eastern Time. But you can be <<SURE>> the nation, but particularly Senate Republicans, will be watching this interview very carefully. The last time we saw Trent Lott in public was yesterday when he went to church, the first Baptist Church of Pascagoula, in his home town. He was greeted there very enthusiastically by <ABOUT> 450 people inside. The pastor spoke during the one-hour service yesterday morning, saying to the congregants, that we are very proud of Trent Lott, we love him, and we forgive him for what he said. So that was a very enthusiastic greeting for Trent Lott. Will it be as enthusiastic among members of the general public and the Senate Republicans after this interview? We can only wait and see. But right now, the momentum is not on Trent Lott's side. Kyra, back to you."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "In December 2012, Barajas and his sons, 12-year- old David Jr. and 11-year-old Caleb, were on an unlit road in Alvin, Texas, where their truck had run out of gas. The three were pushing it down the road when a drunken driver slammed into the boys, killing them both. Twenty-year-old Jose Banda would never be arrested. Instead, that night, in the darkness, he was shot and killed inside of his car.",
    "statement": "I <WOULD> never proceed on a case on someone that I believed to be factually innocent."
  },
  {
    "transcript_id": "CNN-94200",
    "matched_terms": {
      "could": "ungraded",
      "a little": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "The meeting drew some protesters who gathered outside. Some of them say the administration is using the Social Security debate to distract people from the war in Iraq and unemployment. Here is a follow-up to a story we've told you about. Army reservist Lynndie England admits that she could have said no before posing in those now infamous Abu Ghraib prison pictures. She made that comment after pleading guilty in the scandal. CNN's Susan Candiotti has more on her comments and tells us what comes next for England.",
    "statement": "For someone seen in so many of the notorious photos from Abu Ghraib prison, Private 1st Class Lynndie England seemed unusually camera shy as she came to court, her legal staff running interference like blocking backs. England pleaded guilty to seven counts, all involving photos that show her with naked Iraqi detainees who are being deliberately humiliated. She said her then-boyfriend guard Charles Graner told her to pose for pictures like this. \"I knew it was <WRONG>,\" she said. The judge: \"Then why did you do it?\" \"Because he asked me to.\" England said it was Graner and another guard who staged these scenes of humiliation and degradation. \"Why?\" asked the judge. \"For their own amusement,\" she said. The judge: \"Did you get any amusement out of it?\" \"Not really,\" England said. England said she gave in under peer pressure, a conceded \"I <<COULD>> have said no\" and left. At the end of the day, England and her lawyers walked away without saying a word. A jury is to be seated for the penalty phase on Tuesday. (on camera): Technically, the young Army reservist <<COULD>> face up to 11 years in prison. But under a behind-the-scenes plea deal, one source says her sentence <<COULD>> be limited to <A LITTLE> more than two years. If so, the public won't know until later in the week. Susan Candiotti, CNN, Fort Hood, Texas."
  },
  {
    "transcript_id": "CNN-320857",
    "matched_terms": {
      "around": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "So interesting to hear, Palm Beach, where Miami Beach was maybe a day, a day and a half ago. People told to get out. You're right, Wolf. I talked to a man this morning, father of two kids. One 4-year-old, one 1-year-old, will ride it out inside his high rise on the 11th floor. He thinks he'll be safe. A lot of problem with that. One, the wind at the 11th floor to blow in windows. Two, Miami Beach could be cut off for days. They're very concerned about the storm surge. I'm standing three feet over sea level, maybe. A storm surge of 10 feet they're expecting, which will cover this area and go over that road into the stores and storefronts behind me. That's what the mayor of Miami Beach told me, expecting, even the best-case scenario. If you're staying in Miami Beach you are in for days and days of agony. Not just the immediate moment of danger during the storm. Most people did evacuate as far as we can tell. An island, a city of 100,000 people. I hope more than half got out, but definitely still some are here, including in this area, parks that have a homeless population. There are still homeless people here. The parks officials have been out on ATVs trying to get people to safety. Tell them there is shelter. Telling them, no matter their economic condition, no matter how much money they have, we'll get you on a bus, they're told, and get you to safety. Safety might be a couple miles inland. Doesn't have to be that far. The biggest concern here, Wolf, as we've been noting, the storm surge, what can be deadly. You can't hunker down from storm surge -- Wolf?",
    "statement": "Miami Beach, and a lot of our viewers here in the United States and <AROUND> the world have been to Miami Beach, South Beach, go up <A BIT> along the coast towards the big hotels, the Fontainebleau, Belle Harbor, Hollywood Ft. Lauderdale. Is it pretty much evacuated? Are you seeing cars still staying put?"
  },
  {
    "transcript_id": "CNN-291001",
    "matched_terms": {
      "think": "ungraded",
      "understanding": "ungraded"
    },
    "previous_statement": "The comment was so brazen, it shocked people sitting right behind Trump. The Clinton campaign immediately cried foul.",
    "statement": "I <<<THINK>>> he was just revealing as he has in many other statements that he's made. Just no <UNDERSTANDING> for the role of leader and I don't find the attempt to row it backward persuasive at all."
  },
  {
    "transcript_id": "NPR-48633",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The businessmen, Pei says, are like geese - raised on the patronage of politicians who have now either retired or fallen in the anti-corruption drive. All that's left, says Pei, is for new officials to cull the birds.",
    "statement": "If you want to kill geese, they are fattened, but you really want to pick the one you <<<THINK>>> is most deserving of slaughter."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "The President has often said he had total exoneration from this investigation. Mueller made it clear today that is not true. Listen to this exchange he had with Jerry Nadler, the chairman of the committee. We'll let -- I'll read it to you. What about total exoneration, Jerry Nadler said. Did you totally exonerate the President? Mueller's answer? No.",
    "statement": "That was the first Q&A exchange of the day and still, I <<<THINK>>>, the most dramatic. In the first break, I said they <<PROBABLY>> <<COULD>> have ended the day's hearings right there and gotten what they wanted in terms of hearing from the Special Counsel's mouth the substance of what really matters to Democrats, aside from the, you know, meddling in American elections, which is obviously huge. But just on the obstruction <QUESTION>, that -- hearing from his mouth what it said in the report and, most importantly, the way it contradicts what we've heard from the President over and over again, no, he did not exonerate the President. He, Mueller, <WOULD> not go a step further, of course, despite Democrats trying many, many times in saying, but I do <<<BELIEVE>>> that he committed a crime."
  },
  {
    "transcript_id": "CNN-244907",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What did they cost us? The American people need the answers to these questions. Yes, some things must be kept from public disclosure to protect clandestine operations, sources and methods, but not the answers to these questions. By providing them, the Committee has empowered the American people to come to their own decisions about whether we should have employed such practices in the past and whether we should consider permitting them in the future. This report strengthens self-government and, ultimately, I believe, America's security and stature in the world. I thank the Committee for that valuable public service. I have long believed some of these practices amounted to torture, as a reasonable person would define it, especially, but not only the practice of waterboarding, which is a mock execution and an exquisite form of torture. Its use was shameful and unnecessary; and, contrary to assertions made by some of its defenders and as the Committee's report makes clear, it produced little useful intelligence to help us track down the perpetrators of 9/11 or prevent new attacks and atrocities. I know from personal experience that the abuse of prisoners will produce more bad than good intelligence. I know that victims of torture will offer intentionally misleading information if they think their captors will believe it. I know they will say whatever they think their torturers want them to say if they believe it will stop their suffering. Most of all, I know the use of torture compromises that which most distinguishes us from our enemies, our belief that all people, even captured enemies, possess basic human rights, which are protected by international conventions the United States not only joined, but for the most part authored. I know, too, that bad things happen in war. I know in war good people can feel obliged for good reasons to do things they would normally object to and recoil from. I understand the reasons that governed the decision to resort to these interrogation methods, and I know that those who approved them and those who used them were dedicated to securing justice for the victims of terrorist attacks and to protecting Americans from further harm. I know their responsibilities were grave and urgent, and the strain of their duty was onerous. I respect their dedication and appreciate their dilemma. But I dispute wholeheartedly that it was right for them to use these methods, which this report makes clear were neither in the best interests of justice nor our security nor the ideals we have sacrificed so much blood and treasure to defend. The knowledge of torture's dubious efficacy and my moral objections to the abuse of prisoners motivated my sponsorship of the Detainee Treatment Act of 2005, which prohibits \"cruel, inhuman or degrading treatment\" of captured combatants, whether they wear a nation's uniform or not, and which passed the Senate by a vote of 90-9. Subsequently, I successfully offered amendments to the Military Commissions Act of 2006, which, among other things, prevented the attempt to weaken Common Article 3 of the Geneva Conventions, and broadened definitions in the War Crimes Act to make the future use of waterboarding and other \"enhanced interrogation techniques\" punishable as war crimes. There was considerable misinformation disseminated then about what was and wasn't achieved using these methods in an effort to discourage support for the legislation. There was a good amount of misinformation used in 2011 to credit the use of these methods with the death of Osama bin Laden. And there is, I fear, misinformation being used today to prevent the release of this report, disputing its findings and warning about the security consequences of their public disclosure. With the report release, will the report's release cause outrage that leads to violence in some parts of the Muslim world? Yes, I suppose that's possible, perhaps likely. Sadly, violence needs little incentive in some quarters of the world today. But that doesn't mean we will be telling the world something it will be shocked to learn. The entire world already knows that we water-boarded prisoners. It knows we subjected prisoners to various other types of degrading treatment. It knows we used black sites, secret prisons. Those practices haven't been a secret for a decade. Terrorists might use the report's re-identification of the practices as an excuse to attack Americans, but they hardly need an excuse for that. That has been their life's calling for a while now. What might come as a surprise, not just to our enemies, but to many Americans, is how little these practices did to aid our efforts to bring 9/11 culprits to justice and to find and prevent terrorist attacks today and tomorrow. That could be a real surprise, since it contradicts the many assurances provided by intelligence officials on the record and in private that enhanced interrogation techniques were indispensable in the war against terrorism. And I suspect the objection of those same officials to the release of this report is really focused on that disclosure -- torture's ineffectiveness -- because we gave up much in the expectation that torture would make us safer. Too much. Obviously, we need intelligence to defeat our enemies, but we need reliable intelligence. Torture produces more misleading information than actionable intelligence. And what the advocates of harsh and cruel interrogation methods have never established is that we couldn't have gathered as good or more reliable intelligence from using humane methods. The most important lead we got in the search for bin Laden came from using conventional interrogation methods. I think it's an insult to the many intelligence officers who have acquired good intelligence without hurting or degrading prisoners to assert we can't win this war without such methods. Yes, we can and we will. But in the end, torture's failure to serve its intended purpose isn't the main reason to oppose its use. I have often said, and will always maintain, that this question isn't about our enemies; it's about us. It's about who we were, who we are and who we aspire to be. It's about how we represent ourselves to the world. We have made our way in this often dangerous and cruel world, not by just strictly pursuing our geopolitical interests, but by exemplifying our political values, and influencing other nations to embrace them. When we fight to defend our security we fight also for an idea, not for a tribe or a twisted interpretation of an ancient religion or for a king, but for an idea that all men are endowed by the Creator with inalienable rights. How much safer the world would be if all nations believed the same. How much more dangerous it can become when we forget it ourselves even momentarily. Our enemies act without conscience. We must not. This executive summary of the Committee's report makes clear that acting without conscience isn't necessary, it isn't even helpful, in winning this strange and long war we're fighting. We should be grateful to have that truth affirmed. Now, let us reassert the contrary proposition: that is it essential to our success in this war that we ask those who fight it for us to remember at all times that they are defending a sacred ideal of how nations should be governed and conduct their relations with others -- even our enemies. Those of us who give them this duty are obliged by history, by our nation's highest ideals and the many terrible sacrifices made to protect them, by our respect for human dignity to make clear we need not risk our national honor to prevail in this or any war. We need only remember in the worst of times, through the chaos and terror of war, when facing cruelty, suffering and loss, that we are always Americans, and different, stronger, and better than those who would destroy us. Madam President, I yield the floor.",
    "statement": "The senator from Arizona making some incredibly poignant points. Himself, at torture survivor in Vietnam for five in half years in the hands of the Vietnamese reacting to the release of the Senate Intelligence Select Committee's report on torture along an exhaustive investigation of the CIA tactics under the Bush administration that were outlawed effectively by the Obama Administration. Some very significant key things in the last hour if you've just been watching. I like to welcome our viewers from <AROUND> the world and across United States. But significant findings in this intelligence report that the CIA's interrogation techniques were far more brutal than were lead on to government officials, and that were released to the public. Also that the program itself was grossly mismanaged, that they circumvented Congress and the White House in terms of effective of communication and also advising. Not only that, but they under reported the number of detainees that they were subjecting to this harsh interrogation series of techniques, that 26 detainees were wrongfully held, didn't even meet the government's standards for detention. And that the CIA leaked classified information to journalist exaggerating the success of the interrogation methods, effectively suggesting that things were forwarded (ph) that operation <MAY> have been reported by the interrogation techniques when they effectively were not. Not only that, but they were unprepared as they began the operation that the techniques many of them had never been approved, and that they ignored numerous critiques internally and objections as <WELL>. I want to bring in Fareed Zakaia as <WELL>, host of Fareed Zakaia GPS, something that Senator McCain just said from the floor. First of all, he commended his democratic colleague and her colleagues. This was a very political process, the Republicans have effectively withdrawn from a lot of this process. But he said, \"This is <ABOUT> who we are, who we aspire to be and how we represent ourselves in the world.\" And this is critique today. Do we want to rehash old wounds and subject people who are American posted all <AROUND> the world, our military, our diplomatic core to dangers by bringing this all up, is there a bigger downside to the upside of the transparency?"
  },
  {
    "transcript_id": "NPR-19422",
    "matched_terms": {
      "wonder": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "And more fundamentally, it doesn't necessitate that screenwriters move to Los Angeles and work in an industry mailroom. That is a livelihood and a move that very few Americans can make, and they tend to be wealthier and better educated Americans that have either the family resources to support their meager salaries or the networks to get in with the studios.",
    "statement": "She did a ton of interviews for this piece in The Atlantic, people on the inside and the outside all over Hollywood, and I <WONDER> if at the end of the day you took away that The Black List is a good solution to the problems that plague Hollywood or just evidence of how huge those problems are that even something as influential as The Black List really can't <CHANGE> the direction of this massive steamship?"
  },
  {
    "transcript_id": "CNN-160494",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "This year, I have been in the hospital now 13 times.",
    "statement": "Senator-elect Shapira, I mean, the governor has asked for ideas on how to make up the budget shortfall. She now seems <<SORT OF>> open to ideas. But the governor's spokesperson released a statement yesterday that reads in part -- quote -- \"The minority leader has yet to produce a single proposal to resolve Arizona's massive Medicaid deficit, only this empty rhetoric.\" Have there been proposals submitted to the governor?"
  },
  {
    "transcript_id": "CNN-225668",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, in the words of Ted Nugent, I don't think in history since he's been above the child level has he apologized pretty much publicly for anything. So for Ted Nugent, yes, he would say this is an apology. I've pressed him and said, are you apologizing to the president? He said yes. He does have qualifiers of he is upset about this country, where it is, the president of the United States of America and things going on. So Ted Nugent, apology sure, for a politician, maybe not. For a pastor or somebody else, maybe not, but for Ted Nugent, I think this is the best you're going to get.",
    "statement": "Now, why I am I making him relevant. People will debate all day whether or not you <SHOULD> be giving him the time. I don't <<<THINK>>> it's a legitimate <QUESTION>. Of course, he's news worthy. The <QUESTION> becomes now, what does he mean? I submit that this has gone too far. Ted Nugent is not the only one. But, yes, the position on Benghazi, yes, the position <ABOUT> the direction of the company. Many people <<FEEL>> the way he does to be <<SURE>>, Ben, but you can't debate it this way. You can't bring ugliness into it because you are killing not only the strength of your position. But the nature of the discourse and this <SHOULD> be the bottom and we <SHOULD> draw a line right now. Your <TAKE>."
  },
  {
    "transcript_id": "CNN-118128",
    "matched_terms": {
      "likely": "ungraded"
    },
    "previous_statement": "We need these surge forces. They came in for a reason, they're be used for the reason they came in. It's going to take some time to mature the situation over time and we can turn the area over to Iraqi security forces and then we'll be ready to do something that looks like a withdrawal. But that's not going to happen anytime soon.",
    "statement": "That's not what many members of Congress want to hear, including a growing number of disenchanted Republicans. And they're not <<LIKELY>> to be cheered by the Pentagon's latest quarterly Iraq progress report, due out in a week. It will show a mixed bag of small successes, tempered by big problems. Especially the lack of Iraqi political reconciliation."
  },
  {
    "transcript_id": "CNN-312470",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Good morning, Christine. Certainly, questions about whether the president may have obstructed justice here. We do know, according to our reporting, and also first reported by the \"New York Times\" that President Trump apparently asked former FBI Director James Comey to end his investigation into the Trump administration's first national security adviser Michael Flynn who was fired. If this allegation is true, it's a clear sign yet the president attempted to exert some influence over the FBI's investigation in inclusion between Trump campaign and Russia already being described as a grave turn in the drama. Now, there you can see the quote that has been lifted out of the memo which we haven't seen and first reported by the \"New York Times\" but sources have told us that the president essentially said, I hope you can see your way clear to letting this go, to letting Flynn go. He is a good guy. I hope you can let this go. So, that in a nutshell is the thing that's got Washington spinning right now. Republicans on Capitol Hill have been largely silent so far with a few notable exceptions, the Speaker of the House has said, he agrees with an assertion that was made by the chairman of the House Oversight Committee who said that he will subpoena, if necessary, to get this document written by Comey and other information, including perhaps recordings which the president has suggested have been made. Other Republicans outside of Capitol Hill including the governor of Ohio, John Kasich, who once was a member of Congress and was a leading critic during the campaign of President Trump have said they need to get to the bottom of it. Listen.",
    "statement": "Speaker Ryan said some things tonight <ABOUT> getting to the bottom line. Frankly, I <<<THINK>>> he <SHOULD> -- he <SHOULD> be more aggressive. I <<<THINK>>> he <SHOULD> speak out more. This is not a time for Republicans to hide. And I also don't <<<THINK>>> it's a time for Democrats to exploit."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "likely": "ungraded"
    },
    "previous_statement": "It`s lower than 25 (ph) degrees. And by the time it gets to 75 degrees, your heart stops.",
    "statement": "For those of you just joining us, a baby one hour old found abandoned, left to die, <<LIKELY>> flushed down a public toilet after the Barnum and Bailey Ringling Brothers the circus. Amazingly, crews find the baby. Right now, as we go to air, the baby clinging to life. If it doesn`t make it, there`s a mommy facing a murder charge. We`re taking your calls. Out to Rhonda in Mississippi. Hi, Rhonda."
  },
  {
    "transcript_id": "CNN-258795",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, first of all, not to be too critical of Europol, but when I ran FBI international operations and worked with Europol, and had an agent, one of my agents, assigned to Europol full time, we discovered that they have a very difficult time doing anything. And the reason is before they can implement a single policy, a single decision, every single member country has to be unanimous in approving it. So if you have other countries that don't go along, maybe the messages are too harsh, maybe the action isn't appropriate, they're not going to get it done. So I don't -- I wouldn't worry too much -- if I was ISIS, I wouldn't worry too much about what Europol is going to do to them.",
    "statement": "OK. So you're basically saying it's pointless, what they <MIGHT> do?"
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "often": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "feeling": "ungraded",
      "question": "ungraded",
      "certain": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And if he goes, how is it not about the president sweating more talent?",
    "statement": "In this case, it <WOULD> be because I <<<THINK>>> it's just mutually been seen as not working out. Right? Even some of Rex Tillerson's strongest defenders who helped push him for the job have grown to be <A LITTLE> disappointed with what seems to be a foreign policy vision that is aimed almost entirely at the building and narrowing down the diplomatic corps and going by <CERTAIN> metrics of shrinking the staff, which is just not seen by almost any person who has been involved in diplomacy for a long period of time, which Rex Tillerson has not, as an effective way to run the State Department. Rex Tillerson is clearly frustrated. He has <OFTEN> felt like he is shadowed by Jared Kushner, the president's son-in-law, who for a while was referred to as -- privately as the secretary of state among West Wing staff. So there's this <FEELING> that that one will not be seen as a race to the exits, because they don't <<<THINK>>> that has worked that <WELL>. The <QUESTION> is who the replacement will be? Is it still Mike Pompeo, as the favorite? <<COULD>> Mike Pompeo get through confirmation hearings without getting asked a million questions <ABOUT> Russia and the things he has said <ABOUT> the investigation into meddling? So there's a lot of questions there."
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "should": "ungraded",
      "often": "ungraded",
      "usually": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Marvin, is divorce between, while with the court it might be good judgment, application of facts and finding the law. But is good judgment, good manners, something you that you've seen as sort of something you find often in divorce?",
    "statement": "<WELL>, not very <OFTEN>. Hardly ever at all. People just go to each other hammer and tongues. I agree with Gloria. I <<<THINK>>> a restraining order <SHOULD> be issued, but for this reason: In divorces, after several thousand I've done, people <USUALLY>, even though I've always said the house isn't big enough for two people having a divorce, in this particular case it's the girlfriend who's coming in there who is the third party. And..."
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "opinion": "ungraded",
      "indicate": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "So what are those who insisted that the war with Iraq wasn't a good idea saying now? You'll remember that the opposition in two particular countries was particularly intense. And now that it's done, or is it, we have reports from Paris first and then Berlin. Jim Bittermann and Stephanie Halasz.",
    "statement": "They <MAY> have been on the sidelines, but <<OPINION>> polls <INDICATE> the French watched the war in Iraq very carefully. So has their <<OPINION>> changed now that Washington rules? Any <DOUBT> <ABOUT> President Jacques Chirac's foreign policy? Some <<APPARENTLY>>, but not much. Ask the butcher."
  },
  {
    "transcript_id": "CNN-104230",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "And I have tried avoiding it for -- for more than 10 years now.",
    "statement": "The Muslim Madonna. And \"Mysteries of the Mind\" -- <STUFF>, tons and tons of it. You will be amazed at how much one person can hoard."
  },
  {
    "transcript_id": "CNN-91648",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "Asmi Abideen (ph) had never heard of a tsunami before the waves came killing her husband and destroying everything in sight, but she is one of the few in the town of Chalang (ph) still alive. Where 90 percent of the people perished, she survived with her three children. \"I don't want to think about my husband and destroyed properties. It must be God's will. But I am worried about the future of my three children.\" Asmi (ph) says she feels empty and alone, much like the town she used to call home. Asmi (ph) shows us what she has lost. This is where her home was. It was in the center of where a town used to be. Asmit (ph) and her husband had a convenience store and small photo shop attached to their house. She says she only had time to grab the children, no time to take her money and jewelry. \"I started my business from nothing. I was a maid and my husband was a laborer. I don't know what to do now. I'm willing to sweep the floor to earn money, but I don't want to beg.\" Asmi (ph), like thousands of others who lived along Aceh's western coast, has moved into a makeshift refugee camp. The Indonesian military is providing them with what little food and supplies they have.",
    "statement": "We are <A LITTLE> bit slow because we are using ships, but we did -- we bring a lot of things. Life is going on."
  },
  {
    "transcript_id": "CNN-299706",
    "matched_terms": {
      "would": "ungraded",
      "somewhat": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, it's a stunning breach of protocol and break with decades of U.S. foreign policy, the Trump transition team releasing a statement announcing the call with the Taiwanese president saying during the discussion Trump and the Taiwanese president \"noted the close economic, political and security ties that exist between Taiwan and the United States.\" President-Elect Trump also congratulating the president, Tsai Ing-wen, on becoming the president of Taiwan earlier this year. The Taiwanese had said that the conversation also talked about strengthening the relationship between the U.S. and Taiwan. Now we understand an adviser to the Trump transition, Stephen Yates, is in Taiwan. He helped facilitate that call. Yates is a former advisor of Vice President Dick Cheney. He's known to be very pro- Taiwan. We're told the Obama administration was not told of the call until after it happened. And already the Chinese are chiming in, speaking to a Taiwanese leader is something no American president or president-elect has done for nearly 40 years because the U.S. has no diplomatic relations with Taiwan since 1979 respecting the One China policy. China considers Taiwan part of its territory. Chinese state media already calling the exchange unprecedented break in the policy and that Beijing opposes any contact between Washington and Taipei. So this is sure to cause an initial diplomatic uproar with China even before President-Elect Trump takes office. But former diplomats note that many incoming Republican administration have sought to elevate Taiwan over China. President Reagan invited the Taiwanese delegation too, his inaugural ball. President George W. Bush also increased arms sales to Taiwan. So while there could be some gestures of early on to show some more respect to Taiwan, long-time former diplomats don't predict this will be an end to the One China policy because the relationship with China is just too important -- Elise Labott, CNN, Washington.",
    "statement": "The office of Taiwan's president issued a statement on the phone call saying this, in part, \"President Tsai and President-Elect Trump, besides having an intimate and relaxed conversation, also shared their views and concepts on future important policy points; in particular, to promote the domestic economy and to strengthen national defense. \"The president also expressed to President-Elect Trump the desire that America <WOULD> support Taiwan to have the opportunity to participate in and contribute more in international issues.\" A lot to talk <ABOUT> here. CNN has team coverage this hour on China's reaction and the possible political fallout from that phone call. CNN Politics reporter Eugene Scott live with us in New York. But first let's get reaction from Beijing, and our correspondent there, Steven Jiang. Talk to us <ABOUT> the situation. So we're hearing <<SOMEWHAT>> of a measured reaction there from China."
  },
  {
    "transcript_id": "CNN-155302",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But loans have not driven jobs yet. Look, I was the former -- I'm former press secretary to the Small Business Administration. I know how important our 7(a) loan program is. I know how important contracts and access to capital is. These are critical for business, no question about it. So is predictability. So are low tax rates. So are fiscal policies that don't squeeze our credit.",
    "statement": "Doug, how many businesses do you know that don't make decisions to hire people because they're concerned <ABOUT> government policy? That is a big business problem. It's not a mom and pop shop problem. They want credit."
  },
  {
    "transcript_id": "CNN-381236",
    "matched_terms": {
      "sort of": "ungraded",
      "reduce": "ungraded"
    },
    "previous_statement": "But you cannot place this on the wellbeing of indigenous peoples or other people living in poverty in Brazil. At the end of the day, they will continue to live in poverty if Brazil's climate goes downhill the way it has been in the last year?",
    "statement": "They shouldn't continue to live in poverty. They can have opportunity. They can have income jobs and these things. In order to have that, we <REDUCE> the pressure over the forest that this poverty situation gives. We need to provide them some <<SORT OF>> opportunity. And that's why we need an economic development in order to give them this opportunity."
  },
  {
    "transcript_id": "CNN-272299",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, it does sound like in terms of distance, Christi, that they are close. However, the issues that they are facing on the ground such as booby traps, the sniper fire and, of course, the threat of injuring civilians in this fight that could be caught in the cross-fire is what is slowing them down so much. We do know that they have captured a high-level member of ISIS on the ground, Abu Bakar, not to be confused with Abu Bakar Baghdadi, the leader of ISIS. And according to Iraqi defense officials, he is providing information on exactly how many fighters are left inside. We did understand from initial information there were 300 to 500 fighters. We also know that he is a foreign fighter. He is not Iraqi, so we are not sure where he is from Iraqi defense official haven't said, but we also understand that a number of those fighting to the death we believe, are foreign fighters in Ramadi.",
    "statement": "All right. I wanted to ask you, General Hertling, <ABOUT> the rebel groups in Syria who have seized this dam. Is it better in the rebel group's hand than in ISIS and what do we know <ABOUT> this group, I <<GUESS>>, is the <QUESTION>?"
  },
  {
    "transcript_id": "NPR-9921",
    "matched_terms": {
      "would": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Let's unpack that 2008 decision now with former federal prosecutor Ken White. He says Acosta's office gave Epstein the deal of the millennium.",
    "statement": "First, it's unusual for the federal government to give someone an agreement saying, we won't prosecute you since you're pleading to these state claims. That's not run-of-the-mill. What's also <QUITE> unusual is they did that even knowing that the state punishment <WOULD> be <QUITE> lenient given the type of conduct that's described - basically trafficking in underage girls. And finally, what is completely unprecedented and that I've never seen is this very broad agreement that they <WOULD> not prosecute any of Epstein's co-conspirators. In other words, there were people out there who helped Epstein procure underage girls. And the government was agreeing it <WOULD> not go after them."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And I would say over the years it's substantially greater than that.",
    "statement": "How much is it? Because for a man worth $10 billion, for Donald Trump to say that veterans are one of his top priorities, how much do you <<<THINK>>> he's given to them over the decades?"
  },
  {
    "transcript_id": "CNN-160049",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "This is one of the on the set romances that blossomed into more kids or at least one.",
    "statement": "And it happens <QUITE> frequently in the industry."
  },
  {
    "transcript_id": "CNN-330389",
    "matched_terms": {
      "could": "ungraded",
      "doubt": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, we just heard from Hawaii Senator Brian Schatz also going on Twitter saying again there is no missile threat, it was a false alarm based on human error. There is nothing more important to Hawaii than professionalizing and fool-proofing this process. Again false alarm, what happened today is totally inexcusable. The whole state was terrified. There needs to be tough and quick accountability and a fix process. And as Juliette was saying, one of the main concerns here is that that language, even if you're going to send out a test, you know, when we're watching our TV and we see those emergency -- this is a test of the Emergency Broadcast System, it says this is a test. If this was a real emergency, you would be directed on what do. And so a test here, or human error. People are very concerned about how that happened. But not only were Hawaiians relieved to hear that this is not an emergency, the psychological damage lingers, and also the potential for miscalculation at this extreme time of high tensions still remain. I think nerves here in United States and certainly in Hawaii but around the world and in Asia right now bound to be very raw for the next several days.",
    "statement": "Without a <DOUBT>. There is no <QUESTION> that even if you are not Hawaii, if you are in other nations and other parts of the world and you receive this information, you're thinking holy cow, this <<COULD>> be the start of something that will affect everyone. Joining us on the phone is CNN correspondent Sara Sidner. And Sara, you just spoke to the emergency management of Hawaii, the people who sent this mistaken alert out. What did they say?"
  }
]