[
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "sometimes": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "And we don't - we've not agreed on things always <ABOUT> how to handle money. But the concept is do we know each other's philosophy? Do we understand each other's philosophy? And I <<<THINK>>> you and I have for each other for a long time. And I <<<THINK>>> that's the issue. Are you lying because you're trying to deceive the other person? I'm not <<SURE>> lying <ABOUT> spending is lying <ABOUT> cheating in your relationship. I <<<THINK>>> <SOMETIMES> you're lying <ABOUT> your - your spending habits because you're <A LITTLE> bit ashamed of them. It shows a lack of discipline or <<MAYBE>> your other partner is more disciplined. So it's a different issue than - than lying <ABOUT> other things, <ABOUT> where you were."
  },
  {
    "transcript_id": "CNN-202572",
    "matched_terms": {
      "could": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "It is a breeding ground for leaders. What's going to happen to that feeder system? That's what I'm most worried about. Catholic schools traditionally have been the pathway out of poverty for generations of kids.",
    "statement": "And you were with all these closures that <<COULD>> <CHANGE>?"
  },
  {
    "transcript_id": "CNN-225668",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Here's the thing. A blind person is can be one of the biggest victims in life no matter what it is because they can't see. I don't think that should be able to be used against him. I think we should have protections to make sure that when they talk it has weight and it's not you're blind and you can't really tell me what happened because you can't see. I don't think that would be fair either.",
    "statement": "<WELL>, unless it goes down to what you were able to see in the situation. That's why there is <A LITTLE> confusion, but I agree with you <ABOUT> protecting the rights of those who have challenges with their sight. We have to stay with stand your ground. I've got to go Ben. Thank you for being with us as always. Let's continue on Twitter. All right, always great to see you, Ben Ferguson."
  },
  {
    "transcript_id": "CNN-188886",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, we're being told that this was part of a continuing ongoing intelligence led operation. Counterterrorism police took part in the swoops this morning. Three people arrested in the east of London not so far from the Olympic Park Stadium and in the west of London another three people arrested there, their ages between 18 and 30. Police say they've been taken to the south of London to a police station there for questioning by counterterrorism officials. Meanwhile the police are searching eight different residential properties in the east and west of London as well as one business property. They say that they've been watching these people for some time and felt this was the right time to swoop. Clearly, everyone here in Britain, counterterrorism officials, police, intelligence authorities really on a hair trigger, if you will, for anything that could disrupt the Olympics -- Don.",
    "statement": "All right, Nic Robertson, thank you very much. We're going to go now to the latest on the power outages across the mid-Atlantic caused by last week's storms. Right now, there are fewer than 700,000 homes and businesses without electricity. They're scattered across 11 states. That's down from a peak of <ABOUT> 4 million over the weekend. So they got it back up pretty fast. For some time, though, for some this marks the beginning of a seven- day, the seventh day without electricity, air conditioning, or a way to keep food cold and safe. In West Virginia, a desperate situation is turning into a crisis now. Beginning today, relief crews are dishing out some 25,000 meal a day. Some people have gone days without food and even water. Lizzie O'Leary is our regulation correspondent and is looking into complaints here. So Lizzie, we want to be fair. The power companies also need to be accountable here. Are they doing enough?"
  },
  {
    "transcript_id": "CNN-199495",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "The president called on Congress to reinstate a ban on assault-type weapons, restrict the size of ammunition magazines and require universal background checks on all gun purchases in the United States. While the president took his own executive action on a number of measures, it's now up to Congress to pass the much more sweeping proposals. Let's bring in our senior Congressional correspondent, Dana Bash -- Dana, this certainly will not be easy, giving -- given the political clout of the other side.",
    "statement": "That's right. And, you know, the House speaker, his spokesman issued a statement saying that they aren't even going to consider doing anything, House Republicans. That is, until the Democratic-led Senate acts. And even that, Wolf, I'm told by Democratic sources, is an open <QUESTION>."
  },
  {
    "transcript_id": "CNN-83741",
    "matched_terms": {
      "about": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "Well, the foreseeable future is pretty hard to predict, especially in a place like Iraq. So I wouldn't want to make any predictions about how long anybody or anything is going to stick around in Iraq or how long we're going to need the additional capability.",
    "statement": "However, what is becoming increasingly clear, those two combat brigades, <ABOUT> 10,000 troops, initially, that requirement will be filled by the 1st Armored Division, already in place in Iraq. The return of those troops back to their home bases will be delayed. And the Joint Chiefs of Staff are already meeting to try to <FIGURE> out what other troops they can tap into to replace the 1st AD as quickly as possible and let them go home -- Carol."
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Are they married? And if they`re not, <<COULD>> it <<MAYBE>> be something of a custody battle, you know, with the other in-laws or something, and <<COULD>> they <<MAYBE>> be following her, like, stalking and just took the child?"
  },
  {
    "transcript_id": "CNN-78891",
    "matched_terms": {
      "question": "ungraded",
      "avoid": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good evening again everyone. It is a tantalizing notion with interesting implications, the idea that the Iraqis were willing to make significant concessions to <AVOID> a war. We know now how it turned out of course. If it was an honest attempt to prevent war it failed but was it really? It's the first <QUESTION> we look at tonight this back channel caper begins the whip. Our National Security Correspondent David Ensor starts us off, David a headline from you tonight."
  },
  {
    "transcript_id": "CNN-9640",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Caution was the mood that ruled Wall Street Tuesday after profit-taking led to a quiet selloff.",
    "statement": "But confusion <<COULD>> be the next with mixed signals from some traders saying the summer rally has come and gone and others saying it has yet to come. And here now with more on the market color is Christine Romans."
  },
  {
    "transcript_id": "CNN-107230",
    "matched_terms": {
      "may": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "That is a lot.",
    "statement": "And we're going to watch, especially Father's Day. You've got Ernie Els and Vijay Singh and Phil Mickelson of the big five who made the cut. You've even got David Duval, who <MAY> be coming back after a long loss. He's only six strokes back. But the important <THING> is this tournament transcends Tiger Woods these days. It's not the Tigerization of the tour. You've got 1,000 media requests from all over the globe, 25 countries, including China and Russia and India, Nigeria for the first time. You even had 400,000 separate items in the merchandise tent, by the way, $10 million. I was there for the last couple of days."
  },
  {
    "transcript_id": "CNN-409089",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think in the near future, you're not going to see any moves on annexation, especially as Netanyahu doesn't want to jeopardize in any way normalization agreement with the UAE. But because of the nature of Israeli politics, Netanyahu can't openly admit that. So he'll say it's a temporary suspension of annexation. Realistically, I think it was Jared Kushner who said annexation isn't happening any time soon. Perhaps if it was a few years down the road and we remain at the point where we are which is to say the Trump Administration and the Palestinians still refusing to talk, and perhaps at that point and who knows how far away that is, Netanyahu gets the green light from the White House to annex.",
    "statement": "Yes, fascinating. Oren, always a pleasure thank you sir. Oren Liebermann is in Jerusalem. <WELL>, the man responsible for killing 51 Muslim worshippers in New Zealand's worst mass shooting will soon learn his fate in the sentencing phase of his trial. Brenton Tarrant was in court on Monday, his sentencing hearing started court watch say he showed no emotion. Tarrant pleaded guilty to the deadly shooting at two mosques in Christchurch last year. The court has been hearing from victim survivors and family members. <TAKE> a listen to some of the emotional testimony so far."
  },
  {
    "transcript_id": "CNN-59288",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "There may have been, you know, that's -- some abroad -- I mean, they're not positive of anything. And they're still working the foreign connection very actively. They don't think it's the strain that Iraq, for instance, makes. Secondly, it's extraordinarily fine and fluffy, and so they think that that tells you that somebody with a really good scientific background, really good equipment and a containment box made it. It's like -- they describe it as like cigarette smoke. So, how do you get it into this country without releasing it and contaminating everything around and killing some people?",
    "statement": "Pat Clawson, your friend Steven Hatfill is supposed to have a job at Louisiana State University, is <<APPARENTLY>> on paid leave right now. Tell us what's going on, as far as the future for Steven Hatfill is concerned."
  },
  {
    "transcript_id": "NPR-11755",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "So why doesn't Apple help?",
    "statement": "In a very strongly worded post on Apple's website, CEO Tim Cook said that helping the government in this case <WOULD> make millions of other iPhones less secure. And he meant that in two ways. One is that to break into Farook's phone, Apple <WOULD> have to develop a special software to disable the security feature. And if it does this, once it enables that, it will make all phones less secure because somebody <<COULD>> get a hold of that special software, and hackers <<COULD>> use it. His second reason is a legal one. If you set a precedent here, if you allow the government to come in and let - force you to do it in this one case, it <<COULD>> force you to do it in many other cases."
  },
  {
    "transcript_id": "CNN-114740",
    "matched_terms": {
      "might": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "You <MIGHT> be doing the same <THING>. Cheryle Jackson, nice to see you. She's president of the Chicago Urban League."
  },
  {
    "transcript_id": "CNN-44495",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "By nightfall, Pakistani horseback troops rode out on patrol, of border areas previously kept secure by Taliban fighters. Now Pakistani commanders here say that they are seeing fewer and fewer armed Taliban on the other side of the frontier. Nic Robertson, CNN, on the Pakistan-Afghan border.",
    "statement": "Much further north, a handful of Taliban fighters are <<APPARENTLY>> all that is left of the hundreds that surrendered over the weekend. They are non-Afghans who were rounded up and put into a fortress for trial and then tried fight their way out. Just a short time ago, CNN's Alessio Vinci went inside that fortress at Mazar-e Sharif."
  },
  {
    "transcript_id": "CNN-315810",
    "matched_terms": {
      "could": "ungraded",
      "sometimes": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "-- a little bit of a funny moment for this.",
    "statement": "You <<COULD>> look at it and say it's clever. You can say wrestling is fake. Security threats are real. And, Ben, you suffer from this just like the rest of us do. You get hate mail that <SOMETIMES> threatens your life. And that's what's happening to folks at CNN right now. I've seen some of the trash that's coming to people's inboxes. How can we look at this video and not <<<THINK>>> that it's actually going to cause even more of those threats more of that hate to fester out there?"
  },
  {
    "transcript_id": "CNN-132013",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "How many people are confident he's going to win?",
    "statement": "What do you all <<<THINK>>> of the polls, though, that say that he's --"
  },
  {
    "transcript_id": "CNN-87580",
    "matched_terms": {
      "usually": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's a big fashion statement. And you look great.",
    "statement": "Right now, we are hearing on the platform from Victor Carrillo, who is the Texas Railroad commissioner. We're <<SORT OF>> at that stage of events. As far as what has been going on here today, <WELL>, first of all, the party platform you referred to, one that had generated some controversy as it was being drawn up, generated none here today. It will not surprise you that it was approved very, very easily. And, of course, there's no controversy over the nominees of this party, at least not in this hall. The nominees, George W. Bush and Dick Cheney, have been put out. The final votes will be concluded on Wednesday night. We all know the result. We all know what is coming up next. We have Senator John McCain, who is going to be making his speech tonight, along with Rudy Giuliani. McCain, who seems to have reconciled his differences, at least now, with George Bush. And this will go on. Vice President Cheney was in the hall while the nominations were going on, by the way, doing <A LITTLE> bit of planning (ph). It's not <USUALLY> the <<KIND OF>> term you hear when you hear Dick Cheney, but that's what he was doing here. He will be back on Wednesday night to make his speech, his acceptance speech. Then Thursday night, the president, George W. Bush, hoping for a bounce that gets him out of here and with some <<SORT OF>> edge in what promises to be a very rugged fight in the fall for the election -- Kyra."
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Congressman Pence, let me begin with you. You heard President Bush in his radio address yesterday. He said, \"I urge members of Congress to act next week so I can sign these needed reforms into law.\" The question is, will House Speaker Dennis Hastert bring this bill to the floor for a vote?",
    "statement": "<WELL>, we <HOPE> so. But Kelly I <<<THINK>>> I and many house conservatives are very anxious to see us bring a bill tot he floor that at its very essence does no harm to the interest of the war fighters in the war on terror. And when we have the chairman of the Housed Armed Services Committee and now, as CNN broke yesterday, the chairman of the Senate Armed Services Committee..."
  },
  {
    "transcript_id": "NPR-46151",
    "matched_terms": {
      "often": "ungraded"
    },
    "previous_statement": "Now is...",
    "statement": "Businesspeople can protect <OFTEN> the tools of their trade,      so they're left with their computers, their equipment, <OFTEN> even their      automobiles.  But again, those people who are small business,      self-employed types who don't have a lot of equipment, don't have      protection.  This bankruptcy law is heavily targeted against the poor,      and this time I'll let Matthew have the middle class."
  },
  {
    "transcript_id": "CNN-243499",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Good evening.",
    "statement": "Let me first ask you <ABOUT> this horrible attack that took place in Jerusalem today. The prime minister made his statement; he's obviously condemned. It's being condemned <AROUND> the world. He also blamed Abu Mazen, or the president of the Palestinian Authority, who himself has condemned it. Why is that?"
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Our first phone call right now, Bob from Tennessee is on the line. Let's have Lauren Young take this question. Hello, Bob. What's your question?",
    "statement": "Thank you for taking my call.com (sic). What is the minimum amount of information you have to give to make online purchases? Some web sites want your credit card number, blood type, sperm count. Other web sites, thank you for taking my call.com (sic), they want you to send a $5 bill to a P.O. Box for a tape of live TV shows. That's the difference between the web sites like thank you for taking my call.com (sic) and those others like Amazon and those other ones that want the information to be given be. What is your ladies' opinions on that? How long <WOULD> you let a fella be on the air calling in and asking --"
  },
  {
    "transcript_id": "CNN-192724",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "There were plans apparently to focus on an attack specifically by a very small group of terrorists, and if Mitt Romney wants to claim that he would have either negotiated with those terrorists or that that attack wouldn't have happened, I think that's a very dangerous road to go down.",
    "statement": "Listen, I'm going to ask the two of you to stick <AROUND> because we're not done. We've still got to talk <ABOUT> taxes and swing states coming up. But first, our political junkie <QUESTION> of the day, and we are sticking with swing states on this one -- before Barack Obama turned Virginia blue, who was the last Democrat to win the state in the presidential election? Yes, that's a good one. You can tweet me the answer. I'll let you know who gets the right answer first."
  },
  {
    "transcript_id": "CNN-116771",
    "matched_terms": {
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "... British Prime Minister Tony Blair, is leaving the stage.",
    "statement": "He has fewer friends and I <<<THINK>>> he's beginning to realize that even a determined, principled president who is bent upon doing what he views is the right <THING>, runs out of room if he loses support within his own political party."
  },
  {
    "transcript_id": "CNN-342081",
    "matched_terms": {
      "could": "ungraded",
      "kind of": "ungraded",
      "a little": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Welcome to our viewers in the United States and around the world. This is NEW DAY. It's Wednesday, June 6, 6 a.m. here in New York. And we do begin with breaking primary news. Democrats appear to have averted sudden death in the most consequential primaries of the season thus far. The votes are still being counted. It is very early in California. But Democrats appear confident that they will have candidates in every competitive congressional district as they try to recapture the House in November. California has this so-called \"jungle primary,\" where the top two vote getters, regardless of their party, advance to a run-off in November.",
    "statement": "It <<COULD>> <TAKE> days to know exactly which Democrats will face off against the Republican nominees in the House district. But still, the Democrats are singing \"California Dreaming,\" \"Going to California, \"Hotel California.\" You pick the song, they're singing it. Republicans are <<KIND OF>> humming <A LITTLE> bit, too, this morning. They avoided a shutout in the state's governor's race. Businessman John Cox, who was backed by President Trump, he came in second, so he will challenge the Democratic lieutenant governor, Gavin Newsom this fall. All kinds of races to cover for you this morning on this huge election morn. Let's begin with CNN's Miguel Marquez, live in Los Angeles with the latest results -- Miguel."
  },
  {
    "transcript_id": "CNN-317054",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "guess": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "This in his defense: \"The fake news is becoming more and more dishonest. Even a dinner arranged for the top 20 leaders in Germany is made to look sinister.\" It's not there was a dinner took place that anyone is reporting on. It's the fact that there is a meeting, that the president spoke with the Russian president for nearly an hour that is raising eyebrows of folks. Not just folks in the United States, but the other leaders in that meeting. That is how that is being reported. Joining me now to discuss, former ambassador to the Ukraine, Steven Pifer. He was also a foreign service officer at the embassy in Moscow. He knows this area very, very well. And CNN political analyst and White House correspondent for \"Politico,\" Tara Palmeri. Great to see both of you. Ambassador, first to you. On this conversation, the White House is describing this all as no big deal. In a statement, when they finally acknowledged that this conversation between the presidents took place, the White House said this, that \"It is not only perfectly normal, it's part of the president's duty to interact with world leaders.\" Is this perfectly normal?",
    "statement": "Certainly, the president needs to be talking to world leaders, including President Putin. I <<GUESS>> the <THING> that was surprising <ABOUT> this discussion, other than the fact that it was not previously disclosed, was after spending two hours with President Putin in a meeting earlier that day, at the dinner, he chose to spend another hour with President Putin. And then also the absence of another American there. Part of the problem was, the interpreter that President Trump had was a Japanese interpreter because he was seated next to the wife of the Japanese prime minister. But it <MIGHT> have been smart for the president to <TAKE> that person along to get a record of the conversation. What now is that Secretary of State Tillerson, and national security adviser, General McMaster, they don't have a record of that meeting, what commitments <MIGHT> have been made, so it's hard for them to follow up on whatever discussions took place during that hour-long discussion."
  },
  {
    "transcript_id": "CNN-116786",
    "matched_terms": {
      "avoid": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As much as I hate to say this is, John, and this is my state, and I love it, it's my city, but if you can avoid traveling coming through the Lake City area at all today, please do that. You know, it's -- traveling is tough with all the diversion routes we've had to take to get people off the major arteries to avoid crashes, is we're having to adapt to each one of those detours, we're opening a detour, we're and a shutting a detour down because it becomes inundated with smoke. If you're coming, if you have to travel east coming to Jacksonville, please consider getting off into Tallahassee, to Madison, Monticello area to take, you know, alternate routes to go into Georgia, to work yourself around to Jacksonville. If you're coming out of south Florida and can avoid getting into the Gainesville area. You know, consider taking, you know, an alternate route, go into I-95, go on over to U.S. 27, other major north arteries to get yourself away from the middle of the state, to get away from this problem.",
    "statement": "Major, thank you very much for taking some time to speak with us. <WELL>, you heard it, it's a mess here in north Florida as far as the road conditions are concerned. And they have been dealing with a lot of accidents on the highways and people actually pulled over because they can't see at all, disoriented is the way it was put to me. So, while they're getting a handle on this fire, at least right now because of the weather conditions, they're not getting a handle on the traffic situation. So, it's going to be a mess out there and the word to people traveling, <AVOID>, if at all possible, this area of the state of Florida -- Fredricka."
  },
  {
    "transcript_id": "CNN-102240",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "And he often would quote Wilbur Wright, one of the Wright brothers. And said if you want perfect safety in a flight, you have to sit on the fence and watch the birds fly.",
    "statement": "Challenger was supposed to be a crowning moment in the shuttle program. Seven astronauts, among them Christa McAuliffe. She <WOULD> be the first teacher in space. Under a cold, blue sky, Challenger lifted off."
  },
  {
    "transcript_id": "CNN-363720",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, it absolutely is, Hala. I think one of the key things to remember up here on Capitol Hill, lawmakers and committees themselves, they get the headlines. They are the ones who are on camera. It's the staff that decides whether or not an investigation, which is what Adam Schiff has made very clear his committee is digging into, specifically reopening their own Russia probe now that they've taken control of the House. It's the staff that makes -- kind much determines whether or not the investigations actually have teeth. Dan Goldman, assistant attorney at the southern district of New York, worked on Russian mafia, in that regard worked on money laundering issues as well. These are crucial issues they want to look into. Adam Schiff is bringing people with that experience, that cache specifically underscores the fact not only is the investigation serious, but they are problematic for the White House.",
    "statement": "I want to ask Abby one quick last one on the secretary of Homeland Security in a heated exchange <ABOUT> the Trump administration's immigration policy at the border. She was asked specifically <ABOUT> children who are detained, and this is the exchange."
  },
  {
    "transcript_id": "CNN-344839",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "understanding": "ungraded"
    },
    "previous_statement": "Well, the bigger problem, on the big scale, it is the fact that the government from the get-go, when they separated these children from their parents, they made no effort to create a system, to create some way to track the parent and the child. When the government decided to take families apart, they didn`t seem interested in how they were ever going to put them back together. They wanted to send a signal that they were going to be tough, that they were going to take your kids if you came across the border. They hoped that it would stop other migrants from coming across the border, other migrant families. That hasn`t happened. The policy has been reversed now, and now they`re trying to create a process for getting these families back together after the fact. That`s not the way you want to do this. So the judge today in California saying that they believe that they can get 63 of 102 back together either today or in the next couple of days. They have some issues, because some parents have been deported, some have bonded out on asylum claims. Some are in custody of other agencies and once they`re out of ICE custody, Immigration and Customs Enforcement, then it`s difficult for authorities to track them. They never considered that possibility when they separated these families. This is all a test case, basically, for a much larger pool of children. Those 5 and up. Some 3,000, just under 3,000 children who need to be reunited with their families by the 26th. The judge now setting guidelines for doing that, on an expedited basis. The government basically saying, we want you, mom or dad, we took your kid from you, and now we want you to prove that this is your kid. The judge saying, that`s not going to work. That`s a process that takes one or two months. It`s called unaccompanied minors. These were not unaccompanied minors. The government took these kids from their parents. The government must now figure out a way to hand them back very quickly. There is documentary proof in many cases and there is also DNA if they have to go to that. But there are ways, and the judge said he expects it to be done. Paula.",
    "statement": "OK. The judge says he expects it to be done. But, Miguel, how enforceable are these deadlines? I <<<THINK>>> that`s what I`m having trouble <UNDERSTANDING> here. If a judge, you and I <<COULD>> not ignore a court order without repercussions. What`s the accountability on the government`s part if they don`t meet these guidelines?"
  },
  {
    "transcript_id": "CNN-170278",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "I think she`s too hot to handle for the networks. TMZ has said in the past, Carlos - Harvey actually tweeted this - Harvey Levin the head of TMZ - that they`re not going to bid, but that may have changed. I don`t know. I can tell you one thing. Carlos, you and I both worked for Harvey Levin in his previous incarnation of \"Celebrity Justice.\" If anybody can squeeze the truth out of this young woman, it would be Harvey. I have literally handed the phone to him when I`ve had recalcitrant interview subjects that I`ve wanted to get to crack and he will crack them every single time. He`ll get them -",
    "statement": "No, Jane - I know but I want this to happen. Doesn`t tip off her people, OK? Because Harvey <WOULD> be great in this interview. You`re right. Harvey Levin is the best when it comes to getting the interviews. He`s the man and I <WOULD> love to se him do this interview. But we can reveal today people were telling TMZ off right on their Facebook page. Donna C. who watches TMZ`s TV show, wrote this on the TMZ Facebook wall, \"Shame, shame, shame on you. I did not watch your show last night. You are boycotted off my list of programs. Promoting a baby killer is not good for you.\" So Michael Billy, to our SHOWBIZ Flashpoint, is that just more evidence Casey <MAY> be too hot to handle?"
  },
  {
    "transcript_id": "CNN-215603",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A record-setting storm slamming the Northwest. Roads are flooded, trees are all knocked down and thousands are left in the dark.",
    "statement": "Dozens of tourists jumping into the water when their boat suddenly erupts in flames. Crazy pictures. Really crazy story to tell you <ABOUT>. Good morning, everyone. Welcome to EARLY START. I'm John Berman."
  },
  {
    "transcript_id": "CNN-196308",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "It's not going to happen.",
    "statement": "That will never happen. But, Amazon is going to have deals on all of their <STUFF>,"
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "I need -- I need an ambulance! 911",
    "statement": "OK, what`s the problem, sir? We need medical. Sir, what`s <WRONG>?"
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Everyone does, and I'm very nice to mine.",
    "statement": "I <<<THINK>>> it's really important not just to talk <ABOUT> it, but to go out and do something <ABOUT> it."
  },
  {
    "transcript_id": "CNN-251202",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "seem": "ungraded",
      "question": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Sources are telling CNN that some major details previously reported about an alleged drunk driving crash involving two agents may not be completely true. CNN's Erin McPike is live at the White House with more. Erin, what are you hearing this morning?",
    "statement": "<WELL>, Victor, first we <SHOULD> point out that the Secret Service has only put out a statement saying that there is an investigation under way. That's the only public <THING>. The rest of this has been background information. What we do know is that on the evening of March 4th there were two very senior Secret Service agents who were at a bar for a retirement party for one of their colleagues that was <ABOUT> seven blocks due east of the White House. At the end of this party they left in a government car one of those agents was driving, and they came back to the White House and approached a barricade. What we know <ABOUT> this, there was a suspicious -- there was some suspicious activity because a bomb threat was going on. It <MAY> not have been a serious <THING>, but they have to <TAKE> these events very seriously. And they drove up to the barricade, they nudged this orange barrel that was <AROUND> the barricade where this suspicious activity was going on. The car went through two checkpoints and then the agents went home. There was no collision. There doesn't <SEEM> to be any <<SORT OF>> damage. There <MAY> never have been any <<SORT OF>> ask for a sobriety test. That is called into <QUESTION> right now. Now we do know that Joe Clancy, who is the director of Secret Service, didn't find out <ABOUT> this incident until five days later. He will be questioned on Capitol Hill on Monday and Tuesday for some private and some public briefings. But he is coming under some fire because he was supposed to turn this agency <AROUND>, and there's still a lot of questions <ABOUT> the culture at Secret Service. CNN spoke to Jason Chaffetz. He is a Republican congressman who runs the House Committee on Oversight and Government Reform. Here's what he had to say <ABOUT> this yesterday."
  },
  {
    "transcript_id": "CNN-239455",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Well, if you're setting it CIA and you're giving talking points of the director of CIA or more important the President of United States. When you're giving them intelligence that leads to the use of force and an announcement by the President of the United States and American people and use that word imminent, that suggest to me that we had intimate knowledge of what was going on in ISIS and in this Khorasan group, enough knowledge to understand that a plot was maybe a week out, a month out, two months out. You do not tee up the President of United States to talk to the American people about imminent plots and to strike targets in Syria without significant knowledge of what's going on Khorasan, you just don't do it.",
    "statement": "Peter, what do you make of this the U.S. officials now warning local authorities really essentially to beyond to look out for lone-wolf attacks, you know, again the -- Former Homeland Security, I talked to Lisa Monaco in our last hour said this wasn't based on any specific intelligence <ABOUT> a pending attack, but it just seems to be a sensible precaution to <TAKE>."
  },
  {
    "transcript_id": "CNN-262011",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I was just -- you just took my question. Al Gore and there's Joe Biden.",
    "statement": "Yes. <WELL>, way too early to count Hillary out. Speaking of long game, she has finances, she has organizations, she is playing a long game. But too early to say that she's in deep trouble. But if you <<<THINK>>> there has to be concern in the Clinton camp. Not being able to control his narrative."
  },
  {
    "transcript_id": "CNN-264329",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Barbara Mary Habib.",
    "statement": "All right. For those viewers just joining us now, good morning to you. I'm Carol Costello. Thank you so much for joining me. That was a moment of silence marking the fall of the South Tower of the World Trade Center, and in just a few moments we'll pause again to remember those on board United Flight 93. As you know, that plane crashed in a field near Shanksville, Pennsylvania, as passengers onboard overpowered the hijackers in an attempt to regain control of that plane. There will be a moment of silence in New York as <WELL> as a new memorial at the crash site in Pennsylvania. Deborah Feyerick live in Lower Manhattan with the ceremonies here. Good morning, Deborah."
  },
  {
    "transcript_id": "CNN-140400",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "The pressure point is identity politics. The pressure point here is Sotomayor's alleged accused undue sympathy for plaintiffs in discrimination cases. And that's significant. I <<<THINK>>> that's where she's going to have her hardest time."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "probably": "ungraded",
      "kind of": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Savannah started it off by saying I said he wasn't a hero. I didn't say that. And if you would have let it run just another three second you would have said that I said very clearly he is a war hero. I have absolutely no problem with that. What I do have problems with is that he called 15,000 people that showed up for me to speak in Phoenix, he called them crazies because they want to stop illegal immigration. I do have a problem with what he's doing on the border. He's terrible. And I do have a problem with the fact, with the illegal immigration is a disaster. And he's doing a horrible job. Matt, I see the vets. They come to me. These are powerful, wonderful people, and they're crying. They don't know what to do. They're lost because of what we're doing. Frankly, illegal immigrants get treated better than many of our vets. It's disgrace what is happening to our country. And John McCain has nothing about it but respect. I do also respect greatly the people that aren't captured. Nobody talks about them. We talk about John McCain, and I think it's great, and he is a very brave and all of that. But we don't talk about the people that weren't captured, and that is what I was trying to refer to, and I think I did. And, by the way, if you see the news conference right afterwards, a minute afterwards, everything was perfect. I never even thought it would be an issue. My opponents have brought it up. These are guys that have zero in the polls. And, by the way, you said that I said I'm doing well. I'm not saying I'm doing well. The polls are saying I'm doing well.",
    "statement": "Now, you can <<PROBABLY>> glean from that that big part of the genesis of his feud with John McCain is that Trump went to McCain's home state of Arizona <A LITTLE> more than a week ago and had a huge rally. And during that time McCain said that the people he got to come to the rally were crazies, which is <<KIND OF>> a typical word that McCain uses. The two of them very much disagree on how to deal with illegal immigration. McCain did also come out this morning, but his rhetoric was a lot more toned down than what you just heard from Donald Trump. Listen to this."
  },
  {
    "transcript_id": "CNN-261229",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "And how do you stop an outbreak like this? How do you get rid of it once it's around?",
    "statement": "The most important <THING> you do is find the source of the outbreak."
  },
  {
    "transcript_id": "CNN-146506",
    "matched_terms": {
      "may": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Time now for your top-of-the-hour reset. I'm Tony Harris in the CNN NEWSROOM. It is 8:00 in the evening on the Arabian Peninsula, where U.S. bombs may fall on al Qaeda targets in Yemen. And U.S. airport security. Experts decipher body language to spot terrorists. We will talk about behavioral screening. And across the country, will 2010 be the year for an economic comeback? Chief Business Correspondent Ali Velshi looks into his crystal ball. Let's do this -- let's get started by getting you up to speed on the Flight 253 terror investigation and its fallout. The government has extended new air travel security measures put in place after the attempted bombing. A decision on whether to extend them further will be revisited in a directive due out tonight. President Obama wants a report on security lapses on his desk tomorrow. He calls the Flight 253 terror incident a systemic failure. And senior administration officials say the U.S. is weighing retaliatory strikes in Yemen. They would target al Qaeda camps. Let's focus for a moment on a possible military response to the bomb plot targeting Flight 253. Pentagon Correspondent Barbara Starr reports.",
    "statement": "Tony, al Qaeda in Yemen is now in the crosshairs of both the U.S. and Yemeni government. The <QUESTION> is, what <MAY> happen next?"
  },
  {
    "transcript_id": "CNN-348099",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "I have represented a lot of politicians. I have represented a governor in my home state of Pennsylvania as general counsel. When you're speaking on behalf of your client, you have to be precise. If you're going to take that step to do it on television or in the public domain, there's no exception to precision. And he is not being precise. You know, he's giving off-the-cuff answers. He needs to be better prepared and be very precise with his answers and get his facts straight so that he is conveying that message appropriately.",
    "statement": "OK. Both gentlemen, stay with me. I want to bring in my colleague Brynn Gingras who's going to report out some important news for us, and that is on the president's former attorney, former fixer, Michael Cohen, facing potentially some really tough charges here, <<MAYBE>> by the end of this month."
  },
  {
    "transcript_id": "CNN-84173",
    "matched_terms": {
      "around": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's move southeast from Fallujah to Najaf. What's the latest on that standoff?",
    "statement": "<WELL>, again, we still have coalition forces <AROUND> the city of Kufa, <AROUND> the city of Najaf. We're not inside of the city of Najaf. There is a couple of kilometers between Kufa and Najaf where we have established some base camps, taking over where the Spanish used to be. And today, we had some checkpoints out there watching vehicles coming in and out, checking them to make <<SURE>> that they didn't have any illegal equipment, illegal arms. But generally, it's pretty quiet. As you know, two nights ago, we had a pretty heavy engagement on the east side of Euphrates from Kufa. There had been some very provocative actions on the part of the Mehdi Army, Sadr's militia, and they paid the price for that."
  },
  {
    "transcript_id": "NPR-42132",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He spent a few hours in the hospital where they assessed him. I joined him in the hospital for some of that time. As you can well imagine, the emergency room was total chaos, it was like a zoo, there were injured coming in and out continuously, and thank God he came home last night at about midnight.",
    "statement": "Ms. Kaplan, I'm curious in your thoughts on Israel's response to Hezbollah's capture of these Israeli soldiers. What do you <<<THINK>>> <ABOUT> what's going on right now?"
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "around": "ungraded",
      "likely": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, he's got to file for reelection because you can't not run for reelection while you're urging the other folks in your caucus to run for election themselves. How do you say, you know run if you want, guys. You've got to run again but I'm not going to. You can't do that. So he has to run for reelection. But I think it's very much possible that he runs for reelection and then steps down if they get waxed next year.",
    "statement": "I agree with that. I <<<THINK>>> if Republicans hold the majority in the House, he's <<LIKELY>> to stick <AROUND>."
  },
  {
    "transcript_id": "NPR-43874",
    "matched_terms": {
      "perhaps": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There had been an EU proposal for Iran to curtail its program in      exchange for economic incentives.  That seems to have fallen apart.  Iran      said, `Not interested.'",
    "statement": "<WELL>, it's unfortunate because I don't <<<THINK>>> the Iranians      have given the European agreement a fair reading.  Their reaction was so      quick and so negative that it was surprising, and it adds to the crisis      because you have to conclude that <<PERHAPS>> Iran never took these      negotiations seriously."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You've seen some steps to implement of their recommendations?",
    "statement": "Steps were taken to implement their recommendations. I saw those reports <WELL> after they were issued. The one in <QUESTION> was issued on the 6th of November. It was addressed, to my knowledge, to General Karpinski, and she replied at her command level on the 24th of December of '03 to the"
  },
  {
    "transcript_id": "CNN-262011",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Donald Trump takes aim at another rival. This is CNN Tonight. I'm Don Lemon. The mogul to be your next president has spared no one from Hillary Clinton, to Jeb Bush, to Rand Paul. Now, it's Joe Biden's turn.",
    "statement": "I <<<THINK>>> they match up great. I'm a job producer. I've had a great record. I haven't been involved in plagiarism. I <<<THINK>>> I <WOULD> match up very <WELL> against Biden."
  },
  {
    "transcript_id": "CNN-346908",
    "matched_terms": {
      "about": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "Very strong circumstantial evidence that he was aware of that meeting before the hand and what the purpose of that meeting was.",
    "statement": "Also, just on the hypocrisy front, Dana, not only does the president tweet out essentially no bigs, we got no dirt and by the way there was nothing <WRONG> <ABOUT> doing that, every politician does it, he then tweeted today Hillary Clinton and her team 100 percent colluded with the Russians. So, did Adam Schiff. Essentially, he is saying when Hillary wanted dirt it was a total crime. Let me point out the obvious, there was no investigation pointing at Hillary Clinton and her colluding with the Russians. Secondly, you cannot have it both ways. No."
  },
  {
    "transcript_id": "CNN-152364",
    "matched_terms": {
      "may": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Barbara Starr at the Pentagon this morning, thanks.",
    "statement": "So General McChrystal <MAY> soon be out of a job, but this morning we do want to <TAKE> a look at how he became the man that president Obama selected to run the war in Afghanistan. He's had a long and distinguished career. It started in 1976 when McChrystal graduated from West Point. Then he went right into Special Forces training, after that eventually becoming a Green Beret, and an army ranger. By the time the Persian Gulf War in 1991, McChrystal was commanding the 75th ranger regiment. In 1989, he traded the battlefield for the academic world, doing fellowships at Harvard's Kennedy School of Government, then at the Council on Foreign Relations here in New York City. Then by 2003, he led the Pentagon's most sensitive areas of combat through a joint special operations command. And they had some big successes, including the capture of Saddam Hussein. Then in 2006, they tracked and killed Abu Musab al-Zarqawi, the leader of Al Qaeda in Iraq, and this ultimately landed him in command in Afghanistan. One dark spot though on his record was back in 2007. He was singled out in a Pentagon report for not immediately telling Pat Tillman's family that the military suspected the NFL star-turned army ranger was killed by friendly fire."
  },
  {
    "transcript_id": "CNN-83825",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "take": "ungraded",
      "perspective": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, what I've seen is that villagers are telling them they're very happy to have the improved security. They're happy that the coalition is trying to help them. They're happy that the coalition is trying to put in place the new government in Afghanistan and broaden and extend its authority and they say that they will pass over information. Indeed one area we went to the tribal leaders in that area had agreed that if anyone if their villages helped al Qaeda their house would be burned down, the rest of their lands taken away. They'd be given a several hundred dollar fine, very big in terms of these communities. So, it does appear at least as if they are winning support in those areas but the key here is this is a community that's been in a state of war for over 20 years and the assessment is that they don't want war anymore that they would rather now work with the coalition. But, of course, when you walk away from these communities it is so difficult to know what they think when they go inside those houses and close the doors -- Anderson.",
    "statement": "A whole different story then. All right, Nic Robertson thanks very much from Khowst. Possible new security measures at Disney World. That story tops our look at news \"Cross Country.\" Orlando, Florida, a TV stations says Disney World <MAY> tighten security by installing metal detectors and will soon test them after hours to see if they're practical. Right now patrons are subject to purse and handbag searches on their way into the park. Vancouver, Washington now, bogus address, police issue a new warrant for the freed sex offender we told you <ABOUT> just last night Edward Harvey Stokes who is supposed to tell authorities where he'd be living but now they say he lied <ABOUT> his address and they will try to arrest him for perjury. Clearwater, Florida, murder <<SUSPECT>> on the loose. Somehow Timothy Lee Humphrey managed to get out of the van that was transferring him from one jail to another. He is bald, stands <ABOUT> 6'1\" and weighs <ABOUT> 225 pounds. Police are looking for him right now. In Fort Bragg, North Carolina, a Tiger salute to the military. The world's top golfer wraps up a three day visit to the Army base with his clinic for kids. Woods says meeting military families put his vocation in <PERSPECTIVE> and called their sacrifice \"the ultimate dedication.\" <WELL>, we are going to update you on the American hostage in Iraq and talk with another hostage just released today who tells us what it's like to be held captive. That is ahead. Also tonight a bizarre car crash and a dramatic rescue, a woman becomes a mother and a widow within seconds, an incredible story you will not want to miss. Plus, state authorities cracking down on adult stores. Is the government going too far, part of our weeklong series \"Indecent Crackdown.\" And fear in the porn industry, production comes to a grinding halt in Southern California because of HIV concerns, is enough being done to protect actors, all that ahead. First let's <TAKE> a look \"Inside the box\" at the top stories on tonight's network newscasts."
  },
  {
    "transcript_id": "CNN-221388",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I saw prison as a trial, as a hardship.",
    "statement": "You said once that had you known what you were in for, you <MIGHT> have committed suicide."
  },
  {
    "transcript_id": "CNN-204643",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Did you ever think you would have to put your nursing training to work like this?",
    "statement": "Not so soon, no. I'm just really thankful it wasn't myself, because I have a daughter at home and, you know, I don't know what I <WOULD> do without her."
  },
  {
    "transcript_id": "CNN-312916",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Me and the honest Republicans that actually want to get to bottom of this. No, look we have to get to the end there. It appears to me that Flynn was a bad actor. We've got to suds that out, I think quickly so. I'm supportive of this. I think that the challenge for Republicans as we go forward is drift, drift, drift that continues on. It needs to end -- the investigation is concluded. I'm afraid it's not because there's so many twist and turns.",
    "statement": "And you face <ABOUT> the drift, drift, drift, of what?"
  },
  {
    "transcript_id": "CNN-389884",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "unlikely": "ungraded",
      "think": "ungraded",
      "figure": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, how do I put this diplomatically? Doesn't this make it more important for the administration to come out with a reason or to show evidence of an imminent threat? Because this situation will essentially have been created and these deaths will have happened because -- am I -- do you see where I'm going with this?",
    "statement": "Yes, absolutely. I mean, I agree with you that -- look, at the end of the day, these were casualties of this undeclared war between the U.S. and Iran. I <<<THINK>>> it's <<UNLIKELY>> that they <WOULD> have died if the U.S. and Iran had not been at each other's throats, as Frank said. I'm not <<SURE>> it's particularly productive to assigned blame between Iran and the U.S. unless, but the U.S. and Iran together created a context in which people died unnecessarily. And I <<<THINK>>> that does make it all the more important that we explore the origins of this, not only to <FIGURE> out what happened here, but also -- look, there <MAY> <WELL> be more casualties in more places because of this ongoing friction between these two countries."
  },
  {
    "transcript_id": "CNN-339648",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, what did you see last night, professor?",
    "statement": "<WELL>, look, I <<<THINK>>> with the exception of one House race in North Carolina, both parties got the candidates they wanted in all of the key race. And the Republicans in particular, we saw several examples where the candidates who <<KIND OF>> tried to out Trump Trump and said that they were the Trumpiest in the field actually fell short to more mainstream alternatives. In the West Virginia Senate race, most conspicuously with Don Blankenship, but also in the Ohio governor's race with Mike DeWine. The candidate, the House member in Indiana, who wanted to nominate Donald Trump for the Nobel Prize, didn't win. So the mainstream had a pretty good night. On the other hand, I <WOULD> just add real quickly, it also showed how much the mainstream of the party has moved, has been pulled toward Donald Trump, particularly on immigration. Every single candidate who won ran essentially as a hardliner on immigration, supported the border wall. The mainstream candidates, as <WELL> as the more Trumpy candidates, even though 60 percent of the company opposes the border wall, and you can see that Donald Trump's stamp of this -- on this party becoming in a more insular direction on immigration and trade and even international engagement, really beginning to solidify in a way that is a long term risk."
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Well, I'm not -- I don't think that's necessarily accurate either. I think there's that there's a process by which this memo would be shared with the general membership of Congress and before it would be released to public, it would certainly be vetted. Ours has been viewed by as I said Director Wray, and two of his top FISA staff. And I don't have a problem with. In fact, I would encourage that the Democrat memo also be vetted as well because we don't want to see potential national security breaches as a result of material that might be released.",
    "statement": "Right. The Department of Justice though, I mean, they did warn Republicans not to release this moment was saying it <WOULD> be, quote, extremely reckless to release it without review."
  },
  {
    "transcript_id": "CNN-214622",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "The world needs to ensure that radical regimes don't have weapons of mass destruction. Because as we've learned once again in Syria, if rogue regimes have weapons of mass destruction, they will use them.",
    "statement": "And just to give you an idea of how much this impacts Israel potentially, Jerusalem is just 135 miles from Damascus. That's actually closer than the distance between New York and Washington. A chaotic scene near Times Square in New York. Police shoot at a man they thought was <ABOUT> to pull out a gun. Two women end up in the hospital with gunshot wounds. We <TAKE> you live to the scene when we come right back."
  },
  {
    "transcript_id": "CNN-295639",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, to answer your question, Alisyn, I don't think it's going to move the needle all that much. Clearly, Mike Pence did himself some good. He won the debate, according to our poll. He had a very smooth performance. He didn't take the bait from Tim Kaine for the most part. But, in terms of, we asked folks, though, how does this impact your vote, and a slim majority says, it doesn't make me want to vote one way or the other for Trump or Clinton. So I don't think that it - it actually moves the needle. Which means that, you know, it's - Donald Trump still has a big task ahead of him this Sunday because he does need to move the needle in this race.",
    "statement": "Hey, David, let me ask you something. I was just - I was just checking my phone because there's so much strong reaction to this PTSD story. It didn't come up last night with Donald Trump and said a lot <ABOUT> Mike Pence with LGBT rights and Planned Parenthood didn't really come up. There were a lot left on the table, <<MAYBE>> even for both sides. What do you <<<THINK>>> that suggests <ABOUT> what <MAY> be doubled up on the next time?"
  },
  {
    "transcript_id": "CNN-218734",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "What would you say to a parent who asked your advice about whether they should let their son play football?",
    "statement": "I <WOULD> tell them no. I <WOULD> tell them no. Now that's -- I know that goes viral tomorrow, but let me put it this way, if it were my son, all right, and he was 13 years old, and had reasonable athletic ability, I <WOULD> encourage him to play baseball or to play basketball or to play soccer, or something other than football."
  },
  {
    "transcript_id": "CNN-123686",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded",
      "thing": "ungraded",
      "probable": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And what FISA typically allows, current law allowed, was foreign to foreign communications without a warrant. Because if you're going to wiretap American cell phones, e-mails, that <<SORT OF>> <THING>, you've got to show <PROBABLE> cause. So my thought was, why give this blanket immunity to telecom companies, which is highly unprecedented, highly unusual. Why? It's been reported and people are <<SORT OF>> thinking <ABOUT> it and saying it's because the White House doesn't want to be scrutinized, doesn't want this wiretapping program, warrantless wiretapping program scrutinized, and the way it gets scrutinized is lawsuits. There are 40, over 40 pending lawsuits in California."
  },
  {
    "transcript_id": "CNN-157353",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's crunch time. CNN has \"The Best Political Team on Television\" ready to go for you this morning. We have White House correspondent Suzanne Malveaux, as well as chief political correspondent Candy Crowley, our chief national correspondent John King and our senior political editor Mark Preston. All of them will be reporting for us throughout the morning on the issues in this election that will certainly impact your future. We kick things off now with Suzanne. She's at the White House this morning. So I know they're all busy. They're all out there on the campaign trail. What is the strategy behind these final campaigning stops for the president this week?",
    "statement": "<WELL>, Kiran, everybody's packing a bag because we're all going to be on the road for the next week or so. Obviously the president, the first lady, the vice president. The strategy really is get these folks out to the polls. The people that are really going to make a difference here. Who are those folks? We're talking <ABOUT> female voters, African-American voters, young voters trying to build momentum in these next couple of days or so. The president very quickly going to Rhode Island for a fundraiser. But then he's really going to kick into high gear at the end of the week. That's when he goes to Bridgeport, Connecticut, as <WELL> as Philadelphia, Pennsylvania. Pennsylvania, you know, very important state, leans Democratic. But there's an important Senate race there. Neither one of them incumbent. So it's really going to be an interesting test to see how does this whole <THING> with voter anger, frustration, unemployment play out in that particular state. He's then going to be traveling on to Chicago, Illinois. As we know, very important symbolically for the president because who is going to fill his Senate seat, the Senate seat that he once occupied? Quietly, White House officials tell us, look, you know, this is going to be important because you don't want to give the Republicans bragging rights if they end up capturing President Obama's old Senate seat. So they want to keep that Democratic. And then finally, he's heading off to Ohio. Very important governor's race there, as <WELL> as a couple of House seats that are on the line. And one of the things that you're going to see in Ohio is the whole issue of unemployment. Unions play a very good role when it comes to the elections, to training out the midterm elections as <WELL> as unemployment. You're talking <ABOUT> at least half, I understand at least half of the counties in Ohio have unemployment rates of more than 11 percent. That's much higher than the national average. So jobs is a very big deal in Ohio. And John and Kiran, that the bottom line here is that if you like the president's policies, you want to keep the House and the Senate in the Democratic hands. If you don't like the policies, you want to see that changed. But whether or not, whatever side you're on, this midterm election has been a huge difference in everybody's lives because you <<COULD>> see those policies actually repealed or reversed."
  },
  {
    "transcript_id": "CNN-119392",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You were gone for like months.",
    "statement": "<WELL>, no. It only felt like that at the time. Now it feels like I haven't been gone for a day. It is being called and unprecedented disaster. One fire department spokesman in Greece says, wildfires are now burning in more than half of the country. Police are now offering $1 million for information on the arsonists involved in some of the fires, who <MAY> be responsible for killing dozens of people. Crews there say that new fires are starting faster than they can put out the old ones. But they also say they have saved the ancient site of the first Olympics that dates all the way back to 776 B.C. Our Frederik Pleitgen is live for us in Christina (ph), Greece, and joins us now. Frederick, how's it looking? Because this is not -- we've got to remember, that this is not one fire. That this is dozens of fire that are burning in Greece."
  },
  {
    "transcript_id": "CNN-284382",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I said ideological makeup.",
    "statement": "But let's be clear, the constitution is <ABOUT> protecting people's rights. The constitution is <ABOUT> saying I'm just as good as you are, my family is just as good as your family, and transgender people are as good as anybody else. If we are talking <ABOUT> what the constitution really is <ABOUT>, that's what it is <ABOUT>, not a group of men and women who seek to divide the country --"
  },
  {
    "transcript_id": "NPR-26753",
    "matched_terms": {
      "think": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "John Burton of the Stratfor Intelligence Group doesn't see much difference between the two administration's strategies, either, although he was impressed with the attorney general's recent public comments.",
    "statement": "There's better intelligence collection on what's actually taking place, which gives you some visibility into what's occurring. I <<<THINK>>> that's <POSITIVE>."
  },
  {
    "transcript_id": "CNN-364370",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "That is chilling. OK, so then, the Trump administration begins. They inherit this fentanyl problem and have they done things that have been helpful to try to stop it?",
    "statement": "That's a good <QUESTION> and we're going to be reporting more on that. Today, our story is just on the Obama administration. But the Trump administration has done some things. They've talked <ABOUT> it more than the Obama administration. They've ramped up prosecutions. The Justice Department is going after fentanyl and drug trafficking. But people are telling us you cannot arrest your way out of this problem. There needs to be a three-pronged approach that involves prevention which is, as I said, a public service campaign to let people know how incredibly dangerous fentanyl is --"
  },
  {
    "transcript_id": "CNN-139529",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "a little": "ungraded",
      "take": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You are in the CNN NEWSROOM. President Obama getting ready to <CHANGE> federal law and <<MAYBE>> appease a key Democratic bloc. Here's what we know at this point. The president will sign an order extending health care and other benefits to same-sex partners of federal employees. The signing will <TAKE> place at the White House at 5:45 Eastern this afternoon. A lot of people in the gay community have criticized Mr. Obama for his administration's stance on the defense of marriage act and the Don't Ask Don't Tell policy. So let's get more now on that story from our Suzanne Malveaux. She's standing by at the White House for us this morning. Hi there, Suzanne. Tell us <A LITTLE> bit more <ABOUT> this plan to extend these same-sex benefits now."
  },
  {
    "transcript_id": "CNN-319407",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they are trying to be the adult in the room on their terms. So, they want the United States to stop the exercises with South Korea, and Russia said that as well. Maybe we can get -- they say, North Korea to stop their missile --",
    "statement": "And that served their interest as <WELL>, Chinese and the Russians, because it threatens them they <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-231944",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Yeah, and you know, combat troops, as you know, Anderson, are going to be pulled out of Afghanistan at the end of December 2014. And traditionally, at the end of hostilities, there is a prisoner of war exchange, there are 18 other Afghans who are still in Guantanamo. If we're not in a state of war with the Taliban, as a legal or military matter you can imagine that there will be other releases and probably less controversial. Because the other 18 that are still in did are not the five that we've seen who, you know, did play leadership roles in the Taliban.",
    "statement": "David, I know you wanted to come in, and <<SORT OF>> the - the <<KIND OF>> the homeland comparisons that some are making, and <<KIND OF>> the undercurrent - do you <<FEEL>> there is an undercurrent of I don't know if it is anti-Muslim sentiment, or how do you see the reaction to what's going on?"
  },
  {
    "transcript_id": "CNN-203423",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes, I think it -- yes, yes. It was pretty cool.",
    "statement": "What does the ambassador <<<THINK>>> <ABOUT> this chapter in your life?"
  },
  {
    "transcript_id": "CNN-286508",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. By all accounts, this investigation only just beginning. Jim Sciutto, thanks very much. We're also learning more information about the shooter, the 29-year- old Omar Mateen. Brian Todd is in Fort Pierce, Florida, where he had been living, Matten. Brian, you've been watching the intense investigation going on at the killer's apartment. What are you learning?",
    "statement": "Wolf, this is his apartment building where Omar Mateen lived here in Fort Pierce. Police and evidence specialists have been coming in and out of here all day, collecting crucial materials, sealing off that apartment from the media. Meanwhile tonight, we're getting new and very chilling information <ABOUT> this mass killer and the instances when he came to the attention of federal law enforcement."
  },
  {
    "transcript_id": "CNN-187020",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, I -- what he's clearly has done right is to help turn around the mess of the economy. He inherited the worst economy since the great depression. Interestingly, because he was trying to be somewhat bipartisan, he did himself a little political damage by not stressing how bad things were. And I think that's part of the reason people said, oh, well, he didn't move quick enough. In fact, the American economy today of all the economies in the advanced nations in the world, Japan, Europe, we're doing the best. And we're doing the best because we're mixing policies. Now, we've been retarded by conservative opposition. We have created, in the United States since the beginning of the turnaround late in 2009, maybe about 4 million private sector jobs. Unfortunately, we've lost over 600,000 jobs from state and local government -- teachers, firefighters, police officers -- because the right wing has sort of cut back on that. But I think he's dealt with the economy well. I think the financial --",
    "statement": "Do you <<<THINK>>> that Mitt Romney has a good record? Do you <<<THINK>>> that he has an adequate regard as the governor of Massachusetts and also a businessman to lead forward?"
  },
  {
    "transcript_id": "CNN-123686",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And we're going to hear more about the fight over the surveillance act. As we said, the director of National Intelligence, Mike McConnell, will be our guest coming up at 7:30 Eastern Time -- Kiran.",
    "statement": "<WELL>, right now, we're going get a check of this morning's \"Quick Vote\" <QUESTION>. And we're talking <ABOUT> when the Democratic nominee will be decided. Many saying that the races in Ohio and Texas will be make or break, especially for Hillary Clinton. So will it be decided March 4th when those big races <TAKE> place? Or will it go all the way to the convention in August? Right now, 52 percent of you say it's those big races that will be make or break for the candidate. And 48 percent of you say it <MAY> come down all the way to the convention. Cast your vote, CNN.com/am. We're going to continue to tally your votes through the morning. Bringing home the bacon. One of these candidates spent a lot of your money on pet projects. The other didn't spend a dime. The answer is in a new report coming up."
  },
  {
    "transcript_id": "CNN-344517",
    "matched_terms": {
      "slightly": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We had the U.S. President at a rally for supporters in Montana, a few hours ago. He was talking up his diplomatic success with North Korea. Listen to what he said.",
    "statement": "I got along very <WELL> with Chairman Kim. I got along very <WELL>. That's a good <THING> that I got along <WELL>. Now, what hasn't happened in eight months, in eight months, first of all, we got out prisoners back before I even went there. And I didn't pay $1.8 billion, by the way, in cash. We didn't bet 1.8, right? We paid <SLIGHTLY> less than 1.8, we paid nothing. And yet -- and yet, it was a very smart deal for North Korea. Good will is very important. But we signed a wonderful paper, say they're going to denuclearize their whole <THING>. It's going to all happen."
  },
  {
    "transcript_id": "CNN-236704",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm Carol Costello. Thank you so much for joining me. Of course, we start this hour with that breaking news out of Ferguson, after nearly a week of pressure from political leaders and residents, the Ferguson police chief has named Darren Wilson as the officer who shot unarmed teenager, Michael Brown. We know that Wilson is a six-year veteran of the police force, has no history of disciplinary action and is from the St. Louis area. There was another bomb shell in Chief Ferguson's announcement earlier this morning. He also talked <ABOUT> a strong armed robbery. He also talked <ABOUT> intimated that Michael Brown <<COULD>> <<POSSIBLY>> have played a part in this robbery. Ana Cabrera is now going through a pocket of information <ABOUT> the shooting. We'll get to her in just a minute, but first, let's head to CNN's Don Lemon. He is live outside of Ferguson's police station with more on this -- Don."
  },
  {
    "transcript_id": "CNN-311085",
    "matched_terms": {
      "suggested": "ungraded"
    },
    "previous_statement": "Did you ever coordinate your trip to Russia with any member of the Trump campaign staff or administration?",
    "statement": "I was not representing the Trump campaign. I was there as a private citizen. Again, along the lines of what President Obama <SUGGESTED>, being active in politics -- or in political issues. But I was not representing anyone other than myself and my own private views, so --"
  },
  {
    "transcript_id": "CNN-345480",
    "matched_terms": {
      "unclear": "ungraded"
    },
    "previous_statement": "Voters. Yes.",
    "statement": "<<UNCLEAR>> if Lindsey Graham who has long been a critic of Putin, no matter who is on the White House, is going to have enough support do that. We'll see."
  },
  {
    "transcript_id": "CNN-94878",
    "matched_terms": {
      "should": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Good morning, Bill. Good morning to all of you. \"Now in the News.\" Pakistani hospital sources say at least 14 people have been killed in a morning blast at a Muslim shrine. Emergency crews raced to the scene less than five hours ago. Dozens of people are wounded. Investigators say the attack may have been a suicide bombing. President Bush is praising Naval Academy graduates for their help in fighting terrorism. The president is set to deliver the commencement address at the academy in Maryland less than three hours from now. He last spoke there in 2001, four months before the September 11 terrorist attacks. CNN will have live coverage of the president's address will start at 10:00 a.m. Eastern. A Florida teenager accused of leaving an 8-year-old girl to die in a landfill is set to appear in court today. Seventeen-year-old Milagro Cunningham was indicted Thursday as an adult on six counts, including attempted first-degree murder and sexual battery. If convicted, he could face life in prison. The girl is still in the hospital this morning. House Majority Leader Tom DeLay is very upset with producers of the NBC drama \"Law & Order: Criminal Intent.\" At issue: this week's episode.",
    "statement": "<<MAYBE>> we <SHOULD> put out an APB for somebody in a Tom DeLay T-shirt."
  },
  {
    "transcript_id": "CNN-203256",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "The mother of the 16- year-old victim spoke out for the first time since Trent Mays and Malik Richmond raped her daughter, saying this after court ended.",
    "statement": "It did not matter what school you went to, what city you lived in or what sports you played, human compassion is not taught by a teacher, a coach or a parent. It is a God-given gift instilled in all of us. You displayed not only a lack of this compassion but a lack of any moral code. Your decision that night affected countless lives including those most dear to you. You were your own accuser through the social media that you chose to publish your criminal conduct on. This does not define who my daughter is. She will persevere, grow, and move on. I have pity for you both. I <HOPE> you fear the Lord, repent for your actions and pray hard for his forgiveness."
  },
  {
    "transcript_id": "CNN-320972",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Look, the only way you can deal with storm surge is to get out before it happened. This area where I'm standing, Brickell Ave., this was in the mandatory evacuation zone. Miami-Dade officials told people to get out of here in the days before the storm, because they worried that what ended up happening would happen. The storm surge of five feet came from over there, flooded these streets. So they wanted everyone out. We've looked in some of the building lobbies here, and you can see where the water went in on the floor. Parking garages still have a foot of water in some places. You know, there's just nothing you can do, other than get out, Chris. And I'm sure -- I'm sure Anderson, you know, was the same thing of Tampa, where they were anticipating this 10- to 15-storm surge on 700 miles of coastline, really low-lying.",
    "statement": "Yes, that's right. Even when it was downgraded two days ago to five to eight feet, that was going to be a lot of storm surge. Chad Myers saying this morning he believes there was <ABOUT> a three- foot storm surge. You know, along Tampa Bay, along that 700 miles coastline, where you have so many homes built very close to the ground, not raised up off the ground. Three feet can do a lot of damage. So there's a lot to assess this morning. We know there's some 650,000 homes and businesses lost power in the Tampa Bay area. And I'm not just talking <ABOUT> Tampa itself, but the Tampa Bay area, you know, Clearwater, St. Petersburg. I just want to show you, on the Hillsboro River, just -- you know, we've been watching that water go down. You can see now the water has come back, all of it and more. You can just judge by the wall across the way. It has not topped that wall at all, but it's definitely up several feet more than it normally <WOULD> be. We're going to continue to watch that. But I want to go back to John."
  },
  {
    "transcript_id": "CNN-183285",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "By health care reform.",
    "statement": "By health care reform, by considering cap and trade and he talked <ABOUT> things and put his attention on things that had nothing to do with the recovery thus prolonging it."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It was hard to write. It was hard to write it with the right tone because, you know, that sad, bitter, unhappy person wasn't that far behind me. But I really was more hopeful and I wanted -- the book, though, you know, some people criticized, saying -- the book, saying, you know, how could you write about some of these things with your children out there, like my children were somehow living, you know, with their head in the sand and knew nothing about it. I wanted them to see from my perspective and not see it with just the pain they saw, they knew was there, but also to see it with some degree of hopefulness, both in the original version and then in this -- the new version with, you know, the new life. I wanted them to see it in a hopeful way, that I wasn't, you know, looking back on everything and saying, you know, woe is me and what a victim I am. But it's my fate. It's my responsibility and I have to, you know, take hold of -- finally make the choices that are right for me. I made a lot of choices I thought were right for my children. I don't think they turned out to be. I thought they were at the time, and so I made choices that are right for me and I think turned out then also right for the children. Because they have a happier, you know, less bitter, sane mother, you know, who -- who's able to get through a day.",
    "statement": "How did they <<FEEL>> <ABOUT> their father?"
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "perhaps": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "It does seem to be a rebranding, a repackaging of facts.",
    "statement": "Very much so. I remember last week, one of our commentators, S.E. Cupp, made a statement saying that Donald Trump <<PERHAPS>> has one of the weakest foreign policy, like, knowledge reference points of any candidate. And I re-tweeted what she said just for the sake of conversation. And the number of people who pushed back and said actually that's not true at all. Actually his knowledge and his experience is greater than even Obama's. What's fascinating, so he puts these ideas out and there are people who actually <<<BELIEVE>>> them."
  },
  {
    "transcript_id": "CNN-201806",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "You have just come back from Syria. Were you on the frontline or what was your aim this time?",
    "statement": "I was not on the frontline. After what happened in Libya in 2011, when I was kidnapped by Gadhafi's troops with three other colleagues for \"The New York Times,\" I've <<SORT OF>> had a slow reentry back in. And I wanted to -- I've been wanting to cover Syria but in a way that I felt comfortable doing it. And I felt like I didn't want to go directly back into combat. And that -- but I wanted to tell the story of how civilians were living on the frontline -- or being affected by the war more. And so I went in and I went to Aleppo province and went to villages and really wanted to see how people were suffering shortages and what the situation is on the ground, really."
  },
  {
    "transcript_id": "CNN-400982",
    "matched_terms": {
      "a little": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, I'm hearing that houses of worship have protocols in place, only 10 people. We actually have a growing Orthodox Jewish community here on Long Island, especially in the five towns and of course, we need a minion of 10 men, and that's very good news for our Jewish community as well.",
    "statement": "<WELL>, it's <A LITTLE> bit of only 10, Dr. Murthy, 10 is one <THING>, but if there are hundreds of people in a church or a synagogue or a mosque, that's a very different <THING>, right?"
  },
  {
    "transcript_id": "CNN-140160",
    "matched_terms": {
      "gather": "ungraded"
    },
    "previous_statement": "Well, Wolf, you know, as you know, the family has been very tight-lipped about what they were planning in terms of a private memorial service -- a private funeral service. And we are now learning that before the 10:00 a.m. Pacific time public memorial here at Staples Center, there will be an 8:00 a.m. service -- a funeral service for members of the family and very close friends, that we're just learning here. Two hours before the public memorial, there will be a private funeral in Los Angeles for family and friends of Michael Jackson.",
    "statement": "And, Ted, they're calling it a family gathering. They're not necessarily saying it's a funeral. It will be two hours before the memorial service at the Staples Center, where you are right now. They will all <<GATHER>> there. Other associates of the family have been calling it a funeral. But is there a distinction there with a difference or what -- what do we know specifically? Is there a difference between a family gathering at a plot at Forest Lawn as opposed to a formal funeral?"
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "His campaign moved Friday's event in Alabama to a stadium after more than 35,000 fans RSVP'd for the event. This as other candidates struggle to command the spotlight. Senator Marco Rubio laying out his tax policy.",
    "statement": "As president I <WOULD> begin by fundamentally overhauling our tax code."
  },
  {
    "transcript_id": "CNN-85679",
    "matched_terms": {
      "kind of": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "I will talk about the risk of a civil war in Iraq with Professor Ahmed Hashim at the U.S. Naval War College and military analyst General David Grange. A major victory for the Bush administration and Vice President Dick Cheney. The Supreme Court rules the White House does not have to reveal secret information about the vice president's energy task force. Hundreds of thousands of American jobs have been shipped overseas. Exporting America is now the subject of a new film. Producer Greg Spotts is my guest. And NASA announces a dramatic shake-up to meet the challenges of space exploration in the 21st Century.",
    "statement": "It's the <<KIND OF>> <STUFF> we do. It's what has made this agency great."
  },
  {
    "transcript_id": "CNN-174746",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "-- and you <WOULD> be dealing with that every day."
  },
  {
    "transcript_id": "CNN-309554",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "I mean, unpredictability is good if it's deliberate, if is just a result of having a mass policy then it is not good. And if the allies don't understand it, that is very bad for the allies. I mean, the bottom line here is we are all trying to figure out did these strikes work, OK. And if the goal was to send a message, it didn't work because nobody understands the message. If the goal was to degrade serious capability, it didn't work because we didn't degrade the capability. If the goal was just to deter them from using chemical weapons, well, then, we just don't know yet and we will have to wait and see.",
    "statement": "If you'll recall President Obama and Secretary Kerry specifically and national security adviser Susan Rice specifically on record saying that they thought that they had negotiated and ends in the chemical weapons for Syrians and they were both <WRONG>."
  },
  {
    "transcript_id": "CNN-292502",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "view": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We just heard Republican Vice Presidential candidate Mike Pence criticizing the Clinton Foundation and calling for an independent special prosecutor. New e-mails obtained by CNN show that a foundation official asked Hillary Clinton's state department for special favors, specifically for access to a lunch. In one case he asked that representatives of those top donors be invited to a lunch that was related to China and Chinese diplomats. Let's talk it over with our panel, Donald Trump supporter, Mark Burns, he's Pastor of Harvest, Praise and Worship Center. Ryan Lizza, he's Washington Correspondent for the New Yorker. So when we -- when we look at this, and I believe that's who we have on the air. Ryan Clinton offering a detailed explanation. Is she -- or is it more just a broad trust me excuse on the question of these e- mails?",
    "statement": "<WELL>, I <<<THINK>>> their <VIEW> is that the bright line is did -- you know I <<<THINK>>> she's using the smoke and fire analogy. Did -- is there proof that the Clinton -- excuse me that the Clinton State Department provided any policy changes, any policy favors in return for a Clinton Foundation donor? And you know so far I don't see the smoking gun in these e-mails. There's no <DOUBT> there was a cozy relationship between senior people at the Clinton Foundation and senior people at the State Department. Clinton's top aid is Huma Abedin. Bill Clinton's top aid, this guy Doug Band, they go back a long way, they obviously were in regular communication. And so you know not totally shocking that the Clinton Foundation <WOULD> be recommending people to populate these <<KIND OF>> lunches and such, which are traditional for who? They're for donors, those kinds of people. And you know, donors get access in American politics. And anyone that is surprised by this shouldn't be."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "And, finally, these fires are provoking an outpouring of support from around the world, all the way even to the Golden Globes in California, where, last night, Australia's own Russell Crowe skipped the Global Globes to focus on the fires. And he asked Actress Jennifer Aniston to accept his award for best actor playing FOX News chief Roger Ailes in the Showtime series \"The Loudest Voice.\" This is what Jennifer said:",
    "statement": "Make no mistake. The tragedy unfolding in Australia is climate-<CHANGE>-based. We need to act based on science, move our global work force to renewable energy, and respect our planet for the unique and amazing place it is."
  },
  {
    "transcript_id": "CNN-40934",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, first it's just a basic principle of let's do something temporary, because we've got a temporary downturn in the economy. But let's don't do it permanently, so that it permanently impacts the budget and leaves us borrowing from the Social Security trust fund, indefinitely and to the future, particularly since we are just a few years away from 77 million Baby Boomers who are about to retire. We need to back on that path of saving the Social Security trust fund. In the meantime, we are taking a detour from that, a deviation because of the war, and also because of the recession.",
    "statement": "What specifically are you worried <ABOUT>, when you say, make <<SURE>> its' temporary? What specifically do you see on table that you <<<BELIEVE>>> does not belong in this package?"
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Was he...",
    "statement": "And you know, some of the notes, the decisions that he made, some of the original, agonizing -- the photos tell the story. And then of course this -- picture that those who lived through the era <<PROBABLY>> will never forget, the last wave from the helicopter."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "might": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "suggested": "ungraded"
    },
    "previous_statement": "Who knows what he's trying to do? Alex is right. This is the guy who campaigned. And there's a pretty good rule in politics that I follow. Most of the time I'm right. Occasionally, I'm wrong. What you see on the campaign trail is what you get in office. People do not change. And they especially -- I mean, you really don't change if you're my age. If you're age, you really don't change, because we're human beings, and it's human nature. And sometimes, politics gets down to just the essence of who we are as people. Do I think it's helpful to him? No. Do I think his base cares? No. At the end of the day, he's going to be judged on his performance in office. Where could his tweets hurt him if he's doing this in office and people feel like they don't have a job and Washington is still all knotted up in gridlock? Then they might say, \"Dude, what are you doing?\"",
    "statement": "So Alex, Kellyanne Conway put in an odd situation. One, she's saying, \"Boy, you know, I got asked so many times if he'd accept the election,\" because he said he wouldn't. He said he'd let people know. And in fact, the reason that he couldn't say he'd accept the election is in case there were a need for recounts and things. So, really, what's happening right now is exactly what Trump had <SUGGESTED> he <WOULD> do if he lost. So that's weird for Kellyanne. Then, secondly, does she not want Romney to be secretary of state and this is her way of doing this? Or, if we <<<BELIEVE>>> that she doesn't say things that her team doesn't want her to say, they <<KIND OF>> wanted us to <<<THINK>>> they <MIGHT> have Romney and now we're trying to kill Romney in front of everybody else. What is -- what is your <TAKE> on why she's killing their own choice?"
  },
  {
    "transcript_id": "CNN-267381",
    "matched_terms": {
      "think": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "You play a learned character on \"The Big Bang Theory,\" Raj. You don't have the selective autism.",
    "statement": "I can talk to women without drinking. But I <<<THINK>>> that every actor has <A LITTLE> bit -- it's difficult to say what I'm doing that is Raj-like. I will say, that was like Raj."
  },
  {
    "transcript_id": "CNN-99743",
    "matched_terms": {
      "suggest": "ungraded"
    },
    "previous_statement": "All right, Mary, thank you very much. Let's get some more, now, on a possible Rudy Giuliani presidential run. Our Internet reporter Abbi Tatton is standing by. Abbi?",
    "statement": "Wolf, there are lots of draft sites springing up out there on the Web. This is the Draft Rudy Giuliani site, DraftRudyGiuliani.com. On it, you can contribute to this effort. They're also hoping to mobilize people across all 50 states to encourage Giuliani to run. Now, this is now the first one. The DraftWesleyClark.com movement was big at the beginning of the last election season. That one's been revived to look ahead to 2008. And another site that has been re- launched is VoteHillary.org. This was launched in 2003, but as I said, it's now been re-launched to look ahead. Now, all these sites are not affiliated with or authorized by these potential candidates, nor do they <SUGGEST> that they're actually going to run. A spokesman for Senator Hillary Clinton tells us today that the senator is focused on being the best senator she can be for the people of New York right now. Wolf."
  },
  {
    "transcript_id": "CNN-21305",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "... and if there are enough votes to change the outcome, then it would (OFF-MIKE) statute.",
    "statement": "You just didn't answer the <QUESTION>."
  }
]