[
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And I have an e-mail from Steve in Long Valley, New Jersey, who says, \"It's not the amount of time mothers spend with their kids, it's the quality of that time spent together.\" Is that a myth?",
    "statement": "I <<<THINK>>> in this study, we find that the quality of the mother's interactions with her child, how warm she is, how sensitive she is, how engaged with her child, that's very important. It's an important protection as children are in more hours of care to still have that quality of interactions. We also see throughout the NICHD study the importance of parenting. You can have good quality parenting when children are in child care, and you can have good quality parenting when children stay home with their mother."
  },
  {
    "transcript_id": "CNN-106878",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Well, Zarqawi, obviously, the elimination of Zarqawi is, as all your guests, and analysts, and reporters have been saying, a major achievement and a major step forward, and a major psychological blow to that part of the insurgency that he controls. It is conventional wisdom, it is generally accepted and assumed in Iraq, amongst U.S. commanders and others that he controls only one portion, and it may be the smaller portion of the insurgency. That the bigger more entrenched home-grown portion are the Iraqis themselves, the rejectionists, who have taken to the insurgency over the last several years. Who are often termed as the Saddam loyalists or the Fedayeen or disaffected Ba'athists, those kinds of people. So many people today, while announcing the significant step that has been achieved by the elimination of Zarqawi -- don't forget, he's the man who pioneered these bloody beheadings that then were always publicized on their web site. The wave of kidnappings, the brutal kidnappings in Iraq, the massive suicide bombings against the civilians. So this is really a major thing that he has been terminated. Obviously, though, the question has to be, now, and all eyes will be on, what kind of inroads does one death, albeit an important one, make in the overall ability and desire of the insurgents to continue? The effort is going to be to try to keep penetrating the layer of support that any number of these insurgent groups has amongst their own operatives. Plus amongst the civilians, because that's where they live. They live in the environment, in the community. And civilians are either terrorized into not giving them away, or they have been up until now, or they actually, some of them, support them. So making inroads into that is going to be key. Plus, with the other politically announcement that was made in Iraq today by the prime minister of the filling of the serious and important defense portfolios, their security portfolios, the whole emphasis must now be on pulling people into the political process, trying to show the Sunnis who are still holding out that, actually, there's more to be gained by joining the process, trying to vest all Iraqis with the sense that their best hope lies in the political process and not with individual either insurgents or militias.",
    "statement": "Christiane, obviously Zarqawi knew that the U.S. military and a number of other militias were after him. Do you <<<THINK>>> he named a successor, knowing that he <<COULD>> <<POSSIBLY>> be killed? Do you <<<THINK>>> someone is ready to <TAKE> his place?"
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "slightly": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "The migrants are mainly from Somalia, Nigeria and Mali. Spanish Charity rescued them off the coast of Libya. Meanwhile, there has been a sharp increase in the number of migrants crossing the English Channel trying to get to the U.K. British authorities say, at least 50 people have made this dangerous journey and that's just since Christmas Day. Most are arriving in these small, inflatable boats and they are really risking their lives as they try to cross one of the world's busiest shipping lanes, sometimes packing a lot of people into one single boat. Take look at this from the French Coast Guard who has been intercepting some of these boats. Look at how many people were packed in there, a very dangerous situation. The U.K.'s Immigration Minister is calling this deeply concerning and partly blaming organized crime groups that charge large sums of money to these people to carry them across the channel. Now to Japan where in 2018, there was a record low number of babies being born. Things had gone so bad there, one town they are pulling out the cash. We'll tell you what incentives they are offering couples to have children and why it seems to be working.",
    "statement": "I'm Will Ripley in Hong Kong and you are watching \"News Stream\" on this Friday before the New Year. These are your world headlines. U.S. futures pointing to a higher opening on Wall Street where there was just another day of market whiplash on Thursday. Trading begins in <ABOUT> an hour. We'll see what happens on Wall Street. In Europe, stocks were surging. Major markets there all up over 1.5%, you can see the green arrows. The Asian market close was mixed. New fallout from the U.S. decision to pull out of Syria. U.S.-backed Kurdish forces withdrew from the northern city and flash point of Manbij. They also invited the Syrian government in to block Turkish forces from entering the area. The Syrian army says it has arrived in the city. They say they've put up their flag, but the Turkish President is voicing skepticism <ABOUT> that claim. In Indonesia, the government there is revising the death toll in Saturday's tsunami, and really for the first time this week, the number is going down, <SLIGHTLY> to 426. It was at 430. The reason for the discrepancy, there are <<APPARENTLY>> duplications in government recording. Meanwhile, millions of people in Indonesia have gathered for Friday prayers, but the search for those missing after last weekend's devastating tsunami presses on. The personal information of nearly a thousand North Korean defectors has been stolen. Hackers targeted a computer at a nonprofit. It's a place that helps defectors resettle in South Korea."
  },
  {
    "transcript_id": "CNN-61974",
    "matched_terms": {
      "quite": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "a bit": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let me talk to you a little bit about the police tactics in the case because it seems to me at first the police were giving the media a little information. And then the police turned around and they weren't giving the media any information and now we seem to have these cryptic messages coming from the Montgomery County Police Chief Moose. What do you make of that?",
    "statement": "<WELL>, <QUITE> frankly, I <<<THINK>>> what happened initially was they were <A BIT> too forthcoming with information. And when they hit the release of the information on the Tarot card, they <<KIND OF>> crossed a bridge. And at that point they realized that their -- they didn't want to get into a pattern of being indiscreet. So what they did was they completely reversed position and when to this what I call a policy of non-disclosure."
  },
  {
    "transcript_id": "CNN-218352",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Kathleen Sebelius says it's going to be fixed very soon. A lot of people are going in to get the offers, too.",
    "statement": "There's an interesting comparison. And I <<<THINK>>> you and I both saw that, too. Great to have you here. Thanks so much for joining us."
  },
  {
    "transcript_id": "CNN-32251",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "If not for Timothy McVeigh, little Chase would be nearing his 10th birthday; Colten would be almost nine. Now, there will be 330 people approximately watching the closed-circuit version of the execution here in Oklahoma City tomorrow. Kathy Wilburn may be against the execution, but she says she plans on watching it. Donna, back to you.",
    "statement": "Gary, on that point of watching, witnesses to McVeigh's execution will be in two separate locations. <ABOUT> 30 people will be inside the execution facility, and they will watch from four rooms that are highlighted in the pictures we will show you here in green. The viewing rooms look directly into the execution room in the center of building. Ten survivors or family numbers of victims will be in one room. Other witnessed will include five people chosen by McVeigh, media representatives and government officials. Another 300 survivors and victims' family members will <VIEW> a closed-circuit feed of the execution. The screening room is at Will Rogers Airport in Oklahoma City. The execution will be projected onto a large movie screen. The execution presents a few challenges for mental health workers. Joining us now for a look at how people will react or <MAY> react to the execution and what mental health services are being offered in Oklahoma is Luanne Smith. She's of the Oklahoma County Crisis Intervention Center Luanne, we're glad you <<COULD>> come to talk to us. Thank you."
  },
  {
    "transcript_id": "CNN-218391",
    "matched_terms": {
      "sometimes": "ungraded"
    },
    "previous_statement": "It's the right thing to do.",
    "statement": "You know, one of the reasons to do it is -- I have said this before. <SOMETIMES> people don't fully appreciate it. We already pay for the health care of people who don't have health insurance. We just pay for the most expensive version, which is when they go to the emergency room."
  },
  {
    "transcript_id": "NPR-21996",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "What can you tell us about today's developments? How was the young woman found and in what condition?",
    "statement": "Ari, you'll remember that <ABOUT> 300 girls were abducted two years ago. Some managed to escape right at the beginning, in the dead of night, when they were taken away by Boko Haram, but 219 of them have been missing since that night in April 2014. You know, what, Ari? There are conflicting reports <ABOUT> exactly how she was found or rescued. But what we are being told is that Amina Ali Nkeki, now 19 years old, abducted when she was 17 - therefore, two years ago - was found wandering, we're told, in the Sambisa Forest. Now, the Sambisa Forest - it has been one of the main hideouts of Boko Haram. We were told that she was with a child and that she was totally traumatized. But she has <<APPARENTLY>> been reunited with her mother, although her father has died since she and the other Chibok schoolgirls were abducted back in 2014?"
  },
  {
    "transcript_id": "NPR-387",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "suspect": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "I wonder if the decision to rebuke McCarrick in this very serious way, as you have described, affects the experiences of survivors moving forward.",
    "statement": "Based on what I have been picking up, the censure of Cardinal McCarrick that was announced today, while it is welcome - because survivors, above all, want to see justice for the crimes that were committed against them. But I <<<THINK>>> they <WOULD> say it's not enough. It's not enough to impose accountability for the crime of sexual abuse. There also has to be accountability for the cover-up of that crime. And the <QUESTION> that remains unanswered today is - who was aware of the <<KIND OF>> behavior that ex-Cardinal McCarrick was engaged in? And why didn't they do anything <ABOUT> it? That <QUESTION> has not been answered by the verdict that was delivered by the Vatican on Saturday. And, until it is answered, I <<SUSPECT>> most survivors and most reformers are going to say that the church has not yet completed the job."
  },
  {
    "transcript_id": "CNN-395601",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "sure": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Right. So then obviously that's the bullet people are hoping for because a vaccine obviously would take longer than a drug approved for something else already on the market. So to that effect, you get to the shutdown of the country and the economy and the State Department tonight. As you know, Doctor, telling Americans abroad, they've got to come home or they could be stuck indefinitely. America and other countries are closing borders. Schools across the United States are closed. San Francisco has a shelter-in-place order in place now. I mean, when will we know if any of this works for people who are desperately seeking an answer to that question?",
    "statement": "I <<<THINK>>> that's a critically important <QUESTION>. I mean, one <THING> to remember is that most people who get this infection are going to do fine. The vast majority will have mild symptoms or no symptoms. We're taking these steps to try and protect those who are at greater risk the elderly, those with multiple medical problems. And with the pandemic, although it says that the disease will spread <AROUND> the entire world. It doesn't do it all at once. So learning from what worked in China, what worked in Italy, what worked in the U.S., you will see things in Seattle that are being tried. We need to learn to see what was effective and what wasn't. Because the measures we're asking communities to <TAKE>, shutting down schools, people staying home, people not having the income to put food on the table or pay rent, these disrupt society want to make <<SURE>> that what we're asking people to do is truly making a difference."
  },
  {
    "transcript_id": "CNN-84173",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The president, we just heard, said that he spoke with General Abizaid earlier today. He's the Central Command commander in charge of the entire Middle East Persian Gulf area. And he says the effort to get U.S. or coalition joint patrols with Iraqis is moving forward. How forward is it moving in Fallujah?",
    "statement": "<WELL>, right now, we've got Iraqi police service, Iraqi Civil Defense Corps members, and the Marines working side by side, going through rehearsals, going through the training, so that when General Conway says it's time to put the joint patrols in Fallujah, they're going to be ready."
  },
  {
    "transcript_id": "CNN-163936",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded",
      "feeling": "ungraded",
      "verify": "ungraded",
      "appear": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "What do you make of that? Because the government is saying that she made it up and that she was, you know, not all with it. What do you make of this situation?",
    "statement": "Nobody can really <VERIFY> what the government claims in Libya. But I <DOUBT> that somebody have the courage or the madness just to <APPEAR> before the international media and say that, what she said. I <<<THINK>>> -- my gut <FEELING> tells me that her story is genuine. And it's disturbing that because she's from the eastern part of Libya and from the tribe of Obeida (ph), based on her name. And this is very alarming, and it tells the people of Obeida, it tells the people of Libya that the woman at the checkpoints of Tripoli are not safe. They <MAY> be subjected to all kinds of treatment including rape."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "imagine": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I'm Fredricka Whitfield. Here is what's happening right now. Widespread protests in the Muslim world have not prompted an apology from the Vatican. But Vatican officials do say Pope Benedict is very upset that his words offended Muslims. The pope quoted a medieval text referring to Islamic teachings as evil and inhuman. The Vatican says those words are not the pope's beliefs. A hunt for a kidnapped infant is underway in Missouri. Police say a woman entered a rural home after asking to use the telephone. The woman then allegedly took the one-week-old baby, named Abby Woods, apparently slashed the baby's mother's throat, and then barricaded the woman in the bathroom before fleeing with the baby, all that, according to police. I'm Fredricka Whitfield at the CNN Center in Atlanta. More news at the bottom of the hour. \"Welcome to the Future\" begins right now.",
    "statement": "Hello, I'm Miles O'Brien, WELCOME TO THE FUTURE. As we head into the home stretch of 2006, it's time to look at where we are and where we <MIGHT> be going. The fifth anniversary of 9/11 has passed without another major terror attack on our soil, but how safe are we really? The war in Iraq continues and it's taking a toll. More than 100 lives a day and billions of dollars each year. The Middle East is mired in a conflict that is centuries old, and our next generation is facing a bankrupt tomorrow. Seldom has this country been more abuzz with uncertainty and debate <ABOUT> our future, and the group we've assembled can certainly attest to that. In these chairs, talk radio show hosts from different backgrounds and political points of <VIEW>. We brought them here to report on what they've been hearing from you every day. But as you can <<IMAGINE>>, they have got some opinions of their own. Jay Thomas with Sirius Satellite Radio. Ben Ferguson for Radio America, Martha Zoller of WDUN in Gainesville, Georgia, Stephen A. Smith, ESPN Radio, Dr. Joy Browne of the WOR Radio Network. Putting them in one room is risky business. So fasten your seat belts. We are in for a wild ride."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "A show of support from formerly skeptical House GOP leaders on the heels of a Potomac primary sweep and John McCain's patience for Mike Huckabee is wearing thin.",
    "statement": "Of course, I'd like for him to withdraw today. I mean it <WOULD> be much easier, but I respect and have repeatedly said I respect his right to continue in this race."
  },
  {
    "transcript_id": "CNN-70561",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Michelle, what about you?",
    "statement": "And I just wish they <WOULD> move..."
  },
  {
    "transcript_id": "CNN-264964",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You know, it was such a great moment because it was Pope Francis on this plane with a lot of very excited journalists. More than 140 journalist actually applied to be on that plane, Chris, 70 of us were actually allowed on the plane. CNN was given one seat, and that was for me. I was excited and humble. But it's a lot of excitement on that plane because it is the first leg. It is the Pope leaving Rome and arriving here in Cuba. And you know, we've been hearing a few words like you mentioned, the words peace, the world's freedom, and so we're all listening to see if we're getting clues about what his message is going to be in the United States and that's what we looked at. Take a look.",
    "statement": "The Pope's visit to the U.S. was supposed to be all <ABOUT> Philadelphia and families. But he insert of stop in Cuba, a cameo before in the U.S. Congress, and a speech at the U.N., and the visit <<COULD>> create a trinity of tension. First Havana, where the Vatican's influence helped ease 60-plus years of cold war animosity between the U.S. and Cuba."
  },
  {
    "transcript_id": "CNN-272299",
    "matched_terms": {
      "could": "ungraded",
      "vague": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That tells us that it might just be a hoax. It might be, you know, something that someone decided to call in or phone in. You know, a particular threat naming names, which, in the beginning, would lend it credibility until they find out that maybe the names aren't real and then it makes you wonder about the whole threat in the first place.",
    "statement": "All right, so it's very <<VAGUE>>. It <<COULD>> very <WELL> be a hoax. We will stay on top of this. Tom Fuentes, thanks very much."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "A lady rented the place, and she was driving a silver PT Cruiser with Alberta plates. And after she rented the room for the fellow, she just left, never seen her again.",
    "statement": "She <MAY> have been the last person to see this guy alive, and she <MAY> have some information <ABOUT>"
  },
  {
    "transcript_id": "CNN-395601",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I think that's a critically important question. I mean, one thing to remember is that most people who get this infection are going to do fine. The vast majority will have mild symptoms or no symptoms. We're taking these steps to try and protect those who are at greater risk the elderly, those with multiple medical problems. And with the pandemic, although it says that the disease will spread around the entire world. It doesn't do it all at once. So learning from what worked in China, what worked in Italy, what worked in the U.S., you will see things in Seattle that are being tried. We need to learn to see what was effective and what wasn't. Because the measures we're asking communities to take, shutting down schools, people staying home, people not having the income to put food on the table or pay rent, these disrupt society want to make sure that what we're asking people to do is truly making a difference.",
    "statement": "So you've got tonight, the Governor of California saying 56 percent of his population 25 and a half million people are going to be infected over an eight week period. The Mayor of New York saying they're going to run out of medical supplies in a couple of weeks, two to three, 50 million surgical masks. They need 25 million of facemask, gloves, surgical gowns, 15,000, ventilators. How <<COULD>> this be for the situation in New York first?"
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "gather": "ungraded"
    },
    "previous_statement": "Well, he was a very complicated man, and he, of course, had millions of admirers and many acquaintances, but as you say, very few friends. He was a man who kept his inner self to himself and seemed to have an almost infinite ability to adapt himself to whomever he was talking to, but very few people with whom he was really intimate.",
    "statement": "And this is a personality trait that he began to develop in dealing with his mother, an imperious woman of - I <<GATHER>> - and one who kept him on an allowance until 1941."
  },
  {
    "transcript_id": "CNN-94728",
    "matched_terms": {
      "about": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "Right and you know, point -- to your pointed, I mean, we've had several dozen women killed in Iraq. We've had people like Shoshana Johnson who was a cook taken hostage for three weeks. This is coming at a time when recruitments are down. People don't want to join the all volunteer force. Isn't it just a matter of a reality check that we need to have women in our armed forces?",
    "statement": "Absolutely, Susan. When you're at war when you try to do is expand your mobilization base, expand the range of people you can draw upon to serve. And in some terms we are doing that. The reserve components have raised their entry level age for enlistment from 35 to 39. The Army is exploring ways to accept more of the 20 percent of the age eligible population that do not have high school diplomas. At the same time, here we have people talking <ABOUT> rolling back some of the games that have been made in regard to the integration of women. That piece of it doesn't make <<SENSE>>."
  },
  {
    "transcript_id": "NPR-597",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Well, one hopes that it won't be a vacuum. I mean, I asked the ambassador what would happen in the event of an out and out assault, a frontal assault, on the U.S. consulate that is down in Basra. And I should add parenthetically, Neal, the U.S. consulate down in Basra is rocketed two or three times a week.",
    "statement": "The first <THING> that happens when you arrive there is they hand you a cup of coffee and they say we've got to give you a security briefing. And the security briefing is brief enough that I can give you here and now: When you hear the alarm, hit the deck face down. Put your hands over your ears, keep your mouth open, cross your legs."
  },
  {
    "transcript_id": "CNN-231692",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Is that rhetorical, Wolf? I mean, come on.",
    "statement": "I mean, $1.5, $1.6 billion for a team -- a team only a few weeks ago <<PROBABLY>> <<COULD>> have gone for $600 million or $700 million?"
  },
  {
    "transcript_id": "CNN-366666",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "So the U.K. Government says it's holding further talks with the opposition, Labour Party. Those talks take place tonight. The chief E.U. Brexit negotiator, Michel Barnier been in Dublin talking to the Taoiseach, Leo Varadkar, and the British Prime Minister has spoken to the E.U. Council President, Donald Tusk and Theresa May is of course due to go to see Angela Merkel before the meetings on Wednesday and it's only Monday so far. No breakthrough though. Time for more twists and turns on Tuesday. This is what's going to happen. On Tuesday May visits Macron and Merkel. Wednesday, the emergency E.U. Summit. Friday, the Brexit deadline takes place. Bianca is with me. How has the day gone?",
    "statement": "It's been frantic. There's been a flurry of activity in and out of Downing Street. The Prime Minister has met with remain ministers. She has met with leave ministers. She has met with the chairman of her party. They've had to trigger the preparations to <TAKE> part in the European elections. She's had to meet with the influential 22 Committee, the ones with the power to depose her, who haven't ruled out an indicative vote in her leadership. So basically another way of trying to hold a vote of no confidence. So many things, in fact that I had to create a mind map to try and stay on top of everything when you came and spoke to me before the show. This is what it looks like. It's a mess if the camera can check that out."
  },
  {
    "transcript_id": "CNN-94877",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, I think that everyone can't ignore the headlines, and the focus that is on Zarqawi. As far as we're concerned in terms of how we're conducting our operations, we haven't changed the way we're doing business. We continue to pursue him as aggressively as we have before. Our intention is to kill and capture him, and that just hasn't changed. We're looking into this information as well as everybody else is. But right now, it hasn't distracted us and hasn't changed the course of action that we've taken.",
    "statement": "Do you <<<THINK>>> if he's dead, the insurgency changes in any degree?"
  },
  {
    "transcript_id": "CNN-367189",
    "matched_terms": {
      "around": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The U.S. secretary of state Mike Pompeo made a brief but highly significant visit to Cucuta on the border of Colombia and Venezuela. He visited with families, struggling Venezuelan families in migrant centers at the border as well as viewing the considerable aid that is ready to come in to this country to help people in the humanitarian crisis. Secretary of state and other U.S. officials have repeatedly blamed the government of Nicolas Maduro for stopping aid from coming in to help people with lifesaving support. Pompeo said over the four-nation trip, that Russia and Cuba, as well as China, helped to prop up Maduro's government. He said that more needs to be done to get Maduro out.",
    "statement": "We have been clear that all options are on the table and you watch the political and diplomatic noose tighten <AROUND> Maduro's neck. We will begin to do the same <THING>. The Cubans must understand, too, that there will be a cost associated with their continued support of Nicolas Maduro. We will have the same conversation with the Russians as <WELL>."
  },
  {
    "transcript_id": "CNN-319485",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm Becky Anderson. You're watching Connect The World. Huge moving story right now out of Barcelona, the man, who police say was behind the Barcelona attack, is considered armed and dangerous. Police now admit Younes Abouyaaqoub evaded capture just over an hour after a van ran into crowd in Las Ramblas Avenue. The search for the 22-year-old Moroccan national extends across Europe. And the number of victims in the attack in Barcelona and Cambrills has risen to 15. They include 7-year-old Julian Cadman, an Australian-British schoolboy who was initially reported missing following the Barcelona attack. While we are getting conflicting information <ABOUT> what is going on as we speak, this is need a police operation on the way <ABOUT> 45 minutes from Barcelona in a place called Subirats. I <<<BELIEVE>>> my colleague, Melissa Bell, has more on this story. She has been working her sources. Melissa, you're on Las Ramblas Avenue, on the scene, what can you tell us <ABOUT> this ongoing police operation at this point?"
  },
  {
    "transcript_id": "CNN-383673",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "<WELL>, this morning, CNN has learned that some Trump aides are urging the White House to beef up its response to the impeachment inquiry. Joe Johns joins us now live."
  },
  {
    "transcript_id": "CNN-219224",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Yes. Zero, a tough number to digest in Oregon. Thank you so much, Jim Acosta, at the White House for us this morning. Thanks so much.",
    "statement": "I've been looking at the rollout of Social Security and Medicare, you know, both were wildly unpopular at the time. But Medicare actually, they had a huge -- almost like a war-like effort to implement it, then it went smoothly and that's where I <<<THINK>>> this White House has had a real problem. They didn't implement it. It <<COULD>> have been very unpopular like Medicare and Social Security at the time but now people <TAKE> those for granted, right?"
  },
  {
    "transcript_id": "CNN-285669",
    "matched_terms": {
      "believe": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Clinton tried to hit the reset button with Russian's foreign minister after the war with Georgia, which helped when it came to the Iran nuclear deal but the reset was seen as a failure when Moscow's aggression continued. Since then Vladimir Putin has invaded eastern Ukraine and next Crimea and propped up Assad in Syria. After leaving office, Clinton wrote in her book \"Hard Choices\" she was distrustful of Putin, who she called him \"thin skinned and autocratic\". Clinton's hardest choice as senator maybe the 2002 vote in favor of the Iraq War, she calls it a mistake now, but back then cast it with conviction.",
    "statement": "Now, I <<<BELIEVE>>> the facts that brought us to this faithful vote are not in <DOUBT>. Saddam Hussein is a tyrant who has tortured and killed his own people, even his own family members to maintain his iron grip on power. He used chemical weapons on Iraqi Kurds and on Iranians killing over 20,000 people."
  },
  {
    "transcript_id": "CNN-290592",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, Hillary Clinton doubling down on a misleading claim <ABOUT> her private e-mails. In her first press conference in 245 days, that's a lot of day, Clinton insisting for the third time this week that the FBI Director James Comey declared her public remarks on her e-mails were truthful."
  },
  {
    "transcript_id": "CNN-296766",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I think what it is, is throwing a little shade. I think she's trying to kind -- I think she's trying to say to Republicans who she knows will talk about this that I want to reach out to your people on your side of the aisle. And it's a way to make that public without kind of going out there and saying, I'm going to win. So, I think it's a -- I think it's kind of clever for her to do that. I think part of the bedrock of this campaign going forward will be that we're reaching out to Republicans. And if you're undecided right now, Brooke, chances are that you would have liked to vote Republican, but you don't like Hillary Clinton. So, they're making a calculation that she's -- by saying I'm reaching across the aisle, I'm making phone calls, I'm going to work with your guys, will kind of help her get those last, very last persuadables.",
    "statement": "Maeve, to be fair, I wanted to follow up just on what the Trump team <WOULD> be doing as far as transition. I was talking to Dana Bash, and she was saying obviously they're being much more quiet <ABOUT> it, but they have appointed Chris Christie to be in charge of transition. What <WOULD> they be doing right now? And also you have covered other campaigns. What <WOULD> other folks who <WOULD> like to be president, <WOULD> they have been doing the same?"
  },
  {
    "transcript_id": "CNN-321775",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Remarkable pictures. Nick Paton Walsh for us in San Juan. A long, long rebuilding task ahead there in Puerto Rico. We will keep in touch. We'll staying on top of that story. Let's move on now to Mexico City and the very grim scene. The death toll from that devastating earthquake rising to at least 250. Rescue workers continuing to put their lives on the line as they try to locate possible survivors under the rubble.",
    "statement": "Incredible moments. You see it right there as a woman is pulled to safety. At least 50 people have been saved from under the debris so far. At a collapsed elementary school where more than two dozen died, it remains all hands on deck. Emergency works and volunteers working through the night, scrambling to save a 12-year-old girl they <<<BELIEVE>>> is still alive, with fears of an additional collapse, workers using beams and pullys to try to shore up that heavily damaged structure. Let's bring in CNN's Miguel Marquez. He's right there on the scene. Miguel, any indication the rescue workers are getting close to freeing this trapped girl?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let's run a hypothetical scenario here and have everybody weigh in. The U.S. announces tomorrow it's leaving. It leaves in, you know, relatively orderly procession. We have decided it's a civil war. We're in the middle of a civil war, for whatever reason the term would be cut and run. What happens then? How bad -- what is the impact? You feel very strongly about our presence. But isn't there a real down side to that?",
    "statement": "There's a down side to it if we just get up and leave. Obviously, I agree with Senator Clinton, when she talked <ABOUT> there shouldn't be a definitive time date as to when we <SHOULD> leave. We <SHOULD> be working on leaving, but it shouldn't be a definitive time date. Like, we're leaving next week or we're leaving next month. But definitely I <<<THINK>>> we need to get out of there. I don't <<<THINK>>> it's a problem America can fix. The world has to be involved, but the people there have to be committed to fixing the problem."
  },
  {
    "transcript_id": "CNN-158185",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Tonight, blood-boiling outrage erupts. A judge says a man who sexually assaulted three teens could walk free. Even more shocking, the sicko worked as a juvenile counselor, and his victims were the very girls he was supposed to be trying to help. Furious protesters now lashing out at the judge. You won`t believe the court`s explanation. And the secret life of a teen sex slave revealed. A massive crackdown rescues dozens of children from their pimps. Now a gut-wrenching look at a 14-year-old girl who was held captive and forced to sell her body for sex. Then, inside the twisted mind of a convicted rapist and murderer. The man who violated and killed Amber Dubois and Chelsea King warns if he were ever set free, he`d kill again. I`ll talk to Amber`s outraged mother and grandmother about this chilling TV interview. Plus, a tenacious tug-of-war over tigers. From Louisiana to Thailand, critics up in arms about tigers they claim are languishing in cages, deprived of freedom to live in a natural habitat. Tonight can you decide for yourself. ISSUES starts now.",
    "statement": "\"Zahra, I`m so sorry that your stepmother -- so sorry that your stepmother hit you whenever she made you walk up that hill. You know I wish I <<COULD>> be friends with you. But you remember they told me you`re <<PROBABLY>> in heaven with the angels and God. Surely God is taking great care of you. I am 10 years old, too.\""
  },
  {
    "transcript_id": "CNN-98385",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Good morning, Carol.",
    "statement": "Still to come this morning, law and order in New Orleans after Hurricane Katrina. We'll <TAKE> a look at how the cops plan to keep the peace as the residents return. Also, an American who went to Iraq to become a soldier came back as a sheik. Find out how he was rewarded for all his good deeds -- Miles."
  },
  {
    "transcript_id": "CNN-312222",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Say that again, please?",
    "statement": "When you and other Democrats have talked <ABOUT> a special prosecutor being the answer to removing questions regarding how this investigation proceeds, why don't you <<<THINK>>> your Republican colleagues are onboard with that?"
  },
  {
    "transcript_id": "CNN-399554",
    "matched_terms": {
      "adjust": "ungraded"
    },
    "previous_statement": "Living quarters are also tight at the Bozeman's. Chandi and Jamel are sharing a one-bedroom, taking turns sleeping on the couch.",
    "statement": "As long as my mother is OK and if she's operating fine, I can <ADJUST> to anything. I'll sleep on the floor if I've got to."
  },
  {
    "transcript_id": "CNN-275960",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We do not know, but you could be open to the possibility, right?",
    "statement": "I do not <<<THINK>>> it is --"
  },
  {
    "transcript_id": "CNN-230881",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "So this wowed the crowd, maybe wowed you, but there was a little bit of legal drama before this award show over this, because some patent owners of this hologram technology sued. They didn't want this performance to happen. They said the show designers did not have permission to use some of their products, but judge tossed that lawsuit out, obviously, because we're watching this here. That hologram, however, raises other questions about Jackson's image, the image of others, and for that, let's bring in CNN legal analyst Sunny Hostin to answer this, Sunny Hostin, because I thought it was cool, although I didn't think it quite did his moves justice. But, you know, my question is, I know Michael Jackson's estate gave the green light for this hologram to happen. And we're not talking, necessarily, about his work here. We're talking about his (inaudible), because we can never know whether Michael Jackson himself would have been OK can this.",
    "statement": "Isn't that something? I really can't look away. I've watched it over and over and over again, Brooke, and I don't know if it was creepy to me or cool, but certainly it was stunning. And you're right. It's really <ABOUT> his image. But Michael Jackson's estate owns the image, his likeness, his music, just <ABOUT> everything, and they went forward with this, and they agreed to doing it. It was with their blessing. I <<<THINK>>> what's so interesting is that it almost didn't happen because of the lawsuit. But the judge found that, you know, the 3-D technology, they weren't <<SURE>> if there was enough evidence that the patent hadn't been played with and toyed with and so they let it go forward. But, my goodness, you know, so many people are talking today, was it creepy? But then I thought, Brooke, I mean, we watch old movies of people when they were alive, like we watch Elvis Presley, we watch Marilyn Monroe. Why is this any different?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Clearly that the voter may have probably created the dimple, but then went and firmly voted for the other candidate. You couldn't count the dimple in that instance, because if you did you'd create and overvote situation.",
    "statement": "Excellent. So what <WOULD> happen -- so someone <WOULD> have put the little stylus down there and then pulled it out and moved it, right? Let me ask this <QUESTION>. What <WOULD> happen if somebody put the stylus in there and decided that both of the candidates were equally unattractive and pulled the stylus out? What <WOULD> be left?"
  },
  {
    "transcript_id": "CNN-69606",
    "matched_terms": {
      "fairly": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "likely": "ungraded",
      "seem": "ungraded",
      "expect": "ungraded",
      "change": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Millions of Shiite Muslims in Iraq could soon be heading to Karbala. They are making the pilgrimage to one of their holiest sites. It's something they were not allowed to do when Saddam Hussein was in power. CNN's Nic Robertson joins us from Baghdad with the very latest -- Nic.",
    "statement": "Fredricka, we are seeing a number of changes today. On the east side of the city of Baghdad today, Marines who fought their way into the city have now pulled out. They have been replaced by the 3rd Infantry Division. This is essentially a <CHANGE> from a combat force to a force that will be here to control and ensure the stability and security of this part of the city. Not exactly a policing force, but definitely here to establish and maintain security that everybody wants. And towards that, that we have seen the Iraqi police -- or at least some of the traffic police -- begin handed out AK-47 weapons on the street. That comes with the U. S. Infantry's blessing. This time this is an effort to help restore security and make <<SURE>> that Iraqis begin to abide by their old laws and stop the looting. The looting does <SEEM> to be going on, and security is still certainly an issue. One of the groups -- international aid groups -- is having a problem with security with now. The World Food Program has 52 trucks of food stuck some 60 miles west of Baghdad in a town called Rumadi (ph). CNN's correspondent Rym Brahimi was passing there earlier in the day. Some of those truck drivers carrying the wheat flower came up and asked her if it was safe to continue. She said she couldn't tell them. But they said they had shots fired near their convoy five days before, and they had been stuck waiting for the Military -- waiting for the U. S. Military -- to tell them that it was safe to drive into Baghdad. Indeed, they said if they weren't told that it was safe pretty soon, then they were going to turn <AROUND> and drive the 150 miles back to Jordan, which is where they came from five days ago. We have also seen, as you said, those Shiite Muslims walking towards Karbala, Karbala some 60 miles south of Baghdad. It has been historic resting places of imam Abbas and imam Hussein, the sons of imam Ali, the most revered Shia leader whose own shrine is <FAIRLY> close by in the town of Najaf, <ABOUT> 120 miles south of Baghdad. The Shias <EXPECT> to get there for a big celebration, the 40th day after the anniversary of the death of imam Ali. They will be there in Karbala on Wednesday to celebrate that. <<LIKELY>> many, many millions of them making their way there, and some of them we saw today, Fredricka, walking barefoot down the road towards Karbala."
  },
  {
    "transcript_id": "NPR-29498",
    "matched_terms": {
      "likely": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There's the technical middle class. They have more money, but they're not likely to attend the opera.",
    "statement": "And the established middle class, also <WELL> off, but more <<LIKELY>> to attend the opera."
  },
  {
    "transcript_id": "CNN-106121",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "likely": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "John Ensign, in fact, he said something very similar. He said if somebody steals someone's identity, that is a felony. He says not only are you giving amnesty for that felony, but on top of that you're saying they're allowed to receive back Social Security benefits. Democrats were able to push back on the Ensign amendment. And so the bill -- the language in the bill stands as is, and that means that illegal aliens would be eligible for back Social Security -- Lou.",
    "statement": "This is no longer amnesty, but shamnesty. It is a bonanza as <WELL>. Thank you very much. We appreciate it. Lisa Sylvester reporting from Washington. As Suzanne Malveaux reported earlier, the chairman of the powerful House Judiciary Committee, Congressman Jim Sensenbrenner, is simply furious with the president's so-called comprehensive illegal immigration and border security plan. Congressman Sensenbrenner is blasting all of the president's proposals. The congressman said the president has failed. He said the president has turned his back on the House immigration bill. The congressman said the president simply does not get it. We <SHOULD> point out that Congressman Sensenbrenner will be the chief negotiator for the House of Representatives in the House-Senate conference on a final immigration border security bill if, as it now appears <<LIKELY>>, the Senate does pass its legislation. Also on Capitol Hill, senators fired a barrage of questions today at the president's nominee to be the director of the CIA, General Michael Hayden. Most of those questions weren't <ABOUT> the CIA, but <ABOUT> the National Security Agency's surveillance programs on Americans. General Hayden strongly defended his role in the NSA's warrantless wiretap program. David Ensor reports."
  },
  {
    "transcript_id": "CNN-288222",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "I do think that this is an opportunity for Trump to sort of try out some of his V.P. candidates. We're going to hear from Bob Corker today. Newt Gingrich is going to be with Donald Trump in Ohio tomorrow. And the interesting thing about Corker is he and Trump don't really know each other that well, they spent some time together earlier this summer and Trump Tower, but he's traveling with Trump today. So, obviously that's a little bit more quality time on the plane to get to know each other and sort of feel each other out. I mean, Trump's advisers have said a lot of this is going to be a personal decision for him. Yes, Corker would bring foreign policy experience that Donald Trump might lack. But the question is, are we really comfortable with campaigning with this person for the next four months and beyond that, are you comfortable with serving for this person for the next eight years and I think that is something Donald Trump is still trying to feel that out when it comes to Corker.",
    "statement": "All right. Sara, thank you very much. Sara will be back with us through the hour. As we said. Donald Trump expected to <TAKE> that stage any moment. We'll going to be bringing that live as we did with President Obama and Hillary Clinton earlier today. The campaign spokeswoman for Donald Trump Katrina Pierson joins me now as we await Donald Trump. Our political commentator S.E. Cupp is also with me. The former senior adviser to President Obama Dan Pfeiffer and David Gergen back with me. So, Katrina, Senator Corker, he has been critical of Trump recently. He said last month Trump only had two to three weeks to redirect his campaign in a <POSITIVE> way. He said he's tried giving Trump advice. But quote, \"I have been discouraged by the results.\" Is Donald Trump willing to run with someone who has said those kinds of things <ABOUT> him?"
  },
  {
    "transcript_id": "CNN-321676",
    "matched_terms": {
      "sometimes": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "There's a shield actually from the strong winds.",
    "statement": "And even in those kinds of winds, you never know what's going to come whipping up <AROUND> behind you, and <SOMETIMES> it's debris coming out of trees, too, you know? And, look, I'm going to be honest, one shingle is enough to knock somebody out or really cause some major damage. So, Nick, get safe there."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "around": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You also are rolling out an infrastructure plan this month. So if the DACA -- if the C.R. gets passed this week, is priority number one next week DACA or -- or trying to get support together for infrastructure?",
    "statement": "Look, we very much want to get a deal done on DACA. That's a big priority for us right now. But we can certainly manage more than one <THING> at a time, as we're used to doing <AROUND> here. And if -- if infrastructure gets rolled out by the end of the month or the first part of next month, we'll certainly be working on that as <WELL>. Kristen?"
  },
  {
    "transcript_id": "CNN-47816",
    "matched_terms": {
      "around": "ungraded",
      "tend": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Is there any indication how they're deciding which of the detainees are going to be debriefed or interrogated there in Afghanistan versus the ones that are going to be put on the airplanes and sent to Guantanamo? Any sense of how they're dividing this group of people up?",
    "statement": "I'm <<SURE>> that there is an exact plan and there is a directive by which they follow when talking to the detainees. I don't know it. Every night we <TEND> to sit <AROUND>. In fact, we interact with the army CID, the FBI. We share a campfire here in the compound. There isn't a lot to do after darkness sets in. But we aren't swapping secrets. So I'm <<SURE>> there is a plan, Jack, but they are not relaying it to us."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "There`s a bombshell that was dropped tonight that Jack and Tammi Smith now named persons of interest.",
    "statement": "This is extremely unusual to those viewers that are joining us tonight. They have been named persons of interest by the police. Yet they are coming forward and speaking with us. I`m completely stunned that you`ve been named persons of interest on the other hand, that doesn`t mean the cops <<<THINK>>> you took baby Gabriel. I`m interpreting it to mean that they <<<BELIEVE>>> you know where baby Gabriel <MAY> be. What <ABOUT> it, Tammi Smith?"
  },
  {
    "transcript_id": "CNN-60675",
    "matched_terms": {
      "about": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "All that of course, the hot topic of discussion on Capitol Hill, as well, as from the White House, where White House President George Bush is meeting with Secretary of State Colin Powell. Just moments ago, they had taped discussions in front of reporters there, talking about perhaps what Secretary of State Powell might be talking about when he testifies in front of the House committee on international affairs a little bit later on today, and meeting at the White House, they're likely to be discussing exactly what kind of immediate action may be recommended in that resolution. The White House wants that resolution to go to Congress, at least by next Thursday. But perhaps, some of that wrangling will be taking place a little bit on the Hill today, as Defense Secretary Rumsfeld will also be testifying a little bit later on today before Senate Arms Services Committee, we heard him yesterday. He made it very clear that it is time for Congress to get behind the president and go ahead and endorse the military invasion of Iraq. Let's listen in on what President Bush had to say.",
    "statement": "Good morning. I appreciate the secretary of state coming by to brief the vice president and me and Condoleezza Rice <ABOUT> our progress in working with the United Nations, convincing the United Nations Security Council to firmly deal with a threat to world peace. Before we talk <ABOUT> that, I do want to express our condolences to those who lost their life in Israel. It's been back-to-back suicide bombings. We strongly condemn terror. We strongly condemn violence. And we continue to send our message to the good people of that region, that if you're interested in peace, that if you want people to be able to grow up in a peaceful world, all parties must do everything they can to reject and stop violence. At the United Nations Security Council, it is very important that the members understand that the credibility of the United Nations is at stake, that the Security Council must be firm in its resolve to deal with a true threat to world peace -- and that is Saddam Hussein. But the United Nations Security Council must work with the United States and Britain and other concerned parties to send a clear message that we <EXPECT> Saddam to disarm."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight the cement-encased remains of a young girl are those of little Nevaeh Buchanan. <<COULD>> a beer can <<REPORTEDLY>> found in the shallow grave lead cops to the monster responsible? Meantime, a mother in the hot seat. Jennifer Buchanan confronted <ABOUT> her bad judgment in allowing convicted sex offenders into her 5-year- old daughter, Nevaeh`s, life. Then, another intense clash over the infamous Casey Anthony`s jailhouse meltdown tape. Casey`s defense tries to delay the judge`s ruling on that video, claiming they need time to investigate leaks. But are they just buying time for Casey`s new powerhouse death-penalty attorney to get caught up on the case? And heartbreaking news in the search for little Haleigh Cummings. Mom Crystal closes down the Haleigh \"Bug\" search headquarters. Does this mean the family has lost <HOPE>? Then, cops say one of their own female officers is the cold-blooded killer in an unsolved case. L.A. detective Stephanie Lazarus charged with murdering the wife of her ex-boyfriend way back in 1986. Investigators finally got a break, matching DNA from bite marks on the victim to Lazarus. How did she outsmart her fellow cops for two decades? Plus, police in Thailand hunt for clues in the mysterious sex death of David Carradine, but his ex-wife comes forward with disturbing details of a sex-fueled star obsessed with bondage. Don`t miss this outrageous story. ISSUES starts now."
  },
  {
    "transcript_id": "CNN-235480",
    "matched_terms": {
      "could": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "We both listened to the story and we both wanted to make sure we weren't accusing one of our best friends of something. So -- horrible.",
    "statement": "He did the right <THING> by coming forward right away so he <<COULD>> get the ball rolling as far as our investigation and not lose the element of time which we always want on our side."
  },
  {
    "transcript_id": "CNN-229473",
    "matched_terms": {
      "usually": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "seem": "ungraded",
      "question": "ungraded",
      "sidestep": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Rachel Nichols joins me now from our New York studio, has been covering the story in great detail. Rachel, we -- I've heard your various hours discussing whether or not the NBA would be brutal in their decision-making. Is this what people have looked for? Have they got the result they sought?",
    "statement": "Absolutely. I <<<THINK>>> a lot of people <AROUND> the league, a lot of fans of the league wanted the NBA to ask decisively. And there is no <QUESTION> that brand-new commissioner, let's point that out, this commissioner's only been in office for less than three months. But brand-new commissioner Adam Silver made <QUITE> a statement <ABOUT> what <<KIND OF>> leader he is going to be. He is not going to tolerant racism. He is not going to tolerant discrimination. And he's going to build consensus <AROUND> the league to get very difficult jobs done. All of that being said, there is still another step here. He issued the lifetime ban that is something he has the power to do. And that's very significant by the way. We shouldn't just <SIDESTEP> that. That means that Donald Sterling can never be associated with an NBA team again, which is huge and what a lot of players were looking for. He levied a fine, $2.5 million, which, hey, we can do the math; for a guy worth $1.9 billion, that's <<SORT OF>> couch cushion <CHANGE>. But a statement nonetheless. And then he said that he is going to urge the Board of Governors, the owners from all the other teams, to force Donald Sterling to sell the team. And this is where it's going to get interesting. NBA bylaws state that you need three-quarters of the other owners to agree to basically vote to force the other owner, in this case Donald Sterling, to sell the team. And even as of yesterday, there were owners speaking out who didn't <SEEM> that they were that comfortable with that idea. Mark Cuban, the Dallas Mavericks owner, who's <USUALLY> pretty progressive, was saying that he thought it was, quote, \"a slippery slope\" to make that <<KIND OF>> decision. <WELL>, Adam Silver coming out as strongly as he did today put public pressure on all of those owners. So if there were owners that were on the fence, like <<PERHAPS>> Mark Cuban was, they don't really have the room to be on the fence anymore, because he came out so boldly and there was such a public rush of support, even just in the last hour or two behind him, I don't see any NBA owner really being able to get away with withholding their support. So we'll what develops over the coming days, the coming weeks."
  },
  {
    "transcript_id": "CNN-89011",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "Of whom?",
    "statement": "I'm just saying -- of the '70s feminists, who literally still have your party in its thrall. And, therefore, it's somehow, Viagra is <WRONG>."
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "We'll be right back more.",
    "statement": "I <<<THINK>>> that there's no <DOUBT> that as I reflect on the results of the election, it underscores for me that I've got to do a better job, just like everybody else in Washington does."
  },
  {
    "transcript_id": "CNN-109746",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, good to have you. Thanks, Fredericka. U.N. Secretary-General Kofi Annan today called on European countries to provide thousands of troops for peacekeeping duty in Lebanon. Now, despite some concerns, it looks like they're going to deliver. CNN's Robin Oakley standing by in Brussels right now, covering the emergency E.U. meeting. He joins us live -- Robin.",
    "statement": "Hello, Carol. <WELL>, they were talking really <ABOUT> three things here -- the numbers of troops to join the international peacekeeping force, who was going to command it and what the role of the force <WOULD> be. Now, Kofi Annan cleared up pretty quickly who was actually going to command this force."
  },
  {
    "transcript_id": "CNN-173527",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "And this woman, Sade Anding, Murray's former girlfriend who prosecutors say was on the phone with Murray the moment he realized Jackson stopped breathing.",
    "statement": "I said, hello, hello? And I didn't hear anything. That's when I pressed the phone against my ear and I heard mumbling of voices, it sounded like the phone was <<MAYBE>> in his pocket or something. It was -- and I heard coughing. And nobody answered."
  },
  {
    "transcript_id": "CNN-350412",
    "matched_terms": {
      "figure": "ungraded"
    },
    "previous_statement": "That's a very sad thing.",
    "statement": "Very, very sad. And people are just trying to <FIGURE> out --"
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "around": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Manu, this is what these guys do. It just depends who has the leverage. So should this really be condemned more than usual, what's going on right now?",
    "statement": "<WELL>, you're absolutely right, Chris. I mean, every single -- for years and years and years, depends on who's in the minority and who's in the majority in terms of both parties taking opposite sides of the issue to serve that politically. I mean, what we have seen on the judicial fight is really an escalation of tactics, really one party does something, and the other party <<KIND OF>> one ups the other party. And one of the things that was -- Republicans are now pointing to is that effort by Harry Reid to <CHANGE> filibuster rules back in 2013 to move forward on a number of lower card nominees. Now, I talked to Lindsey Graham yesterday, who voted for two Supreme Court nominees under presidents -- President Obama's two Supreme Court nominees. But he pointed to that effort to <CHANGE> filibuster rules to say that, look, the president's actually poisoned the <WELL> on judicial nominees. We can't trust him anymore. That's one of the things that he risked, the Democrats risked by moving forward <AROUND> this. And now as they hold off on a Supreme Court confirmation vote now, potentially a year or so or longer. That's only going to escalate that tactic even further. Who knows what will happen when Democrats come into the majority. So both sides continually used the other's tactics and <<SORT OF>> end up one-upping them."
  },
  {
    "transcript_id": "CNN-71139",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You gave this one a silver statue.",
    "statement": "We did. We thought this was a very simple and surprising idea. The best ideas are, of course, simple and I <<<THINK>>> surprising. And we really thought this one was simple, surprising, and really reflected the character of this newspaper, which is all facts and no frills."
  },
  {
    "transcript_id": "CNN-303641",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What about a middle room here? Frank Sesno, you were with CNN for many years. Yesterday, CNN chose not to show Sean Spicer live. Instead, the network monitored his statement, came on the air right afterwards, reported what he said but then corrected his misstatement. Is that the right answer, maybe not to show these events live?",
    "statement": "<WELL>, you make a judgment call all along. I mean, networks have done that. You know, is the president coming out. Is this going to be truly a newsworthy event or is it being used for political purposes? I <<PROBABLY>> <WOULD> have argued to have taken Trump Spicer live yesterday. First day on the job, what's he going to say? Where is it going to go? Let people see that. CNN brings a lot of things live to people. But if Sean Spicer is going to go out there and declare war on the media, if the president is going to declare war on the media, they're not going to win. I mean, this is something the media convey information. The media are there to fact check. And as Karen says, the media do a lot more than hang out in the press briefing room and turn on a camera. They work sources and agencies. They work sources on the hill. They work expert sources. We are going to be talking <ABOUT> how we're going to reformulate health care in this country. How we're going to <CHANGE> America's trade deal. What's going to happen on borders and immigration? The fact that Donald Trump went to the CIA and stood in front of 117 stars and talked not <ABOUT> the Russians or cyber security or Iran or all the other threats --"
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "All right, thank you. And next, this is the man who <MAY> be the next House speaker."
  },
  {
    "transcript_id": "CNN-82934",
    "matched_terms": {
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean, that is classic Al Qaeda. I mean we look at all the -- look at 2003, we had the bombings in Indonesia, Turkey, Saudi Arabia and Morocco. This fits a pattern. The only difference between this one and pre-9/11 attacks is the soft targets and the hard targets. Everything pre-9/11, the bombings of U.S. embassies in East Africa, the hitting of the USS Cole, and culminating into 9/11, those are all classic hard targets. Everything since then has been soft targets, which might point to a limited flexibility and some sort of weakness in the operational sphere for Al Qaeda. They haven't hit a hard target since 9/11. So that leaves one to question, although many people at large think that they are very effective, from a real security perspective, if you look at their targets and they have not hit one target since then. They have hit soft targets with high volumes and high concentrations of innocent civilians.",
    "statement": "All right. <WELL>, in the meantime, what do you make of the fact that the police were at least to get a lucky break, but they managed to <<APPARENTLY>> crack this in less than three days."
  },
  {
    "transcript_id": "CNN-275960",
    "matched_terms": {
      "assume": "ungraded"
    },
    "previous_statement": "Yes. Yes.",
    "statement": "And, so, here -- Let us not <<ASSUME>> that she is the innocent naive person, who got sucked into something. I mean we just do not know at this point."
  },
  {
    "transcript_id": "CNN-361845",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Steve King, for example, has been in the office since 2003. He's a 69-year-old man. Ilhan Omar has been in office since last month. She's just getting started. She apologized immediately.",
    "statement": "Yes. Yes. I know she just learned <ABOUT> anti-semitism. She just speak <ABOUT> anti-semitism as a <THING>."
  },
  {
    "transcript_id": "CNN-332326",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Mr. Steele was more of a political operative than he was a reliable informant. Even though he had been used in the past and was reliable in this case, he had a political bias. He's being paid by the Democratic National Committee and he was out to get Trump.",
    "statement": "What do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-229217",
    "matched_terms": {
      "around": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "What are the Ukrainian forces still doing now to try to restore order in the eastern part of their country?",
    "statement": "What we are seeing from the Ukrainian military there is the most assertive actions they have taken <<PERHAPS>> since the very beginning of this process. Just in the last 24 hours, we've seen them deliberately challenging pro-Russian checkpoints, particularly <AROUND> the town of Donetsk which is a pro-Russian stronghold in the region. They say that is phase one of their current operation. Phase two they say is really drawing a circle <AROUND> that town, cutting them off from supplies, ensuring that their control"
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "rather": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, he's made us laugh at ourselves and our politics for years. And, today, humorous Art Buchwald has invited us -- or, <RATHER>, Kyra Phillips -- into his Washington, D.C. home."
  },
  {
    "transcript_id": "CNN-298726",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Siri, how do I kill ISIS?",
    "statement": "Trump hit back, calling \"SNL\" a \"totally one-sided, biased show, nothing funny at all.\" And he's continuing to hammer the Broadway musical \"Hamilton,\" tweeting: \"The cast and producers of 'Hamilton,\" which I hear is highly overrated, <SHOULD> immediately apologize to Mike Pence for their terrible behavior.\" That's after the vice president-elect faced some boos when he attended last week and the cast addressed him from the stage with a plea for tolerance."
  },
  {
    "transcript_id": "CNN-199968",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The best way I heard it described is think of yourself diving into a very, very cold pool of water. It doesn't matter how well you're covered up, the air finds a way in.",
    "statement": "Yes, and, you know, we are here right now and the temperature outside right now is at 30 degrees. So, we're below freezing. And it looks like we're going to stay that way through 9:00 a.m. for Nashville. For other parts like eastern Tennessee as <WELL> and northeastern Georgia, that's where we're expecting the highest amounts of possible ice accumulation, <<COULD>> see <ABOUT> a quarter inch. When you start to get that, you start to see the trees and potentially power lines coming down. But for here, we are thinking <ABOUT> a tenth of an inch. But, certainly, the roadways will be slippery out here in addition to the ice we're talking <ABOUT> snow. And I <<<THINK>>> Alexandra Steel is going to have more <ABOUT> that coming up in just a moment. John, you know, I was asking, I'm not even <<SURE>> if you can see my face because I'm so bundled up right now with all these hats out there. And I'm trying to protect the hair."
  },
  {
    "transcript_id": "CNN-394239",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "sense": "ungraded",
      "take": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Exactly. I mean, she's just focused on delegates, delegates, delegates in sort of a war of attrition is the hope that maybe the front runner scrutiny of Bernie Sanders, Joe Biden's you know, other problems, whether or not you know, in debates or everything else will make people wary, and that she doesn't -- her campaign doesn't believe that anybody is going to get the majority of the delegates going into the convention. And so her play now is to win in Milwaukee. Now you mentioned the $2 million. Now the other thing that we have to remember is that she has over $12 million on the air from this shadowy Super PAC. And we don't know the donors of, that she was opposed to dark money for most of this campaign. But it is now the biggest Super PAC on Super Tuesday. It is lapping Joe Biden's Super PAC. And so we don't know the effect of that either.",
    "statement": "Right. And again, yes, and Senator Sanders just start to poke her on that. The two candidates who have been mostly nice to each other along the way, are getting <A LITTLE> bit more prickly there. Now, I just want to go back to the map, though, in the <<SENSE>> that if you look at this for Elizabeth Warren, because, you know, you hold out <HOPE>, this <<COULD>> be a long protracted fight. But at some point, after coming in, third, fourth, fourth, and fifth, at some point, she <<COULD>> desperately use that, a win at home in Massachusetts <WOULD> help. Bernie Sanders went in there with two big rallies to try to essentially <TAKE> away her win on Super Tuesday. You try to get some here. And then is there a particular place somewhere else? Where do we <<<THINK>>> Elizabeth Warren can run? Is it Texas? Is it North Carolina, Virginia?"
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "a little": "ungraded",
      "doubt": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Wow, so this could be in the president's hand. And we heard him say in the last couple of days that sure, release the report. We all deserve the transparency. Ryan, the president has been uncharacteristically quiet, however, since the report dropped. Two sources who are close to him say he's happy the investigation is over and it's just a wait-and-see approach leading into tomorrow when we could get some of these findings. But given no more indictments, we know that now, is this already a huge victory for him politically?",
    "statement": "Yes. He's exercised an incredible degree of self-control that is really uncharacteristic for the president. And a lot of the president's supporters and defenders have been cheering the one piece of information that we have, which as you pointed out, Ana, is the fact that no further indictments will be coming. To a lot of Trump supporters, that is a hugely important piece of information and a victory, and the fact that Trump has not come out and celebrated that fact is unusual, to say the least. And, you know, <<MAYBE>> he knows <A LITTLE> bit more <ABOUT> what is in the report. Obviously, he and his lawyers spent a lot of time back and forth with the special counsel's office. So they have a lot more insight into this than we do. And so <<MAYBE>> he is being cautious for that reason. But there's no <DOUBT> <ABOUT> it that the greatest of all the investigations out there of the president, and there are, you know, at least a dozen more that aren't going to go away after this, by far the most serious for the country was this <QUESTION> of whether he actively colluded with the Russians, interfering in the 2016 election as opposed to just passively benefiting from that interference. And if that's what Mueller comes -- that's the conclusion of Mueller, that's an important milestone for Trump."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Brooke Baldwin is monitoring the other top stories that are coming into THE SITUATION ROOM right now. Hey, Brooke, what are you watching?",
    "statement": "Hi Suzanne, two stories we want to bring you. First an Afghan commander says six militants were killed and eight others wounded in a battle in northern Afghanistan. Two Afghan soldiers and a member of the national police were also killed in this gun battle. It lasted <ABOUT> two hours. The commander said the militants fled the area leaving behind weapons and bodies of their comrades. And another story, this one out of Argentina <ABOUT> severe flooding. It's killed two people and forced the evacuation of 3,000 more, and three days of relentless rainfall and illegally built irrigation canals are being blamed for the severity of this flooding. The governor of the province says a criminal investigation is now being launched into those canals -- Suzanne?"
  },
  {
    "transcript_id": "CNN-385149",
    "matched_terms": {
      "might": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And thank you.",
    "statement": "And, as you all know, you can catch Fareed's show, GPS, Sunday 10:00 A.M. Eastern. So, what do you <<<THINK>>> of this depiction, \"A pants less elderly uncle running <AROUND> a nursing home?\" That's a description of our President, by the author of the upcoming Anonymous book, filled with frightening assessments. Is it to be believed? Anthony Scaramucci says \"Yes.\" Does he know who the writer <MIGHT> be? Let's ask him. There he is. Next."
  },
  {
    "transcript_id": "CNN-57122",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded",
      "seem": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "What is it about the wave? I mean, it has some sort of symbolic importance?",
    "statement": "The <THING> was that I found myself, I live in a small village on Long Island, and people waved to one another. And my <<GUESS>> is everyone in this village has waved to everybody else in the village at one time or another. And I began to understand that as something as an expression of the freedom that we've got. We're careless people, you know, an exuberant people. And we just wave to everybody. We wave to truck driver. Truck driver waves back to you. And it's a small gesture. And I don't want to make too much of it, but I also don't want to make too little of it, because I remember traveling in the Soviet Union years ago with a teacher. And we were walking through Moscow. And it was a celebration of some sort. And I noticed a lot of people staring at me. I didn't <<<THINK>>> I looked any weirder than usual. And I said to the young woman, \"Why are these young people staring at me? I don't <SEEM> to look different from Russians.\" She said, \"Oh yes you do. You're not afraid.\" And that was, you know, and that goes into the new wave business."
  },
  {
    "transcript_id": "CNN-235137",
    "matched_terms": {
      "as far as I know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Russian government through him -- yes. How about a resolution condemning this action of killing innocent civilians? It is a war crime and making the case that Russia is to blame as much as the rebels. And just see how the world would respond. You know the European response is heart breaking. I appreciate our allies, but quite frankly Europe has folded in the face of naked aggression. We're not doing much more and Putin has got to be pretty pleased with the response of the world community toward him.",
    "statement": "<WELL>, <AS FAR AS I KNOW>, U.S. intelligence sources say they can prove that it was pro Russian militants who fired this missile. They can prove that the missile was fired from eastern Ukraine, and not Russia. What they can not prove is if Russian operatives were on the scene when that missile was fired or that Russia supplied this weapon."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now Congressman, many have said, well, what is the threat, specifically that America faces from Iraq and I want to put a picture up they think answers that question. This is a photograph of Lawrence Foley, who was a 60-year-old American diplomat. He was killed October 28 in Jordan, we recently learned by terrorists operating out of Iraq. Isn't that the threat right there?",
    "statement": "<WELL>, but you also know that recently the BBC released the report that came from British intelligence that was leaked which says that British intelligence <<COULD>> not find a really substantial connection between Osama bin Laden and Iraq. Furthermore, our own FBI and CIA -- \"New York Times\" this Sunday. They said they were very disappointed -- this was again leaked -- very disappointed that the administration was using evidence that really did not exist. So is it possible? <<SURE>>, it's possible. But here is the issue. Everybody in the...."
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "And coming up on Capitol Hill, you can see their testimony. A top FEMA official blasting his former boss, Mike Brown, for the response on Katrina.",
    "statement": "All right, listen up clean freaks. This -- a lot of this anti-bacterial <STUFF> that you use repeatedly <MAY> be bad. You <MIGHT> be killing good bacteria. There's good bacteria out there, you know? So we will get an expert to weigh in on this one and try to clean up with the facts."
  },
  {
    "transcript_id": "CNN-226886",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "She says the child could not stand and began to vomit violently.",
    "statement": "Police say they <<COULD>> immediately smell alcohol on the child."
  },
  {
    "transcript_id": "CNN-91584",
    "matched_terms": {
      "may": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Keep saying that over and over in your head. You <MAY> get <A LITTLE> bit warmer then. Thanks Alino Cho in New York City for us this morning. Thank you."
  },
  {
    "transcript_id": "CNN-265216",
    "matched_terms": {
      "may": "ungraded",
      "possibly": "ungraded",
      "a bit": "ungraded",
      "sense": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Well Xi Jingping in that speech in Seattle, also said that China's prepared to introduce a joint level dialogue and high level dialogue with the United States on the issue of cyber security. And meanwhile the White House is taking a pretty tough line on the issue. We heard from a statement on the record briefing from the White House earlier today saying that sanctions against Chinese cyber thieves remain on the table and also the White House downplaying any sort of breakthrough on the issue of cyber security. Back to you Errol.",
    "statement": "And that gives you the <<SENSE>> that potentially, <<POSSIBLY>> something still <MAY> come out of it. Let's bring in Andrew Stevens now also in Hong Kong because Andrew President Xi made a pledge to stabilize the Chinese economy without weakening the currency as many had feared and <CLAIMED>. But since he said that, there's been <A BIT> of bad economic news out of the country. What's happening?"
  },
  {
    "transcript_id": "CNN-131653",
    "matched_terms": {
      "usually": "ungraded",
      "a little": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, so now his grandson is gone, he has turned up. And we'll find out if there's any information that he can provide. All right. Kara Finnstrom, sorting this really interesting story with us, as T.J. said, lots of twists and turns. And we'll be following it as well. So, stay tuned for the latest. Thank you, Kara. We're also going to talk about this case with CNN security analyst, Mike Brooks a little bit later this morning. So, stay tuned for that. In the meantime, though, 17 days -- that is it, folks -- until Election Day. And there is a lot of campaigning to do between now and then. The candidates -- they're spending time in battleground states where the race is still very close.",
    "statement": "Still close. That's some endorsements to show you. These are newspaper endorsements, however. But the \"Washington Post\" and \"Chicago Sun-Times\" both are backing Senator Barack Obama. The \"Los Angeles Times,\" also doing the same. That's the first time that that paper has supported a candidate since 1972. Also, the \"Chicago Tribune\" which has never backed a Democrat before is now backing Obama. But still, these newspaper endorsements not really said to sway the voters one way or the other. So, <TAKE> them for what they're worth. <WELL>, John McCain is campaigning today in North Carolina and Virginia; those are two southern states that are traditionally red. We want to head now to our Mark Preston, covering a rally that will happen <A LITTLE> later today in Woodbridge, Virginia. There he is. A friend of our show on CNN SATURDAY and SUNDAY MORNING. Sir, good to see you. Tell us what this tells us, that John McCain is having to go to, at this late hour, <USUALLY> reliably Republican states. What does that mean?"
  },
  {
    "transcript_id": "CNN-290865",
    "matched_terms": {
      "would": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "All right. Brian Todd, thanks so much. Back now with the panel. Alex, you know, I've covered a lot of campaigns as have you, people who sit behind the candidate, often, and not always, but often they are hand picked by the campaign to sit up there. That's a terrible picture. You know, in the Florida area when you're talking about the worst mass shooting in history, tough for the campaign.",
    "statement": "No. You <WOULD> <<<THINK>>> that if there was one guy in Florida you're going to make <<SURE>> was nowhere near your event, this <WOULD> be the guy, right? So, it's pretty hard to step on this particular needle in this particular haystack and yet somehow it happened. I do <<<THINK>>> that, you know, the Clinton campaign has also created an environment where it's fair to -- or they've certainly exploited an environment where it's fair to go after your opponent for people who they <<MAYBE>> loosely associated with, right? Democrats have had a lot of fun with tying Donald Trump to various outlandish characters who have shown up at his events and so, you know, now you're dealing with the turnabout of that."
  },
  {
    "transcript_id": "CNN-86459",
    "matched_terms": {
      "opinion": "ungraded",
      "in my opinion": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The White House has so far resisted saying specifically whether or not President Bush supports any one recommendation -- in particular, the recommendation for a new intelligence chief to oversee all of the intelligence agencies in the United States. Spokesman Scott McClellan continues to say that President Bush really wants to sit down and take a look at these recommendations, read them for himself, consult with his advisors before he decides how to proceed. The report, as I mentioned, does not fix blame. However, it's important to point out that it does say that both Presidents Clinton and Bush could have done more. However, the commission chairman this afternoon said that he himself, after reading all of those very classified presidential daily briefs that each of the men got, believes that it was clear that they were never given a clear picture of the threat.",
    "statement": "Having read every single presidential daily briefing that had anything to do with this subject, under two administrations, I can tell you that the two presidents of the United States were not <WELL> served by those agencies, and they did not, in my <<OPINION>>, have the information they needed to make the decisions they have to make."
  },
  {
    "transcript_id": "CNN-65827",
    "matched_terms": {
      "usually": "ungraded"
    },
    "previous_statement": "Whether you're a Hollywood producer or an aspiring director, the Sundance Film Festival is the place to see and be seen this week. CNN's Anderson Cooper drew the short straw and he was forced to go out to cover this tough assignment.",
    "statement": "Park City, Utah is <USUALLY> a quaint, quiet little town. This week, however, it's anything but."
  },
  {
    "transcript_id": "CNN-118002",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Further south, more arrests linked to the London and Glasgow bombers. A 26-year-old man taken into police custody in Liverpool bringing the total detained since Friday's attempted bombing in London to five. More searches, too. This time central England, in Newcastle Under Lyme.",
    "statement": "We will have to be constantly vigilant. We will have to be alert at all times. And I <<<THINK>>> the message that's got to come out from Britain and from the British people is that as one we will not yield."
  },
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "We'll be taking a look ahead of the State of the Union about, you know, where we are.",
    "statement": "Right. And you and I have been <<SORT OF>> money TV spouses"
  },
  {
    "transcript_id": "NPR-20601",
    "matched_terms": {
      "should": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Every audience member at \"The Encounter\" gets a pair of headphones.",
    "statement": "OK, I'm just going to test your headphones, just check them. And Helen's going to put us in your right ear. OK, and now I'm going to <TAKE> a walk across this 2.6 pounds of electrified pate that we call our brain. And now I <SHOULD> be somewhere in your left ear."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I`m good, dear. What`s your question?",
    "statement": "I`m wondering if you know anything <ABOUT> the mother`s mental history."
  },
  {
    "transcript_id": "CNN-307483",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Specifically per the CBO, the non-Congressional Budget Office that we've just been talking about, a 64 -- for 64-year-old making 25 -- $26,500 would pay $1700 for coverage in 2026 under Obamacare because of the subsidies. Under the GOP plan, that person would get hit with an annual premium bill of $14,600. Stephen, how do you react to that?",
    "statement": "I don't <<<THINK>>> it's taking into account the full subsidies the full republican bill <WOULD> provide, the tax credits and other things. And other important <THING> that it doesn't <TAKE> into account, Don, is that if you move toward a system with more competition, you're going to drive down the costs of health care for everybody. And these 20 percent increase as we're seeing in premiums can be driven down. That's my principle application to what..."
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "would": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "We cannot let this evil continue. Nor can we let the fateful ideology of radical Islam -- its oppression of women, gays, children, and non-believers -- be allowed to reside or spread within our own countries. Any country which shares this goal will be our ally. We cannot always choose our friends, but we can never fail to recognize our enemies. If I become president, the era of nation building will be brought to a very swift and decisive end. Hillary Clinton lacks the judgment, as said by Bernie Sanders, stability, and temperament, and the moral character to lead our nation. She also lacks the mental and physical stamina to take on ISIS and all of the many adversaries we face.",
    "statement": "And as you <WOULD> <EXPECT>, the Democrats instantly jumped on Trump's speech. Clinton and Vice President Biden did so together campaigning in Pennsylvania, and the president taking time from his vacation, also slamming Donald Trump. CNN's Sara Murray is on the road with the Trump campaign in Ohio and has the very latest for us."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "think": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Absolutely. You figure, you know, there`s a 12-year-old dead, Doctor. There`s an 11-year-old dead. Of course, the 20-year-old who caused this, he`s dead. Let me go to you. Mark Harrold, you`re a former police officer. A lot in this case happens to deal with police reports. Apparently, there were some omissions of police reports concerning gunshots that were fired. There was evidence that was left out of police reports. How does this help or hurt the prosecution when you try to get a conviction? We have to rely, Mark, on police.",
    "statement": "<WELL>, absolutely. I mean, if the investigation`s not airtight in a case like this. Look, I agree with what everybody is saying. The burden was pretty high here. You know, beyond a reasonable <DOUBT>, reasonable is pretty fluid. Different juries hold you to different standards. In this case the victim here, most people saw the defendant as the victim more than the victim of the crime itself. So any -- any holes in the defense, I <<<THINK>>> the defense did a good job. But you know, a lot of this comes down to the evidence, the chain of custody, what`s admissible, the chronology, all sorts of things. And when they find that the police investigation, if it wasn`t as tight as it was or they`re able to point out inconsistencies, it gives a jury like this that seems highly sympathetic, even more reason to say, \"We can find reasonable\" or \"We can -- reasonable <DOUBT> hasn`t been proven here.\""
  },
  {
    "transcript_id": "CNN-273720",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "wrong": "ungraded",
      "imagine": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well - well, it is. Voters want to see these candidates. They want to be able to ask them questions and interact with them. And both of those, Rubio and Carson, have at times kind of disappeared from Iowa. So people want to see them in these final days.",
    "statement": "OK, Craig Robinson, thank you very much, editor of theiowarepublican.com. Appreciate it. And just a reminder to all of you watching, make <<SURE>> you tune in tonight. Donald Trump will be on \"Erin Burnett OutFront,\" 7:00 Eastern, right here on CNN. A Republican rising star telling Donald Trump to turn the volume down, but now Governor Nikki Haley considered <<MAYBE>> a vice president candidate getting heat from the far right. We'll discuss Plus, fascinating new details <ABOUT> El Chapo. Hear what they are doing behind bars to keep him from escaping again. And as we are all snapping up our Powerball tickets, look at this. Can you <<IMAGINE>> if you were this group of bartenders thinking that they've got it, they've got the winning numbers? Even one quit his job. But hang on a second, because all this celebrating was for not. They had the <WRONG> numbers with the <WRONG> day. Oh, I know, punch in the gut. We're going to talk to the guys in charge of all of this ahead. You're watching CNN. I'm Brooke Baldwin. We'll be right back."
  },
  {
    "transcript_id": "CNN-47638",
    "matched_terms": {
      "would": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "From about 200 yards away, the cameras outside Camp X-ray could see a detainee brought to the International Red Cross Representative. The Red Cross continues the investigation into charges that the top security here violates international standards for humane treatment.",
    "statement": "We're meeting -- we're discussing issues. Most of what we discussed, we've agreed that <WOULD> be held in confidentiality. They are meeting with them. They have interviewed several, but they are in more of an information gathering mode right now and then, I'm <<SURE>> as they get a baseline of information, we'll have discussions on conditions."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Bob Kerrey, too.",
    "statement": "That is right. Bob Kerrey. <WELL>, he wasn't a POW, but he was a great hero."
  },
  {
    "transcript_id": "CNN-112966",
    "matched_terms": {
      "expect": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Well, the mountain is still giving us clues. Whether we see a series of footprints over a stretch of a number of feet or a number of meters there in the snow, the equipment that we're finding, you know. We continue to put all these pieces of information together with what we've collected over the past several days, and that helps us to narrow and focus our search. And that gives us cause for optimism still.",
    "statement": "And they're at least expecting another clear day with low winds, which has been a very rare <THING> to get on the mountain here this week. So they <EXPECT> to be able to narrow that search a lot today -- John."
  },
  {
    "transcript_id": "CNN-281137",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But lucky for Captain Dern, his fellow firefighters were willing to go beyond the call of duty to save one of their own. Stephanie Elam, CNN, Fresno, California.",
    "statement": "Top of the hour. I'm Pamela Brown, in for Brooke Baldwin today in New York. And we begin with accusations flying in the race for the White House, Donald Trump calling the Colorado Republican Convention rigged and crooked after Ted Cruz won 34 delegates there over the weekend. Some are now calling it a voterless country, because there's no primary in Colorado and no caucus. Instead, convention-goers pick a candidate's delegates. <WELL>, today, Trump tweeted out a video of a Colorado Republican who burned his party registration after attending that convention. <TAKE> a look."
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Speaking of that horrific hate crime incident at the Sikh temple in 2012, when the white supremacist attacked, right here in this congressional district, killing six people, I want to bring in Pardeep Kaleka. His father founded that temple and, sadly, he was one of those killed during the attack. Pardeep?",
    "statement": "Thank you. As you know, a few weeks ago, we commemorated the five-year anniversary of the Sikh temple shooting in Oak Creek, Wisconsin. This was one of the deadliest hate attacks that this country has ever seen, committed by the hands of a known affiliated white supremacist. Wade Page, the shooter in this incident, was not only a white supremacist, but he was also ex-military, he was <WELL> known to the SPLC, the ADL, and the FBI. Despite all that, he was able to legally purchase a firearm and three extended clips six days before the incident. What my <QUESTION> is, is what are we doing to prevent and intervene in the growth of -- in the growth of far-right -- far-right extremism -- I caught myself -- far-right extremism and white supremacist sympathizers?"
  },
  {
    "transcript_id": "CNN-313365",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, no, I think there is some worry. I mean, from her first meeting in the white house where it was reported that white house officials handed her a bill of hundreds of billions, which is ridiculous because there's no such bill. We of course want allies to spend more on defense. We spend a lot. We want them to increase their spending to 2 percent of their global -- of their GDP but no one owes anything. We need each other.",
    "statement": "And just quickly, moving to the CNN reporter today, Barry, that the Russian government discussed potentially derogatory information that then candidate Trump and some of his top aides during the election and one source describes it as financial in nature. It <<COULD>> be exaggerated."
  },
  {
    "transcript_id": "CNN-412165",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "tend": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We must and I want to talk about the fact that this is suppressible as far as you are concerned but before we discuss that how much worse is this death toll going to hate or get from Margaret? And where in the world are you currently most concerned about?",
    "statement": "<WELL>, as you know the very large outbreaks are still in the Americas where we are seeing continuing large outbreaks accounting for much of the transmission. But we also have a huge outbreak in India where 4 out of 10 of the cases are being recorded. Europe is now seeing a rise in cases in many countries and even more concerning a rising in very sick people filling the hospitals. And as you know winter's coming winter is here many people are sitting in much colder homes right now other viruses are circulating and the normal illness is that people have or do <TEND> to get worse in winter. So that will be that double effect if it's not Coronavirus it <MAY> be your lack of care for another <THING> that <<COULD>> lead to you becoming a lot more ill or even dying if we don't stop this virus now."
  }
]