[
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I would borrow know that if the economy crashed you could make a deal.",
    "statement": "CNN's poll of polls shows Clinton with a whopping 10-point lead over Trump. To turn that <AROUND>, Trump has to bring college-educated women back into his column. He hopes his new tax break for child care developed with his daughter Ivanka will help."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Trump was so proud he controlled his impulse to lash out at protesters, he used it in a fund-raising appeal right after his speech. Still, John, there were more high-profile GOP defections today; 50 prominent Republican national security experts, many veterans of the George W. Bush administration, signed a letter denouncing Trump's candidacy and pledging not to vote for him. And they said that Trump would be -- quote -- \"the most reckless president in American history\" -- John.",
    "statement": "<ALL> right, Dana Bash, thank so much. We will talk <ABOUT> that letter in just a moment. First, joining me, former Republican presidential candidate Dr. Ben Carson, an adviser now to the Trump campaign. Dr. Carson, thanks so much for being here."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right, Dana Bash, thank so much. We will talk about that letter in just a moment. First, joining me, former Republican presidential candidate Dr. Ben Carson, an adviser now to the Trump campaign. Dr. Carson, thanks so much for being here.",
    "statement": "A pleasure."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "A pleasure.",
    "statement": "So, this was a policy speech, a speech that outlined some of Donald Trump's plans on taxes, on trade and the like. Is this the type of speech you <WOULD> like to see him give more of and is it enough to turn this campaign <AROUND>?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, this was a policy speech, a speech that outlined some of Donald Trump's plans on taxes, on trade and the like. Is this the type of speech you would like to see him give more of and is it enough to turn this campaign around?",
    "statement": "<WELL>, yes. Like I have said many times, we <NEED TO> talk <ABOUT> the issues, because this is such an important election. It will determine the direction of our country. So what are the people actually concerned <ABOUT>? Why do you see these large crowds for Donald Trump? Why did you see the large crowds for Bernie Sanders? It is <OBVIOUSLY> because people are very concerned <ABOUT> the status quo and the way things had been going. And 70 percent almost of the people <<<BELIEVE>>> that we're on the <WRONG> track. So, <OBVIOUSLY>, we <NEED TO> start thinking <ABOUT>, how do we correct this? How do we turn the ship <AROUND>?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, yes. Like I have said many times, we need to talk about the issues, because this is such an important election. It will determine the direction of our country. So what are the people actually concerned about? Why do you see these large crowds for Donald Trump? Why did you see the large crowds for Bernie Sanders? It is obviously because people are very concerned about the status quo and the way things had been going. And 70 percent almost of the people believe that we're on the wrong track. So, obviously, we need to start thinking about, how do we correct this? How do we turn the ship around?",
    "statement": "One of the issues that I remember you talking a lot <ABOUT> during your presidential campaign was the national debt. You described it in very dire terms. Overnight, a Trump economic adviser, David Malpass, he backed off the claim that Donald Trump <WOULD> eliminate the debt in eight years. Do you <<FEEL>> like you <KNOW> enough <ABOUT> Donald Trump's economic plan, how he will pay for these tax cuts that he just proposed today?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "One of the issues that I remember you talking a lot about during your presidential campaign was the national debt. You described it in very dire terms. Overnight, a Trump economic adviser, David Malpass, he backed off the claim that Donald Trump would eliminate the debt in eight years. Do you feel like you know enough about Donald Trump's economic plan, how he will pay for these tax cuts that he just proposed today?",
    "statement": "Yes. I <KNOW> what general philosophy is. The philosophy is, America went from nowhere to the pinnacle of the world economically in less than a hundred years. Why did that happen? It was because we had policies that encouraged entrepreneurial risk- taking, capital investment, hard work, self-reliance. What we have done now is moved away from that. From 1850 to 2000, we had an average growth rate of 3.3 percent. Since that time, it's been miserable. And during the entire time of the Obama presidency, it has <NEVER> reached 3 percent. I <<<BELIEVE>>> that is the first time in history that's ever happened. They say it's the new normal. There is nothing normal <ABOUT> it. It is because we are saddling the people with <ALL> these regs and with tax policies that disincentivize, <RATHER> than incentivize American ingenuity."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. I know what general philosophy is. The philosophy is, America went from nowhere to the pinnacle of the world economically in less than a hundred years. Why did that happen? It was because we had policies that encouraged entrepreneurial risk- taking, capital investment, hard work, self-reliance. What we have done now is moved away from that. From 1850 to 2000, we had an average growth rate of 3.3 percent. Since that time, it's been miserable. And during the entire time of the Obama presidency, it has never reached 3 percent. I believe that is the first time in history that's ever happened. They say it's the new normal. There is nothing normal about it. It is because we are saddling the people with all these regs and with tax policies that disincentivize, rather than incentivize American ingenuity.",
    "statement": "So, Dr. Carson, in addition to growth, do you <<<THINK>>> Donald Trump needs to lay out specific spending cuts to explain how he will pay for this?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Dr. Carson, in addition to growth, do you think Donald Trump needs to lay out specific spending cuts to explain how he will pay for this?",
    "statement": "<WELL>, <<<BELIEVE>>> me, there is a lot of spending cuts that can be made. You <KNOW>, have your <FACT>-checkers check this, but if you don't raise the federal budget by one penny for three or four years, you balanced the budget. That's how easy it is. But we have gotten so used and so addicted to spending, we don't <<<THINK>>> <ABOUT> simple things like that. You look at the 645 federal agencies and sub-agencies, <ALL> of which have budgets, many of which duplicate services, we don't need <ALL> of that. So, <OBVIOUSLY>, let's look at what we need, get rid of what we don't need and operate in an efficient manner."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, believe me, there is a lot of spending cuts that can be made. You know, have your fact-checkers check this, but if you don't raise the federal budget by one penny for three or four years, you balanced the budget. That's how easy it is. But we have gotten so used and so addicted to spending, we don't think about simple things like that. You look at the 645 federal agencies and sub-agencies, all of which have budgets, many of which duplicate services, we don't need all of that. So, obviously, let's look at what we need, get rid of what we don't need and operate in an efficient manner.",
    "statement": "So, Dr. Carson, there is this letter than CNN has learned <ABOUT> from 50 of the country's most senior Republican national security officials, many of whom have served in past Republican administrations. They signed this letter, saying they <WOULD> oppose Donald Trump. I want to read you a line from it. They say: \"Donald Trump put at risk our country's national security and <WELL>-being\" and that he <WOULD> be -- quote -- \"the most reckless president in American history.\" Again, some of the signatories are names you <KNOW>, John Negroponte, the first director of national intelligence, former NSA and CIA Director Michael Hayden, former Homeland Security Secretary Michael Chernoff, Tom Ridge. These are household names, particularly in Republican circles. Are these the types of names that Donald Trump needs if he is going to win in November?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "absolutely": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Dr. Carson, there is this letter than CNN has learned about from 50 of the country's most senior Republican national security officials, many of whom have served in past Republican administrations. They signed this letter, saying they would oppose Donald Trump. I want to read you a line from it. They say: \"Donald Trump put at risk our country's national security and well-being\" and that he would be -- quote -- \"the most reckless president in American history.\" Again, some of the signatories are names you know, John Negroponte, the first director of national intelligence, former NSA and CIA Director Michael Hayden, former Homeland Security Secretary Michael Chernoff, Tom Ridge. These are household names, particularly in Republican circles. Are these the types of names that Donald Trump needs if he is going to win in November?",
    "statement": "<WELL>, I <<<THINK>>> what Donald Trump is recognizing and what a lot of the American people recognize is that the very people who have been running things have <<KIND OF>> run us into the ditch. We aren't doing that <WELL>. If we were doing great, I <WOULD> say, <ABSOLUTELY>, let's grab these people and let's listen to everything they <HAVE TO> say because they are leading us exactly in the right direction. But that's not the case. So, that is the reason that we have brains. If things aren't moving in the right direction, you analyze it and you move into a different direction."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I think what Donald Trump is recognizing and what a lot of the American people recognize is that the very people who have been running things have kind of run us into the ditch. We aren't doing that well. If we were doing great, I would say, absolutely, let's grab these people and let's listen to everything they have to say because they are leading us exactly in the right direction. But that's not the case. So, that is the reason that we have brains. If things aren't moving in the right direction, you analyze it and you move into a different direction.",
    "statement": "I respect your knowledge of brains, as a neurosurgeon. However, let me ask you. John Negroponte, Michael Hayden, Tom Ridge, these are people you <<<THINK>>> who drove us into a ditch?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I respect your knowledge of brains, as a neurosurgeon. However, let me ask you. John Negroponte, Michael Hayden, Tom Ridge, these are people you think who drove us into a ditch?",
    "statement": "I <<<BELIEVE>>> that the policies that we have been following over the last few decades have led us to where we are. We didn't get there automatically. We got there because of the policies of the establishment, both Democrats and Republicans. And if they were really smart -- and I <HOPE> they are and they will start thinking -- why not utilize this experience and the knowledge that they <HAVE TO> work together to try to find a better way?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But this includes policies that were in place during the Bush administrations and the Reagan administration, in your mind?",
    "statement": "Of course. I'm talking <ABOUT> things that have been going on for decades. I don't lay it <ALL> at the feet of one person, and I don't lay it <ALL> at the feet of one party. You <KNOW>, the issues that affect America right now, they are not Democrat or Republican issues. People <MUST> get that through their thick skulls. We <MUST> understand that our strength is in our unity and resist the urge to capitulate to those agents of the vision who derive their power and their power base from dividing people into groups."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Dr. Ben Carson, thanks so much for being with us. Appreciate it, sir.",
    "statement": "My pleasure. Thank you."
  },
  {
    "transcript_id": "CNN-181588",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You <KNOW>, you can't get too much Common. That is a handsome man. That's \"The People.\" I <KNOW>, I <KNOW>."
  },
  {
    "transcript_id": "CNN-181588",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's the music, the content.",
    "statement": "It's the music, blah, blah, blah. It's the content, blah, blah, blah. I have sat with him on a plane and he is a handsome man. Love you (ph) Common. <ALL> right, let's get to our \"Get Real\" this morning. Oh stop, Will Cain. Our focus is -- I can see you rolling your eyes. Our focus is this Republican Indiana state representative. His name is Bob Morris. Yes, Bob, we are talking to you this morning. And he has said this in a letter that he wrote to his fellow representatives. He says the Girl Scouts are a, quote, \"radicalized organization that promotes abortion and homosexuality.\" He wrote this letter last week. Today he's standing by those comments. He said the Girl Scouts are encouraged to look up to role models and he pointed out that of the role models on this list -- there are 50 -- <ONLY> three have a religious background. The rest are feminists, lesbians or communists. He said that after his doing his research, a small amount of web research, as he likes to say, he realized quickly that Girl Scouts has become a tactical arm of Planned Parenthood. So, the upshot is he's refusing to sign this resolution that honors the Girl Scouts on their 100th anniversary. He says his girls -- his daughters, who are Girl Scouts, are actually going to quit the Girl Scouts and they're going to join the American Heritage Girls, which is run by pro-life, conservative Christians, and the Girl Scouts of Northern Indiana, Michigan says they have no relationship with Planned Parenthood. Then, there was the Indiana House Speaker, Brian Bosma, also a Republican, starting to distance himself from <A LITTLE> bit of crazy talk, he ordered cases -- like hundreds of cases of Girl Scout cookies, was eating them <ALL> day and handing them out to the journalists who were visiting. And he said, you <KNOW>, he was here to do the people's work. And when the came time for the House to adjourn, he asked <ALL> the female lawmakers who had been Girl Scouts, <WOULD> they stand up, and it was virtually <EVERY> single female lawmaker, and they adjourned the meeting. You <KNOW>, you really -- the letter to his fellow representatives is worth -- is worth reading and Googling and grabbing."
  },
  {
    "transcript_id": "CNN-181588",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Against small girls trying to do something for the last 100 years.",
    "statement": "-- <<PROBABLY>> put their foot down on those little Girl Scouts."
  },
  {
    "transcript_id": "CNN-181588",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- probably put their foot down on those little Girl Scouts.",
    "statement": "I knew there was something behind those thin mints getting delivered. That's -- you <KNOW>, this is what gives -- <WELL>, honestly, this is what gives lawmakers a bad name. Like the <FACT> that this becomes something that becomes something."
  },
  {
    "transcript_id": "CNN-181588",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "-- that I discovered last night. Yes, Bob, <ALL> <ABOUT> you this morning. <ALL> right, moving ahead on STARTING POINT this morning, a high- value Gitmo detainee has struck a plea deal and he's telling the United States that he's going to talk. We're going to update you on what's happening there. And President Obama taking a beating at last night's CNN debate. Of course, he wasn't there to defend himself, but his deputy campaign manager will join us to give their side. And an incredible videotape, a snowmobile that pulls off a video game move to try to <DODGE> an avalanche. This is real life. You're watching STARTING POINT. We're back in just a moment."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "President Bush says he's basing his re-election chances on voter perceptions of the U.S. economy. But he's also had to deal with many foreign policy matters. The president sat down with British journalist David Frost for a frank discussion on international issues and his re-election campaign.",
    "statement": "And the people of this country will make the decision -- you asked <ABOUT> politics. They'll make the decision as to whether or not I've been open and honest with them and whether or not they like my leadership style. A lot of them <HAVE TO> do an economy course, whether I get another four years."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And the people of this country will make the decision -- you asked about politics. They'll make the decision as to whether or not I've been open and honest with them and whether or not they like my leadership style. A lot of them have to do an economy course, whether I get another four years.",
    "statement": "That interview with President Bush aired today in Britain, as he and Mrs. Bush get ready to travel to London this week. Mr. Bush is unpopular in Britain where there is growing anti-war sentiment. So how will this affect the president back home? We will debate that trip with our guests now. Margie Omero is a Democratic strategist, and Cheri Jacobus is a Republican strategist. Ladies, I want to ask the first <QUESTION> of both of you. Cheri, tell us why the president is going to the UK?"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "That interview with President Bush aired today in Britain, as he and Mrs. Bush get ready to travel to London this week. Mr. Bush is unpopular in Britain where there is growing anti-war sentiment. So how will this affect the president back home? We will debate that trip with our guests now. Margie Omero is a Democratic strategist, and Cheri Jacobus is a Republican strategist. Ladies, I want to ask the first question of both of you. Cheri, tell us why the president is going to the UK?",
    "statement": "The president is going to the UK to <OBVIOUSLY> show what America is doing and what his policies are so he doesn't just <HAVE TO> be <<SORT OF>> a victim of a one-sided point of <VIEW> over there. It's going to be a difficult trip, <CERTAINLY>. He doesn't have the support he'd like. But luckily, those aren't the ones that vote for him for re-election. So I don't <<<THINK>>> there's any problem with him going there, he's facing it head on, and I don't <<<THINK>>> there will be any long-term effect for him."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "suppose": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Margie, is this trip a good idea?",
    "statement": "I <<SUPPOSE>> it's a break for him to go be unpopular someplace other than America for <A LITTLE> while. But ultimately, I agree, it's his unpopularity and the unpopularity of the war here that's going to be a problem for Bush, not how voters <<FEEL>> in the"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I suppose it's a break for him to go be unpopular someplace other than America for a little while. But ultimately, I agree, it's his unpopularity and the unpopularity of the war here that's going to be a problem for Bush, not how voters feel in the",
    "statement": "Then let me ask <A LITTLE> bit then, if I <<COULD>>, of both of you <ABOUT> what we saw prior to bringing you ladies on today, some of the Democrats on stage. What do you <<<THINK>>> of this field of contenders for the U.S. presidency? Cheri?"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "know": "ungraded",
      "confident": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Then let me ask a little bit then, if I could, of both of you about what we saw prior to bringing you ladies on today, some of the Democrats on stage. What do you think of this field of contenders for the U.S. presidency? Cheri?",
    "statement": "<WELL>, I <<<THINK>>> that it's a very weak field. I <<<THINK>>> that if there was any strength to this field whatsoever, Hillary Clinton <WOULD> not have gone to Iowa so <<CONFIDENT>> going in on a cloud. I <<<THINK>>> she is very <<CONFIDENT>> that she's still the top dog. And I <<<THINK>>> that's a sign that she doesn't have confidence. They <ALL> pale in comparison to her. That's bad news for the Democrats. Good news for the Republicans, however, because post people in this country or <ALL> people in the country pretty much <KNOW> where they stand on her. Her numbers are in cement. I don't <<<THINK>>> she can be elected president. I <<<THINK>>> she can get a Democratic nomination. These guys running for president cannot break out of the image that they simply can have -- no one's paying attention. They can't have an impact. They're <ALL> trying..."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Two of them have created a single digit race against Bush. At least two of them are in a single digit race against Bush a year out of the election, before we've even had any primaries. I mean, to say this is a weak field when you have several candidates with strong elected backgrounds, strong military backgrounds, not play costume dress-up military backgrounds like Bush...",
    "statement": "You have candidates who don't have control of their own campaigns. They keep having -- showing their foot in mouth disease. And <QUITE> frankly, you don't have any of those candidates. Even a faceless Democrat can't do very <WELL> against George Bush. The encouraging <THING>, though, is that the president and his team are taking the campaign very seriously. They aren't taking anything for granted. They <EXPECT> it to be close, but <QUITE> frankly, at this stage in the game, the Democrats are still extremely unimpressive and they keep tripping over themselves."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "You have candidates who don't have control of their own campaigns. They keep having -- showing their foot in mouth disease. And quite frankly, you don't have any of those candidates. Even a faceless Democrat can't do very well against George Bush. The encouraging thing, though, is that the president and his team are taking the campaign very seriously. They aren't taking anything for granted. They expect it to be close, but quite frankly, at this stage in the game, the Democrats are still extremely unimpressive and they keep tripping over themselves.",
    "statement": "Let's talk <ABOUT> fund-raising for a moment now, if we <<COULD>>. Margie, it seems like fund-raising is <<KIND OF>> a dirty word for Democrats, except when they're doing a good job of it. What do you make of both Dean and Kerry turning down public financing now?"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Let's talk about fund-raising for a moment now, if we could. Margie, it seems like fund-raising is kind of a dirty word for Democrats, except when they're doing a good job of it. What do you make of both Dean and Kerry turning down public financing now?",
    "statement": "I <<<THINK>>> this is something that <EVERY> candidate needs to decide for themselves. It's admittedly difficult to go against a candidate who's in the pocket of oil industries and pharmaceutical industries and drug companies and go in there unilaterally disarmed by taking the matching funds. So <EVERY> candidate needs to work this out for themselves. Some people use the not taking the funds as a political point. Some people use taking the funds as a way to go up against Bush's huge war chest from special interest groups. But either way, I <<<THINK>>> it will still be the issues that are going to show the day and show that the Democrats really have a strong advantage over Bush."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Cheri, do the Democrats need every dollar they can get?",
    "statement": "Of course they need <EVERY> dollar. Anybody running for office needs <EVERY> dollar. But I <WOULD> say that the Democrats are clearly pandering to the far let. They <NEED TO> have the labor union bosses with them on everything. So they're going to do anything that the labor union bosses want them to do, whether it is good for the actual workers in America or not. You see them pandering to the teacher's unions. Talk <ABOUT> special interests. That's where we are there, plus there's a hypocrisy. They <TAKE> a pledge on..."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Teachers on one side, oil executives on the other side.",
    "statement": "Then they decide that they're going to <CHANGE> their minds on financing. However, the <FACT> is the American people -- this really is below radar for the American people. They don't really care <ABOUT> the financing, but it will be interesting to see just how much John Kerry dips into his own money. He can't dip into his wife's money, <ONLY> their joint assets. So we'll see him become frustrated as he tries to <FIGURE> out how to use his own funds to try and keep up with Howard Dean in terms of financing his primary campaign."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Then they decide that they're going to change their minds on financing. However, the fact is the American people -- this really is below radar for the American people. They don't really care about the financing, but it will be interesting to see just how much John Kerry dips into his own money. He can't dip into his wife's money, only their joint assets. So we'll see him become frustrated as he tries to figure out how to use his own funds to try and keep up with Howard Dean in terms of financing his primary campaign.",
    "statement": "Let's move on to another topic now if we <<COULD>>. Judicial nominations. We saw Republican senators staging <<SORT OF>> an overnight talk, a filibuster, to protest the judicial nominations. Democrats really have <ONLY> blocked six of president Bush's nominees. What do the Republicans now <HAVE TO> do? What do they <HAVE TO> complain <ABOUT> really?"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's move on to another topic now if we could. Judicial nominations. We saw Republican senators staging sort of an overnight talk, a filibuster, to protest the judicial nominations. Democrats really have only blocked six of president Bush's nominees. What do the Republicans now have to do? What do they have to complain about really?",
    "statement": "I <<<THINK>>> that the big surprise to the American people is that there's not a nightly talk-a-thon of senators staying up <ALL> night bashing the other party. I <<<THINK>>> people <<<THINK>>> that goes on <EVERY> single night in Washington. The Republicans, really, this is <<KIND OF>> a bust in terms of PR. They didn't even have a talk <ABOUT> it based on ideological points. Simply to bash Democrats and to say, <WELL>, they're talking <ABOUT> their own ideology. That makes us angry; we're going to stay up <ALL> night. You have Democrats that approved a far <MAJORITY> of Bush's nominees. It's the Republicans who have got this train going with the way they handled Clinton's nominees. Now they're saying you'll see next time there's a Democrat for president. This is already the next time from when the Republicans <WOULD> constantly try to block <ALL> Clinton nominees."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Cheri, was this a PR event of sorts?",
    "statement": "I <<<THINK>>> it was a PR event. I <QUITE> frankly wish the Republican senators <WOULD> go <A LITTLE> bit further and say exactly what this is. First of <ALL>, they're supposed to have a <MAJORITY> vote to get these justices into place, not 60 votes. So this is the Democrats basically trying to rewrite the constitution. It's a slap in the face to our founders. What I wish my senators <WOULD> say, <QUITE> frankly, is what a racist operation this is on the part of the Democrats. I <<<THINK>>> it is blatant. An African-American woman who is <SLIGHTLY> right of center in California, elected by more than 75 percent and she's being filibustered by the Democrats because they are scared to death that this <<COULD>> become mainstream. She's not on the far right. She's a conservative African-American woman judge in California. Lordy, lordy, what if people knew more <ABOUT> her. Democrats are not colorblind. Democrats do not want Republicans to have success with any minorities in any <<SORT OF>> high profile position because that means that more minorities <<MAYBE>> will start voting Republican. And you guys are scared to death of that."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "confident": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good evening. A <SLIGHTLY> different version -- edition of QUEST MEANS BUSINESS tonight as we get into the grips with the massive political changes taking place, a much-needed political shot in the arm today for President Donald Trump as the Republican <MAJORITY> in the House managed to pass a bill that <WOULD> repeal and replace President Obama's signature health care law, and it passed the House. Now, it's <ONLY> the first part of a long process, but it is President Trump's first sizable legislative victory. Six weeks ago, the first attempt to get rid of Obamacare failed without even coming up for a vote. The speaker of the House decided it was simply too risky. However, this time it did pass, as you can see. Now, it was passed by a narrow margin, 212-217 Republicans voted in favor. Just one more than the minimum need. Not a single Democrat joined them. The bill goes to the Senate, where it faces an extremely difficult path. Over the course of this program we'll be looking at this from different sides. Not <ONLY> what this bill is and why it is so significant, but also what it tells us <ABOUT> President Trump's presidency so far. Now, listen to President Trump who spoke a short time ago, talking <ABOUT> this bill. He says he's <<CONFIDENT>> that even though controversial, it will pass the Senate."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "confident": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Good evening. A slightly different version -- edition of QUEST MEANS BUSINESS tonight as we get into the grips with the massive political changes taking place, a much-needed political shot in the arm today for President Donald Trump as the Republican majority in the House managed to pass a bill that would repeal and replace President Obama's signature health care law, and it passed the House. Now, it's only the first part of a long process, but it is President Trump's first sizable legislative victory. Six weeks ago, the first attempt to get rid of Obamacare failed without even coming up for a vote. The speaker of the House decided it was simply too risky. However, this time it did pass, as you can see. Now, it was passed by a narrow margin, 212-217 Republicans voted in favor. Just one more than the minimum need. Not a single Democrat joined them. The bill goes to the Senate, where it faces an extremely difficult path. Over the course of this program we'll be looking at this from different sides. Not only what this bill is and why it is so significant, but also what it tells us about President Trump's presidency so far. Now, listen to President Trump who spoke a short time ago, talking about this bill. He says he's confident that even though controversial, it will pass the Senate.",
    "statement": "I went through two years of campaigning, and I'm telling you, no matter where I went, people were suffering so badly with the ravages of Obamacare. Your premiums will start to come down. We'll pass this through the Senate, I <<FEEL>> so <<CONFIDENT>>. When it comes to deductibles, they were so ridiculous that nobody got to use their current plan. This non-existent plan that I heard so many wonderful things <ABOUT>. I don't <<<THINK>>> you'll hear so much right now. The insurance companies are fleeing. It's been a catastrophe. This is a great plan. I actually <<<THINK>>> it will get even better. Make no mistake, this is a repeal and a replace of Obamacare. Make no mistake <ABOUT> it."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And with those words ringing in everyone's ears, a repeal and a replace of Obamacare, the signature legislation of eight years of the Obama administration. Not surprisingly, Democrats were livid. After the vote, one Democrat insisted the bill was not what the congress wanted.",
    "statement": "The <MAJORITY> of the House of representatives was opposed to this bill. Unfortunately, a few of them did not vote against this bill. You <KNOW> that. And I <KNOW> that. That is why it took so long and three or four trips to the <WELL> to get enough to drink from the <WELL>."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "On Capitol Hill, Manu Raju, our senior congressional reporter, whichever way you slice this cake, Manu, this is a sizable political win for Donald Trump tonight.",
    "statement": "No <QUESTION>, Richard. The <QUESTION> is, is it a short-lived win or something that is going to redefine not just his presidency but in the country, reshaping one fifth of the American economy if it were to become law? What we do <KNOW>, Richard, this will be a very difficult test for Donald Trump in the United States Senate where there is not <ONLY> a narrow Republican <MAJORITY> but also the rules of the Senate will prohibit some of the provisions that are in this bill from actually passing on a party line vote, meaning they'll <NEED TO> get Democrats' support to actually pass this exact bill, which we <KNOW> is not going to happen. That means, Richard, there <NEED TO> be sizable changes, and can they make sizable changes and keep their party together at the same time as keeping the House Republicans together at the end of the process? A lot of questions ahead with this bill going forward."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "No question, Richard. The question is, is it a short-lived win or something that is going to redefine not just his presidency but in the country, reshaping one fifth of the American economy if it were to become law? What we do know, Richard, this will be a very difficult test for Donald Trump in the United States Senate where there is not only a narrow Republican majority but also the rules of the Senate will prohibit some of the provisions that are in this bill from actually passing on a party line vote, meaning they'll need to get Democrats' support to actually pass this exact bill, which we know is not going to happen. That means, Richard, there need to be sizable changes, and can they make sizable changes and keep their party together at the same time as keeping the House Republicans together at the end of the process? A lot of questions ahead with this bill going forward.",
    "statement": "Without getting too much in the weeds for international viewers on the minutia, but give us some of the issues that the members will balk at."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Without getting too much in the weeds for international viewers on the minutia, but give us some of the issues that the members will balk at.",
    "statement": "They got conservatives on board by waiving covering people with preexisting conditions, this gives states the option to cover people with those types of conditions. That is something that some Republicans are very concerned <ABOUT>. And also, Richard, this bill has not actually had a formal cost <ESTIMATE> by the nonpartisan congressional budget office. That is something that a lot of people are criticizing House Republicans for, pushing this bill without any <<SORT OF>> <ESTIMATE>. When that <ESTIMATE> comes out and we see how many people it does not cover anymore, how will Senate Republicans <CHANGE> the bill? That's a big <QUESTION> going forward."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "They got conservatives on board by waiving covering people with preexisting conditions, this gives states the option to cover people with those types of conditions. That is something that some Republicans are very concerned about. And also, Richard, this bill has not actually had a formal cost estimate by the nonpartisan congressional budget office. That is something that a lot of people are criticizing House Republicans for, pushing this bill without any sort of estimate. When that estimate comes out and we see how many people it does not cover anymore, how will Senate Republicans change the bill? That's a big question going forward.",
    "statement": "Even allowing, Manu, for the changes that will <TAKE> place, that <MAY> water down the bill that the House passed, the President is right when he said that the process of repeal and replace of Obamacare has begun, because whatever comes out of the Senate, Obamacare is history."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Even allowing, Manu, for the changes that will take place, that may water down the bill that the House passed, the President is right when he said that the process of repeal and replace of Obamacare has begun, because whatever comes out of the Senate, Obamacare is history.",
    "statement": "No <QUESTION>. But they of course still <HAVE TO> reach an agreement with the House. If they <CHANGE> the bill in the Senate, and that's still going to be very difficult, but no <QUESTION> <ABOUT> it, this is a very significant first step into repealing and replacing Obamacare, something Republicans have failed to do for the past seven years, have failed to do through the courts, their first actual tangible victory. The <QUESTION> is can they make it last. We don't <KNOW> that yet."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "No question. But they of course still have to reach an agreement with the House. If they change the bill in the Senate, and that's still going to be very difficult, but no question about it, this is a very significant first step into repealing and replacing Obamacare, something Republicans have failed to do for the past seven years, have failed to do through the courts, their first actual tangible victory. The question is can they make it last. We don't know that yet.",
    "statement": "Manu, thank you, we'll talk many more times on this, you've got your work cut out for you as it goes to the Senate, I <HOPE> you weren't planning to go out for any meals until then. Thank you."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Thank you, Richard.",
    "statement": "Listen closely to the Republicans as the bill comes to those last few moments before the clock runs out. So the Democrats chanting, \"no, no, hey, goodbye,\" to their Republican colleagues, <<PERHAPS>> a reference to the <FACT> how the voters <MAY> rebel against them once they find out what's in or not in this bill. Gloria Borger in Washington, Gloria, I need you to help us understand just how much of a political earthquake took place, if it did, this afternoon."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Listen closely to the Republicans as the bill comes to those last few moments before the clock runs out. So the Democrats chanting, \"no, no, hey, goodbye,\" to their Republican colleagues, perhaps a reference to the fact how the voters may rebel against them once they find out what's in or not in this bill. Gloria Borger in Washington, Gloria, I need you to help us understand just how much of a political earthquake took place, if it did, this afternoon.",
    "statement": "<WELL>, it depends who you talk to <ABOUT> this. I've been talking to a Republican political consultant <ALL> day who said to me, if the Republicans did not win today, they <<COULD>> kiss control of the House of representatives goodbye, that their base expected them to repeal and replace Obamacare, issue number one during the campaign. They <ALL> campaigned on it. He said to me, if we don't do it today, we're gone. We're not going to keep control of the House. On the other hand, you have Democrats taking a look at the vulnerable Republicans. Remember, there are 23 Republicans in the House who won in districts that Hillary Clinton won. And they're taking a look at those Republicans and saying, you <KNOW> what, we can defeat you. 14 of those Republicans voted with the President today. So, they're taking a look at it and saying, we can use this issue against you, which is why they were singing to the Republicans on the floor."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Well, it depends who you talk to about this. I've been talking to a Republican political consultant all day who said to me, if the Republicans did not win today, they could kiss control of the House of representatives goodbye, that their base expected them to repeal and replace Obamacare, issue number one during the campaign. They all campaigned on it. He said to me, if we don't do it today, we're gone. We're not going to keep control of the House. On the other hand, you have Democrats taking a look at the vulnerable Republicans. Remember, there are 23 Republicans in the House who won in districts that Hillary Clinton won. And they're taking a look at those Republicans and saying, you know what, we can defeat you. 14 of those Republicans voted with the President today. So, they're taking a look at it and saying, we can use this issue against you, which is why they were singing to the Republicans on the floor.",
    "statement": "Has today, this idea of universal health care in the United States, because viewers <AROUND> the world, they're watching, who don't really want to get into the minutia of preexisting and waivers and that <<SORT OF>> <STUFF>. But on the big philosophical <QUESTION>, has universal health care died a death today in the United States?"
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Has today, this idea of universal health care in the United States, because viewers around the world, they're watching, who don't really want to get into the minutia of preexisting and waivers and that sort of stuff. But on the big philosophical question, has universal health care died a death today in the United States?",
    "statement": "Yes, I <<<THINK>>> it has. The notion that the government, the government <SHOULD> be the one that is in the end responsible for helping you out, for helping you out with your preexisting condition, for helping you out if you don't have money and they'll help you subsidize your health care or they'll require small businesses to pay for your health care or to help pay for your health care, that is what is out of the window. The government's role in making <<<SURE>>> that those who can least forward it get some help on health care, I <<<THINK>>> that flew out the window today."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, I think it has. The notion that the government, the government should be the one that is in the end responsible for helping you out, for helping you out with your preexisting condition, for helping you out if you don't have money and they'll help you subsidize your health care or they'll require small businesses to pay for your health care or to help pay for your health care, that is what is out of the window. The government's role in making sure that those who can least forward it get some help on health care, I think that flew out the window today.",
    "statement": "And for Donald Trump, let's face it, I mean, you <MAY> have heard Manu Raju."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's a victory for Donald Trump. But more than that, it's a testament to his perseverance, negotiating skill, art of the deal, whatever you want to call it, he nearly lost the first round, put the Senate to one side, but he's lived to fight another day.",
    "statement": "He has. And you do <HAVE TO> give him credit for it. I mean, whatever you <<<THINK>>> of President Obama, he did not do this <<KIND OF>> negotiating constantly. Donald Trump kept going back to people, kept saying, what is it that we need. I'm telling you, Donald Trump is not the man who wrote the final version of this. And by the way, we haven't seen it and haven't read it. But he didn't negotiate on the issues itself, because he's not that <<KIND OF>> negotiator. But what he did was kept going back to members and saying, what do we <NEED TO> do, and then had other people work it out. He worked the phones, as did the vice president. He brought people to the White House, as did Reince Priebus, his chief of staff. Don't forget, they don't have a lot of experience with this in the White House. It took him a time of losing to try and <FIGURE> it out and do it the right way."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "So, yes, it does help him out tremendously. Again, we <HAVE TO> see what happens in the Senate. So, Senate doesn't like the House bill. And Republicans in the Senate disagree with each other as much as Republicans in the House disagreed with each other. But is a win <ALWAYS> better than a loss? <ABSOLUTELY>. And again, we're going to <HAVE TO> see what this costs. We're going to <HAVE TO> see whether it adds to the deficit. We don't even <KNOW> those numbers, because tax reform is going to cost an awful lot of money, you <KNOW> that better than I do."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Details, Ms. Borger, details.",
    "statement": "At some point some conservative Republican is going to raise his hand and say, uh, wait a minute, there's something called the deficit in this country and we <HAVE TO> start thinking that."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "At some point some conservative Republican is going to raise his hand and say, uh, wait a minute, there's something called the deficit in this country and we have to start thinking that.",
    "statement": "Thank you for putting it into <PERSPECTIVE>, Gloria, thank you. Many people outside the United States, you just heard me talking with Gloria Borger on the <QUESTION> of is this the end of universal health care provided by the government or at least monitored and legislated by the government in the United States. I want you to look at this, because this really goes to the issue. It's a <QUESTION> of the percentage of population covered by government health insurance as in OECD countries. And one <CLEAR> -- let's just go through this. 90 to 100 percent of countries, let's <TAKE> that one out, there you go. You'll see this is 90 to 100 percent of countries. <OBVIOUSLY>, you've got modified European Union, you've got Canada, you've got Mexico. Now let's look at 50 to 90 percent. 50 to 90 percent. You're starting to get -- Chile is next, with 76 percent as <WELL>. And then Germany with 89 percent. So, Germany, which has a <COMPLETELY> different system, but then if you go to zero to 50 percent, the United States. It is the <ONLY> major OECD country that has a lower percentage of population covered by some shape or form, by health insurance. Now, the markets. Through <ALL> of this -- look, I was on the floor of the stock exchange for \"quest express\" earlier. We <HOPE> you were with us. We showed you <AROUND> 12 minutes past 12:00, the market actually fell, quarter past 12:00, the market went down by 100 points. And we have no idea why. Some people said it was health stocks, because of what they were hearing. I don't <<<THINK>>> you can actually say that to be true necessarily, because if it was health stocks, the recovery that came back very swiftly. Health stocks were down. There's universal health care. Other companies, HCA holdings was up. We've no idea <ABOUT> that blip. Back do the Dow, and you'll see once again what we've talked <ABOUT>. A very tight range. Remember, for the last a couple of days, we were still <ONLY> down six points at the close. Paul La Monica, this tight range we talked <ABOUT>, guru La Monica, do we <KNOW> why that hundred-point fall happened? Will you give me health care stocks?"
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "might": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Thank you for putting it into perspective, Gloria, thank you. Many people outside the United States, you just heard me talking with Gloria Borger on the question of is this the end of universal health care provided by the government or at least monitored and legislated by the government in the United States. I want you to look at this, because this really goes to the issue. It's a question of the percentage of population covered by government health insurance as in OECD countries. And one clear -- let's just go through this. 90 to 100 percent of countries, let's take that one out, there you go. You'll see this is 90 to 100 percent of countries. Obviously, you've got modified European Union, you've got Canada, you've got Mexico. Now let's look at 50 to 90 percent. 50 to 90 percent. You're starting to get -- Chile is next, with 76 percent as well. And then Germany with 89 percent. So, Germany, which has a completely different system, but then if you go to zero to 50 percent, the United States. It is the only major OECD country that has a lower percentage of population covered by some shape or form, by health insurance. Now, the markets. Through all of this -- look, I was on the floor of the stock exchange for \"quest express\" earlier. We hope you were with us. We showed you around 12 minutes past 12:00, the market actually fell, quarter past 12:00, the market went down by 100 points. And we have no idea why. Some people said it was health stocks, because of what they were hearing. I don't think you can actually say that to be true necessarily, because if it was health stocks, the recovery that came back very swiftly. Health stocks were down. There's universal health care. Other companies, HCA holdings was up. We've no idea about that blip. Back do the Dow, and you'll see once again what we've talked about. A very tight range. Remember, for the last a couple of days, we were still only down six points at the close. Paul La Monica, this tight range we talked about, guru La Monica, do we know why that hundred-point fall happened? Will you give me health care stocks?",
    "statement": "No, health care stocks finished at their highs for the day after the vote. I <<<THINK>>> if you're going to try and find an explanation, it <MIGHT> be oil. Crude prices did slip, that led to Exxon and Chevron, two Dow components, falling. My <<GUESS>> is oil is <<PROBABLY>> the culprit."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "In this modern era, the Dow down a hundred points is not what it used to be. It was fairly precipitous, then we had a sharp rebound.",
    "statement": "We're in this range. The market goes up 20, down 20. We're not seeing triple digits, which is just as <WELL>."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're in this range. The market goes up 20, down 20. We're not seeing triple digits, which is just as well.",
    "statement": "Yes, it's nice to have some stability, a steady as she goes market. The jury is out on does this health care bill get through the Senate. It got through the House, that's <ALL> <WELL> and good. But we have a jobs report also tomorrow. And a lot of people are <<MAYBE>> <A LITTLE> nervous to see if we can get a better number than last time, where job growth was a littlle bit subpar."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "may": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yes, it's nice to have some stability, a steady as she goes market. The jury is out on does this health care bill get through the Senate. It got through the House, that's all well and good. But we have a jobs report also tomorrow. And a lot of people are maybe a little nervous to see if we can get a better number than last time, where job growth was a littlle bit subpar.",
    "statement": "For viewers who <MAY> wish to make a note, CNNMoney's consensus is what?"
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "For viewers who may wish to make a note, CNNMoney's consensus is what?",
    "statement": "It is 190,000 jobs added last month. Unemployment rate staying at <AROUND> 4.5 percent. Wage growth making ticking up <A LITTLE> bit too."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "definitely": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, a number better than 190, good. A number much worse than 190, bad.",
    "statement": "<DEFINITELY>. And we <HOPE> to see some higher as <WELL>."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Definitely. And we hope to see some higher as well.",
    "statement": "Good to see you, sir, thank you very much. And Paul was giving the idea of oil being one of the reasons. <WELL>, are the markets were weighed down by the sudden slump in oil. Brent crude has fallen 5 percent, lowest number since November. With concerns <ABOUT> rising global oil output and stockpiles, Alan Valdez is at the New York stock exchange. Alan, you joined me on \"QUEST EXPRESS\" on the floor when it was just at its peak or low trough, as you <MIGHT> say, of 100 points. You said it was oil. Do you still maintain that was the reason?"
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Good to see you, sir, thank you very much. And Paul was giving the idea of oil being one of the reasons. Well, are the markets were weighed down by the sudden slump in oil. Brent crude has fallen 5 percent, lowest number since November. With concerns about rising global oil output and stockpiles, Alan Valdez is at the New York stock exchange. Alan, you joined me on \"QUEST EXPRESS\" on the floor when it was just at its peak or low trough, as you might say, of 100 points. You said it was oil. Do you still maintain that was the reason?",
    "statement": "Yes, but you <KNOW>, one of the reasons for it, there was a rumor later in the day, there was big margin selling going on, big liquidations going on. That was at the time we saw it really tank. I <<<THINK>>> that was the culprit, that rumor that there were liquidations. People were panicking, margin calls, that's it. The show's over for the day."
  },
  {
    "transcript_id": "CNN-311612",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yes, but you know, one of the reasons for it, there was a rumor later in the day, there was big margin selling going on, big liquidations going on. That was at the time we saw it really tank. I think that was the culprit, that rumor that there were liquidations. People were panicking, margin calls, that's it. The show's over for the day.",
    "statement": "On the political front, how important is -- I mean, politically, Gloria Borger and others were talking <ABOUT> it. From the stock market's point of <VIEW>, from investors' point of <VIEW>, how significant is today's victory by the president on health care? Because it presages an ability to get the rest of his agenda through congress. VALDEZ; Exactly. This <<COULD>> get tax relief rolling. If he had stalled today on the health care, that <WOULD> have pushed tax relief off to <<MAYBE>> past the summer. I <<<THINK>>> in the long run it was very important for that one reason."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're back with CONNECT THE WORLD on CNN, the world's news leader. Let's check the headlines this hour. Timothy Geithner wants his European counterparts to end the bickering. The US Treasury secretary is in Poland with the euro zone's finance ministers. They're trying to get a handle on the escalating debt crisis. The two-day meeting is expected to focus on getting Greece back on track to help stabilize the global economy. Palestinian Authority president Mahmoud Abbas says it is the legitimate right of his people to demand full membership in the United Nations. He says he'll <TAKE> their statehood bid to the Security Council next week. UBS trader Kweku Adoboli has been charged with fraud and false accounting. Investigators say Adoboli is accused of losing UBS $2 billion in unauthorized trading. A London court said on Friday the 31-year-old will remain in police custody until his bail hearing next Thursday. The first minister of Wales if offering sympathy to the families of the four coal miners killed when their mine flooded on Thursday. Their bodies were recovered by rescue teams, who say the shaft filled with water after the men broke through to a neighboring abandoned mine. The United Nations General Assembly has <GIVEN> Libya's new rulers a seat at the table, granting them official recognition today. Later, the Security Council eased sanctions on Libya and set up a mission to help the interim government. Those are the headlines this hour. Libya's new rulers can <CERTAINLY> claim victory on the world stage, yet they still haven't dealt the final blow to the Gadhafi loyalists, much less found the former strong man himself. Their fighters are now trying to crush <ALL> remaining resistance, launching offensives to <CLEAR> the three major Gadhafi strongholds. Anti-Gadhafi fighters have attacked Bani Walid and Sirte, the former leader's hometown, but were pushed back by heavy resistance. Fighters are also converging on Sabha in the far south of the country. Let's get more now on the battle for Sirte, where things didn't go exactly as planned today for the anti-Gadhafi fighters. Phil Black has details on that for us. Hi, Phil."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You're back with CONNECT THE WORLD on CNN, the world's news leader. Let's check the headlines this hour. Timothy Geithner wants his European counterparts to end the bickering. The US Treasury secretary is in Poland with the euro zone's finance ministers. They're trying to get a handle on the escalating debt crisis. The two-day meeting is expected to focus on getting Greece back on track to help stabilize the global economy. Palestinian Authority president Mahmoud Abbas says it is the legitimate right of his people to demand full membership in the United Nations. He says he'll take their statehood bid to the Security Council next week. UBS trader Kweku Adoboli has been charged with fraud and false accounting. Investigators say Adoboli is accused of losing UBS $2 billion in unauthorized trading. A London court said on Friday the 31-year-old will remain in police custody until his bail hearing next Thursday. The first minister of Wales if offering sympathy to the families of the four coal miners killed when their mine flooded on Thursday. Their bodies were recovered by rescue teams, who say the shaft filled with water after the men broke through to a neighboring abandoned mine. The United Nations General Assembly has given Libya's new rulers a seat at the table, granting them official recognition today. Later, the Security Council eased sanctions on Libya and set up a mission to help the interim government. Those are the headlines this hour. Libya's new rulers can certainly claim victory on the world stage, yet they still haven't dealt the final blow to the Gadhafi loyalists, much less found the former strong man himself. Their fighters are now trying to crush all remaining resistance, launching offensives to clear the three major Gadhafi strongholds. Anti-Gadhafi fighters have attacked Bani Walid and Sirte, the former leader's hometown, but were pushed back by heavy resistance. Fighters are also converging on Sabha in the far south of the country. Let's get more now on the battle for Sirte, where things didn't go exactly as planned today for the anti-Gadhafi fighters. Phil Black has details on that for us. Hi, Phil.",
    "statement": "Hello, Max. Yes, <WELL>, when we traveled into Sirte with the revolutionary fighters this morning, they told us we'd be watching a few hours of easy fighting and by the end of it, Gadhafi's birthplace <WOULD> be theirs. But it didn't work out that way at <ALL>. When they moved into the built-up areas, they encountered very heavy resistance from some seemingly <WELL>-prepared Gadhafi loyalists. It became a very desperate urban battle, battling street to street, building to building in some instances. And the rebel leaders tell us that they just weren't prepared for this <<SORT OF>> encounter. They weren't prepared for it, they didn't want it. They also thought something else <WOULD> happen. They thought that the population of the city <WOULD> rise up and in -- and support their side. But that didn't happen, either. So, in the end, the revolutionary fighters made some progress into the city, but their goal was to control it within a few hours. By the end of the day, they still hadn't done that. It was still not safe so, come darkness, they had no choice but to pull back to its perimeter, which is where we are now. They say they're going to have another go tomorrow, but they <HOPE> desperately that they will get some support from the civilian population when they try again. It didn't happen today. We don't <KNOW> if that's simply because the civilian population doesn't want to help the revolution, or because they're afraid to. Max?"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Hello, Max. Yes, well, when we traveled into Sirte with the revolutionary fighters this morning, they told us we'd be watching a few hours of easy fighting and by the end of it, Gadhafi's birthplace would be theirs. But it didn't work out that way at all. When they moved into the built-up areas, they encountered very heavy resistance from some seemingly well-prepared Gadhafi loyalists. It became a very desperate urban battle, battling street to street, building to building in some instances. And the rebel leaders tell us that they just weren't prepared for this sort of encounter. They weren't prepared for it, they didn't want it. They also thought something else would happen. They thought that the population of the city would rise up and in -- and support their side. But that didn't happen, either. So, in the end, the revolutionary fighters made some progress into the city, but their goal was to control it within a few hours. By the end of the day, they still hadn't done that. It was still not safe so, come darkness, they had no choice but to pull back to its perimeter, which is where we are now. They say they're going to have another go tomorrow, but they hope desperately that they will get some support from the civilian population when they try again. It didn't happen today. We don't know if that's simply because the civilian population doesn't want to help the revolution, or because they're afraid to. Max?",
    "statement": "Phil, thank you. Now, capturing Moammar Gadhafi is their top priority, but Libya's new rulers also want his sons in custody. Today, their effort to convince Niger to return Saadi Gadhafi failed. A government spokesman said Niger believes Gadhafi's son <WOULD> have no chance of receiving a fair trial and <<COULD>> face the death penalty. Saadi fled to Niger last weekend, along with other top Gadhafi loyalists. Now, Libyan fighters <<COULD>> find Moammar Gadhafi hiding out in one of his last remaining strongholds. Then again, <<MAYBE>> not. If history's any guide, it can <SOMETIMES> <TAKE> years to hunt down the world's most wanted fugitives. The hunt for Osama bin Laden kicked off into high gear after the 9/11 attacks, but it wasn't until this <MAY>, nearly ten years later, that the US finally caught up with the al Qaeda leader, killing him in that deadly raid on his compound in Pakistan. A US-led coalition ousted Iraqi president Saddam Hussein in 2003, but it was more than eight months before the bedraggled former dictator was finally found hiding in a spider hole. Hussein was eventually tried and hanged. The so-called Butcher of Bosnia, Radovan Karadzic, was indicted for war crimes in 1995. He went on the run, changing his appearance, grew a long beard, and then wasn't captured until 2008, 13 years later. Karadzic is now on trial at the Hague. We've heard speculation come and go <ABOUT> where Moammar Gadhafi <MIGHT> be. Are Libyan fighters even close, though, to capturing him? Let's bring in Saad Djebbar, he is a former legal adviser to Gadhafi's government. You can offer us some insight, hopefully. I mean, where do you <<<THINK>>> Gadhafi <WOULD> have gone as a -- as a <NATURAL> response when <ALL> of this started happening?"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Phil, thank you. Now, capturing Moammar Gadhafi is their top priority, but Libya's new rulers also want his sons in custody. Today, their effort to convince Niger to return Saadi Gadhafi failed. A government spokesman said Niger believes Gadhafi's son would have no chance of receiving a fair trial and could face the death penalty. Saadi fled to Niger last weekend, along with other top Gadhafi loyalists. Now, Libyan fighters could find Moammar Gadhafi hiding out in one of his last remaining strongholds. Then again, maybe not. If history's any guide, it can sometimes take years to hunt down the world's most wanted fugitives. The hunt for Osama bin Laden kicked off into high gear after the 9/11 attacks, but it wasn't until this May, nearly ten years later, that the US finally caught up with the al Qaeda leader, killing him in that deadly raid on his compound in Pakistan. A US-led coalition ousted Iraqi president Saddam Hussein in 2003, but it was more than eight months before the bedraggled former dictator was finally found hiding in a spider hole. Hussein was eventually tried and hanged. The so-called Butcher of Bosnia, Radovan Karadzic, was indicted for war crimes in 1995. He went on the run, changing his appearance, grew a long beard, and then wasn't captured until 2008, 13 years later. Karadzic is now on trial at the Hague. We've heard speculation come and go about where Moammar Gadhafi might be. Are Libyan fighters even close, though, to capturing him? Let's bring in Saad Djebbar, he is a former legal adviser to Gadhafi's government. You can offer us some insight, hopefully. I mean, where do you think Gadhafi would have gone as a -- as a natural response when all of this started happening?",
    "statement": "With everything Gadhafi, I <WOULD> be very stupid if I <<<THINK>>> Gadhafi is in Libya. He will be in the Sabha county, so otherwise in Mali, Niger, or Chad. That --"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Would he have slipped away as soon as --",
    "statement": "No, I <<<THINK>>> --"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "-- Tripoli was in trouble?",
    "statement": "-- I don't <<<THINK>>>. He's so paranoid, he's so clever, he's so practical, I don't <<<THINK>>> that he <WOULD> allow himself to stay in Tripoli or in Libya. He <WOULD> be in a country where he couldn't be reached. In other words, Algeria, Mali, Chad, or Niger."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "-- I don't think. He's so paranoid, he's so clever, he's so practical, I don't think that he would allow himself to stay in Tripoli or in Libya. He would be in a country where he couldn't be reached. In other words, Algeria, Mali, Chad, or Niger.",
    "statement": "Niger. We were hearing earlier <ABOUT> how Niger won't hand over his son to the NTC. What's -- are there agreements between these countries and Gadhafi, <WOULD> you say?"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Niger. We were hearing earlier about how Niger won't hand over his son to the NTC. What's -- are there agreements between these countries and Gadhafi, would you say?",
    "statement": "Forget <ABOUT> the agreements. Gadhafi has -- invests so much money, so much social relationships with those countries for many years, without thinking that he <WOULD> be toppled. I can't <<IMAGINE>> that Niger or any other country <WOULD> even -- including Algeria. If I was of the Algerian president, I <WOULD> <NEVER> give up the family of Gadhafi."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "It has nothing to do with money. There are tribal, cultural, social culture, which wouldn't allow you if someone -- remember who toppled Taliban didn't give up Osama bin Laden? So much so that the region was toppled in Afghanistan without giving up bin Laden.",
    "statement": "But Niger, for example, is arguing that this is simply because they don't -- it's on principle. They don't want to send Saadi Gadhafi back to Libya because he'll face the death penalty, and they don't -- other countries <WOULD> have a similar <VIEW>, wouldn't they, if it was someone else?"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "But Niger, for example, is arguing that this is simply because they don't -- it's on principle. They don't want to send Saadi Gadhafi back to Libya because he'll face the death penalty, and they don't -- other countries would have a similar view, wouldn't they, if it was someone else?",
    "statement": "Listen. The <BEST> way for Libya, the west for the Libyan people and the country as a whole, is to see where Gadhafi is. Once Gadhafi -- if we <KNOW> Gadhafi's in Algeria, in Niger, or anywhere else, it's better than when you don't <KNOW> for the mere <FACT> that once you <KNOW> where Gadhafi is, that very country, if it's Algeria, Niger, Mali, or Chad, they will constrain his acts and they will stop and they will cage him not to allow any action which <MIGHT> undermine the security of the country as a whole."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But if --",
    "statement": "-- we <KNOW> where Gadhafi is. If he's in any country, it's better that -- it will be easy to cage Gadhafi and to restrict his own actions."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "-- we know where Gadhafi is. If he's in any country, it's better that -- it will be easy to cage Gadhafi and to restrict his own actions.",
    "statement": "I was speaking to the British foreign secretary recently, saying -- and he was saying that if any country was found to have Gadhafi on their soil, that the amount of diplomatic pressure on that country <WOULD> be huge from the West A lot of very powerful countries. They wouldn't be able to survive that pressure, <WOULD> they? <WOULD> they keep protecting Gadhafi against pressure from the US and Europe?"
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I was speaking to the British foreign secretary recently, saying -- and he was saying that if any country was found to have Gadhafi on their soil, that the amount of diplomatic pressure on that country would be huge from the West A lot of very powerful countries. They wouldn't be able to survive that pressure, would they? Would they keep protecting Gadhafi against pressure from the US and Europe?",
    "statement": "That is true. If that very country has an extradition treaty, like if he's in Algeria, Mali, Chad, or Niger. If we have extradition treaty with Libya, it will be easy to extradite these people. But I don't <<<THINK>>> that is the issue. The issue is, let's see where Gadhafi is. The -- once we <KNOW> where Gadhafi is, we can reel in and trace his action. What is the <MOST IMPORTANT> <THING> is that we <SHOULD> not allow Gadhafi to be active in any way so that he can be free to undermine the new system in Libya."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "That is true. If that very country has an extradition treaty, like if he's in Algeria, Mali, Chad, or Niger. If we have extradition treaty with Libya, it will be easy to extradite these people. But I don't think that is the issue. The issue is, let's see where Gadhafi is. The -- once we know where Gadhafi is, we can reel in and trace his action. What is the most important thing is that we should not allow Gadhafi to be active in any way so that he can be free to undermine the new system in Libya.",
    "statement": "OK, thank you very much, indeed, for joining us today. I really appreciate your time. Still to come on CONNECT THE WORLD, the football chants that <<COULD>> be banned. We'll head to Scotland where the government is stepping in to quell long-running club rivalry. Find out why in just a few minutes."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, we're learning much more <ABOUT> the man believed to be the brutal ISIS executioner Jihadi John. His name is Mohammed Emwazi and people who <KNOW> him say they are shocked to discover that he is the man in those horrific ISIS beheading videos. Isa Soares Is OUTFRONT from London."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "One of the world's most wanted terrorists now has name to go with the face that has terrorized so many. Mohammed Emwazi. Kuwaiti born, British bred. To the people who lived in his neighborhood, news that he's Jihadi John came as a shock.",
    "statement": "I <KNOW> dad, I <KNOW> mom, I <KNOW> his brother and sister. It's not Jihad."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "His grades allow him to enroll in the University of Westminster for a degree in computer programming. At the campus where he studied fellow programming students tell me, they are shocked.",
    "statement": "Someone that -- a full degree, they can <CHANGE> their mind <ABOUT> what they do with their life. It just goes to show that people do <CHANGE>."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "There's been several cases of individuals at UK University being involved in terrorism and being convicted of terrorist defenses. The University of Westminster for example that the former Islamic society president was convicted of a terrorist defense back in 2006. The former head of the Islamic Society University college of London later tried to blow up an airline in Detroit. And so, there are several examples of this.",
    "statement": "And now it seems there is another. This time by the name of Mohammed Emwazi."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And now it seems there is another. This time by the name of Mohammed Emwazi.",
    "statement": "<WELL>, they <CERTAINLY> will. Isa, thank you very much for that report. And you <KNOW>, Isa is talking <ABOUT> this happening at a college, at university. There are serious and disturbing new details tonight emerging <ABOUT> a teacher who taught at least one of the four teenagers who <MAY> have tried to join ISIS flying to Turkey. Now, that teacher was actually once accused of being an al Qaeda terrorist. Paula Newton is OUTFRONT in Montreal with the new details on these teens and a teacher with possible radical ties."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they certainly will. Isa, thank you very much for that report. And you know, Isa is talking about this happening at a college, at university. There are serious and disturbing new details tonight emerging about a teacher who taught at least one of the four teenagers who may have tried to join ISIS flying to Turkey. Now, that teacher was actually once accused of being an al Qaeda terrorist. Paula Newton is OUTFRONT in Montreal with the new details on these teens and a teacher with possible radical ties.",
    "statement": "Smart, kind and normal. That's how many are describing 18-year-old Shyma Sinusi (ph). A bright young student now missing in the Middle East and <<POSSIBLY>> on her way to join ISIS in Syria. At the Montreal High School she once attended. Students say she was <WELL> liked and social. Andy Xalo, she was his tutor a couple of years ago."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "possibly": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "No, not really. It was just like normal talk.",
    "statement": "Normal talk. That's how it seemed to those who knew Shyma until she went missing earlier this year. One of at least four, <<POSSIBLY>> more young people from Montreal whose families fear they have been lured into joining"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Normal talk. That's how it seemed to those who knew Shyma until she went missing earlier this year. One of at least four, possibly more young people from Montreal whose families fear they have been lured into joining",
    "statement": "Students here told me they were <QUITE> shocked and <ONLY> learned the news this morning as it spread through a social media circle here at school. (voice-over): Three of the missing teens attended this community college across town and at least one attended classes taught by Adil Charkaoui, a Muslim preacher who has been accused by the college of spreading hate speech in the classroom he used for teaching Arabic and the Koran. Charkaoui is known to security officials. In 2003, police alleged he was an al Qaeda sleeper agent who received training in Afghanistan. He spent six years being watched by Canadian authorities but in 2009, courts determined he was not a security threat. Charkaoui says he <ONLY> met one of the missing students on a couple of occasions and he says, he is just trying to integrate young Muslims, not radicalize them."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "We are facing three major problems. Drug, gangs and",
    "statement": "Still Charkaoui and his classes has been suspended from campus while police try to determine what <<COULD>> have lead these teens to <<POSSIBLY>> join ISIS."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Still Charkaoui and his classes has been suspended from campus while police try to determine what could have lead these teens to possibly join ISIS.",
    "statement": "I mean, Paula, this is pretty amazing. So, the teacher says that he didn't have anything to do with it. <ALL> right. I mean, who <KNOW> if that's the case. But if it is the case, who does he say radicalized these kids?"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean, Paula, this is pretty amazing. So, the teacher says that he didn't have anything to do with it. All right. I mean, who know if that's the case. But if it is the case, who does he say radicalized these kids?",
    "statement": "<WELL>, he's pointing of course to a lot of the social media that we've heard <ABOUT> and that incredible campaign. But he says that the seeds of it are sown through Islamaphobia and he talks a lot <ABOUT> security agencies. I mean, he has an ax to grind with this. The <FACT> that the security agencies are spying on mosques, are spying on organization like this. And this further alienates people and convinces them that in one shape, form or another that they <HAVE TO> <TAKE> action. And you <KNOW> what's so striking here Erin, it is too similar from what we hear from some of the community people coming out of London as <WELL> where Jihadi John was. And the <FACT> that that is what leads to the radicalization. You <KNOW>, no one is buying it Erin and saying what needs to happen is there just needs to be more engagement with these young people at an early age and <DEFINITELY> for the families to come forward as soon as possible -- Erin."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "obviously": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, he's pointing of course to a lot of the social media that we've heard about and that incredible campaign. But he says that the seeds of it are sown through Islamaphobia and he talks a lot about security agencies. I mean, he has an ax to grind with this. The fact that the security agencies are spying on mosques, are spying on organization like this. And this further alienates people and convinces them that in one shape, form or another that they have to take action. And you know what's so striking here Erin, it is too similar from what we hear from some of the community people coming out of London as well where Jihadi John was. And the fact that that is what leads to the radicalization. You know, no one is buying it Erin and saying what needs to happen is there just needs to be more engagement with these young people at an early age and definitely for the families to come forward as soon as possible -- Erin.",
    "statement": "<ALL> right, Paula, thank you very much. I want to bring in Tim Clemente now, retired FBI counterterror agent. So, Paula are talking <ABOUT> the police allege the teacher of one of the teens was an al Qaeda sleeper agent. Teacher denies it. Teacher said, blames Islamaphobia impart. But <OBVIOUSLY> one of these students is missing, <<MAYBE>> trying to join ISIS. Do you <<<THINK>>> it's a coincidence?"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right, Paula, thank you very much. I want to bring in Tim Clemente now, retired FBI counterterror agent. So, Paula are talking about the police allege the teacher of one of the teens was an al Qaeda sleeper agent. Teacher denies it. Teacher said, blames Islamaphobia impart. But obviously one of these students is missing, maybe trying to join ISIS. Do you think it's a coincidence?",
    "statement": "No, I don't <<<THINK>>> it's a coincident. I <<<THINK>>> <OBVIOUSLY> he's trying to justify everything. And profiling it's known as an injustice collector. That's what this guy is doing. He's trying to make -- same <THING> that we heard Jihadi John using the excuse that he was being bothered by security services. He's being bothered by security services, as of this professor, because of what he's spouting off to his students. And <OBVIOUSLY> it has some effect because if these individuals were radicalized by this teacher or <<MAYBE>> he referred them to websites, <<MAYBE>> he referred them to books. But he's playing the victim card here <RATHER> than the opposite."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, I don't think it's a coincident. I think obviously he's trying to justify everything. And profiling it's known as an injustice collector. That's what this guy is doing. He's trying to make -- same thing that we heard Jihadi John using the excuse that he was being bothered by security services. He's being bothered by security services, as of this professor, because of what he's spouting off to his students. And obviously it has some effect because if these individuals were radicalized by this teacher or maybe he referred them to websites, maybe he referred them to books. But he's playing the victim card here rather than the opposite.",
    "statement": "You're talking <ABOUT> students here. In this case these teens also <WELL> educated. Jihadi John we've now learn, went to university, degree in computer programming. The people who live near him described him as <WELL>-off, <WELL> educated. You <KNOW>, lately when people talked <ABOUT> ISIS, they've said, <WELL>, ISIS is different from even some of al-Qaeda. ISIS is, people who are lack economic opportunity. They have nothing else going for them so they go join ISIS. That's not what we're seeing in these cases, right?"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Ayman al-Zawahiri, he's number two, was a doctor in Egypt. All the way down. You work your way through the ranks. They're not radicalized because of poverty. That doesn't mean that poor people can't be radicalized, of course they can. But they're radicalized because of shame and guilt for the way they are either leaving this seventh century version of Islam and returning to a modern civilization and then they're guilted back into that or they're just living a western life trying to enjoy life and acclimating to a new home and then radical strength take them out of that and say, look, you've left all the Muslim world behind. They're being persecuted over there and your living this life over here with the devil that persecutes Muslims.",
    "statement": "So, look, I <KNOW> people get upset when there's profiling of any kind, but to the extent that intelligent services try to profile to identifying needles and haystacks, how are they supposed to do that when you're now saying, <WELL>, it's not coming from a single place. It's not coming from a single country, it's not coming from a single socioeconomic group. How do you find them?"
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, look, I know people get upset when there's profiling of any kind, but to the extent that intelligent services try to profile to identifying needles and haystacks, how are they supposed to do that when you're now saying, well, it's not coming from a single place. It's not coming from a single country, it's not coming from a single socioeconomic group. How do you find them?",
    "statement": "<WELL>, like I've said before many times, Erin on your show that it's not really the responsibility of FBI or any security service to do this. This needs to be done by the people <AROUND> them. You heard the individuals that attended the mosque where Jihadi John was. And they talked <ABOUT>, <WELL>, he seemed like a normal guy."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Somebody knows he's not just normal. The Tsarnaev brothers whether the older Tsarnaev's wife or other family members, relative, friends, somebody knows they're being radicalized. And those people <NEED TO> be held accountable when family members or friends that they <KNOW> <WELL> radicalize to the point of turning to violence and the people <AROUND> them do nothing."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Somebody knows he's not just normal. The Tsarnaev brothers whether the older Tsarnaev's wife or other family members, relative, friends, somebody knows they're being radicalized. And those people need to be held accountable when family members or friends that they know well radicalize to the point of turning to violence and the people around them do nothing.",
    "statement": "<ALL> right. Tim, thank you very much. It's a good point. And of course as Tim points out, you <ALWAYS> hear from the people how nice and gentle and wonderful. You hear it in everything. The Jihad case, when you hear <ABOUT> murders. You <NEVER> hear anyone say I saw it coming. OUTFRONT next, breaking news, one of Vladimir Putin's most vocal critics shot in the back and killed in the center of Moscow when you're looking at the domes of the Kremlin right behind him. Who did it? It's a brazen act. Plus, an OUTFRONT exclusive. A U.S. Special Forces are training troops to fight terrorists. We have an inside look at this fight coming up. And on a lighter note, Jimmy knows with the answer of the viral <QUESTION> of the day. Because there is an answer, everybody. And I'm sorry, a lot of you are <WRONG>. White and gold or black and blue and what your answer says <ABOUT> you."
  },
  {
    "transcript_id": "CNN-413339",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Up to eight hours of standing and waiting, that is what some Georgia voters are enduring in order to cast their ballots early. And they are far from alone. There are thousands of folks across the nation encountering these long lines as voters are coming out in droves. They are setting records, doubling, even tripling in some states the early voting numbers seen in 2016. CNN's Amara Walker is in Georgia watching all of this for us. I mean, eight hours to vote, Amara, that is a considerably long line.",
    "statement": "Yes, it's wild, isn't it? So that eight-hour wait time was up in Gwinnett County <ABOUT> a half hour north of here in Fulton County, an early voting site, and that was happening on Monday. On Tuesday, the wait times are down to six hours. And now, from what I saw, the line and the wait time there in Gwinnett County is two hours. Here at Fulton County at this particular polling site this morning, people are lining up starting at 6:00 in the morning. The wait time was <ABOUT> three hours. Now, it's down to <ABOUT> 45 minutes. Part of the reason why we've been seeing such long lines <AROUND> the state, Brianna, is that many polling site are still having problems related to the electronic poll pads. That's basically the electronic check-in system, where it verifies the voter's registration and then generates an I.D. card for the voter to go ahead and then vote on the touch screen machines. The Georgia the secretary of state today said in a news conference, yes, this is a statewide issue that we're seeing, that we're seeing these slowdowns in the system because there's just not enough bandwidth. <ALL> of these polling sites are logging onto the digital record data system for the state at the same time. In <FACT>, in Gwinnett County, just north of here, a spokesperson there told me that, yesterday, this system crashed for <ABOUT> a half hour."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "believe": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Just <<IMAGINE>> going to your mailbox, finding a postcard with a one-cents stamp on it, postmarked 1909, and then <<IMAGINE>> being curious enough to try to find out who was supposed to receive it. <WELL>, that is exactly what's happened to our next two guests. We're joined now by Leslie Stevens, who works at the Kansas Inn in Wichita where the card was delivered, and Ruth Laurence. She's 89 years old, lived <ALL> her life in Wichita, and she <<<BELIEVE>>> the card was meant for one of her relatives. Good morning to you both. Good morning. Good morning."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Just imagine going to your mailbox, finding a postcard with a one-cents stamp on it, postmarked 1909, and then imagine being curious enough to try to find out who was supposed to receive it. Well, that is exactly what's happened to our next two guests. We're joined now by Leslie Stevens, who works at the Kansas Inn in Wichita where the card was delivered, and Ruth Laurence. She's 89 years old, lived all her life in Wichita, and she believe the card was meant for one of her relatives. Good morning to you both. Good morning. Good morning.",
    "statement": "Leslie, <<COULD>> you start by telling us what happened when you found this card?"
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Leslie, could you start by telling us what happened when you found this card?",
    "statement": "<WELL>, it was delivered with the rest of mail, just like usual, at the front desk, and we went through it, trying to <FIGURE> out if it was a guest or <<POSSIBLY>> a patient at the hospital, Saint Frances, across the street, which sends a lot of guest our way. And we couldn't find who this Ruth Lawrence was. And just looked <A LITTLE> more closely and found out that it was a very, very old postcard."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, it was delivered with the rest of mail, just like usual, at the front desk, and we went through it, trying to figure out if it was a guest or possibly a patient at the hospital, Saint Frances, across the street, which sends a lot of guest our way. And we couldn't find who this Ruth Lawrence was. And just looked a little more closely and found out that it was a very, very old postcard.",
    "statement": "Now you've got Ruth Lawrence sitting beside you. Now, Ruth You <<<THINK>>> intended for a relative, correct? Now, Ruth, explain that."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Now you've got Ruth Lawrence sitting beside you. Now, Ruth You think intended for a relative, correct? Now, Ruth, explain that.",
    "statement": "A friend of mine had listened to the broadcast and told me that the card had been received at the motel. And I recognized the <FACT> that the Ruth the Lawrence to whom the card was addressed had been an aunt of my husband's."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "A friend of mine had listened to the broadcast and told me that the card had been received at the motel. And I recognized the fact that the Ruth the Lawrence to whom the card was addressed had been an aunt of my husband's.",
    "statement": "And what makes you <<<SURE>>> <ABOUT> that, that it was intended for her?"
  }
]