[
  {
    "transcript_id": "CNN-15874",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "We are going to run a couple of clips from last night's debate. But quickly, get on record here, what did you think of the event last evening?",
    "statement": "It was just tougher and tougher. It was very, very substantive. For all the bitter raucousness that <CERTAINLY> did characterize the debate, the vast majority of the questions really were politically pointed, but very much on the issues. And for that, I <THINK> the panel was to be congratulated. But really, this is a race that gets tougher by the minute."
  },
  {
    "transcript_id": "CNN-83836",
    "matched_terms": {
      "certainly": "ungraded",
      "somewhat": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, not exactly sure what contact they've had now but, again, he did -- was reported missing last week and we know that stress counselors from the U.S. Army have been with the family earlier in the week when they had not known his status as of yet so we can imagine that the Army is very much involved in what's happening with the family tonight.",
    "statement": "Thank you. That tells us a lot. Thank you very much. Good to have you with us tonight too. Welcome. A piece of the puzzle tonight, the big picture <SEEMS> a little better. The situation on the ground <SEEMS> a bit calmer, the political end game <SOMEWHAT> better defined <CERTAINLY> than it was just 48 hours ago. In Washington today the president signaled his willingness to go along with a special U.N. envoy when it comes to the political transition this summer who will make up the government and, in Iraq, there were signs that talking <SEEMS> to be working for a change. So for a look at how things are on the ground tonight, we go back to CNN's Karl Penhaul in Baghdad."
  },
  {
    "transcript_id": "CNN-408219",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "This is not the first time we've seen this president use an institution of this government designed and intended to serve you to his own end, to his own political ends, questions of political pressure and influence at the Justice Department, his use of the National Guard to respond to protests stemming from the police killing of George Floyd. For my book, The Mad Man Theory, Trump Takes on the World, I spoke to Fiona Hill. She was his top Russia adviser for years, a student of Russia, and she made what is really an alarming comparison. She says this, quote, what we have seen in the past year is the hyper- personalization of the presidency. And that's something we haven't had before in such an acute form. Note this comparison. It's similar to what happened in Russia at the peak of Putinism. That is the president's former Russia adviser comparing the president's behavior to that of Vladimir Putin. CNN Political Correspondent Abby Phillip joins us now. This is not an out there kind of comparison here given that it's part of a pattern, Abby, is it not, of using institutions to his own political end.",
    "statement": "<WELL>, Jim, this is particularly stark considering that we are just a few hours -- months away, I'm sorry, from the general election and President Trump <SEEMS> to be very focused on the impact of mail-in voting on his own political election chances. And so he's been criticizing mail-in voting for <QUITE> some time now. That is not new. But what we have seen over the last several days is an acceleration of changes over at the postal service. Now, we're learning today, and this week, that in addition to some restructuring changes that were announced last week, we are hearing from postal workers that the agency is removing some of these sorting machines that you just talked <ABOUT>. Over 600 of them all across the country that sort thousands of pieces of mail using only two postal workers to man them. This has set off alarm bells both in the postal service among employees but also on Capitol Hill. They're concerned that as we face a potential influx of mail-in ballots in this fall, the postal service will not have the capacity to deal with them. But I do want to read part of a statement from the USPS explaining why they're removing these machines. They say that they routinely move equipment across its network as necessary to match changing mail and package volumes. They've noted that due to the coronavirus, there has been an increase in packages, a decrease in letters and mail of that type. But at the same time, it's coming at a time when there are questions <ABOUT> whether the postmaster general appointed by President Trump, a top RNC donor, is being influenced by the president himself. Louis DeJoy has been leading these changes. He, we are learning, met with President Trump last Monday ahead of a meeting with Nancy Pelosi and Chuck Schumer. The White House says that was a congratulatory meeting, but it's coming at a time when the president says he does not want to fund the postal service in order to stop these mail-in ballots."
  },
  {
    "transcript_id": "CNN-215679",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What do you say to that?",
    "statement": "First of all, let's look at the <FACT> that Oklahoma, which is one of the lowest low-cost policies opening up today, that family of four at $50,000. Sixty-three dollars a month, they're going to be able to get basic care as opposed to what they would get without this new reform of <ABOUT> $630 a month. And what we have to look at..."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "think": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "I think he did nothing wrong, and he has nothing to hide.",
    "statement": "We <MUST> move forward with impeachment proceedings. I don't <THINK> we'll have much of a choice."
  },
  {
    "transcript_id": "CNN-363130",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Now he just doesn't want them testing.",
    "statement": "Again, I <THINK> --"
  },
  {
    "transcript_id": "CNN-249382",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "best": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "All right. Let's bring in Michael Bociurkiw. He is the spokesman for the OSCE Special Monitoring Mission to Ukraine. Thank you very much for joining us, Michael. Do you think now that we've heard this sort of assessment from Nick Paton Walsh, do you really think that this ceasefire is going to be honored by both sides?",
    "statement": "<WELL>, first of all, thanks for having us. And what Nick and Frank have been reporting from the field the past few hours is consistent with what we've been seeing as <WELL>. Quiet heavy violence, in <FACT>, over the past 24 hours, one of our two remaining drones has also been targeted by light fire but fortunately it wasn't damaged. So we are hopeful, of course. Just a few hours ago our Secretary General Zannier and Chief Monitor Apakan issued a joint statement saying that they expect full adherence to the package and measure, and that they're very hopeful. Why, because, you <KNOW>, the bloodshed has been continuing for weeks and weeks and months now in that outflow of displaced people. It's just continuing and putting on this huge burden on neighboring communities. So we're <HOPING> for the <BEST> and we're ready to continue our monitoring tomorrow in the days following."
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Including one near the historic Hay Adams Hotel. At last check there was no damage to the hotel. Windows were smashed at the Ronald Reagan Presidential Foundation and Institute. The historic St. John's Episcopal Church, also known as the Church of the Presidents, is across the street. Across the country, the California National Guard is being deployed to Los Angeles after the governor declared a state of emergency for America's second largest city. There were widespread fires and looting Saturday night and a curfew is now in effect. Our reporter, Kyung Lah, has more on violent demonstrations there.",
    "statement": "The city of Los Angeles seeing not just skirmishes with the police and protests across the city but also fires at businesses in this particular shopping district. I'm on Melrose Avenue. This is an area known for independent businesses, fashionable shops. What you're looking at is the fire department in the city, trying to put out the remnants of a fire in a shoe store and an adjacent nail store. This fire happened as we watched another fire a half a block away at a separate shoe store. Police say they've been seeing these fires happen shortly after looting takes place at them. And looting is something that we've seen up and down these streets here in the Melrose shopping district. We've seen people breaking through the glass, tagging everything inside and then cleaning the entire place out. The police department is still trying to <CLEAR> the streets, working with the Los Angeles sheriff's department. A curfew is in place 8:00 pm until 5:00 am local time. What is a bit getting lost in all of this is what these protests began as. The message of them was and the reason why they started. What this graffiti says is, \"'I can't breathe,' George Floyd.\" We were watching one store as looters were running in, grabbing shoes, trying to <CLEAR> it out. There was a young black woman, a protester, who was screaming at the looters, saying, what are you doing? -- Kyung Lah, CNN, Los Angeles."
  },
  {
    "transcript_id": "CNN-298634",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I just sold an apartment for $15 million to somebody from China. Am I supposed to dislike them?",
    "statement": "What we do <KNOW> is that Trump's business relationships span the globe. And foreign governments can play a big role in private companies in places like China, Dubai and Russia. And there are even questions state side. According to \"The New York Times\" the Trump organization is partly on the hook for a $950 million mortgage, one of the lenders, The Bank of China, which the Chinese government controls."
  },
  {
    "transcript_id": "CNN-259029",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The man accused in the shooting death of a 32- year-old woman at a San Francisco pier has now been charged with murder. Juan Francisco Lopez-Sanchez is set to be arraigned today. He told CNN's affiliate KGO that he did shoot Katy Steinle accidentally after a gun he found went off when he picked it up. Lopez-Sanchez's status as an undocumented immigrant who had a felony record, he then deported to Mexico five times, has now ramped up the debate over immigration and the victim's family has been largely quiet after all this happened. They want to focus on healing and they're attempting to find something positive in this tragedy. Here is what her best friend told CNN's Don Lemon.",
    "statement": "Her family is struggling. They are devastated by the tragedy, but her dad has talked a lot <ABOUT> the Kate effect, and, you <KNOW>, trying to take this horrific, horrific tragedy and creating something positive. Kate, when you met her, she left a lasting impression on you, and she saw things in such a positive way. She laughed, she lived life, she lived moment by moment and you <KNOW>, now we want to try to create something positive out of her legacy."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, you know, I mean, I love the honor, but my worry about accepting it was that people would now think I changed, and I was like, whoa. The guys on my farm said, \"What do we call you now?\" You know, it was like \"I said you call me sir, lordship.\"",
    "statement": "You are a sir. Before we -- before we went on, we were talking <ABOUT> growing up, and I was talking <ABOUT> growing up in Brooklyn and you in Liverpool. But you -- you never forget where you're from, right?"
  },
  {
    "transcript_id": "CNN-381184",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We remember the story when it first came out. Ed Lavandera is there cover the trial. What's happened so far, Ed?",
    "statement": "Brooke, we are off to a salacious start in this trial of Amber Guyger. Prosecutors say they went and reconstructed her day. Amber Guyger has said that she came home from work that day, a long day of work, exhausted, and that's why she was confused as to which apartment she was entering. He lived right above her in that apartment complex just a few blocks away from Dallas Police Department headquarters. Prosecutors say that Amber Guyger was distracted. And they point to a series of sexually explicit text messages she had been sharing with her police partner <ABOUT> 3.5 hours before she left work that day. And that from 6:00 p.m. until 9:30 p.m. on the night of the shooting, she was exchanging these sexually explicit text messages, that she was not so tired and she was going to come home and rest. Prosecutors say she was planning a rendezvous with her partner after she had gotten off of work. And she was making unreasonable choices and was so distracted by the conversation that she missed the obvious clues that she was entering the wrong apartment. One thing that point out to was that there's a red floor mat in front of the man's apartment and there's no floor mat in front of her apartment. And then prosecutors described in emotional ways the last moments of the young man's life."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now this controversy has also given Democrats an opportunity to launch a broader assault on Republicans in this election year on the issue of port security. Senator Reid was appearing there with Democrat Joe Lieberman, who is proposing that another $1.7 billion be added to port security. He says the Bush administration is not doing enough and Democrats are getting political cover from key Republicans like Susan Collins, who this very hour is holding a briefing on Capitol Hill to reiterate her claim the administration is not doing enough on port security -- Wolf?",
    "statement": "Ed, so let me get this proposed change in the structure of control of these ports. Let me get a little perspective on that. What this compromise proposal would be, would be that D.P. World, Dubai Ports World, would subcontract out the operations at these six U.S. ports, but they would still be in overall ownership or control of the subsidiaries? Is that <ABOUT> right?"
  },
  {
    "transcript_id": "CNN-169966",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, there's been a lot of talk and a lot of criticism about these Tea Party-backed Republicans who really held these talks hostage. And my question though is this. Did these Tea Party-backed Republicans just essentially school Washington in the art of negotiating, in other words, Senator, how to go to the mattresses and get what you want?",
    "statement": "<WELL>, look, at the end of the day, I <THINK> the problem here is that we have set a precedent where a small universe of people, <ABOUT> 60 Tea Party members in the House, dictating to their leadership and their leadership succumbing to it and forcing one of the two houses of the Congress to either default or accept their terms. And I understand the president's challenge in that, but if that's going to be the way in which we move forward in terms of governing, then we have some difficult days ahead, because that's not <ABOUT> compromise. That's <ABOUT> capitulation. And the majority of the American people in every poll I have seen, including at CNN's, has said they wanted shared sacrifice. This is no way shared sacrifice."
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And the debate does go on. You are watching \"CNN Newsroom\", live from Los Angeles. I'm John Vause; please stay with us. Isha Sesay will be joining me, we <HOPE>, after the break with a look at the day's top stories."
  },
  {
    "transcript_id": "CNN-234196",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You don't --",
    "statement": "<WELL>, you <KNOW> my allegiance. You <KNOW>, I come from Germany, I have to root for Germany. But I'm also -- and like all Germans, Becky, I'm a pessimist, so I don't <BELIEVE> the Germans are going to be able to pull it off."
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The duke and duchess, what do you think they can get from this evening?",
    "statement": "<WELL>, it's -- they're not getting from it in truth. They're giving it. Because they are acting as magnets to try and get all of these executives here tonight."
  },
  {
    "transcript_id": "CNN-99959",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good. How about you?",
    "statement": "She wanted to learn more <ABOUT> the man who gave her a new lease on life. The McBrides shared family photos and stories."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "well": "ungraded",
      "quite": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Updating our breaking news now, a horrible story out of western Iowa: kids at a Boy Scout camp living in tents when a tornado strikes. We have four dead, at least 20 injured. And we want to get a quick update now with Chad Myers -- Chad.",
    "statement": "Campbell, the most serious storm I have for you right now is over Salina, Kansas, right near the Salina Airport. So really just south of downtown. But Salina, <KIND OF> a north/south town there. There's the cell right there, a large and dangerous cell. So far only reports of a funnel cloud not touching the ground, but you have to understand now, Campbell, that it is dark. And a lot of times after dark, tornadoes are not reported, because you just can't see them, and they're not done as <WELL>. The tornadoes and the warnings just can't come out <QUITE> as much in time as they do during the day -- Campbell."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "I understand you've got a full story you're going to bring. I'm going to be -- I'm going to be on tonight on CNN at 8:00, just before \"LARRY KING\" and after Lou -- can you join me tonight at 8:00 and show me the rest of this video?",
    "statement": "Let's do it. It's a date. It's unbelievable <STUFF>."
  },
  {
    "transcript_id": "CNN-212232",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome to THE LEAD, everyone. And a major break in the \"National Lead,\" for days there's been a search, a giant search across much of the Western United States for a 16-year-old girl who went missing with a man police say kidnapped her after killing her mother and <POSSIBLY> her brother. Now his car has been found in the remote Idaho wilderness buried under a pile of trees and leaves."
  },
  {
    "transcript_id": "NPR-8633",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Here's a guy who's just come in to office - he has been, oh, just a little over one month - and while he hasn't had a major foreign-policy crisis yet, he's got an awful lot of things falling apart all around him. He's got the banking system falling apart, the manufacturing base falling apart, the unemployment numbers sky rocketing, all kinds of near - well, let's just call it extreme concern among the average citizens as well as among people who are as schooled in all of these as Alan Greenspan, the former chairman of the Federal Reserve Board. And in the midst of all that, people are looking to this relatively young man with only a few years experience in Washington and saying, here please, solve everything. There is an enormous personal challenge being handed to this 47-year-old man.",
    "statement": "So, what do you <THINK> is the key thing he needs to get across with the speech?"
  },
  {
    "transcript_id": "CNN-103085",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It's 5:00 p.m. in Washington, and you're in THE SITUATION ROOM, where news and information from <AROUND> the world arrived at one place at the same time. Happening now, bipartisan outrage. A business deal is under way that gives an Arab country control of six major American ports. And many are saying the deal is really a sale on national security. In Mexico, every second and every breath counts. Sixty-five miners are trapped a mile under ground. A desperate search is under way right now. But with time and oxygen running out, one loved one says, \"We're here waiting for a miracle.\" And it <COULD> be music to your ears. If you recently bought certain CDs from Sony Music, you <MAY> now be entitled to a cash settlement. We're going to have details. I'm Wolf Blitzer. You're in THE SITUATION ROOM. This CNN \"Security Watch.\" It's the <KIND OF> global big business deal that happens all the time. But this one is making headlines, mixing concerns over security with accusations of bigotry. A company from the United Arab Emirates is buying a British company in a deal that puts the Arab firm in charge of six major U.S. ports. Our Dana Bash is standing by at the White House. We'll get to her shortly. But let's go to the Port of Baltimore, where our Brian Todd begins our coverage -- Brian."
  },
  {
    "transcript_id": "CNN-315999",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "You <KNOW>, that we won't be <SORT OF> pushed <AROUND>, something like that."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "OK. So do you have any recollection as to the last time you may have seen those shorts that are in the photograph that I handed to you, or that had appeared in the video that you indicate was taken in mid -- early-to-mid-2007?",
    "statement": "I'm sorry, can you repeat that one more time? I just want to make <SURE> I get --"
  },
  {
    "transcript_id": "CNN-305974",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "might": "ungraded",
      "obviously": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "So what do they care about?",
    "statement": "The referendum was actually <ABOUT> far more than that. It was <ABOUT> a sense of national identity. It's <ABOUT> a sense of being able to control who comes in and out of your country and <ABOUT> national sovereignty. It wasn't fundamentally <ABOUT> economics. I mean, <OBVIOUSLY>, people say they don't want to be poorer, but they won't necessarily be much poorer. They <MIGHT> be poorer than they would otherwise be, but they're not going to be poorer than they are now. And I <THINK> that's where Tony Blair misunderstands the mystery of public <OPINION>."
  },
  {
    "transcript_id": "CNN-205095",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Oh, it is. All around the world. Runners from 100 countries were represented in this race. It's one of the most international marathons in the world. And news organizations around the world, well, they're covering the attacks extensively.",
    "statement": "Our international correspondents have a quick look at some of the reactions from <AROUND> the globe."
  },
  {
    "transcript_id": "CNN-241246",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I admire those troops for going there and doing what they are going to do. I've got to say.",
    "statement": "They're very courageous and we <HOPE> they all come back safe and sound. I <KNOW> their families are deeply worried. You have a base, Ft. Campbell, in Kentucky, where there's a whole bunch of people heading over there to Liberia, right?"
  },
  {
    "transcript_id": "CNN-280113",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, the fact that it occurred. The fact that he was able to move through an airport of the -- one of the recipients, largest recipients of our foreign aid, part of which is airport security; and to be able to get on that flight says that there's still a lot of problems that have to be solved.",
    "statement": "You <KNOW>, Egypt said after that Russian flight, you <KNOW>, was blown up over the Sinai, back in October, that they've taken steps, and they have been saying they've taken steps, to sort out airport security. Many saying this throws up questions. You just implied that just now, yourself, that there's still work to be done."
  },
  {
    "transcript_id": "CNN-408158",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "-- but in certain situations. But listen, we reached out to the sheriff. He isn't commenting. We also reached out to the health department and they gave us a statement on this. They said, \"Our department was not consulted on the directive from the sheriff's office. The state surgeon general issued an updated public health advisory in July in relation to the state seeing an increase in positive COVID-19 cases. As noted in the advisory, the wearing of face masks/cloth face coverings when unable to practice social distancing is an important part of preventing the spread of COVID-19. We recommend people follow the guidance provided in the state surgeon general's health advisory.\" Is this sheriff undermining public safety by ignoring the surgeon general's guidance?",
    "statement": "You <KNOW>, it's tough to say. You <KNOW>, I <KNOW> Billy Woods. He's a friend of mine. I have known him for a long time. We're actually in a local leadership class together. I <KNOW> he's a great heart and actually a really great sheriff. This situation in particular <SEEMS> tough to me. We're completely on opposite ends when it comes to face covering and masks. We had a city council meeting three weeks ago when we first introduced a city ordinance to require face coverings, a really gentle ordinance, to be honest, when you compared to other folks <AROUND> us. You <KNOW>, that meeting <KIND OF> got the rhetoric that there's zero evidence that face masks work, the death numbers are inflated, the numbers aren't right. I just don't <THINK> any of that is helpful. I mean, if there's a public health issue, that's where it is. It is that misinformation that is going out to people, because let's face it, I mean, people look up to our elected officials. You <KNOW>, we talk <ABOUT> the president and the governor and those figures often, but really it's your local officials that you shop at the grocery store with, that you see at the post office, that you look up to when it comes to these issues. I would love to see some better leadership when it comes to this in our area."
  },
  {
    "transcript_id": "NPR-21960",
    "matched_terms": {
      "approximately": "ungraded"
    },
    "previous_statement": "Brenner was one of nearly 250 people on board. One of the lucky ones, he says. No major injuries, no cuts; remarkable given what the train looked like a day later - twisted and turned, cars crushed and lying on their sides. Investigators were able to recover the train's data recorder from that wreckage early Wednesday. From an initial download of the information, they were able to determine that the engineer applied emergency brakes as the train entered that sharp left curve. Here's Robert Sumwalt of the National Transportation Safety Board.",
    "statement": "Maximum authorized speed through this curve was 50 miles per hour. When the brake application was applied, the train was traveling at <APPROXIMATELY> 106 miles per hour."
  },
  {
    "transcript_id": "CNN-75910",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Forty-three days and counting until the California recall election. A new poll shows Democratic Lieutenant Governor Cruz Bustamante leading Arnold Schwarzenegger 35 to 22 percent. Some strategists <THINK> Schwarzenegger's biggest problem <MAY> be the other Republicans in the race. The Golden state's party chairmen join me to talk politics tonight. Republican party chairman Duff Sundheim is in Mountain <VIEW>. Democratic party chairman Art Torres is in Los Angeles. Welcome, gentlemen."
  },
  {
    "transcript_id": "CNN-111345",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "... heartbreaking and gruesome story that happened today in central Florida. We`re talking about in Orlando University High School there, where students were being released for the day, basically showing up at the bus stop. And two students got into an altercation, a 15-year-old boy, Michael Nieves, and 17-year-old Kelvin De La Cruz. Now, these boys earlier in the day, roughly around lunchtime, they got into a fight in the school lunchroom. And apparently, these two were friends. They lunched together pretty often. But they got in a fight over a 15-year-old girl classmate. Well, they took it outside at 2:00 o`clock, and that`s when this fight got out of control, Kelvin De La Cruz stabbing Michael Nieves some three times in the abdomen, once in the back of the head, according to certain reports. He was then taken by certain students that witnessed this to school administrators, which then called on two ambulances to come to the high school itself and rush him off for medical treatment. He was listed earlier, Nancy, as we were covering this today on CNN and Headline News -- he was listed in critical condition, and then we learned about the boy`s passing a little later this afternoon. As you can see, students there were completely shocked by this -- an impromptu prayer circle that took place there. Most of the students, they were held after school. They wouldn`t let the buses leave -- investigators -- because apparently, when this fight took place, many of the students were already outside, getting ready to leave school for the day. And students say that when this attack happened, the boy, Kelvin De La Cruz, ran under a bus, changed his clothes, or at least tried to, and then ran back into the school. So very frightening for parents tonight, Nancy.",
    "statement": "Tom, it`s not so much that I`m concerned <ABOUT> a schoolhouse scuffle over a girlfriend. What I`m worried <ABOUT> is how these keep getting into our public schools. Take a listen to what police had to say."
  },
  {
    "transcript_id": "CNN-212478",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Welcome back to SHOWBIZ TONIGHT. And it`s time for the big reveal: What`s No. 1 in our \"SHOWBIZ Countdown\" of today`s \"Stars in Crisis.\" It`s startling new revelations about former NFL tight end Aaron Hernandez. He`s in jail right now, accused of murdering his friend. And we learned today cops are taking a close look at his fiance. The big issue, the gun cops say Hernandez used to kill his friend has not been found. And police think the key to this murder mystery just might be Hernandez`s fiance. Here`s CNN`s Susan Candiotti for SHOWBIZ TONIGHT.",
    "statement": "Did the fiance of fallen football star Aaron Hernandez help him hide a murder weapon? It`s a possibility police are <APPARENTLY> considering as they desperately try to find a .45 caliber gun used to kill Odin Lloyd on Father`s Day."
  },
  {
    "transcript_id": "CNN-237112",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "New revelations <ABOUT> a failed rescue mission for American James Foley before he was beheaded by ISIS terrorists. And in just a few moments, a man who spent months in captivity alongside Foley shares the terrifying details <ABOUT> their brutal treatment. And in Ferguson, Missouri, a new witness tells CNN what he saw the moment unarmed teenager Michael Brown was shot and killed by a police officer. And it differs from other people's accounts. But by how much? And does that matter? What <COULD> it mean for the investigation into the shooting? Hello, everyone. I'm Ashleigh Banfield. The executioner claimed that it was payback. But CNN has confirmed that months before James Foley was beheaded by his jihadi captors, <SUPPOSEDLY> in retaliation for U.S. airstrikes in Iraq, the group called ISIS, or Islamic State, simply wanted to be paid off. Foley's employer, the news site \"Global Post,\" says the jihadis demanded 100 million euros. That's more than 130 million U.S. dollars. It is not <CLEAR> exactly how the company responded to the demand, but the United States government, for its part, is <WELL> known for not paying any ransom demands. The length to which the U.S. government did go to, however, to try to secure the freedom of Jim Foley and other American captives has now also come to light. And it's nothing short of amazing. And my CNN colleague, Barbara Starr, has that."
  },
  {
    "transcript_id": "CNN-118128",
    "matched_terms": {
      "could": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "The casualties would probably be fire victims.",
    "statement": "The building next to the car was incinerated by the blast. If this had been a night club full of people, fire would have claimed many lives. And all those metal nuts representing nails strapped to the propane nuts <COULD> have wounded pedestrians within a half block or more. No <DOUBT>, a deadly weapon, but a weapon intended to create mass panic, more so than mass destruction. David Mattingly, CNN, Socorro, New Mexico."
  },
  {
    "transcript_id": "CNN-278296",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "It's unbelievable. Right now the 90 percent of those killed have been civilians. Over 20 million civilians that's 80 percent of the population today in Yemen are suffering from severe hunger crisis. They sleep hungry. Millions of children suffer from malnutrition because of this 11 months war that Yemen was already the poorest country in the Middle East even before the war. Adding to that, 90 percent of those killed have been civilians. The Yemen government says that that number exceeds 8,500 civilians killed, while the U.N. numbers are around 2,500. In the end, this war has only caused more tragedy to civilians and this is the reason why Saudi allied coalition is not succeeding in this war or not seeing any breakthrough because most of these casualties have been civilians and not soldiers.",
    "statement": "Joining us live from Sana'a in Yemen, Hakim Almasmari. We wish you continued safety there and we always appreciate your reporting for us here on CNN. A makeshift camp along the Greek border keeps getting bigger and bigger by the day as hundreds of migrants continue arriving <HOPING> to cross into Macedonia. A drone captured the aerials that you see here showing hundreds of tents that are hauled along a rail line at that border. Macedonia has imposed tight restrictions on migrant crossings. There are more than 10,000 migrants stranded at that camp. The camp designed though, to hold just 1,500 people. CNN Arwa Damon caught up with some of the migrants at that camp to see how they're coping with the many, many challenges there."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "A lot of controversy at the White House this week. It is easy to get the sense of this as suddenly an administration under siege, but they're getting it from right and left.",
    "statement": "<WELL>, we've got to sort out the <FACTS> from the fiction here. Benghazi is going to go away because it's essentially made up. You <KNOW>, the Republicans are really interesting. They cannot get out of their own way. For them to be beating up on Benghazi, which really is a nothing, invented scandal by the right wing, captured by the right wing, who are obsessed with this, is the wrong thing to beat up on."
  },
  {
    "transcript_id": "CNN-222930",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Their voices start going up, there seems to be almost a confrontation, and then bang, he was shot.",
    "statement": "Charles Cummings a retired Marine, who served in Vietnam, says it was <ABSOLUTELY> shocking to be caught in the crossfire once again."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Hi, sweetheart. I wanted to ask, since he died unattended, will they do an autopsy like they do in this country? And will they check him for drugs?",
    "statement": "What <ABOUT> it, Ellie Jostad?"
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "What Jenkins has put his family through is unbelievable. Did you hear the heartbreak in his mother`s voice? Not to mention the pain that is being suffered by Fiore`s family. Over what? I want you to just take one look at Jenkins in action. Here he is on a reality dating show. Take a listen and buckle up.",
    "statement": "Time (ph) with Megan alone was enough to let her get in touch with my deeper side and redeem myself for, you <KNOW>, some of the silly things I said at dinner. I <GUESS> we`re waiting on my card."
  },
  {
    "transcript_id": "CNN-386315",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "feel": "ungraded",
      "clear": "ungraded",
      "sort of": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "That's the Bloomberg play, right, and it's a gamble. But it's a gamble that a lot of campaigns to be predicting, that there's a softness in Biden's numbers and he'll be exposed in Iowa, or New Hampshire, or some triumvirate of the first couple of states and that will create an opening, whether it's for Pete Buttigieg, or whether it's for other people. And Bloomberg sees himself in that lane. Look, to Mike's point, there's rich and there's Bloomberg rich. He has the money to do this for the next 10 weeks, he could do this through the election, and it's a drop in the bucket for him. I think the real question is this will be the baseline. Let's see what the numbers do after the $37 million ad buy, plus. And then after that, let's keep an eye on Joe Biden to see how real this actually becomes in the weeks.",
    "statement": "It's interesting that he <THINKS> that if there is <SORT OF> a situation where nobody -- there's not a contender that really pushes through, not a <CLEAR> winner, that he can be the one to <SORT OF> fill that void. I mean Michael Bloomberg is not exactly a charismatic figure. How many times have we heard that Democrats want to fall in love with their candidate. They're not going to take somebody who can't, you <KNOW>, win over voters. And so, you <KNOW>, by pouring all this money in, I would imagine a lot of Democratic primary voters are <PROBABLY> not happy with this. It makes it <FEEL> bigger, it confuses voters and you <KNOW>, that just doesn't help their case in terms of finding that Democratic --"
  },
  {
    "transcript_id": "NPR-2410",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "But for Feynman, and to some extent for myself, I think that the notion is that we'd rather - that it's the mystery of the universe that's so exciting. And as far as we can tell, there's no evidence for any supernatural requirements. We can understand the history of the universe back to the earliest moments of the Big Bang just by using the laws of physics. And nature itself, understood via experiment, is sufficient for us. It's sufficient to excite us and meet all of our needs. For some people it isn't sufficient.",
    "statement": "Mm-hmm. What's the one thing that you would like people to remember or to <KNOW> <ABOUT> Richard Feynman?"
  },
  {
    "transcript_id": "CNN-195238",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "guess": "ungraded",
      "hope": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Let's talk more about the planned stop in Pennsylvania. Do Republicans think that it really is a state that is still in play, that they might be able to steal?",
    "statement": "That's what they <HOPE>. No <DOUBT> <ABOUT> it. You <KNOW>, I was yesterday in Pennsylvania as <WELL> covering the running mate Paul Ryan, he had a big rally in Harrisburg airport there in central Pennsylvania. So, you have Ryan there yesterday, and now today you're going to have Mitt Romney in suburban Philadelphia, a crucial swing part of the state. Randi, no Republican has won Pennsylvania in a presidential election since 1988. But the polls have tightened. The Romney campaign is going up with a ton of ads. I turned on the TV while I was up there. That's all you saw on the commercial breaks were Romney ads, a lot more of them than the Obama ads, 20 electoral votes at stake. They <MAY> have a chance here, they <THINK>. The Obama campaign is saying the opposite. They say the Romney move is a sign of desperation that Romney cannot win in other key battleground states like Ohio, Wisconsin, and Iowa. I <GUESS> we'll find out who is right on November 6th, right?"
  },
  {
    "transcript_id": "CNN-168659",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You bring up the trial level. Let's go to trial attorney Debra Opri in Los Angeles. Deb, what do you think?",
    "statement": "<WELL>, initially, I would say why wasn't this raised at the pretrial and pretrial motions to have these counts either reduced or combined into one? That's the first <THOUGHT> I have. The second <THOUGHT> I have is this -- this is very late in the game motion for reduction. I favor what Jeff said. I <THINK> Judge Perry will go in lieu prosecution case. But he's got to digest the Hamel case and he can't do it in five minutes in court. He <MAY> take a recess and then issue a ruling. If I were laying wagers, I <THINK> the counts are going to stand."
  },
  {
    "transcript_id": "CNN-150682",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Today's national election in Britain. Prime Minister Gordon Brown's job is on the line. We will get the view from the former colonies. Also this --",
    "statement": "I <THINK> it will be the end when this oil comes in, because I don't <THINK> they're going to be able to cap that <WELL>, and I <THINK> it will be a Gulf Coast Alamo."
  },
  {
    "transcript_id": "CNN-243287",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "In his most extensive live television interview to date Robert O'Neill sat down with CNN's Jake Tapper and not only described the harrowing mission, but he responded to the criticism he has faced for breaking silence about killing the most wanted man in the world.",
    "statement": "Before you walked into that room on the third floor where you <THOUGHT> bin Laden was, what went through your head?"
  },
  {
    "transcript_id": "CNN-42323",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I'm not sure -- you got me again here. I'm not sure I understand why, if this is the protocol -- at least as the British look at it or other people look at it -- why at least it's not being considered. It sounds like the surgeon general dismissed it pretty quickly.",
    "statement": "He did dismiss it. Protocol is the wrong word. You can't have a protocol for something which hasn't happened very often. We don't get a lot of inhalation anthrax in this country or in any other country. These are just recommendations that various groups have come up with too say, \"What if? What if there were an exposure to anthrax? <WELL>, we recommend antibiotics and the vaccine.\" For example, the \"Journal of the American Medical Association\" set up a Civilian Biodefense Working Group. And that group studied all of the literature and said, \"This is what we would recommend.\" But Surgeon General Satcher, he just said to me -- he said: \"We don't recommend that. We don't <THINK> that it is indicated right now.\""
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "And again, you can hear -- you probably picked up that one. That was actually a little bit closer. It almost sounds like rolling thunder, kind of echoing in this densely populated city. Go on.",
    "statement": "It does. And it is -- you <KNOW>, sounds like that. Experiences like this that have effectively driven people indoors because they do <BELIEVE> as if they have no way to keep themselves safe other than try to stay <WELL> inside. You drive through the streets here, at any time of day, and they are completely deserted, especially after dark, when people tell us that the -- that is when strikes are really intensifying. When you drive through here during the day, you <FEEL> as if you're almost in any other war zone because it's so deserted, the shops are closed, but the reality is that the people here have not fled. They have nowhere to go. And a lot of the families that we're talking to are saying that the <BEST> thing they can do is really sit at home and pray. Tonight we were in a home where 30 members of one family had crowded together, the children were all underfoot because they felt that their own neighborhoods were <QUITE> simply too dangerous for them to stay in."
  },
  {
    "transcript_id": "CNN-194361",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You would call for her to resign. Do you still think she should -- she should resign or is this now bigger in your mind?",
    "statement": "<WELL>, it's bigger. But I <THINK> she <SHOULD> because when you have such a misleading of the American people and the world by a cabinet official, a U.N. ambassador, there has to be consequences for this. We just can't somebody to go on television and speaking on behalf of the country. And, by the way, on that issue, I would like to -- who sat down with Susan Rice? Who gave her talking points? Was David Axelrod involved? Were these White House political people? Did they talk to anybody --"
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "How are they doing? You said they're back in school today?",
    "statement": "Yes, they are. Friends heal. And so that's -- as a mother and a father and we made that decision to go ahead and put them back in school today. And they were excited this morning. And but they -- no <DOUBT>, they were shaken. But they're strong. They're very strong."
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, he did.",
    "statement": "I said, \"I don't care. I love it so much.\" So, I fell in love with the song and I called. I said, \"Who <SHOULD> do the orchestration?\" And he said, \"<WELL>, I <THINK> you <SHOULD> go back to Tunic. He did a great orchestration.\" So, that was where my romance with Sondheim began, and I'm going to do a new Sondheim album for my own label, eventually. But I've recorded a number of his songs. But, of course, \"Send in the Clowns.\".."
  },
  {
    "transcript_id": "CNN-361142",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "It looks like this investigation is heating up, and maybe that, does that indicate that it may be nearing an end?",
    "statement": "<WELL>, it <COULD> indicate that Mueller is nearing an end. Because we <KNOW> that Mueller was looking at foreign money that have gone into the campaign or <MAYBE> the inauguration. This activity <COULD> suggest that the Mueller team working with SDNY has said you <KNOW> what? You guys are now free to go ahead and pursue this. I'm done on my end and what I was looking at. I'm now leaving this for you. I'm giving this to you, start looking into this. And that <COULD> be what this is. You <KNOW>, I have said and I do <BELIEVE> this, and many of the folks here at CNN who have been covering this, is that there are parts of this investigation even when Mueller goes away that will live on because the Department of Justice is looking at so many different aspects. That really has come out of the Mueller investigation. So this is <DEFINITELY> something that, you <KNOW>, in the Trump Organization and the inauguration <CERTAINLY> the Southern District of New York is digging in here."
  },
  {
    "transcript_id": "CNN-254486",
    "matched_terms": {
      "about": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're watching CNN. I'm Brooke Baldwin. Back to our breaking news. Political commentator and conservative blogger Pam Geller, she was the organizer of Sunday's art festival in Garland, Texas, where these two gunmen opened fire at an exhibit of cartoons depicting the Prophet Muhammad, known for what critics call her anti-Islamic positions. Geller calls those who attack free speech, quote, \"savages.\" Her proponents praise her for sounding the alarms of the dangers of Islamist extremism and protecting democratic values. Geller told CNN that while she was not expecting the attack on Sunday, she admits she wasn't too surprised, but she still stands by her stance that the discussion <ABOUT> anti-jihadism <MUST> happen."
  },
  {
    "transcript_id": "CNN-337547",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "What's your reaction to this decision, in effect. rejecting the recommendation, rejecting what President George W. Bush did at going ahead and giving Scooter Libby this full pardon?",
    "statement": "Clearly, a lot of years have passed, and it's the prerogative of the president to do this. He had already had his law license restored, his right to vote restored, so this is, <OBVIOUSLY> -- folks came to President Trump and said, here's why we <THINK> you <SHOULD> pardon Libby, and he listened --"
  },
  {
    "transcript_id": "CNN-91031",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "The biggest concern for us is clean water. It's not so much about drinking water but what has been our concern is the situation or the environment that the people are living in.",
    "statement": "Donations of clothes are plentiful. In <FACT> they're practically overflowing on the streets. Relief organizations are also handing out other supplies for domestic use. And food I snow finding its way to these camps. But one cannot escape the reality that sanitation remains the biggest challenge. Clean water supplies <MAY> help overt a catastrophe as <COULD> medicine. Doctors here have come up with another plan to prevent the possible outbreak of water borne disease. Many here are being given vaccines and antibiotic shots when symptoms first <APPEAR>. Doctors here say they are focusing as much on prevention as on treatment. The measures <APPEAR> to be working. (on camera): So far the epidemic that so many people feared have not materialized. Still public health workers and doctors warn that in these conditions things can change in a matter of hours. (voice-over) On the streets of Nagapattinam a man delivers water the traditional way. In this sun baked land the value of water has never been felt more acutely. Ram Ramgopal, CNN, Nagapattinam, India."
  },
  {
    "transcript_id": "CNN-61775",
    "matched_terms": {
      "may": "ungraded",
      "suspect": "ungraded",
      "appear": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Fairfax County police worked with their witnesses. And, unfortunately, because of darkness and distance and perhaps excitement and adrenaline at the time, they were unable to come up with a composite.",
    "statement": "Witnesses also provided partial license plate numbers, only partial. They described a van with a ladder rack which resembles the description of one seen at last Friday's shooting in Fredericksburg, Virginia. But it doesn't match the composite of a white truck that other witnesses said was seen in the initial spree of shootings two weeks ago. Even so, Falls Church brought more clues than any time since a school child was wounded in Bowie, Maryland, where investigators found a single shell casing and a tarot card like this with a handwritten message, \"Mr. Policeman, I am God,\" the most tantalizing clue yet. The tarot card has undergone extensive laboratory analysis. Whatever investigators found, they've kept to themselves. They've also reviewed surveillance tapes from several crime scenes -- again, no word on whether they've produced any useful picture of a <SUSPECT> or a vehicle. The victims <APPEAR> to have been chosen at random and there <APPEARS> to be no discernible pattern to the nature of the shootings. In Bowie, investigators found the shell casing and tarot card 140 to 150 yards away. But in Falls Church, investigators say, the sniper stood only 30 yards from his victim. And the layout of some of the other crime scenes suggest the shooter <MAY> have had to have been relatively close by. One of the first victims, mowing a narrow strip of grass, was shot down in the middle of a side street that is only one block along. Others were killed in busy commercial areas, with little cover for hiding."
  },
  {
    "transcript_id": "CNN-97623",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And they say they are not getting that money.",
    "statement": "Some people are not. You have situations, for example, with one company, Travelers. They have one office in Baton Rouge. They're asking all of their policyholders to travel to Baton Rouge to file these claims. You <KNOW>, it's hard enough for anybody to do that, let alone if you're sick and elderly. So, they're unable to get the money that they <SHOULD> be getting right off. So, these are very, very difficult circumstances for people."
  },
  {
    "transcript_id": "CNN-106539",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I`m A.J. Hammer in New York. We are here to tell that that Brangelina mania has in fact become a worldwide phenomenon. In fact, so much attention is being paid to the newborn baby of Brad Pitt and Angelina Jolie, named Shiloh; you`d think the messiah had come. Well, as a matter of fact, one interpretation of the name Shiloh happens to be messiah.",
    "statement": "And today we learn new dramatic details <ABOUT> the birth of the Brangelina baby just as the battle began to get that all-important first picture."
  },
  {
    "transcript_id": "CNN-234651",
    "matched_terms": {
      "apparently": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Ben Wedeman, appreciate it. Wolf Blitzer, as well. Thanks. There is more happening tonight. Susan Hendricks has a 360 bulletin -- Susan.",
    "statement": "Anderson, videos played in a Boston courtroom today show Boston bombing <SUSPECT>, Dzhokhar Tsarneve with a college friend the day after the attack. The two enter and leave a nd two others are accused of removing evidence from his dorm room. A <SUSPECT> on the terror attack on the U.S. diplomatic compound in Benghazi turned up dead. A local source told CNN, he was last seen in the custody of a local militia in eastern Libya. He was <APPARENTLY> interviewed by the FBI over his suspected links to the 2012 attack. The Pentagon is saying the F-35 fighter jet has been cleared to resume flying with restrictions. They are still looking for the root cause of an engine fire last month that grounded the fleet. This fighter is the pentagon's most expensive weapons program ever. Bystanders became heroes when they stop add carjacking in San Diego. When the car hit a pole, the Good Samaritans made their move. A woman and young child inside the car were not seriously hurt and the guy that attempted the carjacking, Anderson, he's on the ground and arrested. The cops finally showed up."
  },
  {
    "transcript_id": "NPR-39713",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right, Renee, and we've seen in the past historical elections      that when there's a national theme or there's an overriding viewpoint      among American voters, there was a big reaction against the party in      power that's been the party in power in the White House for six years.      In 1958, for example, we saw that we had the Eisenhower recession and      some scandals going on.  Democrats picked up 49 House seats, plus 17 in      the Senate.  In 1966, with the reaction against the war in Vietnam and      civil unrest in the streets, Republicans picked up 47 seats in the House.      So usually, when you look at six-year itches, it usually hurts the party      in the White House pretty badly. But having said that, in 1998, we had a      supposed six-year itch with Bill Clinton, the Monica Lewinsky scandal.      But there was a sense that the Republicans overreached that year.  And,      in fact, Democrats picked up seats in that six-year election.  So      historically--it's one thing to point out historical trends.  It's      another to see what the actual mood of the country is.",
    "statement": "Why don't we turn to talking a bit <ABOUT> what's at stake."
  },
  {
    "transcript_id": "CNN-274436",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "-- you're hearing today, and it was an important hearing entitled \"Inside the mind of ISIS, understanding its goals and ideology to better protect the homeland.\" What was the most important conclusion that you heard?",
    "statement": "<WELL>, it's really pretty interesting, and, again, I hit on it in terms of the importance of the territory and the <FACT> that that caliphate exists, that that sets in motion, you <KNOW>, Sharia Law, and it just -- you <KNOW>, for those who adhere to that, that ideology, they have a duty to support the caliphate whether by traveling to Syria and Iraq to join the fight or kill in place. And so, that is why it's so important. You <KNOW>, the other thing we pointed out is there are 1.6 million Muslim -- or billion Muslims in the world. A very small fraction, let's say one percent, is still 16 million, potentially, adherence to this ideology. And I'm not -- nobody now can tell you what that is but a small percentage is still a really big problem. The other thing we learned is because what the other part of our hearing was, you <KNOW>, what attracts people? You <KNOW>, is there is a typical, basically, background of somebody who's attracted to this ideology? And there is none. The diversity of people who have actually joined this fight makes it very difficult for us to really identify those and prevent it. So, that's why you get back to the main goal initially with ISIS, they have to be defeated. We have to actually accomplish President's Obama's stated goal of defeating"
  },
  {
    "transcript_id": "CNN-154720",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes. Thirty minutes past the hour. That means it's time for this morning's top stories. More than half a billion eggs now part of a nationwide recall and salmonella scare. The FDA says more than 1,000 people have gotten sick. The outbreak is being traced back to two Iowa farms this morning.",
    "statement": "Miners trapped for more than two weeks in Chile are still alive. But listen to this: they <MAY> not see daylight for months. Yesterday, a camera brought back these first images of them since August the 5th. They also sent up a note saying that they were huddled in a shelter. But authorities say it <COULD> take at least two months to dig them out. Meantime, food, water and medicine will be lowered to the miners through a small hole. In <FACT>, there are some estimates, they <MIGHT> not get out of there until the New Year."
  },
  {
    "transcript_id": "CNN-225634",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The acting Ukrainian president has put off selecting an interim government until Thursday, prolonging Ukraine's instability. But opposition leader and former boxing champ, Vitali Klitschko, has indicated he will run for president when elections are held on May 25th. Months of political unrest culminated in bloody clashes last week that left more than 80 people dead and authorities have issued an arrest warrant for Ukraine's ousted president related to those deaths in the protest. But his location remains unknown after he fled the region this weekend. Phil Black is in Kiev to tell us more. Hi, Phil.",
    "statement": "Hey, Carol, that's right, so far no sign of the former president, Viktor Yanukovych. Here in Kiev this morning, one of his former aides was shot in the leg. We don't <KNOW> who did it or why, but we're told that Yanukovych wasn't with him. The last reported sighting of Yanukovych was that he was on the road south to the region known as the Crimia (ph), which is a heavily Russian influence region, not least because the Russian government has a lease on a very big naval facility there. It is the home of Russia's Black Sea fleet. Back here in Kiev, the focus is on forming an interim government and then getting money, desperately needed international money to fill the gap, a cash injection, so that this economy can be reformed and modernized. They're talking <ABOUT> needing as much as $35 billion over the next two years. The United States has said it's willing to be a part of that effort, Carol."
  },
  {
    "transcript_id": "CNN-72714",
    "matched_terms": {
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Indeed, Bob, and it's easy to forget that this ruling today comes about as a result of two plaintiffs who brought the case. What does this split decision mean for those two plaintiffs?",
    "statement": "<WELL>, what it means is is in the case of actually practical effect, not a lot, because of course these are cases that have long been denied. But they took the cases on on behalf of people who were upset with the affirmative action programs at the University of Michigan, for that matter across the country. The effect it's going to have after all is said and done is, as I was mentioning just a moment ago, is <PROBABLY> it's going to pretty much track where we already were with the Bakke decision."
  },
  {
    "transcript_id": "CNN-411750",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And that big echoing overhang Porte-cochere, however that, I'm not sure the exact name you want to call it. He heard it. Trust. He didn't hear it. Right. OK. The president says it right out loud he wants his justice on the Supreme Court because he thinks the court will decide the election.",
    "statement": "I <THINK> this will end up in the Supreme Court, and I <THINK> it's very important that we have nine justices."
  },
  {
    "transcript_id": "CNN-368993",
    "matched_terms": {
      "might": "ungraded",
      "appearing": "ungraded"
    },
    "previous_statement": "Steady reductions in sea ice are opening new passage ways and new opportunities for trade. Arctic could come the 21st century Suez and Panama canals.",
    "statement": "Pompeo's speech coming on the same day a U.N. report warned that 1 million species were at risk or extinction due to human action including climate change. To 2020 now, Pete Buttigieg campaigning in South Carolina and confronting his lack of African-American support head on. The racial makeup of the crowds in places like New Hampshire, Iowa, <MIGHT> not be noteworthy but here was Buttigieg in mostly black central South Carolina <APPEARING> in a room filled with mostly white people."
  },
  {
    "transcript_id": "CNN-236687",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "What's gone on here over the last few days is not about what -- is not what Missouri's about. It's not what the Ferguson is about. This is a place where people work, go to school, raise their families and go to church, a diverse community, a Missouri community. But, lately, it's looked a little bit more like a war zone. And that's unacceptable.",
    "statement": "Governor Jay Nixon revealed that he even doesn't <KNOW> the name of the officer who killed 18-year-old Michael Brown. Nixon spoke just hours after President Obama shared his concerns <ABOUT> the unrest and announced a federal investigation. We have our correspondents standing by in Missouri. They're awaiting a new round of protests. We're also covering the breaking news out of Iraq. Let's go to CNN's Jason Carroll first. He's is in Ferguson with the very latest -- Jason."
  },
  {
    "transcript_id": "CNN-94878",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You're one of 500 women on board. And sometimes there's 5,500 people on board this ship. Is that a strange work environment or just a great work environment?",
    "statement": "You <COULD> say great. It's really not a big deal. We're sailors. We're not women. We're not men. We're all sailors."
  },
  {
    "transcript_id": "CNN-70939",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I don't know that it's less effective, but I really think that they really have to take painstaking time and really try to get the best out of the evidence to get it to the scientist so that they can have something to work with. It's a more odious procedure when you've got evidence that's been laying around for a long time because it has had an opportunity to deteriorate and so forth and the scientists have to make sure that they separate the deterioration aspect of what foreign particles may have come from what particles that they are looking for that may be original.",
    "statement": "Now as a veteran investigator, going back to the scene after so long, what does this say to you <ABOUT> the status of this investigation?"
  },
  {
    "transcript_id": "CNN-324541",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "You don't?",
    "statement": "No. <ABSOLUTELY> not. We have young people who for the first time are, you <KNOW>, watching a president stating, you <KNOW>, absolute nontruths, nonstop. Personalizing things in the way he does. And it's -- it's very sad for our nation."
  },
  {
    "transcript_id": "CNN-286186",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't like where you're going here because --",
    "statement": "A few days ago, Paul Ryan said the comments were the \"textbook definition of racism.\" Yesterday, he's suggesting the party needs to unify, and by that, the connotation was behind Donald Trump. And today, in a radio interview, Paul Ryan just said of the comments being made by Donald Trump over the last week or so, do I <THINK> these kinds of antics are distracting and give us a campaign that we cannot be proud of? Yeah, I have spoken very clearly of it. A campaign we can not be proud of."
  },
  {
    "transcript_id": "CNN-136320",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Well, happening right now in North Dakota, a race against the rivers and the elements. Heavy rain, melting snow and huge ice jams forcing the water over riverbanks, and it's still rising, apparently. The Red River is in the worst shape of them all. Officials fear that perhaps they could be looking at record flooding as early as Friday, with the water rising to 40 feet or more in its path. In one of North Dakota's biggest cities, Fargo, that's where about 10,000 volunteers, including busloads of children from neighboring communities, are helping to fill some two million sandbags, which is quite impressive. Is it not?",
    "statement": "All right. <WELL>, we have just learned that a river dike has broken south of the city. Several people are in need of rescue. And on the phone with us right now is CNN Radio's Steve Kastenbaum, with us again from Fargo. Steve, what do you <KNOW>?"
  },
  {
    "transcript_id": "CNN-114495",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, if you missed the police at the Grammies last night, they <MAY> be coming to you or to a giant arena or stadium relatively near to you. Our Brooke Anderson is standing by at the Whiskey a Go Go, where the guys have just announced a much-anticipated 30th anniversary reunion tour. Why do you <THINK> they're doing it, Brooke?"
  },
  {
    "transcript_id": "CNN-361465",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're back with breaking news on a battle between the House Democrats and the acting attorney general. Matthew Whitaker now <APPEARS> on track to testify before the Judiciary Committee tomorrow after the chairman, Jerry Nadler, eased up on his threat of a subpoena. Joining us now,our senior legal analyst, former U.S. attorney Preet Bharara. Preet, thanks so much for joining us."
  },
  {
    "transcript_id": "CNN-250569",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Good morning, Michaela. Police say they've arrested a suspect responsible for as many as five shootings in the suburbs between Washington and Baltimore. Now this includes one yesterday that caused damage to a building at the headquarters of the National Security Agency in Fort Meade, Maryland. Now the suspect is a 35-year-old, and he was arrested during a traffic stop in Anne Arundel County. He was driving a blue Lincoln town car. Now police circulated this video of this Lincoln town car that was seen at several of the shootings. That's this car that the suspect was driving when he was arrested last night. The FBI worked with local police to analyze bullet casings that were recovered from the scene. Police say shortly before the shots were fired yesterday near the NSA, someone fired at a truck on a suburban highway in Laurel, Maryland. Now on March 2, shots were fired at a Wal-Mart store and at a movie theater in Columbia, Maryland. The series of shootings began February 24. The same suspect is believed to have fired shots at a car driving through a mall in the same area. Back to you, Chris.",
    "statement": "All right, Evan. Thank you very much. Do you hate Obamacare? Do you love it? Either way, today is a big day for you. The Supreme Court is taking on the law again. Different issue, but same stakes. Will the law survive what <MAY> be its toughest test yet? CNN's Pamela Brown is at the Supreme Court for us this morning -- Pamela."
  },
  {
    "transcript_id": "CNN-36043",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Joining us today from new York: First Amendment Attorney Floyd Abrams, who has also acted as counsel to CNN on constitutional issues. Here in Washington, Nicole Drose, familyclick spokesperson and Internet safety expert Donna Rice Hughes, along with Katherine Milgram. But first, we turn to CNN national correspondent Bob Franken for some new developments in the search for Chandra Levy -- Bob.",
    "statement": "<WELL>, Roger, at this very moment, at a downtown hardware store in Washington, Candy's Hardware, Washington metropolitan police detectives, long with the FBI investigators, are interviewing a man by the name of John Woodfolk. Mr. Woodfolk works, as you can see, in the key-making section of this hardware store. He has said, he has told reporters, and presumably is now telling investigators, that on sometime after April 30th, he saw Chandra Levy when she came into the store to have some keys made. Now this hardware store is not far from Chandra Levy's apartment. It is directly across the street from the gym where she worked out. He says that it was after April 30th, which up until now has been the last time that investigators had said that they knew of anybody who had seen Chandra Levy. The next day, of course, she was accounted for when she was working on her computer, according to the police, but he says that it was after April 30th he actually saw her some time after that."
  },
  {
    "transcript_id": "CNN-135437",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "possibly": "ungraded",
      "appear": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "All right. CNN's Arwa Damon for us this morning live from Baghdad. Arwa, thank you. So how do Americans feel about the U.S. sending 17,000 more troops to Afghanistan? The new poll from the CNN Opinion Research Corporation shows strong support. 63 percent of those questioned in this poll say they support the president's plan to send more U.S. troops into Afghanistan. 36 percent oppose the move. But here is an interesting twist. Less than half of those polled actually favor the war in Afghanistan. 51 percent now oppose it. And stay with us. We're going to have live coverage of President Obama's announcement from Camp Lejeune, North Carolina. It is scheduled for 11:45 Eastern. Of course, 8:45 Pacific. A top executive at the investment firm headed by Texas financier Allen Stanford in handcuffs this morning as she appearance before a federal magistrate in Houston. Laura Pendergest-Holt, chief investment officer at Stanford Financial Group, was arrested and charged yesterday. She's accused of obstructing a federal brought into an alleged $8 billion investment scheme at the company. We'll keep our eye on that story for you today. Your money. Citigroup's future. The U.S. government will soon have more control over the troubled banking giant. The Feds will convert $25 billion worth of preferred stock, we all now own, to common shares. That means the government could end up with 30 to 40 percent of Citigroup's common stock. It is worth noting this third bailout effort will give Citigroup more money to operate without costing any additional taxpayer money. Here's something rare for U.S. autoworkers. A bit of good news. A couple of hours ago, Ford announced it will reopen its Cleveland engine plant number one. The reason? It becomes the first site to build Ford's new fuel-efficient eco-boost engine. Well, the plan has been idle since 2007. Ford pumped $55 million to upgrade and bring back 250 workers. General Motors is eyeing a big change. They're now looking at ways to restructure European operations after losses quadrupled there last quarter. That leading to protests at some of their overseas plants. CNN's Frederik Pleitgen is joining us now live from Berlin, Germany this morning with more on that. Frederik, good morning.",
    "statement": "Hi, Heidi. Yes. And GM Europe is set to announce its restructuring plan really in just a couple of minutes from now. Some of the things that <APPEAR> to be in that restructuring plan is that GM's German subsidiary unit Opel will <PROBABLY> be setting jobs <POSSIBLY> closing one or the other plant and <POSSIBLY> selling one of its plants here in Europe, <POSSIBLY> here in Germany. And the other thing that <APPEARS> to be coming clearer and clearer is that Opel is going to need a government bailout from the German government. And one thing that the German government has been saying in the past is that, in order to get that government bailout, Opel will <PROBABLY> have to cut a substantial amount of its ties with General Motors as a prerequisite because the German government says if it is going to give German taxpayer money to Opel and it doesn't want that money ending up in Detroit, it wants that money to save jobs here in Germany. So at the end of the day, you still <COULD> see a concept on the table here by GM Europe that <COULD> mean that GM would have a substantially lower stake in this company here in Europe than it did before -- Heidi."
  },
  {
    "transcript_id": "CNN-126389",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "... to slice and dice this country into red states and blue states, blue collar and white collar, white, black, brown, young, old, rich, poor.",
    "statement": "<WELL>, it's happening already inside the Democratic Party. Barack Obama is winning the blue Democrats, young voters, upscale urban professionals, <WELL>-educated liberals and African- Americans. Hillary Clinton is getting the red Democrats -- seniors, whites, blue collar and rural voters, and more conservative Democrats. The split has gotten bigger since Clinton became a gun-toting, whiskey- drinking, street-fighting, tax-cutting populist."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Senator Kerry?",
    "statement": "<WELL>, I <THINK> it depends on where you are tactically. They <MAY> <WELL> be doing that at some point in time. But for the moment, what we are doing, I <THINK>, is having its impact and it is the <BEST> way to protect our troops and <SORT OF> minimalize the proximity, if you will. I <THINK> we have been doing this pretty effectively and we <SHOULD> continue to do it that way."
  },
  {
    "transcript_id": "CNN-51372",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "It's back to Washington for President Bush after a four-day goodwill tour through Central and South America. Mr. Bush is wrapping up his mission in El Salvador today. CNN's White House correspondent Major Garrett is traveling with the president and joins us with us a live report -- Major.",
    "statement": "Hello, Kate. Senior White House officials rate the president's trip as a qualified success. Not as successful as it <COULD> have been. Why? White House officials argue it's because Senate Democrats blocked the president from bringing on this trip many things he wanted to bring to the region -- specifically, in Mexico immigration reform that stalled in the Senate; in the Andean region, a new -- re-extension of a free trade pact that's also stalled in the Senate. And because Congress gave the White House definitive signals not to push forward with formal talks here in Central America <ABOUT> a free trade pact linking all Central American nation with the United States, that was not announced here in San Salvador. White House official have been <SORT OF> gritting their teeth throughout this trip because the Senate Democrats have not allowed these issues to go forward, but they were really incensed yesterday, when the Democratic Party used its weekly radio address to criticize the president's entire trip throughout Latin America, saying it was all <ABOUT> pandering for Hispanic and Latin American votes in America. The president today said that was reminiscent of politics of a different era, one that he tried to transcend."
  },
  {
    "transcript_id": "NPR-28667",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I understand that you had a case where art was destroyed back in the 1990s.",
    "statement": "Right. Yeah. We had a theft in Philadelphia from the Pennsbury Manor, which was the summer home of William Penn. <ABOUT> 40 items were taken. Thieves, again in this case, they got scared when we started to close in on them. And they took all the material, and they threw it into the Delaware River."
  },
  {
    "transcript_id": "CNN-240028",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "If someone comes into an emergency facility, I mean, that's happening thousands of times a day throughout the country, but what we need to get the word out even more is a simple travel history. So if the emergency room physician had asked this person, do you have any recent travel outside of the country and if the person said, well, I just came back from Liberia, that would have been an enormous red flag for anybody given the publicity that we have.",
    "statement": "Just a huge red flag, but we have been told he was not, in <FACT>, asked in that first trip to the emergency room. I want to bring in our senior medical correspondent, Elizabeth Cohen. She is outside Texas Health Presbyterian Hospital where the Ebola patient is now being treated. Elizabeth, what do we <KNOW> <ABOUT> the condition of this man?"
  },
  {
    "transcript_id": "CNN-227970",
    "matched_terms": {
      "maybe": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Somebody at some point described it as trying to find something on a football field with a straw. So, we are looking through a straw, which gives you an idea of the difficulty of what - the immense expanse they're dealing with. Tell me, Bobbie, if the pingers go out and they may go out the next week, they may already be out, we are not really sure, then, when it goes silent, what's the next step under water?",
    "statement": "Then you still have an underwater search capability with those autonomous underwater vehicles doing side scan sonar and you take the data that you've got. <MAYBE> you still look at the areas that you've got pingers and start there. You take the <BEST> electronic data that you have from the radars and the satellite and you continue the search by mappings those areas of the ocean, but now instead of a straw on that football field, you have a stir stick."
  },
  {
    "transcript_id": "CNN-97243",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "If you have a principal who is compassionate towards their students, who can encourage the staff persons, and who can administer the affairs of the campus effectively, what you'll have a positive student experience regardless of whether the principal speaks Spanish or not.",
    "statement": "This is the <KIND OF> thing that just lights up what I always call the militant middle in this country -- people who just don't want things to go far to one extreme or the other. To point something out, the people at Pro-English say Mexico's official language is Spanish. There's no official language in this country, that's what that group is trying to change. Their fundamental argument is, as long as you make it easy for people not to learn, they're not going to learn. This fight is just going to get bigger and bigger. Forty million Hispanic people in this country, Wolf. That's an awful lot of people, getting bigger. That's eight New York cities across this nation right now."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "How you got the votes you need.",
    "statement": "How you get the votes. You just have to make <SURE> that you have the votes and your timing relates to when you have the votes. And that was a big important message. And also, treat everyone as your friend but <KNOW> who your friends are so that you are not counting wrong."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "This of course is a ramp up in the battle for the top spot in Iowa where we're seeing the tightening polls. And it's succeeding in raising questions in some voters' minds according to the voters our folks talked to on the ground in Iowa and Nevada over the weekend, so it's no surprise Trump isn't letting up on this. Of course Cruz says this is not an issue. Legal experts agree. Take a listen to his response to all of this on \"State of the Union\" yesterday.",
    "statement": "The substance of the issue is <CLEAR> and straightforward. As a legal matter, the constitution and federal law are <CLEAR> that the child of a U.S. citizen born abroad is a natural born citizen."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Senator, are you going to say of Al Gore that if people can't trust him as a candidate, how can they trust him as president?",
    "statement": "<WELL>, I <THINK> that's true, I <THINK> that's true, and I will continue to say what I <THINK> is true."
  },
  {
    "transcript_id": "CNN-328436",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, there was a tragic incident in France today. A train collided with a school bus in the Eastern Pyrenees region. Our CNN affiliate, BFMTV, reports at least four people are dead, they say they are children. The French transport minister, Elizabeth Borne, called it a terrible accident and said emergency services are fully mobilized. Victims of the Grenfell Tower tragedy were remembered today at a service at St. Paul's Cathedral here in London. Families and friends attended along with the British prime minister and several members of the royal family as <WELL>. Diana Magnay has this story."
  },
  {
    "transcript_id": "CNN-321084",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Oh, this is --",
    "statement": "Up until the point at which Hillary Clinton published this book, I <THOUGHT> that Glenn Beck was the angriest woman in America. And thank God it's now Hillary Clinton. Look at the list of people that she's blaming for her loss. She's blaming Barack Obama, Bernie Sanders, James Comey, Joe Biden, an entire race of people. She's blaming white people for her."
  },
  {
    "transcript_id": "CNN-130655",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, you know, this thing kind of rolled through Kentucky and Ohio and Pennsylvania yesterday. I just checked. Duke Energy out of Cincinnati, they're still almost 600,000 customers in the Cincinnati metro area without power because of 70-mile-an-hour winds. But this is the area that had the 120-mile- an-hour wind gusts at least there, Galveston Island. We tried to do this earlier. We're going to get it done now. This is Bermuda Beach right here. There are houses on both sides of the road. This is called the Second Tier. These are first-tier houses because they're directly on the beach. If you go to Google Earth, you can see where someone has driven down the street and all of the cameras are where the pictures are and you can click on your own street. We'll click on one these pictures here, because it matches up to one of the i-Reporters. This is right on Beverly Beach Road, right through here. We'll pan over to the right and we'll see this blue house right here. This blue house is still standing because, how do we know that? Because there's an i-Report that shows that. Let's go to that i-Report right now and show you that blue house. It's on the right. You see it right there. You see the banister. And then you see there's not much left of any first-tier houses. You can see some pilings right here. But this is what you should be seeing. One, two, three, four houses before you get to the one that you can see in the picture there. So four of those homes actually gone. Here you go. This is what it looks like now. There's a road in the middle of that picture somewhere, but you certainly can't find it with all of the debris piled on it. Betty?",
    "statement": "Chad, I <KNOW> you really understand the power of this storm. Just take a look at what it's done here in Galveston. These are two sail boats that have washed ashore and they're sitting now next to a roadway, a roadway where you will not see many cars come along anytime soon. As I mentioned, Galveston is really cut off from the rest of the world because they're not letting anyone in because of this danger zone. As for the rest of these areas, hit hard by Hurricane Ike, the roadways are filled with debris. When is that going to get cleaned up and when can evacuees get back into their communities and look at the damage? We're going to talk with the Texas Department of Transportation to find out those answers coming up at the half hour. Christine?"
  },
  {
    "transcript_id": "CNN-219490",
    "matched_terms": {
      "absolutely": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Trita, let me explain for a second with a picture why so many Americans, I think, are very cautious about this dictatorship. It goes all the way back to 34 years ago, the taking of the American embassy, which was clearly an illegal act sanctioned by the mullahs, only carried out by the mullahs, over 400 days of illegally holding Americans now hostages. Now, on a weekend where you would think if they had any self- discipline, the Iranians would have played meek, nice, civilized, three examples. The foreign minister says we have won the right to enrich. Remember, every single U.N. Security Council resolution said they had to quit enriching. They now interpret the agreement as we've won the right to enrich. Second, President Rouhani, the so-called moderate, although he's hand- picked by the dictatorship, says this is a great victory for Iran, as you just suggested, Cliff, the sanctions wall will collapse. The most amazing thing, in a regime which currently has an American pastor locked up for a year for preaching Christianity, in a regime which just arrested a whole group of people for having had communion, I mean, a deliberately vicious regime in many ways, you have the real dictator, Khamenei, saying over the weekend in a speech that the Israelis are rabid dogs, the Americans are our enemies. Now, why should any American trust a dictatorship that is openly telling us with contempt that they fully plan to break this agreement?",
    "statement": "All you've done here is you've repeated the problem. You've not presented any solution. There's no <DOUBT> that this regime in Iran is a regime that is not popular with the people in any way, shape or form. The question is, how do you deal with this issue? The approach of just pursuing sanctions and <ABSOLUTELY> no diplomacy has seen the Iranian nuclear program go from 164 centrifuges to 19,000 centrifuges. Clearly not a successful track record. This deal, for the first time ever since 2003, freezes the nuclear program, and part of the reason why it cannot be a repeat of what happened in North Korea is because, within the next six months, they're going to eliminate their stockpile of 20 percent enriched uranium. As long as they don't have 20 percent enriched uranium, as long as they can't go back to 20 percent, they cannot build a bomb."
  },
  {
    "transcript_id": "CNN-6262",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I think the term \"damaging\" is probably not a good term to use. How stressful can it be? How frightening can it be? I think it would be terribly frightening and terribly stressful to this little boy for the family in Miami to force the Justice Department to take that kind of action. And I think that's really the way it ought to be understood. We worked very hard with the family on Monday to present a plan that we thought would be in the best interest of Elian and in the best interest of the Miami family in maintaining a relationship with Elian. We really fought very hard and tried very hard to bring to them a proposal that would allow that to happen, where the two families could come together in a neutral, secluded, private setting, without any outside interference, where they could really be together for a period of time and reconcile and talk and heal the wounds, and Elian could see that this was not an adversarial relationship between the members of his family.",
    "statement": "<WELL>, Dr. Jerry Weiner, I understand that those discussions will still be under way. And we're shortly waiting to hear from the family sometime today. Thanks so much for joining us this morning."
  },
  {
    "transcript_id": "CNN-273308",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "believes": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And breaking overnight: tensions on the Korean peninsula ratcheting up. South Korea heightening defensive posture with the border near the North and increasing its cyber security defense following the North's claim it tested an H-bomb. Also overnight, South Korea renewing its propaganda broadcasts, blasting messages across the DMZ on loud speakers. It's something the North regards as an act of war. Let's go to CNN's Will Ripley in Pyongyang. You just got back from a tour of the North Korean science center. What did you learn there?",
    "statement": "<WELL>, it's interesting, Alison, because this science center just opened up a few days ago. And then, of course, this week, we have the announcement that North Korea's fourth nuclear test in the last 15 years. I was talking to people, students mostly, who are doing research at the science center. I asked what they <THOUGHT> <ABOUT> the nuclear test and universally, everybody was very enthusiastic, saying that they were overjoyed by their accomplishment of their country. When you walk through the science center, which has the centerpiece of the whole thing is a missile in the center of it. The missile that was launched in 2012 to send a satellite in orbit, but some in the international community <MAY> have developed to carry mini nuclear warheads. There were replicas of North Korean tanks and planes and helicopters, various weapons throughout the research center. There was a nuclear section in the library. You can see why people <FEEL> so proud <ABOUT> their nation's achievement because this is something that they are taught as an important thing and, in <FACT>, a vital thing for their country to do. I talked to a young medical student who said if North Korea didn't have nuclear weapons, he <BELIEVES>, the country would be invaded by the United States. So, that is the mindset. Still waiting to see how the North will respond to those provocations, those loud speakers blasting propaganda across the border, sending a very different message."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "Were you disappointed that Mueller wouldn't say whether or not the President would have been indicted if not for that long- standing Justice Department policy that a sitting president can't be charged or indicted?",
    "statement": "That is effectively what he said. That's how I perceived his testimony. And, again, Bob Mueller indicated he was going to stick to the script. But much of the script had not been brought to light to the American people because the overwhelming majority of the American people had not read the report. Understandably, given that they are living day-to-day, week-to-week, check to check. And so that's why today was an important step forward, but it's just the beginning, not the end. We're going to continue to follow the <FACTS>, apply the law, and be guided by the constitution."
  },
  {
    "transcript_id": "CNN-96530",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Let's go to the United Nations. Our Richard Roth standing by. Richard, looking at the calendar here, President Bush saying some big, important things coming up for the United Nations. Why so important to get John Bolton in place?",
    "statement": "<WELL>, in mid-September, you have the 60th anniversary of the United Nations. Normally this would be a big, happy ceremony but there's a lot of scandal here at the United Nations in the last year and a half and there's a lot of fighting over new seats on the important U.N. Security Council. And also, Bolton doesn't have much time. I mean he's only going to be here at minimum for a year and a half. So for John Bolton, who President Bush just said he's going to insist upon results, he wants to get things done pretty quickly, but that doesn't always happen here at the"
  },
  {
    "transcript_id": "CNN-174782",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "That debate was September 22. The next day we did some polling and that was the last time Rick Perry was in the lead at 30 percent. The next poll by FOX showed him in second place. Nearly every poll after that showed him at third at best. Again, after the story circulated all day the Perry campaign came out with a response. Spokesman Ray Sullivan telling us -- quote -- \"There have been eight debates so far. The governor has participated in five of them. But there are 18 debates scheduled between now and the end of January.\" Sullivan went on to say, \"And at some point the candidates have spent time out with voters in Iowa and New Hampshire and South Carolina. So I simply questioned whether 18 was a realistic number. That's all. We haven't ruled anything out at all.\" Joining us now Democratic strategist James Carville and Erick Erickson, editor in chief of RedState.com and someone excited by the Perry candidacy when he first got in the race. Erick, what do you make of this? If Governor Perry was a good debater, which by his own admission he's not, do you think he'd be saying, there are too many debates, we're taking up too much time with this stuff?",
    "statement": "No, of course. And it looks like by the end of January now there are going to be 21 which is the most we've had in the last decade. Look, I don't blame any of the candidates for saying in the December debates a lot of them are on small networks and are going to be lodged at. Yes, they <MAY> want to skip one or two. Not all of them. I <THINK> the bigger issue, though, Anderson, is the absolute lack of message discipline. He released his economic plan last week and we spent a week talking <ABOUT> his birth certificate comments, and now we're going to spend another week talking <ABOUT> his debate performances and it's all because of the Perry campaign."
  },
  {
    "transcript_id": "CNN-151601",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But now, let's just talk about the relief wells because we know, you and I talked about them last week. Since them I've been doing a bit of reading on relief wells. It is quite a difficult-particularly as they are going diagonally across. It is quite a difficult thing, isn't it? To be so precise that you intersect exactly where the blow out well is.",
    "statement": "Yes, this technology amazingly exists. It is an old technology actually. It has been perfected. In old technology what they used to do was they will use the detection of the metal in existing <WELL>, in a magnetic field that the drilling device will detect. But now they use an active magnetism. That means they will magnetize the existing casing in the <WELL> and so what happens is you create a field that operates (ph) at a distance of <ABOUT> 30 feet from the <WELL> you detected. And of course if you get to the fine tuning and you can exactly, with a little bit of alteration you can hit the <WELL>. This has been done successfully. I <THINK> the industry is great in terms of figuring out how you do this coordination system."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "And it's interesting that Evan said \"Blazing Saddles\" was a movie that might not be able to be made now. In fact, it couldn't be made then.  It was supposed to star Richard Pryor.",
    "statement": "<WELL>, it was supposed to star Richard. And Richard went - he was afraid to fly at the time. He went by train with Patricia, the stewardess that he was living with, and which he denies, and their little dog. And they went there and he wrote it. And all that farting scene and all that <STUFF> was Richard. All of it was. The studio was scared to deal with Richard because Richard was on the drugs. So they were afraid, you <KNOW>, and he was edge also. So then he left and came back to California."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Good evening, everyone. Lieutenant Neville is in satisfactory condition, as you all heard what happened to him. He's doing fine and he's residing at a local hospital right now. He's resting comfortably. And we would just like to thank everybody that came out to support us here in this trying time. So -- And that's all I have.",
    "statement": "And we'll introduce others of the partners here today. As you can imagine, this has been a great joint, local, state and federal operation since early this morning, and we couldn't have done it without all the partners here. And we'll give them each an opportunity to introduce themselves. But I will just go into the <FACTS> of what we've been investigating today. I will tell you that we are investigating this incident today that happened at <ABOUT> 9:45 this morning as an act of terrorism. We have just filed a complaint charging an individual by the name of Amor Ftouhi. He's a 50-year-old resident of Canada who illegally entered the United States in Lake Champlain, New York on June 16th and made his way to Flint, and today arrived at the Flint International Airport. <OBVIOUSLY>, I <KNOW> a lot more <ABOUT> this and we're <SORT OF> at zero hour of this investigation right now. And since it is a pending investigation, I'm not going to go into great detail as to what we <KNOW>. But we do <KNOW> Mr. Ftouhi entered the airport. He spent a little time on the first level, then he went upstairs. He spent some time in the restaurant up there. And then he came out. He was carrying baggage. He went into a restroom. He spent a little time in the restroom. Dropped bolt (ph) bags and came out, pulled out a knife, yelled \"Allahu Akbar\" and stabbed Lieutenant Neville in the back and neck. As what's mentioned by the chief, he is in stable condition and he's expected to fully recover and that's the most blessed thing I <THINK> we can say <ABOUT> this today. It's a good outcome. We had some incredible acts of heroism up there today and in questions, we can <PERHAPS> talk a little bit <ABOUT> the efforts to take Mr. Ftouhi into custody. The complaint that's been file is charging a violation of 18 U.S. Code 37A1 which basically is violence at an international airport. And just to give a little more background on that, that is when someone unlawfully uses a device to commit an act of violence at an international airport that <COULD> have or did cause serious injury, which we had in this instance. There is a 20-year penalty associated with that, but this is, I said, is very, very early in the investigation. And as we progress and take this matter to grand jury for indictment, other charges <COULD> be pending later on. As I mentioned, it's an ongoing investigation. There is joint operations going on in Canada as we speak. We want to thank our Canadian partners who are helping us further investigate this attack. And with that, I would like to defer to some of my partners here to make brief statements as <WELL>."
  }
]