[
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "reportedly": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Welcome back, everybody. We are getting insight into one of the Paris attackers. CNN's Hala Gorani talked with a sister of one of the gunmen at the Bataclan theater. She spoke with Hala in French and understandably did not want to reveal her face or her real voice. Hala Gorani joins us live now from Paris. Hala, I imagine this must have been difficult for the sister and the family to come to terms with. What was the sister's reaction when she turned on the news that Friday night and realized that the man responsible, one of the men responsible for this heinous murder, was, indeed, her own brother?",
    "statement": "<WELL>, she sounded, even when I spoke to her yesterday, a little bit in denial, saying she didn't <BELIEVE> it was possible. Of course she <KNOWS> it happened. But she says that the man she remembers as a little boy, he's three years or was three years younger than her, was a sensitive kid, that he was generous, that he liked to joke <AROUND>. She said, you <KNOW>, it was almost impossible for us to accept until we in <FACT> had to come to terms with the <FACT> that my little brother, Samy Amimour, was one of the attackers responsible for the ruthless killing of some of 89 of the victims of the Bataclan concert hall. Now what is interesting is that we now <KNOW> that Samy Amimour went to Syria, that we understand he trained with ISIS but his father, in <FACT>, in 2013, even traveled to Syria, <REPORTEDLY>, tried to get him back to no avail. Another aspect that I found surprising is that the family was in touch with him practically the entire time and that the sister was messaging with him on messaging services as late as this summer. I asked her specifically <ABOUT> the last message that Samy Amimour sent to her and what it said. Listen."
  },
  {
    "transcript_id": "CNN-236334",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "More death and destruction in Gaza in the wake of the crumbling of those peace talks again. In just a day since the short- lived truce came to an end, a reported ten Palestinians have been killed.",
    "statement": "And as we speak, Palestinian officials say they are digging to retrieve the bodies of at least three people who died when an Israeli air strike hit a mosque. They say two others were killed in a separate strike as <WELL>. Now the Israeli military went after 30 targets in Gaza today. Five rockets were fired meanwhile from Gaza into Israel. Let's go now to Gaza. CNN's John Vause is monitoring the developments on the ground. John, rockets were fired from Gaza, but do we <KNOW> who is taking responsibility for that at this point?"
  },
  {
    "transcript_id": "CNN-359666",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "My concern by the statements made by President Trump is that you set in motion enthusiasm by the enemy we're fighting. You make people who are trying to help wonder about us. And as they get bolder the people we're trying to help are going to get more uncertain. I saw this in Iraq. And I'm now seeing it in Syria.",
    "statement": "Some of the video we're <ABOUT> to show you <MAY> be disturbing here. CNN's Jomana Karadsheh live in Istanbul with the very latest. And, you <KNOW>, it takes the military <MAYBE> 24 hours at least to notify next of kin, this story is just -- it's just terrible, Jomana."
  },
  {
    "transcript_id": "CNN-36795",
    "matched_terms": {
      "may": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "As we go forward, I hope we will always be guided by both intellect and heart, by both our capabilities and our conscience. I have made this decision with great care, and I pray it is the right one.",
    "statement": "As the president spoke to the nation, the White House began an aggressive campaign to sell his decision to lawmakers and interest groups with competing positions. The administration stressed the compromise was, in its <VIEW>, consistent with a letter the president wrote back in <MAY>, saying - quote -- \"I oppose federal funding for stem cell research that involves destroying living human embryos.\" (on camera): The debate now moves to Congress, where many Democrats want to push for much broader federal research using embryonic stem cells. But senior administration officials say they are convinced, based on initial reaction, that the president's position ultimately will carry the day. John King, CNN, The White House."
  },
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They only know where supposed debris was, not where it is, unless they have updated satellite information that we don't know about.",
    "statement": "Exactly. One of the things I'm concerned <ABOUT> is why they haven't doing the in-flight refuelling because these planes are capable of that. If the U.S. can get resources down to do that. I haven't heard anything that being deployed. You're wasting four hours out and back so you don't have much time on site."
  },
  {
    "transcript_id": "CNN-410781",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "My hunch would be that she was paying attention mostly to Standard A. You know, it would severely limit what kind of stories filmmakers could make if Standard A was the only way to meet the standards. And, it would mean, for instance, that you couldn't make \"Saving Private Ryan\" and have it be eligible for the Oscars. You can't make many biopics like the movies about Churchill or, you know, that sort of thing. But if you wanted to make a biopic about Lincoln, you would have to emphasize his relationship with Frederick Douglass, but you couldn't emphasize other aspects of Lincoln's story. So, it really would be severely artistically limiting if Standard A was the only way to meet the standard. And I would probably sympathize with her on that. But the fact --",
    "statement": "I can hear some people at home -- I can hear some people at home -- I can hear some people at home listening to this and saying, yes, that makes true. Wait a minute, what <ABOUT> \"Hamilton,\" right? I have to run but thank you very much. I appreciate you being here."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "What's clear to us is that Vesta appears to be the only intact proto planet that's left.",
    "statement": "Number eight, you <MAY> have heard the term god particle. Scientists call it Higgsbosin. The European Nuclear Research Organization claims to have found it. Why is it a big deal? <THINK> big bang theory."
  },
  {
    "transcript_id": "CNN-222970",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, you know, I mean it's interesting because a lot of times, you know, parents will give their phones, you know, for kids to play with, you know, just to keep them occupied or busy, have no idea that they're hitting buttons and potentially buying things. I understand that there were tens of thousands of complaints that led to this settlement, and that you had kids who were spending anywhere from like 99-cent apps to $99, right?",
    "statement": "Right. You <KNOW>, the FTC chairwoman, Edith Ramirez, she said that there were individual children who spent hundreds of dollars, some even spent thousands of dollars. Here she is just a moment ago."
  },
  {
    "transcript_id": "CNN-272035",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I really deplore the tone of his campaign and the inflammatory rhetoric that he is using to divide people.",
    "statement": "OK, Trump's digging in, he's standing behind the comments, so Joe, let me ask you this. Do you <THINK> this at all hurts him with his base? Is there anything that can hurt Teflon Don at this point?"
  },
  {
    "transcript_id": "CNN-280483",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I supposed I could have stayed home and baked cookies.",
    "statement": "She again has already competed in the presidential primary eight years ago. She has been the secretary of state in the United States. By the way, the third female secretary of state in the United States. So at this point, I don't <THINK> it's sexism."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "hope": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Finally, I always wondered why on the catwalk they always look so miserable. The always look like they are sucking a lemon. It was explained to me once, it is so that none of their facial expressions detract from the clothes they are meant to be exhibiting. That is one reason. I'll have a \"Profitable Moment\" in just one moment.",
    "statement": "Finally tonight's \"Profitable Moment\". There was always a bit <SUSPECT> <ABOUT> the Dubai miracle; the temerious way in which they spent and built with seemingly no end. <WELL>, the end has arrived for the time being. The decision to seek a moratorium on billions of dollars of debt payments for Dubai World has rightly shocked the markets. Today the tide has gone out and we can truly see who is swimming without cover. The fear is, who is next? So now is the time for Dubai to grasp the <FACT> that if it wants to be a financial center it cannot dump bad news on the global markets in such a fashion. This is a terrible shame for Dubai, a city that made its name as a trading center. Dubai has proved the need for strong financial center based in the Gulf, not in London or New York. Dubai's problems come from execution and excess. Remember, execution and excess not from the concept. And that is QUEST MEANS BUSINESS for this Thursday. I'm Richard Quest in London. I thank you for your time and attention. New York will be open tomorrow. Whatever you are up to in the hours ahead. I do <HOPE> it is profitable. Christiane is next, after the headlines from the I Desk. END"
  },
  {
    "transcript_id": "CNN-367189",
    "matched_terms": {
      "may": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "The Sudan military leaders approaching top officials as protesters still crowd the streets, calling for a civilian government.",
    "statement": "Also ahead this hour, ISIS kidnapped this nurse more than five years ago and the Red Cross <THINKS> she's still <MAY> be alive. Now they're making a public appeal to find her. These stories are ahead here. Thank you for joining us. Live from the CNN Center, I am Natalie Allen."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "I even dated the lab assistant. Didn`t help. No good. All right. So I went through a couple of other majors, and I finally -- everyone agreed that I <SHOULD> do what I loved, which was be a starving English professor. And that was really, truly my love. And, not long after I had gotten engaged, my fiance, which many people <KNOW> by now, and it`s a very -- blur of memories. When Keith was murdered, shortly before our elopement. In <FACT>, as has been pointed out to me in the press, a lot of my memories of the trial are blurred. And -- painful and I changed."
  },
  {
    "transcript_id": "CNN-193321",
    "matched_terms": {
      "believe": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, (expletive deleted) you. I am more (expletive deleted), I am angry about you.",
    "statement": "They <BELIEVE> the charges are trumped up. While South Africa's middle class cringe at his vulgar language and disrespectful demeanor, Malema strikes a chord with those who <FEEL> left out as inequality in the country widens."
  },
  {
    "transcript_id": "CNN-163314",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Sea water. Four of them, we are trying to take out vapor through filter, to relax the pressure in the container. And we are coping with those issues.",
    "statement": "Some of the nuclear experts that we've talked to say the sea -- using sea water to cool it really is a last resort, that this does signal that there -- that you are nearing the point where this <COULD> be, again, catastrophic, not that there haven't already been catastrophic things happening. How worried is the Japanese government there <MAY> be under way a meltdown?"
  },
  {
    "transcript_id": "CNN-166641",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "So what does all of this mean for John Edwards? Our legal contributor Sunny Hostin from \"In Session\" on our sister network, TruTV is live in New York to help us sort through this. So, Sunny, thank you for joining us. We appreciate it. So the big elephant in the room here is supposedly a contributor gave the Edwards campaign $700,000 to cover up this affair, to take care of a personal problem. And prosecutors have to sort of figure out whether this is campaign money or is this just a big, fat gift of money to John Edwards. Does that sort of boil it down?",
    "statement": "That <SORT OF> boils it down. <ABSOLUTELY>, Carol. I mean, they need to determine whether or not federal campaign finance laws have been violated and if that is the case, then that is a crime. That's illegal. And I <THINK> that's <PROBABLY> what's been going on at the justice department. They want to make <SURE> if they bring forth information, evidence in front of a grand jury, that they can, indeed, get an indictment from 23 people. And it <APPEARS> now that sources have told CNN that that is where this is going. That the Justice Department has approved going forward. Now grand jury proceedings are secret so we would not <KNOW> what exactly what would be presented to the grand jury. We would only learn if there is an indictment after that presentation. So this is a tough spot for John Edwards and his legal team. He is a lawyer after all so he <KNOWS> very <WELL> what this process is. And the bottom line really for him is, do you want to make a deal prior to indictment? A pre-indictment deal is always better. Or, do you want to go to trial on this? Do you want to <SORT OF> hedge your bet? I would say his attorneys are trying very hard to make <SURE> this goes away before indictment."
  },
  {
    "transcript_id": "CNN-159110",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What if people use the same argument in the workplace? I mean, I'm sure there are people in my workplace or in -- people around the country, people don't agree with them, people don't agree with their lifestyle, they don't like the football team that they like, they don't like the university. There are a myriad of things that people disagree with, but that doesn't make it right or acceptable. And you wouldn't allow that in the workplace.",
    "statement": "Exactly. <WELL>, and that's where we have our definitions of what's good, what's strong and what's right in our culture. That's <ABOUT> our culture being very hierarchical and control-based. The need for control is always based in fear. And this is, as I said, a huge fear-based issue. People who are younger in younger generations, they have grown up in a culture that is more accepting of homosexuals."
  },
  {
    "transcript_id": "CNN-212974",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "I will be far more aggressive in my reporting now. I'm going to publish many more documents. I'm going to publish things on England, too. I have many documents on England's spy system.",
    "statement": "Miranda, it <SEEMS>, had been ferrying materials from Greenwald, with whom he lives in Brazil, to a US filmmaker based in Berlin, highly sensitive information, most likely documents from Edward Snowden, that the British were keen to intercept. Human rights groups are calling his detention an abuse of anti- terrorism laws. British police say it was legally and procedurally correct."
  },
  {
    "transcript_id": "CNN-140976",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Taking you live now to Washington, D.C., the site of the AARP headquarters. The President of the United States going to be stepping up to the mike in just a minute. His latest pitch for health care reform. And obviously, this is a very special interest group as you know. 40 million members. And, you know, if you're 50 and up, you're going to want to pay close attention. The president's at AARP right now getting ready to introduce the president. Let's go ahead and listen.",
    "statement": "-- stories of our members, sadly, are becoming too commonplace. For some, skyrocketing health care costs have forced them into bankruptcy. For others, losing a job has <DEFINITELY> meant losing their health care coverage, putting not only themselves, but their families at risk. And too many businesses are being forced to drop their health plans or to close their doors. So those who are on Medicare have told us that -- how the Part D donut hole is actually hurting them. Some of them are finding that their costs are so high that they've actually stopped taking their medications completely."
  },
  {
    "transcript_id": "CNN-110165",
    "matched_terms": {
      "fact": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And Debra, just to sort of continue to tell the story of Buck Phillips. This is a man who knows this area very well, making this pursuit difficult because he knows the area as well as the people who are, if not better, than the people who are pursuing him.",
    "statement": "<ABSOLUTELY>. It is second nature to him, these woods, the entire area. But right now it does look because of all the different agencies that are involved in this pursuit, including U.S. marshals, including New York State troopers, that in <FACT> -- and also ATF and FBI, it does look like they are getting close to him. But again, shots have been fired so we're just trying to discover exactly what is going on in that area right now."
  },
  {
    "transcript_id": "CNN-332937",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "We will get back to all the breaking news in Florida, including the stunning new timeline of the shooter's movements during and after the school massacre. But there's another major breaking news development that's unfolding right now involving special counsel Robert Mueller's Russia investigation. I want to bring in CNN's Sara Murray with this exclusive new CNN reporting. Sara, tell our viewers what you're learning.",
    "statement": "<WELL>, Wolf, what we have been learning is that former Trump campaign adviser Rick Gates is finalizing a plea deal with special counsel Robert Mueller. He <APPEARS> poised to cooperate with Mueller's investigation. That's according to sources familiar with the case who have spoken with my colleagues Kaitlan Collins, as <WELL> as myself. Now, back in October, Gates pleaded not guilty to financial crimes that were unrelated to the presidential campaign, but for <ABOUT> the past month, Gates has been in plea negotiations with Mueller's team. And he's already been in to speak with Mueller's team <ABOUT> the case. Now, this is someone with a young family. He's a father of four. He is under financial pressure, and he was already facing more than 10 years in prison if he were found guilty of existing charges if this case had gone to trial -- Wolf."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the stylus piece itself is not rubber, that's metal itself.",
    "statement": "Talking <ABOUT> the handle."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "opinions": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "All right, but do people like Bill Bradley?",
    "statement": "Mark, a couple of points I'd make. First of all, it <APPEARS> in looking at these figures, there was a much larger Republican turnout than Democratic turnout. This is a state that's roughly even evenly divided. I <THINK> that says something. And we talked <ABOUT> the Republican establishment being worried; I <THINK> the Democratic establishment is very worried. Tom Daschle and Dick Gephardt put just a silly statement, making fools of themselves, over the weekend, <ABOUT> Bill Bradley is initiating negative campaigns. Second point I make <ABOUT> the Bradley people, is they're convinced if this election had been held a week earlier, they would have loss by 15 points <OPINIONS>. I don't <KNOW> if they're right or wrong, but they're convinced of that, and that tells you a little bit <ABOUT> what will go on in the future. Thirdly, Bradley won on the health care -- people cared <ABOUT> health care in this. He won the health care debate in New Hampshire."
  },
  {
    "transcript_id": "CNN-83053",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "view": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "I want to go ahead and before we go get both of your comments on the poll that came out today, latest CNN/\"USA Today\"/Gallup poll, I should say, shows that, while support has dropped from one year ago -- you see the numbers there -- the majority of Americans say it was worth going to war in Iraq. Doesn't the administration have public opinion on their side, if you look at these numbers, Tom?",
    "statement": "I would be very nervous if I were the administration right now <ABOUT> those numbers. First of all, they're going the wrong way, from their point of <VIEW>. People <FEEL> less and less <CONFIDENT> <ABOUT> this administration's capacity to deal with this incredible quagmire that we have ourselves in. We don't demonstrate -- we're not demonstrating the capacity to provide the stability to Iraq that it needs in order to move forward."
  },
  {
    "transcript_id": "CNN-346869",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "I think the attitudes of bullying are changing and that it's not suck it up anymore. It's that it's not right, it's not just, it's not fair, it's debilitating.",
    "statement": "Among some 10,000 young people surveyed in the U.K., <ABOUT> half said they had experienced bullying. Nearly, a quarter of those victims turned to self-harm to cope. And now with the rise of cyberbullying, children face harassment even at home. Mary Gordon, says their capacity to care is their <BEST> defense."
  },
  {
    "transcript_id": "CNN-254643",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It won't fly. Clintonian speak at its best. Let's bring in our chief political analyst, Gloria Borger, who just wrote a column about this. I'm struck by the defense there's no evidence of this. There's no evidence of this. Why not just say it didn't happen. There was no influence at all?",
    "statement": "He also said in another interview we did nothing knowingly inappropriate, which is also parsing words. The Clintons are clearly prepared for journalists to be poring over the books of the Clinton foundation and do exactly what this author tried to do. I don't <THINK> anybody has yet made a case of a quid pro quo of any kind at all. I do <THINK>, however, that they've got to be prepared to answer these questions and I wish, however, it were Hillary Clinton answering these questions rather than Bill Clinton because she does have some issues with voters on whether she's honest and straightforward. One way to deal with that is to be straightforward."
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I don't know. This is one of those instances where we have the right people on the scene. The incident manager for the Department of Public Safety is there. Whether it be an event like a natural disaster of a hurricane, certainly at some point in time I may be on site. But not until I'm not a distraction to any of the events that are going on there. So the right people are on scene at this particular point in time. I talked to the individuals on base who was up range from the event and offered our assistance. There's good communication between the federal authorities. The FBI is on scene now, it's my understanding, and between the military and the FBI and the federal authorities, of course, that being a federal reservation, that is the appropriate individuals. We are there in a support role. And we got great working relationships with those individuals. So they know that we are ready and able to assist in any way that we can.",
    "statement": "Governor Perry, what <ABOUT> -- installation? Have you heard <ABOUT> any security?"
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "You know, you could turn to the Republicans who say you were denying the American people this woman, this refugee with the compelling story, you are denying the American people this judge, who you confirmed unanimously.",
    "statement": "They need something. Because the politics <SEEM> to bring into the conversation fairly obvious and cheap right now. But also familiar. I want to play back to back what we have Senator Schumer saying in 2007 when the Democrats were in the positions the Republicans are right now. And what McConnell, his response was to that situation at that time. Just to give you a little sense of it."
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Right now we are going to breaking news. This young mom is missing out of Montgomery County, Texas. Justin Freiman, what can you tell me about Danielle Sleeper?",
    "statement": "Nancy, this is a mom of three young boys, who just disappeared. Her husband said he came home, she was not there, her purse was gone as <WELL> as her phone."
  },
  {
    "transcript_id": "CNN-105032",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "You don't change horses to simply give a cosmetic appeal to a situation which is a long, difficult and tough campaign by any standards.",
    "statement": "Pentagon sources say the department's press office distributed what is described as a <FACT> sheet late last week to a group of former military commanders and civilian analysts who regularly <APPEAR> on TV. It read in part, quote, \"U.S. senior military leaders are involved to an unprecedented degree in every decision making process in the Department of Defense.\" The memo notes Secretary Rumsfeld has met with the Joint Chiefs 139 times since the beginning of 2005 and has met 208 times with combatant commanders. Yet some say it's not <ABOUT> the number of meetings but whether officers' concerns were heard during them."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, I think the odds are that he would have used it if he thought that it was necessary to end the war, but there's nothing in any records about what Roosevelt's intentions were. In fact, the atomic bomb was still something that, you know, was very much an unfinished project when he died. So he had no way of knowing what an atomic bomb really was or whether it was ever going to be possible to create one.",
    "statement": "You point out in your introduction to your book that Franklin Delano Roosevelt has no shortage of biographers. Here's an email question from Catherine(ph): Why do historians <FEEL> compelled to rewrite biographies? What can Alan Brinkley's 128-page book tell us we don't already <KNOW>?"
  },
  {
    "transcript_id": "NPR-26254",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The 19-teens were an incredible decade. They were born with this great sense of optimism, this great spirit of reform. And by the end of the decade, that optimism had completely collapsed into a sense of despair. We'd fought this tremendously bloody war. And there was really nothing to show for it. And that was the decade that formed the New Republic. It was created in 1914 on the eve of war and supported it the war. But by the end of the decade, it found itself wringing its hands and questioning itself and examining its first principles. And from that sense of self-examination came liberalism as we know it now; that combination of supporting a strong state that had a strong welfare state and social safety net, coupled with a real sense of the necessity of preserving civil liberties.",
    "statement": "The 19-teens were an incredible decade. They were born with this great sense of optimism, this great spirit of reform. And by the end of the decade, that optimism had completely collapsed into a sense of despair. We'd fought this tremendously bloody war. And there was really nothing to show for it. And that was the decade that formed the New Republic. It was created in 1914 on the eve of war and supported it the war. But by the end of the decade, it found itself wringing its hands and questioning itself and examining its first principles. And from that sense of self-examination came liberalism as we <KNOW> it now; that combination of supporting a strong state that had a strong welfare state and social safety net, coupled with a real sense of the necessity of preserving civil liberties."
  },
  {
    "transcript_id": "CNN-330539",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded",
      "seems": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "It's just so obvious. The White House had its chances to back off. It didn't. On one level this distraction, and that's at best what it is, does help get off the basic truth, Margaret, which is nobody denied the comparison the president drew. We're really just arguing over whole versus house, which is a totally nonissue. The issue is you said -- why do we have to take all these brown people. Why can't we take some nice white people like Norwegians? That's what he said and nobody denies that, and isn't that the political sin in the first place.",
    "statement": "The president's issue <SEEMS> to be what countries people are coming from rather than what skill sets they're bringing or the U.S. or what the merit or needs basis of immigration <SHOULD> be. And in a global economy and in 2018 the way we talk <ABOUT> this is different than it was 100 years ago, and the way we <THINK> <ABOUT> these issues are different. And throughout the Republican Party as <WELL> as the Democratic Party there's a lot of discomfort not just <ABOUT> the shock value of what he said but <ABOUT> what <APPEARS> to be the underpinnings of the <THINKING> behind it."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Fridays are awesome! I`m Carl Azuz and you`re 10 minutes away from being up to speed on world events. A University of Virginia student, an accounting teacher, a Pyongyang university employee and a businessman, they have a couple of things in common -- they`re all American citizens and they`re all currently imprisoned in North Korea. A Canadian pastor has also been detained in the country. North Korea calls these people criminals and says they`ve received due process, fair legal treatment under North Korean law. But a former U.S. ambassador to China says North Korea is holding the Americans to use them as bargaining chips with the U.S. The communist country says two of the two detained Americans committed hostile acts against North Korea. We don`t <KNOW> exactly what that means. The State Department says the Asian country`s legal system passes harsh sentences for actions that wouldn`t be considered crimes in the U.S. Things like taking unauthorized pictures, shopping at stores where foreigners <AROUND> allowed or for religious activities."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I guess because people really feel -- religious people really feel --",
    "statement": "Religious people can <FEEL> whatever they want to <FEEL>. You <KNOW>, Larry, it wasn't so many decades ago that people of different races couldn't marry in many states in this country. And President Obama is going to have an opportunity relatively soon to put his imprimatur on whether or not gay couples who work for the federal government, I <BELIEVE>, are going to be entitled to insurance, health insurance. He <SHOULD> be particularly sensitive to that, because there was a time that members of his race couldn't marry members of another race. And you wouldn't tolerate that today."
  },
  {
    "transcript_id": "CNN-188418",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Queen Elizabeth is visiting Northern Ireland. She's been there before, but this time it's seen as a major step in what has been a difficult relationship that at its worst saw at least 3,500 people killed over several decades. It was much quieter today, but tensions do still bubble under the surface. So the queen and Prince Philip met victims of IRA bombings and took part in a thanksgiving service with both Protestant and Catholic clergy. <WELL>, on Wednesday, the queen is due to meet former IRA militants Martin McGuinness. There are even suggestions they <MAY> shake hands, something that was barely thinkable just 15 years ago. I'm joined now by Nic Robertson who is in Belfast for you this evening. Good evening, Nic."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The entrapment defense has now been used several times by accused terrorism plotters but it has been consistently unsuccessful, particularly since 9/11. Is there any reason to think that this might be a difference?",
    "statement": "<WELL>, consistently unsuccessful is almost an understatement. There actually has not been a terrorism case since 9/11 that has used entrapment as a defense that has successfully used that to get someone off the hook."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "think": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yes, so I mean look, I think you may be right that the investigation or at least parts of it maybe closing. But this is not an ordinary criminal investigation. Mueller is under intense pressure because this is the most high profile investigation in the country. We don't actually even know who is supervising it, whether it's this Attorney General Whitaker or someone else. And I think Mueller feels some pressure probably as all human would to actually demonstrate, look, there are fruits of this investigation and Flynn is obviously one, Cohen is obviously another.",
    "statement": "Right, right. And there are unquestionable fruits of the investigation. We learned a lot last week in the Cohen plea. I <THOUGHT> that was enormously significant. But I also <THINK> Bob Mueller doesn't want to be a Ken Starr."
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "know": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "OK, 12. We're getting lower. Let's go finally to Jeff Ashton. Restore my faith in a lawyer's ability to actually reply to the question I put in the form in which I arranged it. Yes or no to an arrest within seven days?",
    "statement": "Let me be even shorter. I <KNOW> Angela Corey and there's no <KNOWING> what she's going to do from these announcements she's made. She just -- it's not a clue."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes, you're...",
    "statement": "And what happens to our brain when we do hear a counter, you <KNOW>, a refutation that <SEEMS> to be <ABSOLUTELY> convincing refutation, evidence opposed to our belief?"
  },
  {
    "transcript_id": "CNN-256667",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And he's got, yes, it's true. C-130, you know, that gives him his credentials. And also, the wife that he has someone who loves him and knows him who says you don't know him the right way yet. Let's play the sound of his wife -- Perry's wife saying how she saw his flaws.",
    "statement": "That wasn't the Rick Perry that I knew, that I <KNOW> now up on that stage. And to be honest with you, he's different, so much different now than he was then. And I <THINK> America has really seen what a promising person he can be. And I <THINK> America is a great place for a second chance."
  },
  {
    "transcript_id": "CNN-396034",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "So, you know, it's a little bit of a conflict there.",
    "statement": "<WELL>, listen, I mean you got to prepare for the worst, and you got to <HOPE> for the <BEST>. You're on the \"Prepare for the worst\" side. We're on the \"Hopeful\" side. The next wave, everybody keeps saying there'll be enough - another wave. Do you <THINK>, at this point - you've gotten your colleagues, and the national consciousness to the point where we won't go through this, this way again, that we won't be playing catch-up. The testing won't be slow, we'll be in front of it, we can contact- trace, we'll have the capabilities better in place if, God forbid, there is another wave as expected?"
  },
  {
    "transcript_id": "CNN-323315",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "There's two thing. The first thing is a general sense of keeping the girls at the forefront of everybody's mind, reminding people that these world leaders have signed up to this, reminding them that it's up to us to make sure that we put the pressure on that they stay true to their word in a general sense. But also at the end of the film, you can click through to a landing page and that will take you to various organizations, working from the ground up to make these things happen for young girls around the world. With the #FreedomForGirls is whatever freedom is to you can take you any number of organizations, whether it is freedom from child marriage or the freedom to not be catcalled on the street or the freedom to not have to pay tax on your sanitary protection, like there is a huge number of organizations great and small that this film will link through so that each person can actually be a positive part of the change that they want to see, whether that's through volunteering or donation or awareness and that includes actually Beyonce's own charity, BeyGOOD, which is currently doing work with water and sanitation in Burundi.",
    "statement": "<WELL>, MJ Delaney, let me say once again congratulations, it is a --"
  },
  {
    "transcript_id": "CNN-233828",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thousands of unaccompanied children streaming across the border into the U.S. Many are already calling it a crisis, and now there's an added health concern with confirmation that at least one of the children was infected with the H1N1 flu virus. CNN's Sunlen Serfaty is working that story for us. What are you finding here?",
    "statement": "<WELL>, Brianna, the administration says this case of H1N1 is an isolated crisis, but it is doing a lot to rev up fears of a potential health crisis."
  },
  {
    "transcript_id": "CNN-367189",
    "matched_terms": {
      "well": "ungraded",
      "viewing": "ungraded"
    },
    "previous_statement": "CNN David McKenzie has been following what has been going on and he has more from the capital, Caracas.",
    "statement": "The U.S. secretary of state Mike Pompeo made a brief but highly significant visit to Cucuta on the border of Colombia and Venezuela. He visited with families, struggling Venezuelan families in migrant centers at the border as <WELL> as <VIEWING> the considerable aid that is ready to come in to this country to help people in the humanitarian crisis. Secretary of state and other U.S. officials have repeatedly blamed the government of Nicolas Maduro for stopping aid from coming in to help people with lifesaving support. Pompeo said over the four-nation trip, that Russia and Cuba, as <WELL> as China, helped to prop up Maduro's government. He said that more needs to be done to get Maduro out."
  },
  {
    "transcript_id": "CNN-168774",
    "matched_terms": {
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Similarly, without him -- what?",
    "statement": "<WELL>, <MAYBE> by taking this action, Mr. Shawcross, that will set the standard. It will be a little higher because he's taking such drastic action. As you said, 200 people out of work, but they will be re-employed. Thanks so much for joining us, Mr. William Shawcross. Appreciate it. Thanks."
  },
  {
    "transcript_id": "CNN-248602",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And, then she -- has he had issues with this guy all along?",
    "statement": "I cannot answer that question for you, Dr. Drew. I do not <KNOW>. I would assume like any father -- I mean, you <KNOW> -- And this <KIND OF> reminds me of Bobby Brown and Whitney Houston."
  },
  {
    "transcript_id": "CNN-114980",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It was January 29th last year. Woodruff and camera man Doug Vote were embedded with the 4th Infantry. They were riding in the lead vehicle of a joint U.S.-Iraqi convoy, both wearing helmets and body armor. They were standing in the open back hatch, when the vehicle tripped a roadside bomb. Woodruff and Vote, who was less seriously injured, were air lifted to a field hospital in Balad. And Woodruff went into surgery just 37 minutes after the explosion. Afterwards, he was air lifted to a military hospital in Germany. That's where his wife, Lee, saw him for the first time. She described that experience to Oprah Winfrey.",
    "statement": "The left side of his face looked like a monster. It looked like a Frankenstein experiment. And in order to relieve the swelling in his brain, they immediately, the military doctors, <KNOW> to cut the skull. So his brain was swollen out of his head."
  },
  {
    "transcript_id": "CNN-162747",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "And there's no quality control of what that product really is that the mother is getting.",
    "statement": "It's interesting that because some of the stories, the personal stories you'll hear is I've developed a relationship with this person. This person understands, a new mother herself, who has extra milk understands how heartbreaking it is for me that I don't and so it's interesting because there's human contact that's established through the internet and has enabled some of these mothers to <FEEL> as though they can trust where they're getting this milk."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "It's a very simple answer. Any foreign official would knowingly try to make Jared Kushner their friend because he is such an easy counterintelligence target whether because of hubris ignorance or malign intent. Kushner has exposed himself to manipulation (ph) by a range of foreign officials. And the other point, Fred, is he has made a mockery of the national security council process. I sat in hours of meetings in the situation room where officials discussed various policy options on the table in times of crisis. These text messages are being heard around the world in the sense that foreign leaders now just know if they cozy up to Jared Kushner, they can perhaps get a policy outcome that is preferable to them while the rest of the national security council sitting in that sit room going through options that may never see the light of day.",
    "statement": "So Susan, do you agree with Sam that while there are grounds for investigation with this <KIND OF>, you <KNOW>, break, you <KNOW>, in protocol and practice, that it is not likely that there would be an investigation?"
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "must": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, we really do have to enhance our efforts, I think, in getting our word out and getting the word out. And I use \"the word\" advisedly, because Radio for Europe and Voice of America and Radio Marti are about telling the truth, not about propagandizing. And we have to make certain that people that otherwise don't have access to the truth receive it. We also have to make certain that people who are hearing what are sometimes just incredibly amazing propaganda and lies about our policy have alternative sources of information. And so I would expect that as a part of the broad public diplomacy effort, which I really want to emphasize, I think this is something that we really have to pay attention to. We've done some good things. We've done some good things Al Hurra, which is the Arab language television satellite station. We have done some good things with Radio Farda and Radio Sawa. Obviously, we've done some good things with Radio Marti and TV Marti. But there is, perhaps, in this war of ideas, nothing more important than getting out the truth. And so I look forward to working with the Broadcasting Board of Governors, respecting the line that is there, that has been observed between the State Department and the board, but recognizing that if we're going to win the war of ideas, then we're going to have to really compete on the playing field a lot better than we're competing right now. I think it's broadcasting but I also look forward to broadening our exchanges and our efforts to get people here so that they know what America is about. Some of our student exchanges have been probably our most valuable policies. I remember sitting in many places where the prime minister or the economics minister or the foreign minister were people who studied in the United States. And they obviously have a different view of us. So I can't think of a more important task.",
    "statement": "<WELL>, count me as one who's going to want to work with you to make <SURE> that we're getting news and information out to people in those areas. And we actually don't have the same problems we have with jamming, say, to Cuba or the former Soviet Union, in that regard. Now, when you talk <ABOUT> students, let me go to the second issue, and that has to do with visas. And you mentioned in your remarks, \"America <MUST> remain open to visitors, workers and students from <AROUND> the world.\" And I hear from business leaders, from those in research and the scholarly or the collegial, in the literal sense, community how difficult if is for people to get visas. Clearly, after 9/11 we do need to have better information. The consulates all have to have the information the defense intelligence has and the CIA so that visas are not granted to people who <SHOULD> never be allowed into this country. However, in between there -- of completely shutting it down and with the long delays, versus no scrutiny whatsoever, in my <VIEW>, are ways that we can be utilizing technology. Your predecessor, Secretary Powell, has done a great job in upgrading the technology, so at least they can e-mail back here and within some of the embassies. The technologies on visas, whether it's a variety of biometrics, need to be implemented. We need to show the lead here in this country, clearly harmonizing, particularly with Europe and certain Asian countries, where we do have a lot of visitors, whether they are for tourism, whether it's for business, whether it's research or for our universities. Can you share with me and our committee what you envision of utilizing better biometrics and ensuring security, while also stopping this or reducing the lengthy inhibiting time involved in acquiring a visa, for somebody who is a safe traveler to come to this country?"
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "think": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "It's could be robin's egg. Now that you're on saffron, now you're on to robin's egg.",
    "statement": "Listen, that's Nelly. Let's go ahead and forward to Maroon 5. They won last for <BEST> New Artist. What did you <THINK>?"
  },
  {
    "transcript_id": "CNN-345449",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "It is heartbreaking to me to watch what I believe is the core of America struggle for survival. I just hope that Washington, D.C., can do everything that it can to help the American farmer to be successful because I believe that when the American farmer is successful, we will be successful as a country.",
    "statement": "So concerns are real, but it is not just fear of what is coming. They are already starting to <FEEL> it. Gibson, who you heard from there, he says he is already taking a dramatic hit financially. Last month, he saw some of the worst checks come in that he has received in the last decade. And when he saw them come in, he says he literally cried. We'll keep bringing these stories to you. Coming up, still this hour, the U.S. court not taking any chances with an accused Russian spy and has ordered her to be held in jail without bail until trial. Why? Details ahead."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, how does this affect me?",
    "statement": "OK, you <MAY> be living in Cleveland, but you`re still an American, right?"
  },
  {
    "transcript_id": "CNN-251718",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Kathie McCormick and Robert Durst were married in the early '70s. Friends say they started out as any young couple in love, but coming from totally different worlds. He, the son of the Durst family New York real-estate dynasty. She, a young woman with ambitions of her own, pursuing a medical degree. But according to Kathie's close friend, Ellen Strauss, as time went on, things changed dramatically.",
    "statement": "From the beginning, it was Prince Charming and Cinderella. Time went by, I would say that it became more and more violent. When I was in law school and she was in medical school, I had call forward to my -- where I was, and she would call me late at night, for hours, <ABOUT> his violence."
  },
  {
    "transcript_id": "CNN-393795",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "You'd have had them on the same day. How can you guys have diversity among your candidates when you don't have any diversity in the field of the first two states?",
    "statement": "Hard to <BELIEVE> that this would --"
  },
  {
    "transcript_id": "CNN-280631",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "That is an important step and a part of the agreement with Turkey. We hope the agreement is proven effective in the coming months. This meaning that many refugees will be helped but also the number of refugees we have seen coming in, in the left year, will clearly be reduced.",
    "statement": "Meanwhile, Turkey is maintaining its stance that Europe <SHOULD> have been doing a lot more much sooner. Turkey's president chided many E.U. nations for not doing enough on the migrant crisis."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "As of 2006, the AFL-CIO has a formal policy that really invites these centers to join the AFL-CIO, and we now have 15 centers who are formally affiliated with the AFL-CIO and about three in the pipeline.",
    "statement": "I mean, is it fair to call this the new face of labor? If you aren't getting more union members, is this, you <KNOW>, a better way to push for change?"
  },
  {
    "transcript_id": "NPR-3838",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And let's take another call now and go to Aaron(ph) in - did I say that right? Aaron in Jacksonville, Florida. Welcome to SCIENCE FRIDAY.",
    "statement": "That's right. I just wanted to <KNOW>, the boiling water, will it prevent spread of cholera that would be the first key (unintelligible)?"
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. He'll be gone.",
    "statement": "You <THINK> he makes the election?"
  },
  {
    "transcript_id": "CNN-369633",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "I think buying on the dip is still a good thesis. Over the last 10 years, the two things that have driven the markets are the Fed policy of low interest rates and Chinese stimulus, both of those pillars still stand today. So our outlook is markets go up from here, but perhaps not as much as we had anticipated earlier, but the trend is still higher, rather than stay here or go lower.",
    "statement": "Right, final question. Donald Trump, in a tweet today urged the Fed to cut rates, join the analogy with what the people of Central Bank of China would <PROBABLY> do in difficult times, is he right to ask for that?"
  },
  {
    "transcript_id": "CNN-412474",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right, this breaking news. New York Mayor Bill de Blasio wants to close schools and non-essential businesses in an effort to stop a wider spread of coronavirus in New York City again, and if approved, this could happen as early as Wednesday. CNN's Evan McMorris-Santoro joining us live from New York. So, what is the mayor weighing?",
    "statement": "<WELL>, Fred, this is <KIND OF> a developing story that's been going on for a few days now. For a while, the Mayor has warned that there are <ABOUT> 20 zip codes in New York <AROUND> Brooklyn and Queens where we've seen a <KIND OF> concerning rise in the infection rate, and in nine of those zip codes, that the Mayor announced today, there's been an over three percent infection rate for the past seven consecutive days that led him to propose closing schools and essential businesses in those nine zip codes and the 11 other zip codes that he is calling zip codes of concern, he wants to close down indoor dining which just recently reopened and gyms and pools and other places like that. Now for this to happen, he needs the Governor to sign off on it. We've reached out to the Governor's Office. We haven't heard back. We also reached out to the Chancellor's Office of the school system here which says they're waiting on the Governor to weigh in, too."
  },
  {
    "transcript_id": "CNN-181764",
    "matched_terms": {
      "know": "ungraded",
      "suspect": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "But today the focus was on Hemy Neuman and the day he was interrogated by cops, in January of last year. Investigators say they zeroed in on Neuman after discovering he had rented a Kia Sedona, matching the description of the car seen speeding from the shooting scene. And Neuman also happened to be the boss of the dead man`s wife, Andrea. Neuman has since admitted that he did shoot Rusty Sneiderman, but he says he was insane at the time. During the interrogation, he insisted, \"I nothing to do with it.\" Nothing. Listen.",
    "statement": "I <KNOW> but you read Miranda rights and it, it <SEEMS> like it`s as if I`m a <SUSPECT>. And --"
  },
  {
    "transcript_id": "CNN-365027",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Meteorologist Pedram Javaheri has more now <ABOUT> the cyclone and the storms. So, Pedram, we've got you there?"
  },
  {
    "transcript_id": "CNN-187402",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "And how do you know that I don't?",
    "statement": "<MAYBE> you do."
  },
  {
    "transcript_id": "CNN-54862",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Why did you think they had such action to that, Tim? Was it the fact that you were a Marine serving overseas? What tore at the heart strings for so many?",
    "statement": "I don't <KNOW>. I felt I will do this, and it will impress her, but I didn't <THINK> it would impress anyone else."
  },
  {
    "transcript_id": "CNN-36043",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Bob, I'll tell you what is sort of bizarre...",
    "statement": "I <THINK> I just wanted to hear a little bit from him, if you don't mind, when he talks <ABOUT> this."
  },
  {
    "transcript_id": "CNN-310011",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But a major escalation, Mark Kimmitt, would require that, wouldn't it? I mean, we're not talking here about a one-off 59 Tomahawk cruise missile attack. If we talk about something bigger, for instance.",
    "statement": "Oh, again, I <THINK> you will hear a lot of voices in Congress suggest that an authority for the use of military force is required under the law 60 days afterwards, but it's also important to note that that hasn't happened since 2003. But, again, everything is in the hands of Bashar al-Assad right now."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You know, Jake, this isn't really about protecting us at the border. This is really about Donald Trump's political strategy of exacerbating racial tensions in the country, getting people worried about Mexicans and South Americans, Nicaraguans coming up into the United States and protecting his base of people who are to seem to be very animated by this idea of stopping that flow of brown people from coming into United States.",
    "statement": "But do you <THINK> that's what it is? I mean, there are people who advocate for those undocumented immigrants who say that there is a humanitarian crisis and we do need to discourage people from coming up --"
  },
  {
    "transcript_id": "CNN-69045",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well Anderson, we're with the rear element of the 1st Battalion 7th Marines, the main body of fighting force, and that body has been forward a number of miles for about the past 24-36 hours, and they have been engaging enemy forces up there. It's described as sporadic, kind of being supported obviously not by their own armored personnel carriers that have heavily armed infantry and then of course aerial bombardment coming from coalition aircraft and a large amount of marine artillery up there as they clear out whatever the opposition is. On the way up here, as we've continued to drive forward near their positions, we're heading in to the southeastern suburbs of Baghdad, there are indications that there was fighting along this route at one time. A number of Iraqi soldiers, their bodies lying beside the road. And then we also came across something that we had not seen before, and that was a destroyed American tank. I think we have some pictures we can show you of this. This would be an AM1-A1 Abrams tank. It's about the best and brightest that the United States has militarily when it comes to tanks. It's a very big, rugged, tough vehicle, however it is not completely invulnerable. The marines that went back with our camera that shot this, believe this is what they refer to as a mobility kill. In other words that there was an RPG that was fired and had a lucky strike perhaps on the tank treads, and could have disabled the forward momentum of the vehicle, and they can get pretty much stationary. Now at that point, if the marines are involved in a fight if a vehicle is damaged and they don't have the ability to repair it, then they're going to destroy it. And that's what appears to have happened. They may have used incendiary devices and that the marines destroyed it at their own will, because they didn't want to leave it to fall into the wrong hands. And you can tell that it was burned severely. In fact, the tracks on which it was riding at one point, had actually melted so a pretty clear indication that was quite a fierce fire. We have no idea about casualties, no idea what happened to the crew. We did hear that the 5th marines have had trouble with at least three tanks that were hit by RPGs. As for us, we continue to move forward. It's slow, it's cautious, this is a build up area we're moving in to now, and there is still fighting we hear down the road as far as what sounds like air strikes coming in and the occasional sound of artillery. That may be what is holding up our forward progress. No specific action that we have seen just yet. Anderson.",
    "statement": "Martin, we only have <ABOUT> 30 seconds left. How concerned are the marines you're with <ABOUT> the security where they are right now?"
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "(OFF-MIKE) one of his friends knew that he had the gun or (OFF-MIKE)",
    "statement": "As I said, we have interviewed two children who <MAY> have had prior knowledge <ABOUT> this. I cannot comment exactly what they said. I don't <KNOW> everything they said. Again, that information will be presented in our report to the district attorney's office."
  },
  {
    "transcript_id": "CNN-16640",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Has the general Serbian population gotten wind of this news you are reporting to us, Alessio?",
    "statement": "<WELL>, it was announced on the main state broadcast here, so it is very likely that the majority of the people in Serbia at this point <KNOW> that, for the first time in the decade-long regime of President Milosevic, Mr. Milosevic has or is actually losing an election. Again, I want to stress these are preliminary results that are issued by the federal electoral commission with 65 percent of the vote. There is no indication, however, that those result will change with -- as the count continues."
  },
  {
    "transcript_id": "NPR-12564",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "What are some of the implications for this as South Africa goes on, which, as you note, the biggest economy in Africa?",
    "statement": "Economically, it's been a real blow. Now, platinum used to get huge prices on the world market. Scott, now that has gone down and platinum is not worth as much as gold. And yet it used to be the other way <AROUND>. So, you have the mining companies saying, look, we can't afford to put up wages at the moment. We have to watch the markets and see how things are going. Politically, this has been a mighty strike at the governing African National Congress. Because you have President Jacob Zuma and the top; people pointing fingers at him and saying, look, your ANC that fought for the end of apartheid, that fought for freedom and an inverted commerce independence promised us a decent and dignified life, but you have failed us. But you are all driving <AROUND> in flashy cars, living in huge houses, living the lives of princes while most South Africans are still living in poverty. You have failed."
  },
  {
    "transcript_id": "CNN-333971",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The space surveillance network has been transmitting observations.",
    "statement": "And the early signs by U.S. leaders` own admissions are disturbing for life as Americans <KNOW> it. In 2015, the Pentagon expressed grave concern that America was not ready for war in space. It was proven right when month`s later, U.S. Space Forces were overwhelmed in war games that targeted U.S. space assets."
  },
  {
    "transcript_id": "CNN-343139",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes. Now, of course, you know, Stone and the former campaign adviser who set this meeting up, Michael Caputo, are both saying this argument, this line of argument, right, that this was an informant and they say it's important because of this meeting predated the Russia investigation as we know the timeline with that George Papadopoulos meeting in London. So, if there was an informant, they say it would be very significant because it would change the whole timeline. Here's how Caputo put it last night.",
    "statement": "Right now, we're going with the fallacy this whole investigation started in late July. This is late <MAY>. It's two months earlier. So, it wouldn't matter if anything out if an FBI informant contacted me, and indeed he did. So, as far as I'm concerned, he's sworn --"
  },
  {
    "transcript_id": "CNN-206224",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And he's an American citizen. Then there are two Kazakhs students. They're still in custody. They have a May 14th court date. Are they going to have to go through the same process as he did?",
    "statement": "Right. That's Diaz Kadyrbayev and Azamat Tazhayakov. Those two have a bit of a different situation, Anderson, because even if they were to <CLEAR> the hurdle and be able to make bombs, they're still not American citizens so they would have a lot of immigration issues and there's always that question of deportation. It's a lot different situation for them than the American citizen who is Robel."
  },
  {
    "transcript_id": "CNN-21155",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Listen, let's talk about how the appeals process works. We were just talking about some issues with Susan Candiotti. Tell us how the justices take this case and where do they go from there?",
    "statement": "<WELL>, whenever justices get cases like this, what they do is they will usually conference either informally, or formerly in a conference room, and then they will make a decision as to exactly what they're going to do. For example, are they going to take the case? Are they going to set a scheduling for briefing? Are they going to have oral argument? Those are decisions they will have to make."
  },
  {
    "transcript_id": "CNN-58408",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think that's right. And the witnesses have all made that case quite skillfully today, that the time running out for us, and we have to face a different geostrategic situation if the Iraqis all of a sudden do turn out to have nuclear devices.",
    "statement": "If the -- one of the witnesses Anthony Cortisman, of the Center for Strategic and International Studies here in Washington, a respected <THINK> tank, he said it would by no means be a cakewalk if the president authorizes military action. The Iraqi military has been rebuilt and has some impressive capabilities."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "This alleged sexual misconduct, against a former student. Theoretically, it might have been criminal. But I suppose also a possible statute of limitations on such a charge?",
    "statement": "<CERTAINLY> there's, those are both possibilities. There's also a possible defense here, which is an extortion defense, which Hastert <COULD> say, look, this guy came to me making outrageous false accusations but to protect my family, I decided to pay him this money. That is a theory -- a defense that <COULD> be tried in front of a jury. It's got plenty of potential problems, you <KNOW>, why didn't you just go to law enforcement like David Letterman did when he was -- when he was extorted? Why didn't you -- why did you have to lie to the FBI <ABOUT> it? But, you <KNOW>, an extortion defense <CERTAINLY> is possible here."
  },
  {
    "transcript_id": "CNN-208305",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "I bet you've been having a lot of debates in your personal conversations between security and privacy, haven't you? And how much freedom should we give up to be safe? Well in the latest CNN Time ORC poll taken two weeks after the Boston Marathon bombing, by the way, about half of those asked were not willing to give up some civil liberties to curve terrorism. But 40 percent say they would. Those numbers aren't much different we should point when you break it down by age. Only a third of Americans un 50 would give up some freedoms. But that number jumps to half when asked the people 50 and older. Well Paul La Monica is the assistant managing editor for CNNMoney. And Paul on top of that we need to point out we're learning this morning from the \"Wall Street Journal\" that our credit card transactions are being monitored, possibly along with e-mails, and phone records. So I'm wondering, you say you're not worried. Why not?",
    "statement": "<WELL>, I wasn't worried if the initial reports which were just <ABOUT> Verizon phone records. I didn't particularly care if, you <KNOW> the government <KNOWS> that I called my wife five minutes ago and that's all they <KNOW>. Credit card information, <OBVIOUSLY>, a much bigger concern, a lot of people are worried also <ABOUT> whether or not e-mails are being tracked. And that <OBVIOUSLY>, it is a slippery slope. So I <THINK> people are legitimately concerned. But I want to caution that those reports on credit cards, you <KNOW> are pretty vague in the \"Wall Street Journal.\" So I'm not really <SURE> how legitimate those are just yet."
  },
  {
    "transcript_id": "CNN-262232",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Sessions? Senator Sessions?",
    "statement": "No, not Senator Sessions on immigration. But the person who led Santorum's effort back in 2012. So it <SEEMS> that he has someone who is organizing. But there's a piece in Politico that actually addressed if people were willing to sit through the caucus in the process, it's easy to tell a person over the phone, yes, I support Trump."
  },
  {
    "transcript_id": "CNN-139982",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Michael Jackson will never die. That he's going to live right here forever.",
    "statement": "You can <FEEL> the love that he has. And it was just giving out to everybody. And I've"
  },
  {
    "transcript_id": "CNN-108478",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Lou, you are right when you talk in generally speaking. But Lebanon and Palestine have been violated daily, on a daily basis for quite a long time and all complaints are registered in the United Nations. These violations were Israeli ones, in the sky, on the ground, and in the sea. So why now people are just focussing on kidnapping an Israeli soldier while the Palestinian, the Lebanese, and the Syrians have 10,000 prisoners in Israeli jails?",
    "statement": "I will tell you straightforwardly. My heart goes out the Palestinians, three-fourths of whom live in poverty, who are illiterate, who have been <ABSOLUTELY> disrespected and abused by their leaders or their titular leaders, but also by the Arab states that surround those Palestinians and the reality is this is a black mark against the Arab nations of the region. It is a black mark for the world community that has not been able to come to terms with realities and create a new reality over 58 years. Would you disagree with that?"
  },
  {
    "transcript_id": "CNN-275205",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Jeremy, good morning to you.",
    "statement": "Now, just the latest chapter in this battle between with Donald Trump and FOX News. <OBVIOUSLY>, he wasn't at the debate last night. He said yesterday that FOX News apologized to him for putting out a press release earlier in the week of seemingly insulting. And FOX came out with a statement saying that Trump was requesting money from them. Here's what FOX News put out."
  },
  {
    "transcript_id": "NPR-5598",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And so as the year concludes - I mean, there have been some noticeable successes for President Morsi, not very long ago called so influential brokering a Gaza truce - are people hopeful, or would you say less hopeful as the Arab Spring really enters a very much - perhaps a third phase?",
    "statement": "One of the things that has happened over the past year is that Egyptians have gone from that elation of 2012 where everything seemed possible - Mubarak was gone, they ousted him through a peaceful revolution - to the realization that the economy is in dire straits right now where you cannot get dollars at banks because everybody's buying them out, worried <ABOUT> their currency where an organization that was long oppressed under Mubarak is now being tested politically, and, according to their critics, failing and losing some popularity because they're not solving Egypt's problems overnight."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And I think from what my mom said, she didn't want to let her down. She actually wanted to take part because this woman felt it was valuable and asked her to take part. But she did come to us, her kids, and asked us if we thought it was appropriate and showed us the questions and wondered if we would be upset with her if she took part in it.",
    "statement": "So I <THINK> she saw it more as she was giving to the researchers as opposed to receiving therapy, which is <KIND OF> an interesting twist."
  },
  {
    "transcript_id": "CNN-87315",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I expected I would be shot when he pulled me out of the river. He risked his life to save mine. (",
    "statement": "This aggressive response comes, as the credibility of the leading veteran behind the critical Kerry ad is being questioned. Larry Thurlow had disputed Kerry's claim of a gun battle that led to a Bronze Star. But CNN has obtained Thurlow's own military records showing that in <FACT> all the boats came under weapons fire in the area that day. Thurlow now says his record reflects an account written up by Kerry, and calls it, quote, \"a lie.\" (on camera): The new Kerry counter ad will run in Ohio, Wisconsin and West Virginia. That means the Kerry campaign is deviating from cost-saving plans not to buy any television ads until September. A sign that despite the official line, there is pressure to end this controversy. Dan Lothian, CNN, Derry, New Hampshire."
  },
  {
    "transcript_id": "CNN-406500",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Much more coming up on the coronavirus pandemic here in the United States in just a few moments. But we're also covering protests unfolding this hour in Seattle, Washington where police have declared a riot after confrontations with protesters. Our Lucy Kafanov is monitoring the situation. She's in Portland, Oregon where there have also been some angry demonstrations unfurling. Update our viewers, Lucy, on the very latest.",
    "statement": "That's right, Wolf. I mean, we've seen this unrest all over the Pacific Northwest. In <FACT>, in Seattle, police say they've made at least 16 arrests so far this Saturday evening. At least three police officers injured, two of them received treatment at the hospital and were able to return to duty. One officer was hospitalized with an injury to their leg caused by an explosive. This was according to police. Now, while some protesters are clashing with police, you see those rather violent images there. Police have declared this protest a riot, they say. They do say that protesters continue to throw explosives and other items at the officers, a large group also remaining peaceful. These protests, in <FACT>, are over a number of issues. Of course, the underlying motive is this is still a racial justice protest to respond to the deaths of George Floyd and other black Americans killed at the hands of police in recent months and years. But this is also in response to what they're seeing on the streets of Portland, where the Trump administration has sent a number of federal agents to the streets of Portland to defend ostensibly the federal properties here. And then, we saw those officers behaving in ways that have, in <FACT>, galvanized the crowds. For example, pulling people over without probable cause, whisking them away in unmarked vans. We now see the Trump administration sending federal agents for standby to the streets of Seattle, and this is not likely helping to calm the tensions here. You <KNOW>, another interesting thing is that on Friday, a federal judge in Seattle, in that state, issued a temporary restraining order that basically blocked Seattle's new law prohibiting police from using tear gas. And so, we saw police say that they are going to be carrying pepper spray and blast balls but not tear gas. So this is, in <FACT>, something you're seeing both here in Oregon, both in Seattle. People taking to the streets originally, again, motivated by the Black Lives Matter Movement. But this is something turning into something of a standoff between federal agents, local police and protesters who <FEEL> their right to express, their first amendment right, is being overstepped on in these <SORT OF> forceful responses by police officers. But, again, the images you're seeing there in Seattle clashes back and forth between both sides. Wolf."
  },
  {
    "transcript_id": "CNN-170832",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "opinion": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Well, I think it is obvious to everybody, Jane, that this is sour grapes and that this is a vindictive targeting move. It is almost as if this case just needs to go away. The case is over and it needs to go. I mean this is like the Wicked Witch of the West saying, you know, to Dorothy, \"And take your little dog, too.\" Jose is a lawyer and has held himself out to be professional and responsible in the course of this case, unlike the prosecutors who by the way we have heard and it has been mentioned and stated in court and in the press that after the case was over, it was known that the prosecutors intentionally withheld very important computer evidence. That not only is a crime, but that is an ethical violation and there`s no bar complaint against the prosecutors. Where are the prosecutors` duty to disclose to the judge wait a minute, there was a scrivener`s error. They are officers of the court. Why is it only Jose? That`s what I find most objectionable.",
    "statement": "<WELL>, here is my <OPINION>, ok? My <OPINION> is that I <THINK> the prosecution made some mistakes. And I actually said this while I was down there in Orlando. Do I <THINK> she`s responsible? Yes. For her daughter`s death? Yes, I do. Do I <FEEL> like she got away with something? Yes. Do I blame Jose Baez? No. I <THINK> he put on a good case. And that`s one of the reasons why she was acquitted. But the other reason is that the prosecution made some mistakes. For example, Exhibit A, I watched that whole case <THINKING>, trying to put myself in the shoes of the jury. The prosecution contended that Casey Anthony used chloroform to kill her daughter. Did you or I ever learn how one makes chloroform from household products? No. If you`re going to accuse somebody of killing somebody with chloroform, then please explain to me how you get chloroform mixed up and how you create it using household products. I had to go online and research it myself, and I found one of the ingredients is found in nail polish. I never heard that in the case either."
  },
  {
    "transcript_id": "CNN-294538",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Nothing compared to countries like Sweden or Germany.",
    "statement": "We are across another ocean. You see the issues that they're having with them. Not to talk <ABOUT> that it's going to cost us $400 billion in a lifetime of wealth there. Our hearts go out to them and I <THINK> many of us would agree, let's send money over there and let's take care of the problem over there. The problem is we are bringing them over here. We don't have proper vetting process in place."
  },
  {
    "transcript_id": "CNN-387012",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "The ranking Republican, the top Republican on the Judiciary Committee, Doug Collins, he's criticizing the committee chairman, Jerry Nadler, writing this: \"This ad hoc, poorly executed impeachment inquiry will provide the Senate with ample justification for expeditiously disposing of it.\" What do you say to that?",
    "statement": "<WELL>, that's exactly what Nunes was saying in the Intelligence Committee hearings. That's their mantra. They're going to keep on doing it. The reality is, this has been most open process. Keep in mind, the depositions, as is normal in an investigation, are done privately, two weeks of hearings from not participants -- not partisans, but, rather, key government officials that were involved in the Ukraine situation, all of them testifying that there was something very, very wrong that the president was doing. We can go down through that testimony, Taylor, Hill, on and on, all of them confirming the <FACT> that the president engaged in an attempt to bribe the president of Ukraine in what is clearly within the Constitution. It's treason, bribery, other high crimes and misdemeanors. We have a <CLEAR> case of bribery, and, if you care, extortion."
  },
  {
    "transcript_id": "CNN-152581",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "More now on the skimmer shortage and the red tape angle. I talked <ABOUT> it just a short while ago with political contributor James Carville and the president of Plaquemines Parish, Billy Nungesser."
  },
  {
    "transcript_id": "CNN-375547",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Think what this article shows is that due process was short circuited. Now, Franken himself short circuited it. He could have availed himself despite Chuck Schumer, despite the women of the Senate calling for his resignation. He could have insisted on the ethics investigation and stayed. Many senators have been under a lot of pressure to resign and have stayed anyway.",
    "statement": "Yeah. I got to ask you. Listen, Hilary talked <ABOUT> this a little bit, Kirsten. One thing that Jane Mayers's piece lays out in great detail is Tweeden's political leanings, including siding with birthers and"
  },
  {
    "transcript_id": "CNN-50377",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "If he -- if he doesn't make the cut today, what do you think your dad's going to end up doing?",
    "statement": "I don't <KNOW>. He's talked <ABOUT> going back into welding. I don't <KNOW>. You <KNOW> it's just an election. We're going to go on after this. I don't <KNOW>. We're hopeful the voters will be fair with us tonight. But I'll tell you, getting back to what Doug said, Dennis Cardoza, we've known -- I've known Dennis Cardoza longer than Doug White has. We've known him over 20 years. If a guy like Dennis Cardoza would stab you in the back the moment you get down, just <THINK> what he's going to do to this district. This district ought to take a real close look at a congressman that will stab him -- his friend in the back, that you <KNOW> has done some questionable things in the past. Why don't we ask him <ABOUT> his private life? You guys won't do that because that doesn't make for good news. But Doug is also right, today is Election Day. It's a great day. We're encouraging everybody to get out and vote. And we'll <HOPE> they'll get out and vote for Gary Condit."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "The politicians killed in the center of the city next to the kremlin.",
    "statement": "The Russian authorities <CERTAINLY> did have a role in marginalizing some of the liberal figures."
  },
  {
    "transcript_id": "CNN-172172",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "An interesting tournament, an interesting tournament.",
    "statement": "Let's talk <ABOUT> the men's side. That match is going to be a match of ages, or at least it's shaping up to be."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "This pulls back, and this is where my dad would stand up and the other presidents, it won't do it now, and give the waves. And especially, in an inaugural parade, you <KNOW>, you'd stand here and just <SORT OF> brace yourself, and along it would go."
  },
  {
    "transcript_id": "CNN-59398",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "But that is only an assumption and a good guess from some very top analysts.",
    "statement": "<WELL> -- and in <FACT> do you <BELIEVE> that U.S. intelligence knew <ABOUT> this meeting and the substance of it?"
  },
  {
    "transcript_id": "CNN-107134",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But Democrats are split on Iraq, and many fear a vote against the resolution will be used by Republicans to portray them as not supporting U.S. troops and as soft on terrorists.",
    "statement": "They got together with their political spin misers and drafted a resolution designed more for politics than it is for a substantive discussion <ABOUT> our policy in Iraq."
  },
  {
    "transcript_id": "CNN-87580",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, right now, the polls seem to be trending slightly towards George W. Bush, but everybody is aware here that this is going to be a particularly hard-fought contest. So don't think that you'll see much over-confidence. But what you are hearing now is the belief that they are going to be able to beat the Democrat, but not without a hard fight.",
    "statement": "All right. Bob Franken live from the floor there with a fuchsia seat background. All <ABOUT> the -- the ambience, the color. We'll check in with you. Thanks, Bob. All right. And stay with CNN tonight for a special edition of \""
  }
]