[
  {
    "transcript_id": "CNN-54760",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Rock star Bono is traveling with Treasury Secretary Paul O'Neill. They're now on day five of their mission, focused on helping poverty-stricken areas of Africa. So far they've made stops in Accra, Ghana, Pretoria, South Africa, and Soweto, South Africa. And let's check in on my friend, Daryn Kagan. She has been traveling with the pair. She is just a few miles away from Soweto, I understand, in our Johannesburg bureau, and she joins us there live. Good evening there. Daryn, how you doing?",
    "statement": "I'm doing <WELL>, Leon. I <THINK> the last time you saw me, I was getting blown away by a rain storm in Ghana. <WELL>, we did indeed dry out and made it here to South Africa. So taken with this country. It's a lot hillier and chillier. Can you <BELIEVE> I'm wearing a turtleneck in Africa? But it is chilly here. It looks a lot like my native Southern California to me, except they drive on the other side of the road here. That's why I <KNOW> I'm not at home in Los Angeles. I can tell you today for Bono and the treasure secretary, the focus was, A, the number of people who are battling the disease in this country is <ABSOLUTELY> staggering, and a lot of people call it a war. So Bono and the treasury secretary headed to the front lines today in Soweto."
  },
  {
    "transcript_id": "NPR-26870",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "The Assad regime is going to immediately jump, say, well, we have been saying this all along. These are terrorist gangs that are sowing all sorts of violence in Syria.",
    "statement": "On the other hand, Zuishati says the move <MIGHT> do what the U.S. wants - help the more moderate opposition in Syria."
  },
  {
    "transcript_id": "CNN-97248",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Why is it, historically though, the commodity has been so cheap in the United States, hasn't been that way in other parts of the world that use gasoline?",
    "statement": "<WELL>, in <FACT>, it was so cheap in other parts of the world the governments decided they <COULD> put a tax of four to five times on it and people would still pay for it. That <SHOULD> have told us something. We're pricing the raw material ridiculously cheaply."
  },
  {
    "transcript_id": "CNN-83825",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "And the best way to deal with a hostage situation?",
    "statement": "The <BEST> way to deal with hostage situations, unfortunately, is not to negotiate. It creates a very dangerous precedent that only makes them more hostage taking. This is very bad news, of course, for the families of those involved and the individuals involved but the goal is to keep this to a minimum to show that's a tactic that will not work, not one that will be rewarded."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It`s his fault, Mark. Stop defending him. It is not defensible.",
    "statement": "I`m going to Tony in Oregon, because I <THINK> he is going to yell or she is going to yell. Is Tony a guy or a girl?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "You suggest those may be al Qaeda operations as well.",
    "statement": "I <THINK> the one in Tunisia is pretty much plainly accepted now in Germany but no one's <QUITE> come out and said it was an al Qaeda operation. The name of the group in Whose name that atrocity was claimed was precisely the same name that was used in 1998 for the embassy bombings in Tanzania and Kenya. There are also some leads in the German investigation of the synagogue bombing that takes one back towards the Hamburg al Qaeda cell that we <THINK> originated the September 11th attacks. The attack on the French contract workers in Karachi in Pakistan, that's a bit more difficult to take a conclusive <VIEW> on. What the Pakistanis say is that they have lots of militant groups there. Some of them are closely associated with al Qaeda, some aren't. Some just <KIND OF> share the same broad aims, share information, share objectives. So it's a little bit more difficult in the Karachi case to say that that's an al Qaeda operation. But, you <KNOW>, one of the things that we've learned, Wolf, is that this is a very fuzzy, very loose network. Some parts of it are tightly organized and work under tight instructions. Others are just, if you like, fellow travelers and sympathizers, and it's rather difficult to <KIND OF> put your finger on any one ring and say with hand on heart Osama bin Laden ordered that."
  },
  {
    "transcript_id": "CNN-289339",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Now, House Speaker Paul Ryan also downplaying differences with Donald Trump saying that it's, quote, \"signs of life that the party has differences even though his differences are very, very significant, everything from that ban against Muslims to how Donald Trump treats Mexican-Americans judge -- Chris.",
    "statement": "All right, Manu. So, you had Chris Christie going for the guilty verdict. And you have Dr. Ben Carson going for outright damnation last night. He was trying to take it to another level. <ABSOLUTELY> he did. Seven o'clock hour, the man himself, Dr. Ben Carson is going to be here to explain what he was trying to achieve last night."
  },
  {
    "transcript_id": "CNN-410281",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "All right, so it's Labor Day, and you just heard from the president of the United States, speaking from a location normally reserved for more ceremonial entrances, state dinners: it's the North Portico of the White House there. A White House -- again, just to remind everyone -- funded by taxpayers dollars, where you have now the president making a number of disparaging and just untrue statements, including calling former Vice President Joe Biden, quote, \"stupid\" along with a slew of other lies. And by the way, Mr. President, it is Kamala -- Kalama Harris. Gloria Borger, Abby Phillip, Dr. Kent Sepkowitz are all with me. And I just want to run through a couple, because we just know we have to fact-check when we listen to the president live. Before we get to his vociferous -- again -- denial of the \"Atlantic\" piece, I just want to say, he continues to bring up that you know, Obama and Biden spied on his campaign, always going back to Obama, you know, trying to relitigate 2016. This is just the facts, so we're all on the same page. The FBI opened an investigation, utilized routine surveillance methods to find out what was going on. Along the way, the FBI made some serious mistakes, but there is no evidence that either Biden or Obama were ever personally involved in doing something like that. So that said, Gloria, I want to start with you on this -- the \"Atlantic\" piece, where you know, the article came out -- I believe it was last Thursday evening, you know, alleging that Trump referred to fallen soldiers as \"suckers\" and \"losers,\" and that was just a piece of everything else that was alleged in this article, which by the way has been corroborated by us at CNN and \"New York Times\" and even \"Fox News\" and the \"A.P.\" and \"The Washington Post.\" But to hear his say -- and let me pull this verbatim up from Barbara Starr, this is what the president said. \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't because they want to do nothing but fight wars so that all of those wonderful companies that make the bombs and make the planes and make everything else, stay happy.\"",
    "statement": "I would point out, Brooke, that those are people he's appointed, OK? That he's now deriding. And you <KNOW>, he went out of his way to say that there was a person who denied this occurred, the story that \"The Atlantic\" is -- has written, who worked for Kelly. But he said he hadn't spoken with Kelly. But then he <SORT OF> went on to talk <ABOUT> John McCain in the same way the article said that he talked <ABOUT> John McCain, as if he <SHOULD> get credit for not ruining John McCain's funeral. And so he brought the story <KIND OF> to life again. And today, I don't <KNOW> if my colleagues would agree with me, but he seemed to be in really a foul mood today. I don't <KNOW> if you got that sense. He was full of grievance and vitriol, and also throwing charges out there. For example, Brooke and Abby, this is -- Abby <KNOWS> more <ABOUT> this than anyone here -- that there are 80 million ballots all over the country that are being sent to people that have been unrequested as part of his talking points <ABOUT> how this is a rigged election --"
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "Just want to update you on Salina, Kansas, because we only had funnels reported. But now we know that a tornado did touch down right at I-35 and Water Well (ph) Road. Now, the good news is that is just south of downtown Salina, just on the outskirts of town. So it did not go right through Salina. But we do know that that storm had tennis-ball-sized hail as it was just west of town, so there probably still is some type of damage in Salina tonight -- Erica.",
    "statement": "We can <HOPE>, though, at least, <PERHAPS>, it was minimized, as you said, as you can go through town. Chad, thanks. We want to get you caught up on what happened on Wall Street today. More losses to tell you <ABOUT>, the Dow falling more than 200 points. The NASDAQ shed 54. The S&P; fell to its lowest level in two months. Concerns <ABOUT> inflation and a possible interest rate hike are taking the blame there. And the U.S. taking a hard line with Korea in the wake of massive protests opposing the import of U.S. beef. The Korean government <HOPES> to defuse the crisis by renegotiating its trade deal with the U.S. Today the Bush administration said that is not an option, Campbell."
  },
  {
    "transcript_id": "CNN-291096",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Don't miss CNN's original series \"Declassified\" Sunday night at 10 o'clock only on CNN. Want to make sure we get this story out of Syrian here today. The few remaining doctors in Aleppo, they sent a letter begging President Obama to step in and stop the horrific bombings in the rebel held city. This letter comes a suspected chlorine gas attack killed at least 3 people and injured dozens more including two dozen children. In this open letter to the President these doctors write in part, quote, \"We do not need tears or sympathy or even prayers. We desperately need a zone free of the bombing over Eastern Aleppo to stop the attacks, and international action to ensure Aleppo is never besieged again.\" CNN's Clarissa Ward was inside rebel held Aleppo just a couple of months ago and joins me now from London. So wonderful always to talk to you, Clarissa, and let me just begin with over the course of years you have talked to a number of doctors like these. Clearly the frustration is there, talk to me about the White House response to this letter.",
    "statement": "The White House came out with what I would call a pretty pro forma response saying we have condemned over and over again the targeting of medical facilities by the Assad regime. And essentially reiterating their call for all sides to head to the negotiating table saying there can be no solution but a diplomatic solution or a political solution essentially. We already heard from one of the doctors that wrote the letter responding to that saying he is shocked and disappointed. The situation is dire in Eastern Aleppo, Brooke, you have 300,000 civilians entrapped there. Just 15 doctors caring for them. A lack of basic electricity, water, food, medicine. They don't have CT scanners, they don't life support machines, they don't have enough oxygen to give infants and babies and incubators, they don't even have diesel which they need to power generators. So we are really looking at humanitarian crisis here and I <THINK> while the doctors did not necessarily expect President Obama to change course on Syria, there is growing frustration that the international community is leaving these people to die, Brooke."
  },
  {
    "transcript_id": "CNN-261317",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "We've got a lot more to discuss because minutes from now a major moment for the fate, I guess you could say, of President Obama's Iran deal. He is giving a crucial speech at American University steeped with history and he's speaking directly to the people he's trying to convince.",
    "statement": "Plus, attack America now. That warning coming from al Qaeda's most notorious bomb-maker, a guy that some people <THINK> is the most dangerous terrorist on earth right now. Does this show a dramatic shift in strategy? Plus, the definitive answer on whether the plane debris belongs to Flight 370. That <COULD> come any moment. Investigators are analyzing that wreckage right now. We'll tell you what they found."
  },
  {
    "transcript_id": "CNN-14504",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, with millions set to tune into the final episode of \"Survivor,\" why does it <SEEM> more people are interested in voting people off the island than in voting for the president of the United States?"
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Yes, but there was no reason really to do this. But above all, he's hypocritical because he just voted for a tax plan that will reduce federal revenue by $1.5 trillion over the next decade. And all of the estimates, Wharton Business School, for example, is that even with growth you're talking huge increases in the deficit. There are no plausible spending cuts that would get you anywhere near that impact -- on doing that impact on the deficit. And it does, though, I think underscore that eventually, eventually as Paul Ryan again signaled yesterday, this tax cut is going to increase pressure among Republican deficit hawks to go after Medicaid, Medicare, and Social Security which are programs that are critical to the older white base of Donald Trump and the Republican party.",
    "statement": "And yet, A.B., there are lots of things in this spending bill that will make people happy. Let's just go through it and tell our viewers what's in it. This is the Senate deal -- $165 billion in defense spending. <OBVIOUSLY> so many Republicans have wanted that, they've told us on the show, $131 billion in non-defense spending that Democrats pushed for, $90 billion in disaster relief. We've heard so much <ABOUT> how desperate places like Houston and Puerto Rico still are. Debt ceiling hike until March 2019 we get a break from talking <ABOUT> it. $20 billion in infrastructure investment. Both parties say they want that, $6 billion for opioid, substance abuse programs. That is so vital. We <KNOW> how many treatment centers have asked for mon money to combat this scourge. Then a 10-year reauthorization for CHIP, the Children's Health Insurance Program that all parties and everybody in both parties say they want. So there's a lot for people to be happy <ABOUT> in here, but not deficit hawks."
  },
  {
    "transcript_id": "CNN-152364",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "The general has since apologized for poor judgment, but sources tell us that he is ready to resign today, if asked. We're all over this developing story. Our Barbara Starr is standing by for us at the Pentagon. First let me start with Suzanne Malveaux who's live at the White House this morning. Of course, yesterday, a lot of people were trying to gauge reaction, both from the president as well as the press secretary about how things may go today.",
    "statement": "There are two meetings we'll be paying very close attention. <OBVIOUSLY> in the situation room, 11:35, that's when the president, General McChrystal, the vice president, Secretaries Clinton, Gates, National Security Advisor Jim Jones, all of them are going to be sitting at that table. They're going to want an explanation from General McChrystal in terms of whether or not he <BELIEVES> he can further command U.S. troops and take this mission forward. The other key meeting that we're going to keep our eye on of course is the one-on-one, face-to-face between President Obama and General McChrystal. That's going to take place in the Oval Office. A lot of aggressive talk, a lot of strong words coming from White House aides. Robert Gibbs, a spokesman for the president saying, this was a profound mistake, that all options are on the table when it comes to General McChrystal's job. That he made a mistake and that people just don't <KNOW> what is going to happen. Now we heard from President Obama, and he was in typical Obama style, much more measured, said that he wanted to hear at least first from General McChrystal to give him a hearing before he decides his fate. Here's how he put it."
  },
  {
    "transcript_id": "CNN-210811",
    "matched_terms": {
      "fact": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "And it's an enforceable power. If they say they're going to disconnect from you, what happens?",
    "statement": "It happens. Yes. One woman, in <FACT>, her son was disconnected from her because he remained in the church. He died, and they did not allow his mother to <VIEW> his body. That's how powerful it goes."
  },
  {
    "transcript_id": "CNN-76986",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Why is that good news?",
    "statement": "<WELL>, we just don't like to have, you <KNOW>, the flip flop thing on tracks. We call it the windshield wiper effect and that's not a nice thing to do to emergency managers or to the marine community when we have an inconsistent forecast. I'm just saying that we do have a consistent forecast and no surprises I <GUESS> is what I <SHOULD> have said."
  },
  {
    "transcript_id": "CNN-170828",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It means you're going to be very busy, Richard, over the next few months.",
    "statement": "No question <ABOUT> it."
  },
  {
    "transcript_id": "CNN-44013",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Their regime shattered, Afghanistan's Taliban are battling on for just a couple of strongholds. Can negotiation avert a bloodbath? Will the victorious Northern Alliance share power? Let's turn now to CNN's Christiane Amanpour. She's in the Afghan capital of Kabul. Christiane, who appears to in be control of almost all of Afghanistan right now?",
    "statement": "<WELL>, the Northern Alliance are in control of <ABOUT> 80 percent of the country. And they have really seen the military momentum sweep so fast, further than they <THOUGHT> and quicker than they <THOUGHT>. And of course, the political momentum is dragging. And so, that's what the focus is on right now. The Northern Alliance President Rabbani came back to capital, Kabul, for the first time in five years yesterday. But he didn't come to say that he wanted to keep his presidency, rather that he was here to pave the groundwork for peace, that they wanted a broad-based alliance, that they wanted to make it more inclusive than it had been in the past and that they welcomed the United Nations and the United States involvement in trying to hammer out a future peace settlement."
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "think": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Unleash the lawyers. Patrick McDonough, give me your best defense.",
    "statement": "It`s hard to watch, but I <THINK> the person`s lawyer is on the right track. The bottom line is, if you watch that, that`s trouble. But if that doesn`t come into evidence, the state doesn`t have a case. In multiple jurisdictions, if you don`t have consent from someone and you videotape them, it can be considered illegal evidence gathering and that can be suppressed. So that is by far their <BEST> tactic."
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "It gives people an opportunity who want to see what's going on out here a chance to come out and talk to the scientists and see what this tunnel looks like.",
    "statement": "In the battle over Yucca, the P.R., it <SEEMS>, is just as important as the science."
  },
  {
    "transcript_id": "CNN-217682",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Absolutely. Reviews on multiple fronts at this point, but what will come of it? Jim Sciutto, great to see you. Thank you so much. Meanwhile, the Obama administration is facing ongoing criticism on another front, Obamacare. The president's advisors are fighting back on Twitter, challenging claims millions of people could lose coverage because of the law. The administration is extending the sign-up window by six weeks. Senior White House correspondent Brianna Keilar is here with the very latest. Good morning, Brianna.",
    "statement": "Kate, good morning to you. That sign-up deadline now March 31st, it had been February 15th. So that is a change and the White House also now admitting that some Americans <MAY> lose their previous insurance plans under the Obamacare law, but arguing that that's not actually a bad thing."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You're in people's environment. They're around -- you are around them every day.",
    "statement": "I love that actually, because I've -- over the years I've had so many comments that people have really enjoyed and that the paintings have uplifted them, especially when I have a chance to get to <KNOW> the collectors. That really makes it very, very nice for me and I try to."
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "feeling": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "There's no shame in that game.",
    "statement": "Yeah. There's not a lot of hip-hop artists except for a fellow homo rappers that I'm <<FEELING>>. And I <GUESS> because they're talking when I'm talking <ABOUT>. There's JenRo, lesbian rapper out at San Francisco. I'm a big fan of hers. Salvi Mix(ph), they're like Latin, they speak - they do a lot of this <STUFF> in Spanish and I listen to them. And so I'm listening…"
  },
  {
    "transcript_id": "CNN-124449",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And she was there this week when her commanding officer called her in and told her Jamiel had been shot. Anita called home.",
    "statement": "He told me, \"They shot him.\" He was three doors down. I'm like, no, no, no! I didn't want to <BELIEVE> it. I didn't want to <BELIEVE> it. I <THOUGHT> if I didn't talk <ABOUT> it, it wouldn't be true."
  },
  {
    "transcript_id": "CNN-300556",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Were you a stage mother?",
    "statement": "<PROBABLY>. What's wrong with that?"
  },
  {
    "transcript_id": "CNN-339040",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You spoke to Kanye West after the TMZ appearance?",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-97021",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Let`s be honest. Why is he writing this letter after the fact? He`s writing the letter because he wants to cut a deal. And the deal he wants to cut is for leniency. He knows they`ve got him by the -- well, I won`t finish the sentence. It`s horrific. It`s graphic. Those people in that small trailer knew what was going on. He`s writing the media because he wants to be on TV. He wants to sell his story. That`s my understanding of what was contained in the letter. And if he does get the probable cause basis in which to charge these other individuals, and one or more turn on him and/or each other, at least we can take that entire bunch of scum off the streets.",
    "statement": "So the way I understand it is that this mobile home was actually just <ABOUT> 150 feet from where Jessie lived. Police had actually gone to this mobile home and tried to interview people. Those people didn`t say, yes, there`s a crack fiend in the back room there with a little girl. They said nothing. And then after the story broke, after they got this guy, they <APPARENTLY> arrested these other people, but they didn`t charge him with anything. And I <THINK> the big question is, Why not? Mary Fulginiti, take a shot at that one."
  },
  {
    "transcript_id": "CNN-6262",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And Dr. Weiner, given all the stresses and the circumstances around how this boy came to this country, worst case scenario, the Justice Department or somebody goes in there, they take the boy, perhaps even against his will, and they reunite him with his father. How damaging, if at all, could that really be?",
    "statement": "<WELL>, I <THINK> the term \"damaging\" is <PROBABLY> not a good term to use. How stressful can it be? How frightening can it be? I <THINK> it would be terribly frightening and terribly stressful to this little boy for the family in Miami to force the Justice Department to take that <KIND OF> action. And I <THINK> that's really the way it ought to be understood. We worked very hard with the family on Monday to present a plan that we <THOUGHT> would be in the <BEST> interest of Elian and in the <BEST> interest of the Miami family in maintaining a relationship with Elian. We really fought very hard and tried very hard to bring to them a proposal that would allow that to happen, where the two families <COULD> come together in a neutral, secluded, private setting, without any outside interference, where they <COULD> really be together for a period of time and reconcile and talk and heal the wounds, and Elian <COULD> see that this was not an adversarial relationship between the members of his family."
  },
  {
    "transcript_id": "CNN-36655",
    "matched_terms": {
      "well": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Leslie, could you start by telling us what happened when you found this card?",
    "statement": "<WELL>, it was delivered with the rest of mail, just like usual, at the front desk, and we went through it, trying to figure out if it was a guest or <POSSIBLY> a patient at the hospital, Saint Frances, across the street, which sends a lot of guest our way. And we couldn't find who this Ruth Lawrence was. And just looked a little more closely and found out that it was a very, very old postcard."
  },
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If there's any wreckage on the surface of the ocean and it's out there, yes, I'm confident we'll be able to find it?",
    "statement": "I <THINK> all in all, everyone is waiting for any clue. Would you say that the search is going <WELL>, or would you say it is just status quo because the big question hasn't been answered yet, which is where is the plane."
  },
  {
    "transcript_id": "CNN-235715",
    "matched_terms": {
      "well": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I can't hear you.",
    "statement": "OK. <WELL>, let me read some of your tweets and we'll tweak our technical <STUFF>. You've tweeted statements like, \"When someone shuts the door firmly the first thing comes to mind is that it's a bomb.\" You also tweeted, \"When I hear a car passing quickly the first thing that comes to mind is a rocket attack.\" What is it like to live in a world where that <KIND OF> threat is a minute-by-minute reality?"
  },
  {
    "transcript_id": "CNN-47956",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Obviously they do, for you booked this segment on CNN's",
    "statement": "I am serious. I'm trying to -- why is it -- <OBVIOUSLY>, it is a story that has legs. I want to <KNOW> why. Is it because people are trying to escape from the problems into the entertainment world? Why?"
  },
  {
    "transcript_id": "CNN-195449",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Finally, Brianna, there was a side of the president I don't think I've ever seen before. We saw a video overnight of him speaking to his campaign staff and really practically breaking down.",
    "statement": "Yes, that's right. Remember when he was in Iowa his last rally there was the single tear, and he's such a -- you <KNOW>, especially when you say in contrast to John Boehner who we just saw who does emote <QUITE> a bit and we'll see him cry from time to time. President Obama does not do that. So in Iowa, the single tear people wondered is it just the cold, is he really emotional? He left no <DOUBT> <ABOUT> that in a video that was shot during his visit to his campaign headquarters in Chicago on Wednesday."
  },
  {
    "transcript_id": "CNN-134144",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "How you feeling?",
    "statement": "I <FEEL> like a million bucks, man."
  },
  {
    "transcript_id": "CNN-307747",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Welcome back. President Trump isn't backing down even though top Republicans in Congress say they have seen no evidence to support the allegation that President Obama tapped the phones of Trump Tower during last year's campaign. Remember this spy saga began 12 days ago with these pre-sunrise tweets. \"Terrible. Just found out that Obama had my wires tapped in Trump Tower just before the victory. Nothing found. This is McCarthyism.\" A bit later, \"How low has President Obama gone to\", two piece (ph), that's the President, \"to tap my phones during the very sacred election process. This is Nixon, Watergate, bad or sick guy.\" Again, leading members of his own party have asked the FBI if there's any evidence of wiretapping and have been told no. The President's close friend and Attorney General Jeff Sessions yesterday says, no. When asked if he is the President's source of that information. But the President says, stay tuned.",
    "statement": "I had been reading <ABOUT> things. I read in -- I <THINK> it was January 20th, a \"New York Times\" article where they were talking <ABOUT> wiretapping. There was an article, I <THINK> they used that exact term. I read other things. I watched your friend Bret Baier the day previous, where he was talking <ABOUT> certain, very complex sets of things happening, and wiretapping. I said, \"Wait a minute, there's a lot of wiretapping being talked <ABOUT>.\" But wiretap covers a lot of different things. I <THINK> you're going to find some very interesting items coming to the forefront over the next two weeks."
  },
  {
    "transcript_id": "CNN-410781",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Kirstie Alley deleted a tweet. This is a disgrace to artists everywhere. Can you imagine telling Picasso what had to be in his f'ing paintings? You people have lost your minds. Control artists, control individual thought. Oscar Orwell. Your response?",
    "statement": "My hunch would be that she was paying attention mostly to Standard A. You <KNOW>, it would severely limit what <KIND OF> stories filmmakers <COULD> make if Standard A was the only way to meet the standards. And, it would mean, for instance, that you couldn't make \"Saving Private Ryan\" and have it be eligible for the Oscars. You can't make many biopics like the movies <ABOUT> Churchill or, you <KNOW>, that <SORT OF> thing. But if you wanted to make a biopic <ABOUT> Lincoln, you would have to emphasize his relationship with Frederick Douglass, but you couldn't emphasize other aspects of Lincoln's story. So, it really would be severely artistically limiting if Standard A was the only way to meet the standard. And I would <PROBABLY> sympathize with her on that. But the <FACT> --"
  },
  {
    "transcript_id": "CNN-398956",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's talk about the cost of testing every American. The St. Louis Federal Reserve President Jim Bullard says the U.S. is already losing about $25 billion a day right now because of the various lockdowns. He also supports universal testing. Can the U.S. afford to do universal testing, or can it not afford to not do it in and follow (ph)?",
    "statement": "Yes. If we were testing everybody every 14 days at $10 a test, that would come in under $100 billion a year. And I <THINK> that would be a good investment for us to make to just give everyone confidence that we are on top of this pandemic. We can stay on top of it, that there's a plan that will work. It will not require a return to lockdown and it will prepare us for the next version of a pandemic that comes down the pike. Remember, this is SARS COV 2. We had a SARS COV 1. There's going to be a 3 and a 4, and we <MAY> as <WELL> make the investments now to be ready so the next time this hits, we do all that it takes to handle it. You just find a very small number of people who are infectious. You ask them to stay in quarantine and you let everybody else go <ABOUT> their business."
  },
  {
    "transcript_id": "CNN-110754",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Rick, do we know anything about this suspect?",
    "statement": "The only thing that law enforcement is telling us right now is that the <SUSPECT> is described as a black male with dreadlocks."
  },
  {
    "transcript_id": "CNN-11220",
    "matched_terms": {
      "may": "ungraded",
      "kind of": "ungraded",
      "feels": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Good evening. Welcome to CROSSFIRE. Ralph Nader's running for president, again, and everybody is smiling except Al Gore. Long America's No. 1 champion of consumers, the environment and economic justice, Nader hopes to take his crusade all the way to the White House this year. He's been nominated for president by the Green Party, with running mate Winona LaDuke, and he's already showing surprising strength. The latest CNN poll shows Nader pulling 6 percent, three times Pat Buchanan. Maybe not enough votes to win, but it could be enough to votes to deny Al Gore the White House. Does that bother Ralph Nader? Not in the least. He says the two major candidates are so much alike on the issues they might as well be called Gush and Bore, and he's even filed a lawsuit to force his way into the presidential debates. And so the stage. Is he serious? Can he win? Or will he just end up helping elect a Republican? Tonight, in the crossfire, the Green Party candidate for president, Ralph Nader -- Bob.",
    "statement": "Ralph Nader, on Friday morning, to set off your weekend last weekend, The New York Times gave you a wet kiss, called -- in an editorial called \"Mr. Nader's Misguided Crusade.\" And it <SEEMS> \"The New York Times\" editorially <FEELS> that Al Gore's just a lot better person to be president than George Bush. They say you <MAY> prevent Gore from being president, and they come to this rather poignant conclusion. \"That is a <KIND OF> irresponsibility that more befits a Ross Perot than someone with Mr. Nader's record and professed concerns.\" So have you descended to the level of Ross Perot now?"
  },
  {
    "transcript_id": "CNN-151965",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "So it`s not notarized. It`s not witnessed. Does it mean anything legally?",
    "statement": "I <THINK> it <COULD> and I <KNOW> people are going to say you can`t say that. I <THINK> it <COULD> - I mean, you <CERTAINLY> can try to verify whether or not this is his signature. You can get some information <ABOUT> the circumstances of the signing of the document and of the contents of the document. I don`t <THINK> it`s going to be tossed out, out of hand."
  },
  {
    "transcript_id": "CNN-272820",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Coming up next here, Al Jazeera America coming under legal fire for naming Peyton Manning in a documentary <ABOUT> illegal doping in sports. Now, when we come back, an exclusively interview with the reporter at the center of the controversy. She says she has new information <ABOUT> her story and will share it after the break."
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "They really need to be re-educated because you bring up a brilliant point. These women have no really individuality. That`s been stomped out. So we can`t trust they know what the difference is between abusing a child and not abusing a child is. I think we need to assume that`s the case.",
    "statement": "And very quickly, we`re <ABOUT> to take your calls but I have to ask one question to Dr. Marty Makary, physician and professor of public health at Johns Hopkins. Dr. Makary, it`s my understanding that there are still <AROUND> 100 children that have not been matched up to a biological mom and dad. How hard can it be? When I was prosecuting you get DNA back in three days."
  },
  {
    "transcript_id": "CNN-98965",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Suzanne, there are a couple of reports out there that would suggest that the president is very bitter about what's happening now and is lashing out as his aides. Can you confirm those?",
    "statement": "<WELL>, what this report is \"The New York Daily News\" actually gave a report <ABOUT> that. And I talked to one political insider, White House insider, <ABOUT> that. And what he says is that this article indicates a rift that is taking place between the Cheney/Scooter Libby camp and the Rove camp. He say that this article basically outlines, suggests that the president is dressing down Karl Rove and other staffers because of such high tensions. He says it follows an article in the same paper from last week where it seemed as if the suggestion was that they were dressing down Scooter Libby and Cheney. So he says there's a rift taking place between these two camps. Also I've talked to several people who are in these meetings all the time who say, you <KNOW>, this just doesn't sound like the president's behavior. That he is always tough. He's always been blunt, but always fair with his staffers. One person said, you <KNOW>, if he doesn't approve or you say something dumb in a meeting he'll give you a look over his glasses, something like that, but usually nothing more. Having said that, Paula, however, a lot of White House insiders say that it is a very tense time here in this administration."
  },
  {
    "transcript_id": "CNN-214862",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Exactly. You're going to get calls now.",
    "statement": "I've been there. I'm <SURE> it's lovely. But anyway, I digress. He's giving these kids other opportunities."
  },
  {
    "transcript_id": "CNN-308090",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You gave him no advice there in Mar-a-Largo?",
    "statement": "I gave him advice. I just told him what I <THOUGHT> would happen. I predicted that it would be upheld. He then said something <ABOUT>, <WELL>, <MAYBE> I <SHOULD> go back to the first order. I <CERTAINLY> didn't suggest that because I said earlier, I <THOUGHT> the second order had a much better chance of surviving than the first order."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "appear": "ungraded",
      "knows": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "So, I have seen no evidence from the administration about this imminent threat, which leads me to believe that the evidence may not be as robust as Secretary of State Pompeo is suggesting. It has now been, what, three or four days, and no information has been given to Congress. I can tell you that that information is not contained in the war powers notification that is classified reading for Congress today. And while I still remain open about hearing about information about this emergency threat that required this dramatic action to be taken, it hasn't appeared before Congress yet, which begs the question as to how strong the information is.",
    "statement": "And some have noticed that Secretary Pompeo has used all sorts of reasons from imminent threat, to <HOPING> that there will be regime change in so many words. And as you <KNOW>, former national security adviser, John Bolton, in the immediate aftermath tweeted that he hoped this was the first step towards regime change in Iran. But I need to ask you a question <ABOUT> John Bolton, because in another instance, because of the impeachment crisis, and what he <KNOWS> <ABOUT> Ukraine and that famous call, he has now said that he would testify to Congress if subpoenaed. Will you subpoena him? Will it be a successful subpoena to have him <APPEAR>?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Let's go back to the checkbook analogy for a minute, though. Back to our -- you know, if you keep spending and you keep having your checkbook upside down, eventually you go bankrupt. You have no credit. Conceivably as we keep marching down this road, is the U.S. headed for that kind of level of insolvency?",
    "statement": "I <THINK> we're broke. I <THINK> we're in the debt, huge debt, Social Security needs to be fixed. They will fix it at the very last moment and it will cost us a lot more money to fix it."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Certainly.",
    "statement": "And I <THINK> you said that -- you were talking <ABOUT> how manual recounts are a lot better than machine recounts. Was that one of the last subjects you addressed?"
  },
  {
    "transcript_id": "CNN-348099",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And Jim, just to be very clear on this, though, if he were to cooperate, the reporting that -- as I understand it is that he would have to cooperate not just on a select, you know, area of focus. He would then be cooperating with feds across the board. So whether it came to cooperation in the Russia probe, et cetera, right?",
    "statement": "Yes. Once they have you and you are a cooperator, you're -- they have you. And he's going to have to make that judge. You <KNOW>, that's a tough call to make."
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And you're talking about not just the community of Fort Hood, the huge sprawling Army Base -- the largest U.S. Army Base in the world, but in Killeen and other communities surrounding there in your county, Bell County. It must be a terrifying situation for so many folks there.",
    "statement": "<ABSOLUTELY>. And, of course, Fort Hood is so large. It's a large installation. The post resides in, actually, three counties -- Bell, Coryell and -- and Lanpasses Counties (ph). And so, you <KNOW>, it is -- it is a large installation that -- that has a lot of people out there that surround the community. And this -- this is a very. A very civilian community that's very attuned to the -- to the installation. We <KNOW> that -- how valuable the installation is to -- to only the community, but to the world, as being the world's largest armed military installation."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "know": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Yes. Well, we live in a different universe now.",
    "statement": "I <KNOW>, I <KNOW>. I have no problems with it because everybody who listens to you and me <KNOWS> what those words meant."
  },
  {
    "transcript_id": "CNN-26743",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes, but to me it doesn't mean -- I'm not going to go play somewhere because of that. I am so happy where I'm at. And I mean, you can't document it any better than that. I mean, I've heard people say, well, he'll probably go to American League in DA. No, I'm not. I'm going to stay here, and I'll be with the Cardinals as far as I can go as a baseball player, period. And you can't find a better organization and better fans in baseball.",
    "statement": "You <COULD>, by stats and star power -- being the highest paid first baseman in baseball -- some of these guys now have in their contracts that they want to be (OFF-MIKE) in the highest paid position. How come that's not important to you?"
  },
  {
    "transcript_id": "CNN-236952",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Can you shed light on what the city's asking for tonight?",
    "statement": "Yes. I have something here and I'm not -- we're checking on it. My producer is checking on it. What it says, \"Ferguson issues a call for nighttime quiet and reconciliation.\" And my producer, Julian Cummings (ph), is telling me that that is indeed a <FACT>. And it says, \"the city leadership has issued the following statement. St. Louis and Ferguson, on this day, the national center\" -- let's see, I'm getting -- I'm reading it from my e-mail. And it starts at what time? Yes. So anyway, they're calling for basically a moratorium on nighttime protests because of what happened last night and in the wake of all the violence that has been happening. I <THINK> what they wanted to do is regroup. And we're going to have to see how that plays out, Ashleigh, because people were -- became upset yesterday because they <THOUGHT>, hey, listen, we have the right to assemble. That's part of our American rights. That's part of our rights as Americans. And when the officers were telling them that they couldn't assemble at the QT, you <KNOW>, we were on the air yesterday. They were saying, you can't assemble at this QT. You can't assemble on the streets. And so they -- that's really what <KIND OF> fueled some of the violence anyways because people were fighting back saying, hey, this is my right, don't tell me what to do. So we'll see what happens."
  },
  {
    "transcript_id": "CNN-239083",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Not in my travel plans.",
    "statement": "It's sounding like it's over there, but it isn't. Let's get to meteorologist Indra Peterson. This is not an \"over\" situation. They <DEFINITELY> needed the aid and the have to be careful. But what's coming their way?"
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Well, first of all, Christiane, the Mexican delegation achieved two very important objectives as a result of these conversations. The first one is that we`ve ensured that USMCA, the revamped NAFTA, and our significant intertwined economies and trade flows survived to fight another day and that the president did not levy punitive tariffs on both countries, which would have hurt both countries. The second one is that Mexico avoided one of the key demands of the United States, which was to agree to a safe third country agreement, which means basically that migrants coming into the -- into Mexican territory seeking asylum in the United States have to request asylum in Mexico. That has been a demand from the United States for quite some time. The U.S. will continue, is my guess, to push for this. That is what I think the president was referring to in his morning rant this morning via Twitter. So, these are two very important objectives. Mexico was able to defang these two threats and that`s why I think you see a bit of a mixed sense here. Mexican public opinion, I think, in general, is concerned that what you have is a president who will be rolling out the threat of punitive tariffs on a host of issues, particularly as we reach the high point of his re-election campaign where he will continue to do what he`s been doing ever since he ran, which is use Mexico as a pinata to fire up his base.",
    "statement": "So, let me just -- you <KNOW>, given the <FACT> you <KNOW> this and the idea of migration and the border are his fixations, that is his political base, that is what he`s run on from the very beginning, it`s what he declared his candidacy on. This issue is 1,000 percent his issue and he <BELIEVES> it works at the polls. So, I <GUESS> my question is, from the beginning, unless -- we put up a graph at the moment to show the record number of travel of migrants across the border and apprehensions that happened in <MAY> of this year. It was a huge spike. The most in many, many years. I <GUESS> my question is, why wouldn`t Mexico have done more? Would it have been possible to do more before you got to this threat punishment and talks situation?"
  },
  {
    "transcript_id": "CNN-391544",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A footnote to this historic day. We've learned that Marie Yovanovitch, the ousted U.S. ambassador to Ukraine at the center of the impeachment of President Trump, has retired from the State Department. Yovanovitch served 33 years as a Foreign Service office until this past <MAY> when the President pulled her from her post. You <MAY> recall in November when testified in the House impeachment investigation, she said she was the target of a \"smear campaign\" by the President and his lawyer Rudy Giuliani. She called Giuliani's work \"campaign of misinformation.\" Yovanovitch also said her firing was not the way she wanted to end her career. Her service to our country spanned three decades, as I said, with her moving 13 times, serving in five hardship posts risking her life, including in Somalia during at Civil War and getting caught in the crossfire between Ukraine and Russia. The news continues. I want to hand it over to Chris for \"Cuomo Prime Time.\""
  },
  {
    "transcript_id": "CNN-153196",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Twenty-two minutes past the hour right now. Welcome back to the Most News in the Morning. It's probably the most sought- after telephone right now. We're talking about the iPhone 4. An Apple on the verge of breaking its silence on the spotty reception issue that's been threatening to take the shine off its rock star reputation.",
    "statement": "The company will hold a news conference tomorrow <ABOUT> complaints of dropped calls. You <MAY> have heard <ABOUT> this. When you hold the new iPhone 4 a certain way, there have been problems. Earlier, we spoke to CNN.com technology writer, John Sutter, <ABOUT> what we can expect tomorrow."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Durbin, who is fiercely opposed to offshore drilling, promises Democrats will get an energy bill done. (on camera): So, you're going to get it done in the next two weeks?",
    "statement": "<WELL>, that's my goal. And we have been working on it all day."
  },
  {
    "transcript_id": "CNN-322431",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "David Axelrod joins us now. Now, David, this NFL anthem protest debate is not going away. It touches on race and patriotism and the American identity. And as we find your interview with secretary baker, people have firmed opinions on this. Does he agree with how President Trump has addressed this this issue?",
    "statement": "<WELL>, look. I <SHOULD> point that this came up in the context of discussion <ABOUT> 1988 campaign for President that James Baker ran in which a President then vice President George H. W. Bush attacked his opponents on two issues, one was the flag and other was a racial issue involving an escaped prisoner named Wily Horton. And I asked him that's what happens in the campaign but now it has been taken into a Presidential administration, this device of issues, is that the right thing to do and he teed off on this. You <KNOW>, he did not opine specifically on the President's handling of this. But his reaction to it reflects the great division in our society over these issues and that's, of course, why the President <SHOULD> not have weighed into these waters unnecessarily. This wasn't even topical when he raised the question of Colin Kaepernick. He did it to inflame a debate, to stoke up his base and that's not what the President <SHOULD> do."
  },
  {
    "transcript_id": "CNN-179320",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yes. He`s a timeline witness because he will establish she was alive at 7:30 and 8:30. But he sees the stain, the locked door at 10:45. So he`s a timeline witness. He will narrow down that period during which she was killed.",
    "statement": "And this is the <KIND OF> a deal where they`ll issue a subpoena. They will say, \"You`ll have to show up,\" because I just imagine, you <KNOW>, Ashton <PROBABLY> doesn`t want to even have to do anything with it."
  },
  {
    "transcript_id": "CNN-123788",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But look at the overall story of the dollar. The main move of the dollar has been against the European currency, it's been against Canada. It's been against Japan even. And that has made a big difference. Our exports are up 25 percent in the last two years. Our trade deficit is down a full percentage point of GDP. So, one of the few positive things out there is the fact that the dollars is getting more competitive.",
    "statement": "Can I brush a little reality across the - <ABOUT> the surface of the current deficit, and that is that it's still of just <ABOUT> 6 percent of GDP, that our debts have continue to rise. We'll set again another record deficit against China in 2007."
  },
  {
    "transcript_id": "CNN-24124",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Yes, we've had Zell Miller and Phil Gramm out today talking about tax cuts. Zell Miller suggesting that we need tax cuts now before the surplus gets frittered away, as he put it.",
    "statement": "That's right. <WELL>, the tax cut issue, of course, is very important. It's an article of faith to the Republicans, and now it's taken on, I <THINK>, some more public support than it had during the campaign, because the economy looks like it <MAY> faltering. People are fearful <ABOUT> a recession. And a lot of Democrats are beginning to say a tax cut -- <MAYBE> not the magnitude that Bush is talking <ABOUT> -- but a tax cut <MAY> be a good idea. The problem is the tax cut that Bush is talking <ABOUT> -- $1.3 trillion -- it's going to happen tomorrow, it's not going to happen this week, it's not going to happen this year. It's going to be phased over <ABOUT> 10 years. So when you talk <ABOUT> saving the economy from recession, I don't <THINK> the tax cut is seen by economists as the <BEST> way to do that. It has a lot more to do with interest rates. But still, it <COULD> help."
  },
  {
    "transcript_id": "CNN-211443",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Have you ever heard of this actually happening?",
    "statement": "So far we don't <KNOW> of any instances of this actually happening in the wilds, as they say in the security world. This is only something that has happened in the lab, but it's something to be very concerned <ABOUT>. talked to one of the people in the field and they said the level of security in a car is <SORT OF> like what computers were like in the early '90s when they first got hooked up to the Internet."
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Right. Tal Kopan, as Sarah mentioned, this is not reversing the zero-tolerance policy. Rather than having children and parents separated, from what I understand, they will be detained together, correct?",
    "statement": "That's right. You <KNOW>, this is going to, as Sarah mentioned, instantly raise some legal questions. Because keep in mind the backdrop to all of this is that there's a court settlement on the books that mandates some protections for children in government care. And one of those things the court settlement does is make it against the law or against the court's ruling to detain those families with children longer than three weeks. So now we're waiting to find out exactly how the administration approaches this. But you're almost <CERTAINLY> going to see legal challenges instantly from folks in the legal representation of immigrants and advocacy community to say, you can't just detain families indefinitely as a way to get <AROUND> the <FACT> that you created the zero-tolerance policy that would otherwise separate them. And this particular court settlement is something the administration has wanted to roll back basically since day one. So, we're waiting to see exactly how they approach this and whether it's just an attempt to flout this court settlement."
  },
  {
    "transcript_id": "NPR-20601",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The <BEST> way to enjoy this next story is if you listen through headphones. It's <ABOUT> \"The Encounter,\" a new Broadway show. It uses three-dimensional sound effects to take the audience deep into the Amazon. Jeff Lunden reports."
  },
  {
    "transcript_id": "CNN-379091",
    "matched_terms": {
      "well": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Again, that gets to what you were saying with your economics training there. Is the Joe Biden adventure or experience all priced in already?",
    "statement": "<WELL>, that's the key question. And also, to Rachael's point here, is the bar lowered now? Or is actually, the Democrats -- and are the Democrats going to be held to a higher standard here of -- of at least pulling the correct <FACTS> together even if the story's a good one."
  },
  {
    "transcript_id": "CNN-203168",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<THINK> everyone's private information is safe online? <THINK> again. Tiger Woods, Mitt Romney, Governor Chris Christie -- you name it, just some of the new names added to a Web site posting of what it claims are personal financial records of public figures. Now, it's not <CLEAR> how much of this information is accurate and whether it was obtained through hacking or through public records, but the FBI and the secret service are investigating. Radio personality Kendra G. is back joining me live and political comedian Dean Obeidallah is live in New York. He's also a former attorney. And Dean I want to start with you on this. It <SEEMS> like anyone can get information out there. It's pretty easy these days to do that. What do you <THINK>? Dean Obeidallah, political comedian. It <SEEMS> like it is and they're really targeting like the who's who list. I aspire to be on that list just so I can be a big celebrity like them. But you <KNOW>, to be honest, just this week President Obama's national security advisor said the biggest threat facing America is no longer al Qaeda. It's cyber threats like this, hacking by governments. So I <THINK> it's a concern for us. It's no longer science fiction. We're going to have computer wars, drone wars and it's something we have to defend the country and ourselves personally against."
  },
  {
    "transcript_id": "CNN-188920",
    "matched_terms": {
      "believes": "ungraded"
    },
    "previous_statement": "You got that right. Temperatures, you bet summer is like that. It is now 16 minutes past 6:00 a.m. on the East Coast. And let's get you up-to-date on the some of the top stories of the Obama. President Obama, rolling out, getting ready to embark on a two- day",
    "statement": "-- Supreme Court and contradicting his top aid who said earlier this week Romney <BELIEVES> that the fine is a penalty and not a tax. Now, that he is officially calling it a tax, Romney is hammering the president for raising taxes on the middle class."
  },
  {
    "transcript_id": "CNN-162780",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I understand.",
    "statement": "Tonight, high drama as sparks fly during a critical hearing in the Casey Anthony murder case. It was a marathon day for Casey. She cried and she laughed in court. It was also an agonizing day for her parents, Cindy and George, who were in the hot seat. And that means the witness stand. Things got very, very heated when prosecutors cross-examined Cindy and George <ABOUT> the crucial day, July 15, 2008, that they called cops to report that their precious granddaughter, Caylee Marie Anthony, had been missing for a month. Here is Cindy talking <ABOUT> how she says cops treated Casey, her daughter, once cops arrived at the Anthony home. Listen."
  },
  {
    "transcript_id": "CNN-97006",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, I think the main thing that we've been trying to do is to get the word out about the reward. And I think CNN has been doing a great job of covering that, the million dollars for her safe return, $250,000 for her whereabouts. And making available the 1-877- Natalee line. I've even had tourists approach me here on the island from Caracas, Venezuela, and knew all about the story and they know about the reward that's in place. So I feel like the word is out there, and that's something else we still want to continue. We're also trying to produce a little Spanish speaking public service announcement that could run through the media and distribute that to some stations, international. And so we're just always trying to think of ways to get the word out.",
    "statement": "Beth, with all good that's been done, and of course with all the attention that's been brought to the story, you have nonetheless said that you don't <THINK> the official investigation has been heading in the right direction. Now, we <KNOW> that you have been given the opportunity to look at the police reports, see some of the witness statements. When you see that <KIND OF> evidence, do you <FEEL> better or worse?"
  },
  {
    "transcript_id": "CNN-221757",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Well -- right, but at 3 percent at the long end, does that start to crimp economic growth? And does that start to be exactly the problem that Bernanke and in the UK Mark Carney warned about, that this rise in long-term market rates is not justified or predicated by official policy?",
    "statement": "<WELL>, <CERTAINLY> if the rate were to creep too much higher than <AROUND>, say, 3.25, we would begin to see some concerns regarding the sustainability of the economic growth. However, whatever the Fed <MIGHT> decide to take away, they can easily give back to the market. So, I <THINK> you've got to trust in what Bernanke will do in his last days of office, and then what Yellen will do when she takes over in February is going to be with the <BEST> interest of the US economy at heart. They will not play fast and loose with the security and the integrity of this US economic recovery."
  },
  {
    "transcript_id": "CNN-220133",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "We should invest in education. The government should do that.",
    "statement": "Yes, <ABSOLUTELY>. But at the state level, let the money follow the kids. Right now, it doesn't. We don't need more big government here in Washington, D.C. We need that money following those kids."
  },
  {
    "transcript_id": "NPR-17631",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And when - if and when it gets there, what do you expect to see? What's the point of going there?",
    "statement": "<WELL>, the thing that makes this crater exciting is that it provides a window into the subsurface of Mars that we wouldn't otherwise have. The rocks at this place are sedimentary rocks. And they're flat lying; they're like a stack of pancakes. And we've been driving over the top of this stack for miles. And the problem is you can't find what's underneath. What we really want to do is we want to see the layers."
  },
  {
    "transcript_id": "NPR-47038",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Final question for you:  What lies ahead?  What lies ahead for      the Red Cross in terms of dealing with the immediate effects, and what      lies ahead for the Red Cross and the residents of Biloxi in terms of      long-term rebuilding?",
    "statement": "<WELL>, it's going to be a long process for not only the Red      Cross but, most importantly, for the people that we're trying to serve.      And it's a difficult equation, because there is so much infrastructure      that has to be rebuilt and, you <KNOW>, everyone talks <ABOUT> the natural      disaster, and I <THINK>, really, at the end of the day, it's a human      disaster.  And we've got mental-health workers that are mobilizing to      make <SURE> that folks' mental health is at least in a good enough shape      where they can help make some logical decisions <ABOUT> what their next      step <SHOULD> be and how they <SHOULD> rebuild.  And, you <KNOW>, we're all in      it together.  There's a binding, united spirit, I <THINK>, especially      within folks that have gone through hurricanes before.  And I heard it      over and over today <ABOUT> how we're just going to bind together and, you      <KNOW>, get through this."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, I think these folks will be under oath, and this is a possibility of very serious litigation in the courts, as pointed out earlier, but it is also a possibility of perjury. So I think the answers they are going to give will have to be accurate, have to be honest, but perhaps some of these executives just don't know, but we will continue to pursue this.",
    "statement": "All right, let's take a break. Up next, how will these events affect the manufacturing of automobile products? and <SHOULD> you be concerned no matter what tires you have on your car? Stay with us. ("
  },
  {
    "transcript_id": "CNN-323172",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I`m getting off the bus!",
    "statement": "Good evening, everyone. I`m Loni Coombs, in for Ashleigh Banfield. We`re learning new details <ABOUT> the tragedy on the Vegas Strip and <ABOUT> the man behind it. But tonight, there are still a whole lot of questions <ABOUT> Stephen Paddock. In the <HOPE> of getting some of those answers, investigators have been talking to Paddock`s brother, Eric. He flew into Las Vegas over the weekend and has been questioned by authorities. Paddock`s home in Mesquite, Nevada, has been searched again. And now we <KNOW> what was found in the suite that Paddock turned into his killing perch. First responders say they found lots of guns, ammunition, laptops, phones and tools, including drills and drill bits most likely used for setting up the cameras he had. On a small table, there was a handwritten note with calculations for distance and trajectory from his window to the music festival crowd below. We`re also getting valuable insight into who Paddock was from a lawsuit he filed against the Cosmopolitan Hotel and Casino in 2011, when he claimed to have slipped on a walkway. CNN correspondent Kyung Lah obtained Paddock`s deposition from October of 2013."
  },
  {
    "transcript_id": "CNN-134265",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No. CNN is good, but not necessarily all that good. We're -- we're going to continue. We're also getting word on a sad story that we were covering earlier in the day. Senator Ted Kennedy of Massachusetts, unfortunately, took ill. We don't know if it was a seizure, what it was. But he was rushed to a local hospital at that luncheon. He had come up to Capitol Hill to celebrate Barack Obama's inauguration. We're now told by his colleague from Massachusetts, Senator John Kerry, that Senator Kennedy is alert. He's in good spirits, expects to spend the night in the hospital, which is totally understandable. Senator Kennedy, according to Senator Kerry, his Irish is up, which is encouraging to hear for all of us. That's good news, given the fact that Senator Kennedy, as we know, last year suffered a brain tumor, had surgery, and had seizures last year. And let's hope for the best. There, you see the new vice president of the United States and his wife, Jill Biden. They are walking towards the White House from the area of the Old Executive Office Building. They have wrapped up their participation in the parade. And they will be joining the president and the first lady in the reviewing stand as they go forward. I -- I can only imagine, David, what Joe Biden is thinking right now. He's been in Washington for 35 years or so, and now he's the vice president of the United States.",
    "statement": "<WELL>, you <KNOW>, there was -- there was a moment when one wondered whether he really wanted to do this. But he's clearly loving it."
  },
  {
    "transcript_id": "NPR-7108",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "So how are rebels trying to take this town?",
    "statement": "Things have really changed in terms of the way that the rebels are approaching taking towns at this point. Now that they've secured Tripoli, now that their revolution basically has succeeded, they don't want to rush in and have a massacre in one of these last holdouts of the Gadhafi regime. So they're really approaching this <QUITE> carefully. They're negotiating. They've got the town completely surrounded."
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right, a soaking wet Jeanne Meserve to sort of a drying out Gary Tuchman, I guess you could say in Topsail Beach, North Carolina. Oh, boy, I guess not. It's picked up again. We've got from Jeanne on the rail to our dear Gary on the public beach access sign.",
    "statement": "<WELL>, Kyra, I'm holding this because it's <KIND OF> an ironic piece of damage. It's a beach access sign. And on the bottom, it warns people <ABOUT> rip currents. But this is one of the signs that has fallen here on this island of Topsail Island. But that is almost the limit of the damage. Lots of signs down, some shingles down from the homes, some trees, some limbs down, very little other damage. And what the people here have learned is, they can tolerate a Category 2 hurricane very <WELL>. Of course, this is the southern edge of the hurricane warning zone. But they have had huge problems here in the past with smaller storms with floods. But what's happened in this storm is, the winds have blown from my left. And over to my left is the Intracoastal Waterway, which separates this island from the North Carolina mainland. By the way, we're near Camp Lejeune, where we spent a lot of time before, during and after the war. Three blocks wide, this island. The other side of me is where the Atlantic Ocean is. And because this is such a narrow sliver of land, 26 miles long, but only three blocks wide, they've had a lot of problems with flooding. But the winds have blown towards the ocean and they've had almost no flooding whatsoever. We've driven up and down this island, and then to the north, towards Morehead City. And we can tell you, while there is some damage, so far, we haven't seen any major damage of any kind here or north of here, closer to where the eye was. And that's the good news. Behind me, there is a bridge. That is the major bridge. It takes people off Topsail Island to the mainland. That bridge will be shut down until 9:00 tomorrow morning. Officials say it's only for emergency vehicles. So anyone on this island who decided to stay who wants to get off it will have to wait until at least tomorrow morning. The winds are still strong. The rains are still coming down. But it's not as strong of a wind and not as much rain as just an hour ago -- Kyra, back to you."
  },
  {
    "transcript_id": "CNN-89011",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's Congressman Ford's mama's birthday.",
    "statement": "Happy birthday, mom. I <KNOW> she's watching. It's her birthday today. That's why I'm back in"
  },
  {
    "transcript_id": "CNN-309172",
    "matched_terms": {
      "clear": "ungraded",
      "kind of": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "John.",
    "statement": "It's <CLEAR> that Trump is laying out his priorities, that he <THINKS> North Korea is an existential threat, not just to the U.S., but the entire world. And if China is not willing to take leadership, the U.S. will. This is the <KIND OF> strength that America used to do. We're just shocked by it because for the last eight years we've had such a limp president that this <KIND OF> talk would never have happened. I'm welcoming the change."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "suspect": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Last week, thousands of people came out for the annual Christmas tree lighting in downtown Portland, Oregon. They later learned that the FBI had arrested a 19-year-old for plotting to detonate a car bomb at that event.",
    "statement": "Mohamed Osman Mohamud, a Somali-born U.S. citizen, is only the most recent alleged terrorism <SUSPECT> to be arrested in an FBI sting operation, and as in several similar undercover operations, the FBI provided Mohamud with the fake explosives and the cell phone that he <THOUGHT> would detonate them."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Yes, he did. She was a great woman, and just think of this. In the 1970s, she led a country at wartime. And Anwar Sadat, of course, a great leader, someone who at the end of his life, tried to bring peace in the Middle East and paid the ultimate price.",
    "statement": "And here we have his two -- I <GUESS>, I don't <KNOW> if they would be his favorite Russians."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You know, we went through that constant changing until we got to African-American for or black brothers, but we went through negro -- that was first effort to get away from the real nasty \"N\" word, and \"colored\" was also used, then \"negro,\" then we got to \"black.\" It was a proper word, and now we are to African-American.",
    "statement": "Do you -- there are -- we are going to some calls, but there are some people now in Santee, California complaining that we overdid it, we went there too much, we laid too much on that town, do you <THINK> so?"
  },
  {
    "transcript_id": "CNN-240126",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It just sounds so confusing and that's disturbing. We're going to get into that in just a little bit. Sanjay Gupta live from the CDC this morning, thanks so much. Also next hour Dr. Gupta will answer your Ebola questions. Tweet them to us at CNN using #ebolaqanda. And of course we'll get to as many of your questions as possible. There's also word this morning that another patient in Hawaii is undergoing testing for Ebola. Health officials in Honolulu are tight- lipped about the case saying only that the patient shows symptoms consistent with Ebola and a number of less fearsome illnesses like flu or malaria. The patient is in now isolation and in the early stages of testing.",
    "statement": "What we've asked the hospitals tell us <ABOUT> is anyone with a travel history and anyone with a fever, and when those two come together, we've asked them to be very careful and in an abundance of caution while you're working them up for whatever else <MIGHT> be going on, also make <SURE> you isolate against Ebola just in case that is the case."
  },
  {
    "transcript_id": "CNN-34807",
    "matched_terms": {
      "may": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "I think it makes complete sense to take decisions like that. There are many very practical measures that can be taken by the ECB, by national governments, by local governments and by consumers themselves that will make life easier.",
    "statement": "The financial markets are already working in euro. The arrival of the notes and coins won't make much difference to them, but the way in which the transition takes place <MAY> have a huge influence on public <OPINION> within the three EU member states not making the switch: Denmark, Sweden and Britain."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "What we have been told is, obviously, someone came into that home, grabbed Ayla and vanished in the middle of the night. But at this point, we have not found one piece of evidence to back that up.",
    "statement": "That`s why police are now saying that DiPietro, his sister and his girlfriend, who were all home that night, are not being completely honest with investigators <ABOUT> what happened."
  },
  {
    "transcript_id": "CNN-391447",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Unfortunately, Trump's plan is worthless for us. It's void of its content. It doesn't have any rights for Palestinians.",
    "statement": "Now, the problem for the Palestinians, at least the leadership of the Palestinians, is what to do next. They <COULD> conceivably elect to fold up the Palestinian authority, to force, if you like, occupation back on the Israelis. But there's been no sign whatsoever that they're even considering that. Indeed, they have been almost completely silent throughout the day, leaving their own population to try to figure out what next for individuals. And for most individuals, here in the West Bank, the attitude is, <WELL>, it's pretty much the same as it's always been, and it all looks pretty miserable. Sam Kiley, CNN in Ramallah."
  },
  {
    "transcript_id": "CNN-112441",
    "matched_terms": {
      "might": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Secret CIA flights and secret CIA prisons for terror <SUSPECTS>. An E.U. report says they <MIGHT> be the worst kept secret in Europe. CNN's Paula Newton is in London with all the details."
  },
  {
    "transcript_id": "CNN-267067",
    "matched_terms": {
      "believes": "ungraded"
    },
    "previous_statement": "I sometimes felt really suicidal as well, because, OK, why am I like this? I know no one who is like this. Maybe I'm crazy. I'm mentally sick.\"",
    "statement": "These days, he's more comfortable in his own skin and is out to his friends and co-workers if not to his family. He <BELIEVES> society is slowly changing, but Kim and his husband have installed security cameras just in case others aren't so comfortable with their relationship and want to express that opposition violently. They're still waiting for the day when they can proudly admit their much more than just business partners. Kathy Novak, CNN, Seoul."
  },
  {
    "transcript_id": "CNN-261082",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It is the final week. Can you <BELIEVE> it? For Jon Stewart's reign as host of the \"Daily Show.\" His 16-year run ends on Thursday night. CNN's Brian Stelter look at how Stewart turned a small cable show into appointment television, no question <ABOUT> that. And launched young correspondents into superstars."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "apparently": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "To Wendy Walsh, psychologist, expert on MomLogic.com. Weigh in, Wendy.",
    "statement": "<WELL>, you <KNOW>, I`d like to <KNOW> what happened prior to this wedding and this honeymoon and how much premeditation and planning <MIGHT> have gone into this. I mean did they meet all of a sudden and he <SORT OF> got her to go there? I`d really like to <KNOW> <ABOUT> the relationship but, you <KNOW>, Nancy, plenty of people have what I call an ANP. An <APPARENTLY> normal personality but underneath there`s some major evil like the doctor you talked <ABOUT> in the first half of the show."
  },
  {
    "transcript_id": "CNN-201",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "First, our top story: an after-hours bombshell from a big- name PC maker. Gateway warned that its profits will fall far short of analysts' estimates for the latest quarter. Investors hammered the stock in after-hours trading. Fred Katayama has more.",
    "statement": "Analysts say Gateway's surprise announcement after the markets closed today <COULD> pummel its stock tomorrow. The second-largest direct seller of computers said its fourth- quarter earnings will fall short of analysts' estimates by seven cents a share. It now expects to earn 37 cents a share and sales will also miss targets. Gateway CFO John Todd said: \"Clearly, we're disappointed in our sales performance. This is not an indicator of any long-lasting or systemic issues.\" Gateway said the biggest culprit was a shortage of chips and parts from Intel for its low-end PCs, robbing it of $250 million in lost sales."
  },
  {
    "transcript_id": "CNN-322701",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Interesting. All right, Dave, thanks for that. The Las Vegas shooting likely to make hotels and other properties on the Vegas strip rethink their security measures. Experts who spoke to CNN say there's little that can be done to prevent a kind of massacre we saw this week. CNN Scott McLean spoke with security experts in Las Vegas. He's live McCarran Airport, monitoring the travel of course of Marilou Danley, the girlfriend of the killer who has just returned from Asia. So what are they saying? I mean this guy got all those weapons, cameras into that hotel suite, a place that's already heavily, heavily monitored. I mean could they have prevented this? I mean what would they change in terms of security?",
    "statement": "<SURE>. So, Christine, the sheriff here in Las Vegas says he can't see any way for something like this to have been prevented. We also spoke to an expert, as you said, a guy with more than 20 years of experience at the FBI, seven years of experience heading up the security detail for the Venetian hotel, a big large hotel resort complex here in Las Vegas and he agrees. This <MAY> not have been preventable. Stephen Paddock, he did not have a criminal record. He didn't have any mental health issues that anyone was aware of. He was able to purchase all of his guns legally, and nothing that he did likely would have raised red flags for this hotel. <SURE>, there are security cameras all throughout. Hotels are very common in Las Vegas, but the people who monitor them, they're looking for things that are out of the ordinary. Bringing up bag up to a room, it's not so out of the ordinary. But what <ABOUT> the number of bags? <WELL>, the security expert says look, some people traveled internationally, their moving, they often have a lot of bags. It's not that uncommon. But the staff, they went inside the room before, they said they didn't see anything amiss. I asked here a security expert <ABOUT> that. Listen."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Admiral, the Navy's reduced the number of oilers in recent years. Do we accept more risk by having fewer oilers?",
    "statement": "<WELL>, in any circumstance, if you are always self- contained, that's a nice position to be in. The reality is that any battle group is operating with that <KIND OF> support. But we do not have enough ships to assign one to -- this ship was transiting independently, and we don't have enough resources to -- by the way, let me say, today, I have 101 ships in the United States Navy deployed to the four corners of the Earth. Cole is one those 101."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Right. And I do, again, want to point out just talking to a source at GM, their point is they're doing everything they can and they have been for two weeks. So this DPA, Defense Production Act, isn't going to change anything. But the problem was they were at a nascent production line. To your exact point, it takes time to get it out and get it going to scale, so that's important to realize. I mean, Dr. Schaffner, what do you make about the doctor that Erica spoke to in her piece? And he said, we just don't know if this is a category five storm and we are in the outer bands, as opposed to whether we're right by the eye or close to it and as bad as it gets. Would you agree with that analogy at this point?",
    "statement": "<WELL>, he's <CERTAINLY> in the middle of a hurricane already. He's just worrying <ABOUT> how bad it's going to get and we <THINK> it will get worse before we turn that corner, and it does get better. And this is happening all across the country. Here in my own hospital, we're seeing a steady increasing stream of patients coming in, suspected of or diagnosed with COVID and that is also increasing. We're not anywhere like New York, but I would imagine my colleagues <AROUND> the country are seeing the same thing. So the next two, three weeks are really going to tell the story and that's when the stress is going to hit us very hard."
  },
  {
    "transcript_id": "CNN-338026",
    "matched_terms": {
      "clear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "CNN has a copy of former FBI director James Comey's memos about his conversations with Donald Trump and they appear to be consistent with what he told Congress last year in his testimony. Comey says the president repeatedly asked him to lift the cloud of the Russia investigations.",
    "statement": "In one memo Comey says President Trump then returned to the topic of Mike Flynn, saying that Flynn is a good guy, he's been through a lot. He misled the vice president but he didn't do anything wrong in the call. He said, \"I <HOPE> you can see your way <CLEAR> to letting this go, to letting Flynn go. He's a good guy. I <HOPE> you can let this go.\" I replied by saying \"I agree, he is a good guy,\" but said no more familiar."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Not a good day. Mike Wallace, Don Hewitt, the creator of all this. Andy Rooney, Steve Kroft and Bob Schieffer. A major part of the crew, and one of the great programs in television history, a program with a deep hole in it tonight, the program \"60 Minutes\". Special close coming, don't go away.",
    "statement": "Ed Bradley was many things: a great journalist, a great guy, a broadcast news pioneer, and a passionate music fan, especially of the Neville Brothers. In <FACT>, Ed Bradley performed with them many times. Right now, here is what Aaron Neville has to say <ABOUT> -- and sing <ABOUT> -- for the brother he lost."
  },
  {
    "transcript_id": "CNN-339622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, to me it's an incredibly sloppy, clumsy kind of sleazy effort. He's got a company where you're mixing slush funds and pay to play in the same company with his name on it. And it's just an astonishingly bad operation from soup to nuts.",
    "statement": "There is a possibility, Juliette, of Cohen potentially cooperating with Mueller, seemed more likely given what we've learned <ABOUT> these payments?"
  },
  {
    "transcript_id": "CNN-118421",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What else has changed -- that immigration, would so trump this issue -- John.",
    "statement": "<WELL>, the attitudes of Americans have changed. As they have had these debates, as you have had the debates in states. Many states, I <BELIEVE> it's 13 or somewhere in that area, have banned gay marriage, have passed state initiatives. And now, those ballot initiatives tend to pass in the states who are on the ballot, but what you have is a debate <ABOUT> them. It can be an emotional debate, it can be a divisive debate, but these issues are much more discussed in the open and in the mainstream of our politics. They are now debated issues out in the public and before they were much more off to the side, if you will, it was more of a fringe debate, so the American people have had their chance to discuss and digest these issues."
  }
]