[
  {
    "transcript_id": "CNN-169966",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "But in this initial bill, as you very well know, there are no tax increases, which definitely perplexed and perturbed members of the president's party on the left, right? And so what about the president and his base? I mean, do you think he's left them in the lurch one too many times now, Nate? And what can he tell them at this point to try to win members of his own party back?",
    "statement": "<WELL>, remember 2004, when we had <KIND OF> a country that was pretty unhappy with the way things were going? You had a contest of turnout, and George W. Bush, not that popular, but got his base to turn out. That's where we <COULD> be headed in 2012. A lot of people aren't going to be happy <ABOUT> the direction of the country or the economy, so that base is really important to Obama. With that said, I <THINK> a lot of Democratic voters will be scared enough of what Republican governments will mean that they will turn out grudgingly and vote for Obama. They <MIGHT> not donate, they <MIGHT> not knock on doors, so you will have less enthusiasm. But I <THINK> he's not in danger of a primary challenge or something like that. At the same time, Republicans have problems in their base. Tea Party voters were not terribly happy with this deal in their poll, whereas moderates <MIGHT> have a different set of objections. Some moderate Republicans would actually not mind some type of tax increases. So they have a big philosophical debate to have within the party. It's a bit higher stakes for them in the near term because you have the presidential primary going on. But the whole thing is a mess. No one has come out of this looking good at all. Congress' approval rating is 14 percent. The president's is <ABOUT> 42 percent right now, both record lows for the president and the record lowest number since the '70s for Congress. So it's really -- you <KNOW>, voter resentment is really at an all- time high."
  },
  {
    "transcript_id": "CNN-219509",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "clear": "ungraded",
      "somewhat": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "All right, Jim, thank you very much. Only a four-page deal, but there is a lot in there that deserves this discussion, this melting politics and policy. We are going to talk more about the deal with White House deputy national security adviser, Tony Blinken, Senator Lindsey Graham and chief international correspondent, Christiane Amanpour, all coming up on \"",
    "statement": "Right now, let's give you a look at the headlines making news now. Just released polls show President Obama taking a big hit especially when it comes to his honesty and his ability to manage the government. Take a look at the latest CNN/ORC poll. A <CLEAR> majority of Americans answering no to the question is President Obama honest and trustworthy and only 40 percent of Americans now <BELIEVE> the president can manage the federal government effectively. That is down 12 percent since <MAY>. Now on a <SOMEWHAT> more positive note, 71 percent polled say he is likable though that number is down as <WELL>. A train derailment overnight in Spartanburg, South Carolina, the Amtrak train was headed from New Orleans to New York, all of the seven cars involved remain upright and there were no reports of serious injuries. Two hundred seven passengers and 11 crew members are being taken to their destinations by charter bus. No word yet on exactly what caused that derailment. Officials are investigating the shooting death of a postal worker in Maryland. The 26-year-old Tyson Jerome Barnette was gunned down Saturday evening while on his mail route in the Landover area. Officials aren't saying whether they <BELIEVE> this crime was random or targeted. A $125,000 reward is now being offered for information <ABOUT> his death. A woman in California alive this morning thanks to the quick <THINKING> and quick action of a fellow football fan and Marine. The unidentified woman jumped from a third floor seating area after Sunday's Raider's game a. Man below tried to talk her out of jumping, but she plummeted 50 feet onto a second floor concurs. He shielded her fall with his body. Both had been hospitalized with serious injuries. Tom Brady getting the <BEST> of Peyton Manning again, the Patriots' quarterback drawing for three touchdowns in the second half leading New England to a thrilling 34-31 overtime victory against the Denver Broncos in frigid Foxboro last night, his path trailed 24-0 at half- time. In 14 career head-to-head meetings between the two future Hall-of- Famers, Brady has now beaten Manning 10 times. More in our \"Bleacher Report\" and from Miss Rachel Nichols coming up later in our show, a chilly football day."
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, sometimes I question the rules of the game. I realize we don't have our Chicago Board of Education folks here to help us out with this, but for example, these boys were exposing themselves to girls. I mean, if you're an adult and did that -- they're 13, 14 years old. If you're an adult, you go to jail for that. They got detention. I mean...",
    "statement": "<WELL>, Paul Vallas has said that the teacher had exaggerated these kids' actions. So what they did exactly is still in dispute."
  },
  {
    "transcript_id": "CNN-294087",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So my final question to you, Andy. How much faith should we put in these polls at the moment?",
    "statement": "As a pollster, I will say the most difficult thing in doing election polling is to figure out who's going to show up on Election Day. We simply don't <KNOW> yet what that electorate is going to look like. A lot of the people we are seeing in both the Quinnipiac polls and other polls don't like either candidate. As we get closer and closer to the election I <THINK> you will see both parties <KIND OF> lock down their supporters. It's those less engaged voters, more independent voters that are less likely to show up. If this really devolves into a food fight of a campaign even more than it already is, I <THINK> we will see lower turnout and that's going to be hard to predict where we are right now."
  },
  {
    "transcript_id": "CNN-377432",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Well, a spokesman for ICE tells CNN now the girl's father has no prior criminal convictions. CNN's Dianne Gallagher is live in Jackson, Mississippi, with more on their story this morning. Dianne.",
    "statement": "Yes, and, Erica, I can tell you that I spoke with Magdalena (ph) and I spoke with her mother, Juana (ph). And we're only going to use their first name because in addition to being frightened and unsure <ABOUT> what has happened to Magdalena's father, because that video went viral, they've received a lot of -- <WELL>, to be very honest, just <KIND OF> creepy contact from individual. People even reaching out trying to adopt that 11-year-old girl. Meanwhile, they're trying to figure out where her father has been taken. Juana tells me that they don't <KNOW> where he is, that she doesn't even <KNOW> at this point if he's dead or alive. And that for her children, it <FEELS> like a death because they have no news at all. Now, look, he is a father of four. Magdalena is the oldest at 11 years old. They have a son who is just under two years old. And their mother does not work. She takes care of the children. So in addition to wanting to find her husband, she also doesn't <KNOW> what she's going to do for money, for rent, for utilities. All four of the children are U.S. citizens. When I talked to Magdalena, she was doing her math homework. She told me she wants to be a math teacher when she grows up and was just trying to focus on that at the time. But really right now, John, they want to find him and they are some of many. Magdalena says so many of her classmates have still yet to hear from their parents who were detained in that raid."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All we handle is the manhunt.",
    "statement": "OK. Can we look at Daron Wint's rap sheet for a second? Because there are some interesting things on here. In 2005, the family filed a restraining order. I <BELIEVE> his family filed a restraining order against him. In 2006, he was charged with second-degree assault. 2009, second-degree assault with fourth degree sex offense. 2009, second-degree assault. 2010, charged with fourth-degree burglary and property destruction. Commander, I mean, you've been doing this for a long time. What <KIND OF> criminal murders a family and their housekeeper, tortures them, tortures a 10-year-old boy, stops long enough to eat some pizza at the crime scene, and then sets the house on fire?"
  },
  {
    "transcript_id": "CNN-138802",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "You got it. That's right. Jeanne Meserve live in Washington for us. Jeanne, thank you. You know for more on what judges face, you can read Jeanne Meserve's blog, where to find it? cnn.com/amfix.",
    "statement": "We got some brand new numbers now coming in on the state of the economy, just in to CNN. But it <MAY> not be as bad as economists <THINK>. Christine Romans is going to be breaking down the numbers in just a minute. It's 35 minutes after the hour."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "And this is going to be a big stake for us in 2020.",
    "statement": "Bishop tells CNN, he <FEELS> the national narrative playing out here benefits him. He's closely tied his campaign to the President."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Are you a member of the Church of Jesus Christ of Latter Day Saints?",
    "statement": "I am indeed, Larry. I've got a history in my ancestry tree of polygamy when it was practiced <WELL> over 100 years ago and people have asked me <ABOUT> that and it doesn't matter. I mean <OBVIOUSLY> my church today excommunicates people for that practice and it is against the law and it is being used in a way by Warren Jeffs and others to commit crimes, heinous crimes against women and children and young boys in the name of religion and that's just wrong, flat out wrong. And we need your help. I can't tell you how much we appreciate, Larry, with your tens of millions of viewers they need to look for this man and contact the FBI and that is the way we'll bring him to justice and we <HOPE> it can happen peacefully."
  },
  {
    "transcript_id": "CNN-158868",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "guess": "ungraded",
      "somewhat": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "It's an effort to bridge bipartisan gaps and partisan gaps I guess you could say. You want the bipartisanship to take place over that bridge. Well, Republicans get set to take over in the new year. And, of course, Ed Henry is live for us at the White House with more on what is going to happen today at the \"Slurpee Summit.\" We jokingly called it the \"Slurpee Summit\" because of the president's, you know, words about Republicans sitting on the sidelines drinking a Slurpee while he tries to push the economy out of the ditch. But are they really going to be drinking Slurpees today?",
    "statement": "You <KNOW>, they have dodged that question. So, we're going to have to investigate that very closely. You <KNOW>, an aide to John Boehner said he really loves the Wicked Apple player, which I <GUESS> is a new one. Just yet more promotion for 7-Eleven. But we'll see whether they have that. More important beyond the menu, of course, is going to be the substance. And will they really hammer out a deal on some of these key issues. As you mentioned, there's so much at stake for our viewers. I mean, you have millions of Americans who are going to have their unemployment benefits running out before Christmas. That's an issue they're going to try to tackle today, at least the White House is pushing that. Republicans have been <SOMEWHAT> resistant. They're going to talk taxes. Those Bush tax cuts are expiring at the end of the year. January 1st, millions of Americans <COULD> see their taxes go up without some <SORT OF> a deal here. So, what the president did yesterday was try to offer an olive branch ahead of this meeting by embracing a Republican plan basically to offer a two-year federal pay freeze and while he did it, the president said he's ready to sit down and try to reset this whole relationship."
  },
  {
    "transcript_id": "CNN-42192",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Health officials in New York say they expect to finish their anthrax testing on Governor George Pataki's office today. Authorities began sweeping his Manhattan office base Wednesday, after a sample from one particular area came back positive. Apparently, all subsequent tests have come back negative. Officials say the governor's office could re-open tomorrow. Meanwhile, in nearby Trenton, New Jersey, a meticulous investigation's going on. The goal? Tracing anthrax-tainted letters back to their origins. CNN's Brian Palmer joins us now with details on this tedious search for evidence -- Brian.",
    "statement": "That's a great way to put it, Martin, but we do have some information today. The latest information is that a letter sent to \"The New York Post\" has tested positive for the presence of anthrax. It bore a Trenton postmark, September 18, with handwriting similar to letters sent to Senate Majority Leader Tom Daschle, as <WELL> as the letter sent to NBC TV news anchor Tom Brokaw. Now the FBI here in New Jersey is saying, again they're being very, very cautious that it is likely that the letter came from the Trenton area, but they're not saying that definitively. There are 46 postal stations and post offices in this area and the investigation continues. According to the FBI in Newark, they're also saying that what they're going to be today is very similar to what they were doing yesterday. Along with New Jersey State Police and United States postal inspectors, they're canvassing the neighborhood where a letter carrier delivered mail to <ABOUT> 250 homes. They're interviewing residence. And they're still taking samples from post boxes from various places. They say that between one and there mailboxes have been seized. They say that there's no sign that these have anthrax, but they're randomly <SORT OF> just taking things and bringing back for testing -- Martin."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "absolutely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Why would you say it in the first place?",
    "statement": "Savannah started it off by saying I said he wasn't a hero. I didn't say that. And if you would have let it run just another three second you would have said that I said very clearly he is a war hero. I have <ABSOLUTELY> no problem with that. What I do have problems with is that he called 15,000 people that showed up for me to speak in Phoenix, he called them crazies because they want to stop illegal immigration. I do have a problem with what he's doing on the border. He's terrible. And I do have a problem with the <FACT>, with the illegal immigration is a disaster. And he's doing a horrible job. Matt, I see the vets. They come to me. These are powerful, wonderful people, and they're crying. They don't <KNOW> what to do. They're lost because of what we're doing. Frankly, illegal immigrants get treated better than many of our vets. It's disgrace what is happening to our country. And John McCain has nothing <ABOUT> it but respect. I do also respect greatly the people that aren't captured. Nobody talks <ABOUT> them. We talk <ABOUT> John McCain, and I <THINK> it's great, and he is a very brave and all of that. But we don't talk <ABOUT> the people that weren't captured, and that is what I was trying to refer to, and I <THINK> I did. And, by the way, if you see the news conference right afterwards, a minute afterwards, everything was perfect. I never even <THOUGHT> it would be an issue. My opponents have brought it up. These are guys that have zero in the polls. And, by the way, you said that I said I'm doing <WELL>. I'm not saying I'm doing <WELL>. The polls are saying I'm doing <WELL>."
  },
  {
    "transcript_id": "CNN-44180",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "It is different. I think you have to look at where you are talking about, whether you are aground at ground zero or in the general population, blocks away. There is a big difference, and also when you are talking about. In September the levels were quite high in the surrounding community, but in our monitoring that we have conducted at NYU Downtown Hospital, conducted by medical school there, that we found that the levels there now are fairly similar to what we are seeing in other parts of the city. We are also monitoring at the NYU Medical Center in midtown. So the levels of small particles are similar. Now there is the addition of the dust in the air and that actually is part of the answer to what you are talking about, this cough and irritation. Those levels are higher. That is not something that is usually monitored, but because those large particles are caught by you upper airways, and your nose and throat and they don't get deep in your lung, like the fine particles do. And that is causing some of this irritation. We have been analyzing that and found that it is very caustic, and so it is causing a lot of these problems.",
    "statement": "Let me turn to the congressman for a second. One of the tabloids in particular has had a field day with the air. One of the difficult things <ABOUT> this is trying to sort out what is and what isn't. It is not just the air, it is a lot of issues <AROUND> down there. This is your district. What you are telling your constituents <ABOUT> the area?"
  },
  {
    "transcript_id": "CNN-2122",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Oral contraceptives face a sex change, as new research shows promise of a birth control pill for men. A look at housing trends of the future, and how your appliances might someday be as connected as you are to the Internet. And watch as a robotic researcher combs the South Pole for clues to the cosmos. Those stories and more just ahead on SCIENCE & TECHNOLOGY WEEK. Hello, and welcome. I'm Ann Kellan. There is a new battle of the sexes on the horizon. Researchers at the Salk Institute have found a male fertility gene that when altered can make male mice infertile without other side effects. Though, this is years away, this research could lead to a birth control pill for men. In the meantime, the possibility of men popping that pill has people talking.",
    "statement": "These male mice are as macho as their brothers, but they have been genetically altered to be sterile. They act like normal, virile male mice. They're active, curious, even have the urge and can and do mate. Even though it's still years away, this genetic change <COULD> eventually lead to a male birth control pill without other side effects. Men we talked to liked the idea."
  },
  {
    "transcript_id": "CNN-139085",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "What a shocking story, indeed. All right, we will stay on top of this one. Jill Dougherty is over at the State Department. In financial news, Wall Street ended its week mixed. Stocks bobbed up and down today, with the Dow Jones industrials adding 38 points with just 20 minutes left in the session. The S&P; and Nasdaq changed little. All three indices have gained in five of the last six sessions. Investors welcomed a report suggesting job losses dramatically slowing down. In May, the government reports 345,000 lost jobs. That's about 175,000 fewer jobs lost than forecast, and almost 400,000 jobs less than we saw lost in January. The vice president, Joe Biden, spoke about this job loss news.",
    "statement": "It's an encouraging sign. But I want to make it <CLEAR> that and caution everyone there's <CERTAINLY> going to be more setbacks on the road before we get finally to recovery. As much progress as we have already made, we still have a long, long way to go on the road to recovery."
  },
  {
    "transcript_id": "CNN-368170",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The lack of attention by the White House, how does that impact though getting ready for that potential influence?",
    "statement": "Listen, we already <KNOW> that they have attacked us once. The problem is, they're not going to follow the exact same pathway and the same methodology. So right now, the risk to -- you <KNOW>, the government right now is that we are not developing a near term and long term strategy on how to mitigate this threat. Listen, we <KNOW> it's coming. We're, you <KNOW>, 500-plus days away from the 2020 election. We need to be, you <KNOW>, digging in and developing a very comprehensive strategy to address, you <KNOW>, election interference whether it's from a cyber attack or from a disinformation campaign that we saw in the run-up to the 2016 election."
  },
  {
    "transcript_id": "NPR-8309",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So teams that make the effort - and we see this in attendance as ticket prices continue to go up as spending goes down - teams that made an effort in the off-season - the Phillies drew - they were very active in free agency - drew 7,000 more fans this - per game this year than they did last year. And we've seen ambivalence from teams that are just content to throw any old team out there and collect leaguewide revenue-sharing checks.",
    "statement": "All right. <WELL>, let me focus you on the good news, which is we do have, as we mentioned, four 100-win teams in the playoffs. They are the Astros, the Dodgers, the Yankees and the Twins. Does this mean we're in for some spectacular baseball in the postseason?"
  },
  {
    "transcript_id": "CNN-54760",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Good. Let me ask you about the chemistry. You know how it is, relatives can't stay together five days without there being some kind of, you know, some kind of something starting somewhere. Do you see any changes in their chemistry or the way they are communicating or anything?",
    "statement": "You <KNOW>, even from the first, when we went -- and actually I can tell you, the problem with my ear piece is I <THINK>..."
  },
  {
    "transcript_id": "CNN-108199",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But there may be cracks in the president's one-time alliance with Russian President Vladimir Putin on the eve of their own one-on-one talks before the G-8 summit. President Putin is reacting bitterly to a speech Vice President Cheney recently delivered in Lithuania, charging Russia may be backsliding on the way to full democracy.",
    "statement": "I <THINK> your vice president's expression there is like his bad shot on his hunting trip."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Did you get along with the finalists? Were there any divas? You don't have to name them.",
    "statement": "No, you <KNOW>, when they said that <ABOUT> us, we were, all, like, Oh, really? But we all got along. We're like family. You <KNOW>, a lot of us left our family back at home, and we all became really, really close."
  },
  {
    "transcript_id": "NPR-40423",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Before Katrina, sea surface temperatures in the Gulf of      Mexico were quite warm.  After Katrina, the temperatures are definitely      lower.  The wind blowing across the ocean mixes up colder water from      below.",
    "statement": "For a hurricane, warm water is like fuel.  When water      temperatures drop, so does a hurricane's potential strength.  Chris      Landsea is with the National Oceanic & Atmospheric Administration.  He      sees another factor that <SHOULD> work in New Orleans' favor.  Landsea says      that as the hurricane season progresses, the greatest risk tends to shift      from the Gulf to the East Coast."
  },
  {
    "transcript_id": "CNN-245107",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "The data, right.",
    "statement": "You <KNOW>, I <THINK> the bottom line is that the data does support the <FACT> that African-American communities are policed more aggressively than other ..."
  },
  {
    "transcript_id": "CNN-47632",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "My last contact with John was by e-mail back in -- you know, in April, and very -- first part of May. And we have no information and no contact whatsoever with John from that day until now.",
    "statement": "Yes, I <THINK> the schools there are very fundamentalist, and he was a very young impressionals -- impressionistic young man, and he just got swept up."
  },
  {
    "transcript_id": "CNN-134329",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "To our viewers, you're in THE SITUATION ROOM. Happening now: President Obama vows to fight terrorists on the moral high ground -- this hour, his dramatic break with the Bush administration's policies and its treatment of terror suspects. Also, see the president's super-secret, super-expensive BlackBerry for yourself. The amazing device costs about $3,000. Wow. It will let him stay plugged in, though. And new this hour, Michelle Obama tries to move beyond all the buzz about her inauguration wardrobe. Don Lemon, standing by, he's going to take us inside and show us what the first lady is focusing in on right now -- all of that and the best political team on television. We want to welcome our viewers in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. President Barack Obama says on his watch, the United States no longer has to make a false choice between our safety and our ideals, a direct quote from him. He's moving aggressively on several fronts today to overhaul the war on terror and to put his stamp on national security. Our White House correspondent, Dan Lothian, is standing by. He's got the full story on what the president did today, his second full day in office.",
    "statement": "That's right, and Mr. Obama saying that these orders today will make America safer. But it really is <SORT OF> a broad approach. There's still a lot of details to be worked out."
  },
  {
    "transcript_id": "CNN-204730",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Good morning. So we just found out that the Senate might begin debate on background checks on the floor of the Senate on Thursday. Your thoughts?",
    "statement": "<WELL>, you <KNOW>, background checks are one of those things that sound so good, even to very conservative people. But the <FACT> of the matter is, it's really just a de facto gun owner registration. And, of course, that makes a lot of us very nervous, because that typically leads to confiscation."
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Yes. There was not a lot of attention on this.",
    "statement": "But when he says demoralizing, do you remember when in 2006, they said, this black man will never be president. No one <KNOWS> him. He is not black enough. He doesn't have enough Washington experience. This woman is going to be president of the United States. She has been in the White House before. She is a senator for a long time. She has been the first lady. She is going to win. It sounds like the same thing, except the person then was Barack Obama and now the person is Donald Trump. It's not as if the media is out to get him specifically. This is what happens in conversations leading up to an election."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "perhaps": "ungraded",
      "certainly": "ungraded",
      "view": "ungraded",
      "doubt": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "This is a criminal case and it's all...",
    "statement": "This is a criminal case. If these people lived where I practice in New York, she <COULD> not go to the family court seeking a protective order. She would have to seek a protective order from him in the criminal justice system. Does it surprise me that 52 percent of young kids who were questioned said that she <PROBABLY> would go to him. Doesn't surprise me. It's sad, but I <THINK> young girls today -- and we've had this discussion years ago -- the violence that young girls perpetrate today, that we've seen on Youtube -- remember those girls fighting and putting it on Youtube? Remember the assault that we saw year ago that you and I talked <ABOUT>? That's something that would never happen. We never ascribe that <KIND OF> behavior to women. I <THINK> women also <KNOW> -- and I'm giving the guys all of the benefit of the <DOUBT> -- while not excusing this as a <KIND OF> assault -- women <KNOW> that women have the capacity not of brawn, but they have the capacity in needling a guy to get him to react. I don't <KNOW> if that's what happened here. <CERTAINLY> the reaction did not equate to her action, because I haven't seen pictures of him bloodied and battered and bruised. Make no mistake, this is not a domestic violence situation in the <VIEW> of an old family court judge. This is just violence. And when one -- when a person like this guy can take his hand and cause that <KIND OF> damage, he will do it again, <PERHAPS> not to her, but to somebody else, somebody --"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Well, not immediately, Gene. What the vice president has told his top aides is that he does not want to do anything publicly until he hears from either the Leon County court that we're watching today or something from the U.S. Supreme Court, which had its hearing yesterday. The vice president knows that his fate is not tied so much to the public images over the next two days, but to what happens in these two courthouses. So the vice president -- you won't be seeing him. He has been, behind the scenes, of course, meeting with his transition team. He's had daily meetings with Roy Neal (ph) and with Alexis Herman (ph) and with Bill Daley -- other aides that are working on putting together a presidential transition. But right now the vice president very much taking a low profile. He did, today, have lunch at the residence with Tommy Lee Jones, his old Harvard classmate and the actor, but that was not even for the cameras -- nothing for the cameras. The vice president right now did take a break. He left the residence out a back door, though, with his wife Tipper, we're told, to get a cup of coffee. We may see pictures of that, but you're not going to see the kind of things that you're seeing coming out of Austin with the vice president out there actively putting together an administration. He's going to wait a day or two and see what happens in the courts.",
    "statement": "All right, Jonathan, thanks very much. We're going to go to Austin, Texas, now where Candy Crowley is tracking the movements of the Bush campaign. And, Candy, I <SUPPOSE> it was no accident today that, <PERHAPS> the first Democrat George W. Bush chose to call in this postelection period was Senator John Breaux of Louisiana, who has been cautioning the vice president publicly to <KNOW> when it is time to fold the cards."
  },
  {
    "transcript_id": "CNN-359724",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Will the president still be delivering a speech on January the 29th, as he planned to?",
    "statement": "We will <CERTAINLY> keep you posted on that front."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "Should I ask the question again?",
    "statement": "So I can give you a <TOTALLY> different answer? Give that back to Lee. God bless you, ma'am. Good to see you."
  },
  {
    "transcript_id": "CNN-376178",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The woman next in line to be Puerto Rico's governor does not want the job. Wanda Vazquez Garced, Puerto Rico's Secretary of Justice, tweeting she does not want to be governor of the U.S. territory, saying in Spanish that she has no interest in occupying the position. Vazquez was next in line for the job after embattled leader Ricardo Rossello announced his resignation Wednesday. Normally, the Secretary of State would be next in line but the man who was Secretary of State, Luis Rivera Marin, resigned amid the same group chat scandal that led to protests and Rossello's resignation.",
    "statement": "All right, let's get a check on \"CNN Business\" this morning. First, a look at global stocks. The Hang Seng suffered its biggest drop in a month and a half. Fears <ABOUT> how those protests in Hong Kong <COULD> hurt the local economy. On Wall Street, right now, leaning slightly lower here but really undecided here. Stocks finished the week higher after Friday's second-quarter GDP report showed the economy grew at 2.1 percent. The Dow closed up 52 points. Both the S&P 500 and the Nasdaq closed at all-time highs. This week it's all <ABOUT> the Fed as policymakers meet to decide on a rate cut. Investors are certain that's going to happen. All right. As 2020 approaches, the president has the advantage of a very strong economy. For Democrats running to take his job, they have to prove otherwise."
  },
  {
    "transcript_id": "CNN-338930",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Kudlow?",
    "statement": "I'd like to say that I disagree with the purpose of one point at least. One is, first of all, we're talking <ABOUT> the Fifth Amendment. Remember that you can only play the Fifth to questions that <MIGHT> incriminate you, you can't come in and have a blanket statement of I'm pleading the Fifth to this whole experience. I don't <FEEL> like talking to you. And normally you would have that the political suicide, but he has political cover now from having to say it's a witch hunt and to say pleading the Fifth is him talking <ABOUT> a witch hunt not <ABOUT> incrimination. But the bigger issue here, is also that the President of the United States does needs to testify not just because its incidental or because Mueller has meandered away from the directive, but because part of this deals with the President's state of mind. In that 49 list of questions last topic, it deals with something the President only can answer. Which is whether or not he intended to obstruct, what his mental state was when he answered question to Lester Holt. What he knew <ABOUT> the Donald Trump Jr., Trump Tower meeting, what he wanted -- why he wanted to fire Michael Flynn, what was the real reason for his animosity towards Jeff Sessions. All those things are not part of an outside the scope of Mueller's investigation. They are poignant and <MAY> resonate with the actual terms of the mandate."
  },
  {
    "transcript_id": "CNN-161432",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "For those people who think the Tea Party is just a passing fad, it might be time to reconsider. For starters, it seems like the Tea Partiers may be among the only people in Washington who are serious about reining in government spending. While the Democrats and Republicans talk and talk and then they talk some more about cutting spending and reducing our skyrocketing deficits and $14 trillion national debt, some members of the Tea Party have come forward with solutions. Newly elected Senator Rand Paul of Kentucky is proposing cutting $500 billion from federal spending in a single year. Now to be sure, he's got some drastic ideas here. He wants to cut $42 billion from the food stamp program, $16 billion from the wars in Afghanistan and Iraq. Also on Paul's cutting block, the Departments of Energy and Housing and Urban Development, most of the Department of Education, the Corporation for Public Broadcasting and the National Endowment for the Arts; massive cuts also for homeland security, the federal court system and the FDA. And that's just some of it. Paul says he wants to start a dialogue in Congress about how to save this economy. It's clear that Paul and his fellow Tea Partiers are going to put some serious pressure on the Republican leadership. In fact, it's already started. Look no further than Michelle Bachmann's response to the president's State of the Union address this week. It is unheard of to have two responses. But the Republican leadership was afraid to say no. Here's the question -- is the Tea Party the answer to finally getting government spending under control? Go to CNN.com/caffertyfile and post a comment on my blog.",
    "statement": "All right, Jack. Thanks very much. Jack Cafferty with The Cafferty File. The threat to Egypt's government is a huge concern for Israel and its supporters here in the United States. I'm ask Democratic congressman, Anthony Weiner, of New York, <ABOUT> the danger of an anti- government revolution in the Middle East. Also, CNN's Deborah Feyerick will take us inside the fight to stop a deadly menace -- a bacteria that drugs simply can't kill. A new reason to ask this question -- is Sarah Palin anything like Ronald Reagan?"
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So it's something that we wish more people knew about because it takes just a brief contact with this clothing for the ticks to sort of fall off. And they don't just fall off. If they've gotten enough of a dose, they actually die. So that's good news.",
    "statement": "And Dr. Schaffner, very, very quickly, what <SHOULD> you do if you find a tick on your skin?"
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Why did you write the book?",
    "statement": "I was asked to write a book <ABOUT> cases, and I <THOUGHT> those cases were interesting to me, I <THOUGHT> they'd be interesting to other people. And each of those, it is an important case in terms of what it says <ABOUT> the <KIND OF> justice system we have. And I <THOUGHT> it was important for people to understand how the law really operates, what happens behind the scenes. It's not just a headline of somebody winning or losing; it's how the process works."
  },
  {
    "transcript_id": "CNN-200427",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "We know that Dykes has had other brushes with the law. We know that he was charged for improper exhibition of a firearm back in 1995 and also arrested for illegal possession of marijuana back in 2001. So he's had other brushes with the law, and at this point, everyone is just keeping a close eye on what happens, what his next move will be here.",
    "statement": "George, I <KNOW> that we don't have a lot of information on the bunker. But the temperatures dipping into the low 30s, so we're concerned, asp I would imagine, everybody concerned <ABOUT> the conditions inside that underground bunker. Do you <KNOW> anything <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-361388",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "In just minutes House Democrats will hold a hearing on the Trump Administration's Family Separation Policy at the border. That's right? When they separated children from their parents as they came in the. Key hearings we are watching on Capitol Hill today. Just one of them, House Democrats are also pushing to obtain the president's tax returns. Jessica Schneider is covering both of those hearings. Jessica, two big issues here. Family separations certainly one, but the president's tax returns. Tell us what you expect today on both.",
    "statement": "You <KNOW>, Jim, Democrats seizing on several different fronts here. So, first of all that hearing on family separations, it starts in just a few minutes. The big focus this morning will likely be that recent revelation from the HHS Inspector General that the Trump Administration does not <KNOW> how many children were separated from their families when they crossed the border late last year. The Administration, of course, initially said it was close to 3,000, but now it's come out that it <COULD> have been thousands more. The Administration and the HHS IG saying that there's just no exact count here. So, Democrats on the committee going to be asking a lot of questions on that, but they'll likely be hindered in really getting exact answers since the Health and Human Services Secretary Alex Azar, he's declined to <APPEAR> for this hearing. So, Democrats they're going to be asking witnesses from the ACLU, from the IG's Office. But, it's <QUITE> possible with a Azar not there, they <MIGHT> not get a lot of answers this time <AROUND>. Then, of course, a little bit later this afternoon Democrats on the House Ways and Means Committee, they'll be making the first step really toward demanding the president's tax returns. It's a hearing at 2:30. It's set to spotlight tax and ethics experts, who will be explaining how important it is for presidents and presidential candidates to release their returns to really find out if the president <COULD> be benefiting from the office. So, this hearing it really is just laying the groundwork for what we eventually expect will be a demand by the Ways and Means Chairman, Richard Neal, for the president's tax returns from the Treasury Department. Jim that's something that he is entitled to do by statute, but the president's team they have already promised that it would be a court fight if he demands the tax returns. So, today's hearing, it really will be laying the groundwork on what will be a very long fight here for those tax returns."
  },
  {
    "transcript_id": "CNN-270776",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Seventeen-year-old (Inaudible) sends his pigeons flying over his hometown of Kobani, flying over a town of ruins and rubble, but where hope lives on.",
    "statement": "What makes me happy now is that I am home despite all the destruction <AROUND> us, he says."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "All right. In the courtroom, we all know the prosecutor is fierce and he often raises his voice. He`s straight-faced. Outside, look, he`s being greeted by people. They want his autograph. He has autographed a woman`s cane or agreed to I should say. So first, let`s go to Selin Darkalstanian. You`re there in Phoenix, you have been there for this entire trial. Wow. How popular is prosecutor Juan Martinez?",
    "statement": "He`s <DEFINITELY> very popular as you saw in that footage. He`s signing autographs. There`s a group of trial court observers -- they`re like trial junkies. They come every single day. They sit in the gallery. They show up as early as 5:00 a.m. to stand in line to get into the courthouse to get a seat in this Arias trial. So at the end of the day, what you don`t see is Juan Martinez coming out, taking photos, signing autographs. And you don`t see that with the defense attorneys. They defense attorneys walk quickly to their cars. They`re always alone. And Juan Martinez is like a superstar. He has a rock star status here in Arizona."
  },
  {
    "transcript_id": "CNN-240774",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Yes, there are nearly 1,700 NFL players, most of whom do make news off the field for good things. I mean, you're about to stage a huge Halloween event, I know, to benefit kids in education. You've also been involved in initiatives to help kids from underserved areas not just make it to college but stay in college. What part of that desire comes from your own experiences?",
    "statement": "All of it, actually. I was a guy that didn't do the <BEST> while I was in college. You <KNOW>, it was in and out of college, due to academic issues. The thing for me was, I knew how to get to college, but I didn't <KNOW> how to stay in college. I didn't <KNOW> that I needed to go to study halls. I didn't <KNOW> that I needed to study a lot, you <KNOW>, have time management to give myself time to study and do all those proper things. So that's what I want to instill, particularly in the youth of these urban neighborhoods that don't really have someone there to push them."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And this is SCIENCE FRIDAY, from NPR.",
    "statement": "This is SCIENCE FRIDAY. I'm John Dankosky. We're talking this hour <ABOUT> diagnosing and treating Lyme disease and <ABOUT> the blood-sucking ticks that carry Lyme. We're talking with Dr. William Schaffner, professor and chair of the Department of Preventive Medicine and professor of medicine in the Division of Infectious Diseases at Vanderbilt University School of Medicine. Dr. Thomas Mather is professor of public health entomology and director of the Tick Encounter Resource Center at the University of Rhode Island."
  },
  {
    "transcript_id": "CNN-92562",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I`m so glad I got it! I wasn`t quite sure, but I got it. New Order. Well, it`s 14 minutes past the hour and time for more \"SHOWBIZ Shorts,\" a look at more stories that are making news tonight. A galaxy far, far away is coming to \"The O.C.\" We learned today that the full trailer for \"Star Wars: Revenge of the Sith\" will premiere March 10 on \"The O.C.,\" which airs on Fox. The final \"Star Wars\" movie is scheduled to be released in May. And Beck`s coming to \"The O.C.,\" too, also on March 10. \"The O.C.\" is going to premiere five songs from Beck`s new album, \"Guero.\" It`s his first studio album in three years. And we`ve got more \"SHOWBIZ Shorts\" coming up throughout the show.",
    "statement": "It`s 14 minutes past the hour. Time now for the \"SHOWBIZ Showdown.\" A little earlier, we told you that Republican senator Ted Stevens of Alaska said today that he wants cable TV to face the same indecency rules as regular broadcast channels. Our \"SHOWBIZ Showdown\" question of the day -- indecency crackdown: <SHOULD> cable TV be next? Joining us live from Los Angeles, executive director for the Parents TV Council. That`s Tim Winter. He says, Yes, the FCC <SHOULD> crack down on cable TV. And Al Rantel from KABC radio, who says, No, the FCC <SHOULD> not crack down on cable TV. Al, you`re up first. State your case, if you would."
  },
  {
    "transcript_id": "CNN-125282",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "OK. Here you go: \"If you are receiving credit counseling do you pay back more or less than the original amount owe before counseling?\" That's from Carl.",
    "statement": "Good question, Carl. You <KNOW>, you wouldn't pay more than the original amount if you go to a credit counselor. In <FACT>, you <COULD> you pay less if your counselor puts you through a debt management plan or known as DMPs. With the DMP, you pay back the debts that you owe but your counselor will work with your creditors to try and lower your monthly payments, reduce your interest charges. It <COULD> take three to five years to work through one of these things. For more information, go to National Foundation for Credit Counselors, the Web site, nfcc.org."
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Our greatest generation deserves our greatest respect.",
    "statement": "<GUESS> why so many TV ads up in New Hampshire mention Social Security."
  },
  {
    "transcript_id": "CNN-137379",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "I think it may be closer to change your ways. Certainly, he wants to listen to what they have to say and hear from all the stakeholders. But the president, as I say, is not a newcomer to calling for this. And now you've got the Federal Reserve and Congress moving and the president has been working with them to outline these principles of simplicity, fairness, and non-predatory action.",
    "statement": "So <OBVIOUSLY>..."
  },
  {
    "transcript_id": "CNN-65929",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I met Scott Peterson November 20, 2002. I was introduced to him. I was told he was unmarried. Scott told me he was not married. We did have a romantic relationship. When I discovered he was involved in the disappearance -- the Laci Peterson disappearance case, I immediately contacted the Modesto Police Department.",
    "statement": "Modesto police officials say that Ms. Frey has been cleared of any possible involvement in Ms. Peterson's disappearance. And she asked, understandably, to be left alone to raise her 2-year- old child and to live her life. And we <HOPE> that will happen. David, don't <KNOW>."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Not all of them, you know, fit the caricature of the sort toothless, ignorant, racist --",
    "statement": "<WELL>, I don't <THINK> that's been --"
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Now in the news, an Iowa company is voluntarily recalling 5,000 pounds of ground beef in seven states. The USDA says the meat may be contaminated with the E. coli strain in spinach that killed three people. There are no reported illnesses linked to the recalled beef, however. Tension increases along the border between North and South Korea. South Korean troops fired warning shots today after five North Korean soldiers crossed into the Southern side of the demilitarized zone. No one was hurt. A South Korean official says it's unclear whether North Korea's advance was intended as a provocation. This comes as North Korea moves closer to its threatened nuclear test. That could happen some time this weekend. The U.N. Security Council is warning North Korea -- don't do it or else. The U.N.'s warning did not mention any specific consequence. And a suicide truck bomber hit an Iraqi Army checkpoint this morning, killing at least 10 people. It happened in the city of Talafar. Also, the bodies of 17 apparent torture victims have been found. Fifteen were scattered around Baghdad. Two were in the city of Baquba.",
    "statement": "<WELL>, in southern Afghanistan, NATO says one of its soldiers died today from injuries received from a roadside bomb. The soldier was on patrol in Kandahar Province with other NATO troops. When they came under attack, NATO did not reveal the dead soldier's nationality. We want to get now to Reynolds Wolf for a quick look at the weather outside. Big game days all across the nation, Reynolds. No pressure. No pressure."
  },
  {
    "transcript_id": "CNN-285669",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "But the idea that because he is Mexican he can't do that or Mexican heritage, Trump earlier said he's Mexican, but obviously not, he's American of Mexican heritage. But the idea that somebody of Mexican heritage cannot inherently do that would be offensive.",
    "statement": "Listen, if the judge is engaged in politics that are against Donald Trump's politics and he set a high profile person running for president, then <MAYBE> yeah -- <MAYBE> there is a reason to ..."
  },
  {
    "transcript_id": "CNN-162843",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That Boehner's not doing enough to cut the deficit, to cut the budget.",
    "statement": "Right. And I'll tell you this, as chairman of this party, and I <THINK> speaking as part of a conservative movement in this country to get our fiscal train back on the rails, I'm grateful that we have people like Speaker Boehner, Paul Ryan, Eric Cantor, who I <THINK> are being very serious <ABOUT> deficits and spending in this country. And thank God that we are, as a party, debating how much to cut right now in this country. And I <THINK> that's where the debate needs to be had. I'm grateful we have a caucus that's debating this issue, how much to cut. And I <THINK> that's the right debate to have, and I'm grateful that they're doing it. So I don't agree with that particular statement, but I do <THINK> that we need to focus our energy on cutting spending, getting our deficit under control, and putting our financial train back on the rails."
  },
  {
    "transcript_id": "CNN-128239",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Of course, Catherine Zeta-Jones isn`t the only Hollywood actress making her marriage work with a famous husband and keeping it fun. Take Kelly Preston and John Travolta. These two make it look so easy. Kelly and John have been married for -- are you ready for this -- over 17 years. A miracle by Hollywood standards, especially for a high-profile couple. So I asked Kelly Preston about her secrets for success in love.",
    "statement": "We`ve really got a lot -- a very solid core. And we keep it fun. We have date nights, and, you <KNOW>, you`ve just got to -- the two of you have got to check in regularly and keep it creative."
  },
  {
    "transcript_id": "CNN-367260",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Well, horror, horror and amazement, of course. Not only my own but everybody who happened to see the images as they were ongoing. And of course, huge fear as to whether the fire could be contained because of its difficult position, because we're well over 100 feet up, and many narrow streets that prevent fire engines from coming close. So I think from the photos I saw this morning that we're cautiously lucky. It will take probably many, many weeks before the damage can be assessed, and that's to many different parts of the building, the glass, the furniture, the sculpture, as well as the stone walls. I don't know if you know that stone is damaged by fire.",
    "statement": "That's something a lot of people miss. It's not just wood. The stone <COULD> be damaged as <WELL>. Please go ahead."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I can't believe it, but it seems to be true.",
    "statement": "Does it <FEEL> like 20 years?"
  },
  {
    "transcript_id": "CNN-34647",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Chief, you heard some of the questions that were posed to Congressman Condit. Would you have you asked anything differently?",
    "statement": "<WELL>, I would have let that to a professional examiner who is working for the metropolitan police or the FBI along with our detectives. I really <THINK> there has to be, again, some give-and-take between the investigators and the polygraph examiners for it to be really meaningful."
  },
  {
    "transcript_id": "CNN-341693",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Nice to meet you too.",
    "statement": "<WELL>, the head of Europe Steel Association says the U.S. tariffs <COULD> have an enormous impact on his industry. Our Maggie Lake spoke to Alex Eggert earlier on \"QUEST EXPRESS\"."
  },
  {
    "transcript_id": "CNN-276989",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "That's correct. We should see the president and the first lady arrive. The White House has made a point of saying this is important to the president. He wants to pay his respects. There have been questions, though, why not attend the funeral tomorrow that will be attended instead by Vice President Biden? Historically, not every president has attended every Supreme Court justice's funeral when that opportunity arose. But in this case, the White House did explain, even though they haven't wanted to go into a lot of detail on their thinking, on their decision making there, but they said the vice president has a personal relationship with the Scalia family, that his security footprint is obviously much smaller than the presidents when he goes somewhere. But the White House also did cite politics in this, without saying that was a reason why the president might not want to attention. But they said, you know, it's a shame, right now, some out there are using this funeral to make a political point just as what could be an epic battle between the White House and Republicans in the Senate over the next potential nominee is just beginning -- Poppy?",
    "statement": "<ABSOLUTELY>. But we will bring those pictures to you live. They <SHOULD> be arriving any moment, the first lady and President Obama, to pay their respects. We'll bring that to you as soon as we have it. Michelle, thank you very much. As we mentioned, Justice Scalia's funeral is set for tomorrow. Vice President Biden, many other esteemed figures, politicians, family members, will be there. My colleagues, Wolf Blitzer and Jake Tapper, will also be on hand for this historic event. That is tomorrow, our live coverage begins at 10:00 a.m. right here on CNN. Next, Donald Trump faces a lot of tough questions. <CERTAINLY>, he did last night at that CNN town hall. One of the toughest was <ABOUT> whether he would take back calling former President George W. Bush a liar. We'll talk to the man who asked that live. Also, Actor Morgan Freeman lending his legendary iconic voice to support Hillary Clinton. His new ad. His interview with our very own Don Lemon is next."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "All right. Phil Mattingly on Capitol Hill, thanks so much. And joining us right now, Amanda Carpenter and Jamal Simmons. Amanda, let me ask you. You heard Speaker Pelosi there essentially warning President Trump to stay out of the negotiations. Some senior Republicans feel kind of the same way. Take a listen to Senator Richard Shelby.",
    "statement": "I <THINK> that the speaker and the president are big players in this, and I <THINK> they would let us that we would solve this problem and have to give and take. I've told the president that."
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This is some of the aftermath we're seeing from the day of protests here in Manhattan. From Times Square, now in Union Square, where protesters took to the streets. It was mostly a peaceful day. There was pockets of violence, certainly violence like this. There was vandalism, windows broken from banks, graffiti spray painted along Fifth Avenue. But for the most part there were nonviolent protests. People who police allowed to march on the streets and on the sidewalks and chanting and getting together. But there would be points where it would devolve into violence, into people attacking the police, throwing bottles at the police and then police having to move in and arrest them. And then scenes like this. Several police vans, police vehicles burned across Manhattan. There were at least three others that we saw, which were either vandalized or burned. Police here out through the night.",
    "statement": "And we'll see, you <KNOW>, as the days go on, how protesters take to the streets and how they handle things going forward -- Shimon Prokupecz, CNN, New York."
  },
  {
    "transcript_id": "CNN-384558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Welcome back. In Chile anti-government protesters remain defiant showing no signs of letting up. Police firing water cannons and tear gas -- you can see it there -- at the crowd on Friday, this is in the capital of Santiago. The mass protests against income inequality have gone on for two weeks; 20 people have been killed. Spain is now going to be hosting the U.N. climate talks in December after this unrest forced Chile to drop out. Mass protests also raging across Iraq, the unrest there growing in both size and frequency. In Baghdad demonstrators held the largest rally since they began a month ago. Thousands of people pouring onto the streets, as you can see, protesting corruption and unemployment. Clashes between the demonstrators and security forces erupted again. There was more bloodshed as well. Since October in fact at least 264 people have been killed, some 12,000 wounded. CNN's Jomana Karadsheh with more.",
    "statement": "These unprecedented mass protests have entered their second month. And despite the attempts by the government to quell these protests, whether by the promise of change and reform or the alleged use of excessive force by the security forces and a mounting casualty toll, this has not deterred these demonstrators. They are still defiant. They are determined to stay out on the streets until they get what they want. Tens of thousands of protesters still out protesting in Baghdad and other cities in the south on Friday. People say that they have had enough of what they described as empty promises by their governments, by their politicians, promise of a better life that they say they have been waiting for since the overthrow of the Saddam regime in 2003. People are simply fed up. This is years of anger and frustration that has been building. They really don't understand how a country like Iraq, one of the world's richest countries when it comes to oil reserves, can't give its people better life, better opportunities. They are suffering from high youth unemployment, shortages in basic services and people are also complaining <ABOUT> widespread corruption, official corruption. They want to see an end to this and they say that their governments and their politicians and their parliaments over the years have failed them. They blame this on the political elite. They blame this on a political system that they want gone and changed right now. And the promise of change is no longer enough -- Jomana Karadsheh, CNN, Istanbul."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "feeling": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right. Those ads, they are highlighting the high stakes in Texas, and here's just how close the race really is. Barack Obama leads with 48 percent in our poll of polls, just ahead of Hillary Clinton's 44 percent. But look at the number of people who still haven't made up their minds. That's 8 percent. The Republican race is a little more clear-cut, according to the polls. Presumptive nominee John McCain leads with 53 percent, more than doubling Mike Huckabee. Texas Congressman Ron Paul is at 9 percent. Well, a lot of Texans still haven't made up their minds with just three days to go, so what are they thinking? Well, CNN's Ali Velshi has been hanging out on CNN's Election Express in Texas all week, and is joins us now on the phone from Seguin, Texas. Good morning, Ali.",
    "statement": "Good morning, Betty. We are, as you say, in Seguin. We're right in the heart of the central Texas oil fields. Now, you <KNOW>, we've been talking to people all week <ABOUT> the record prices of oil. We've been talking to them <ABOUT> gas prices. You <KNOW>, that's the concern across the country. When it comes to the economy, we're talking <ABOUT> houses, we're talking <ABOUT> mortgages and jobs, and the market and oil, but oil has been the thing that people have been talking <ABOUT> because they are <<FEELING>> it on their kitchen tables in terms of how much they are paying for the food that they buy and the things that they spend their money on. Now, <WELL>, that was <KIND OF> surprising, because Texas is the largest exporter of goods in the United States, the biggest of any state, and that's because most of the exports are oil. You'd <THINK> that a lot of people are getting rich off of oil, but frankly, for those people who have to ranch or farm here in Texas -- and there are many of them -- they're really <<FEELING>> the pinch. Listen to this one gentleman whom I spoke to."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "That`s right, it is very rare. But I suspect what may have happened, there may have been a history between the mother and the daughter, some issue of teen rebellion. Maybe the girl had stayed out late or when she got home in the morning.",
    "statement": "Whoa, whoa, wait a minute. When I had teen rebellion, I tried to wear lipstick, I didn`t <KNOW> I was putting concealer on my lips, but that was big rebellion. This is not teen rebellion."
  },
  {
    "transcript_id": "CNN-124861",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We've been down this road before -- an unauthorized leak of the passport files of then presidential candidate Bill Clinton in 1992. The probe cost $2.2 million and no laws broken. The count so far,- two contractors fired, one disciplined for the two violations and a State Department trainee still on the job. (on camera): The State Department, says the computers flagged the breaches immediately. The problem was that lower-level supervisors failed to report up to senior management. The State Department is also revealing the identities of the two contractors involved in all of this. They are Stanley Inc. and the Analysis Corporation. Zain Verjee, CNN at the State Department.",
    "statement": "And remember, CNN \"BALLOT BOWL\" is your chance to hear the candidates unfiltered. \"BALLOT BOWL\" kicks off today 2:00 p.m. Eastern. <WELL>, it's dangerous and it's illegal, but it's driving economies <AROUND> the world. An inside look at Iraqi oil smugglers, here in the NEWSROOM."
  },
  {
    "transcript_id": "CNN-6142",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "In Miami where Elian Gonzalez has lived since his rescue at sea on Thanksgiving Day, members of the Cuban- American community are more determined than ever to block the boy's return to Cuba. CNN's Susan Candiotti is in Miami. We go to her now for the very latest from that angle this morning -- Susan.",
    "statement": "Good morning, Leon. To hear the Justice Department tell it, this is the week 6-year- old Elian Gonzalez will be reunited with his father. But will that happen? Coming up today in Miami, a meeting to move things forward. By letter Sunday, U.S. Immigration informed the boy's great- uncle, Lazaro Gonzalez, to <APPEAR> at 1:30 this afternoon for a meeting with psychologists, the government repeating it's aim: Experts will discuss with Elian's uncle how he <SHOULD> prepare the youngster for the inevitable in the least traumatic way possible, U.S. Immigration also telling the boy's uncle he can have a lawyer present, but only to observe. Lazaro Gonzalez has said his daughter, Marisleysis Gonzalez, has become -- who has become very close to the child, is sick and was said to be hospitalized over the weekend. He says she <MIGHT> not be <WELL> enough to attend the meeting. The government says it wants the boy's uncle to attend today's meeting anyway. Now, the family remains upset the government experts will not meet with Elian today."
  },
  {
    "transcript_id": "CNN-11603",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Even if a patient gets a diagnosis of mild cognitive impairment, what can they do about it?",
    "statement": "If we can characterize people clinically early in the course of the disease, such as having mild cognitive impairment, we <MAY> be able to intervene."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what do the BPA-makers say? How do they respond to this?",
    "statement": "They said that - much ado <ABOUT> nothing at this point, that the risks have not been established, that the federal government has not taken action, and that's true, and that some of the studies suggest that exposures would be <WELL> below what <SHOULD> be a tolerable or acceptable dose."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "This is the hardest part: pulling out all together and saying you are done.",
    "statement": "Spend a little time with Coleen and you wonder how anything ever gets done in this world. To get procedures changed so she <COULD> repair a part in the lab across the hall, she had to round up a dozen signatures."
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You know, I couldn't tell you. I think that's why the most important thing for us to do is to make sure that Mueller has a free and clear path to finish this investigation without interference from the White House and also from House Republicans that are clearly trying to sabotage this investigation at this point.",
    "statement": "And let's turn to some other topics. Immigration, as you <KNOW>, there were all those protests over the weekend against the family separation policy of the Trump administration. Many in your party, though -- we <SHOULD> point out, Congressman, it's a growing number -- they want to abolish ICE, the Immigration and Customs Enforcement agency. Do you support abolishing ICE? What is your position on that?"
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The job of fighting terrorism in Afghanistan, which is terrorism -- is of course led by Osama Bin Laden and his associates will be much easier from now on.",
    "statement": "Welcome back to CROSSFIRE. I'm Paul Begala sitting in for Bill Press. With a speed that stunned observers, the Afghan capitol of Kabul has fallen to troops of the anti-Taliban Northern Alliance. But if war is hell, then victory or even partial victory is at least heck. The capture of Kabul has opened up a new debate <ABOUT> the use of American ground troops, a post-Taliban government, and even the dreaded nation building. Our guests: Tom Donnelly, the deputy executive director of the Project for a New American Century and Bill Richardson, former U.S. Ambassador to the United Nations. Tucker."
  },
  {
    "transcript_id": "CNN-300039",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "seem": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And given all that, Jomana, what are the possibilities that the rebels might actually just surrender at this point?",
    "statement": "<WELL>, it's very difficult to find out what is really going on, John. You would hear from some commanders. You would hear from some opposition figures saying that they will not give up Aleppo. I recall a few months back speaking with an opposition figure who said, you <KNOW>, losing Aleppo would mean that the Syrian revolution had failed for them. But reality on the ground does <SEEM> that they have very limited options at this point. Whether we're going to see any <SORT OF> negotiations to see something similar to what we've seen taking place in some of the Damascus suburbs like Dariya, for example, a few months back where they would negotiate an agreement by which the rebels and civilians in those areas would be evacuated, where they would be given safe passage, for example, to Idlib Province. That remains to be seen. But it is also a real possibility right now considering the situation on the ground, John."
  },
  {
    "transcript_id": "CNN-321125",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What do you make of that, that the Department of Justice should look at prosecuting former FBI Director James Comey?",
    "statement": "I don't see that happening unless we learn something else <ABOUT> what Comey did, you <KNOW>. Nobody's really suggested he did anything illegal. And if you listen carefully to her words right there, Sarah Sanders doesn't really, either. And, in <FACT>, the only people under active investigation are, you <KNOW>, people at the White House, as part of the Robert Mueller investigation. So this <COULD> be, you <KNOW>, a way to divert attention from all of that. But I'm not holding my breath for a Comey prosecution."
  },
  {
    "transcript_id": "NPR-10984",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "So if you are dealing with a political leader, that person is injured in the course of helping the Americans. They wind up on this base. If you can get their kids in to see them, you know that the next time you have a meeting with that person outside when they are back fulfilling their duties, whatever they are, that person is going to - they're going to take your call.",
    "statement": "<ABSOLUTELY>. Consistently, when I worked with the Sheikhs and all of the leaders and friends that work with them, anytime after that there is gratitude in their eyes, their wives would always hug me. There's already a sense of trust."
  },
  {
    "transcript_id": "CNN-145076",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "clear": "ungraded",
      "must": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "As President Obama calls on Congress to give investigators time to search for any missed clues, we are hearing about widespread concerns about the alleged Fort Hood gunman, Major Nidal Hasan. A scientists' say last month's $79 million mission crashing a satellite into the moon was a smashing success. We'll tell you what they found and what it means. You have been hearing about shortages of the H1N1 vaccine, but some of Wall Street's biggest banks have hundreds of doses for their very own employees. You're in the CNN NEWSROOM. I'm Richard Lui, in for Fredricka Whitfield on this Saturday. Congress, hold off. That's the message from President Barack Obama with regards of the investigation of the Fort Hood shootings. In his weekly radio and internet address, he says, federal law enforcement and military authorities should have the chance to finish their investigations, first.",
    "statement": "The purpose of this review is <CLEAR>. We <MUST> compile every piece of information that was known <ABOUT> the gunman and we <MUST> learn what was done with that information. Once we have those <FACTS>, we <MUST> act upon them. If there's failure to take appropriate action before the shootings, there <MUST> be accountability. Beyond that and most importantly, we <MUST> quickly and thoroughly evaluate and address any flaws in the system so that we can prevent a similar breach from happening again. Our government <MUST> be able to act swiftly and surely when it has threatening information and our troops <MUST> have the security that they deserve. I <KNOW> there will also be inquiries by Congress, and there <SHOULD>, but all of us <SHOULD> resist the temptation to turn this tragic event into the political theater that sometimes dominates the discussion here in Washington. The stakes are far too high."
  },
  {
    "transcript_id": "CNN-216077",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Senator McCain, thank you very much indeed. And now I'll turn to the man who led the GOP through the last government shutdown, Newt Gingrich, also Robert Reich. He was Bill Clinton's secretary of labor, and his documentary \"Inequality for All\" is in all theaters (ph) now. Welcome to both of you. You both have been down this road before, (inaudible) your name is being thrown around by people all the time. You have been through the last shutdown and got it sorted, because in the end, and you told me this and Bill Clinton told me this, you got in the room and you just did the deal. What is going on here? I've had (ph) a tweet already from somebody saying, just a bunch of egomaniacs. That's all they all are, Democrat, Republican get rid of them all. That's what Americans are starting (ph) to think.",
    "statement": "<SURE>, you can hardly blame them. I mean, the <FACT> is we are in a mess that was potentially avoidable, not guaranteed, but it gets made worse when the president of United States who was presumably the leader of the American government, you <KNOW>, makes a phone call to the speaker and said -- the opening line is I will not negotiate. Now -- I mean, Bill Clinton never said something like that, I mean, he did say, I'm really mad in you, I really don't <THINK> you <SHOULD> do this but lets talk <ABOUT> it."
  },
  {
    "transcript_id": "CNN-281196",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Your worst nightmare comes true. A mentally ill ex-con lies to a sperm bank, describing himself as highly intelligent, attractive, a Renaissance man studying neuroscience. He creates 36 sperm bank children, a mentally ill convicted felon? Mentally ill ex-felon and sperm bank should not be in the same sentence! Good evening. I`m Nancy Grace. I want to thank you for being with us. Bombshell tonight. A desperate mom calls 911 after her 8-year-old girl vanishes at Walmart superstore. After a frantic search, authorities locate Cherish`s tiny body, bloody, half-clothed, submerged in murky water, weighted down with asphalt chunks. We have the asphalt photos. The case set for court today where the defense demands secret tapes of the perp behind jailhouse walls talking through his toilet to a cellblock neighbor. They want them all thrown out. We obtain photo that prove the 8-year-old girl fought for her life, her DNA under his nails, his DNA under -- on her body. He`s insisting that he`s not guilty. We obtain photos that prove the 8-year-old fought for her life, her DNA under his nails, his DNA on her body. That night, he`s pulled over. He`s soaking wet, muddy, covered in scratches. We have the photos. But he insists he is not guilty. But first, breaking news. The female body found dead on U of T campus ID`d as freshman coed from Oregon Haruka Weiser. Tonight, an arrest. First to you very quickly, Matt Zarrell. Who is this guy, and how was he isolated? How do we know police got the right guy?",
    "statement": "OK, so the perp is 17- year-old Meechaiel Criner. He has been arrested for the murder of UT freshman Haruka Weiser. Now, we <KNOW> <ABOUT> the surveillance video that police released last week, but a further investigation of the surveillance video saw Criner at a van (ph) <AROUND> 9:30 AM. The victim, Haruka Weiser, is seen leaving her class. She is seen walking on video by the <SUSPECT>. She`s looking at her cell phone. She`s walking toward the alumni center. As Haruka passes the <SUSPECT>, police say the <SUSPECT> watches her, puts his kickstand down on his bicycle, reaches into the back of his pants with his hand and pulls out what appeared to be a shiny, rigid object."
  },
  {
    "transcript_id": "CNN-166036",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You got it.",
    "statement": "Up next, Tory Birch, you <KNOW>, she's the red hot fashion designer with the logo that you see on everyone's shoes. There it is. She sits down with our own Alina Cho, and she gets so successful. Forty-seven minutes past the hour."
  },
  {
    "transcript_id": "NPR-3248",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Let me ask you this. You guys are all Democrats. At one point there was J.C. Watts, who was in Congress. He was a Republican. He didn't play ball so well with the CBC. Even though the Democrats seem to have won both the House and the Senate at this point - even though the Senate is still a bit in flux - are you concerned that all of your membership comes from one party?",
    "statement": "<WELL>, I'm always concerned. I <THINK> it would be great to have members from the Republican side and the Democratic side. But that's not a condition or a situation that I created or that I really have the ability to do anything <ABOUT>. I <THINK> the Republicans need to run more African-American candidates that are consistent with the interests of African-Americans. And if they did, they would <PERHAPS> get a lot more African-American support."
  },
  {
    "transcript_id": "CNN-213157",
    "matched_terms": {
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "If you don't believe in miracles already, we might have a story that might make you believe now. A man declared dead for 45 minutes suddenly springs back to life. This is virtually unheard of. He is going to join us and I know this is kind of corny, he's going to join us live, we really mean live, this morning. We'll talk to him about that experience.",
    "statement": "Live means a lot more for that man. But first let's get to the <ABSOLUTELY> amazing and heart pounding 911 call capturing every critical moment of a horrifying school shooting. You're <ABOUT> to hear a very composed, amazingly composed bookkeeper trying to calm a 20-year-old man who barricaded himself inside an Atlanta area elementary school with an AK-47 on Tuesday and he began shooting at police. Her cool under pressure remarkable, how she finally convinces him to surrender will astound you. Martin Savidge is live in Decatur, Georgia, with more on this. She is amazing -- Martin."
  },
  {
    "transcript_id": "CNN-21637",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "There's clarity in the sense, Frank, that he is Headed out of this race. The vice president's campaign sending word through it's top deputies tonight, that in his remarks to the nation tonight, he will acknowledge the reality of the Supreme Court decision, that he has now no viable option to be elected the next president of the United States. We're also told there are plans being made as we speak for chairman Bill Daley in the Gore campaign to reach out to his counterpart in the Bush campaign sometime during the day. We're still not clear on the timing of that, and source also saying, it is quite likely the vice president himself will try to reach Governor Bush at some time during this day. Whether he will do that before or immediately after his address to the nation tonight still unclear. Although most expect it would be before that address to the nation. Also, what we're told is that Mr. Daley has sent word to key Democrats on Capitol Hill, and we know that there is a statement forthcoming from Mr. Gephardt and Mr. Daschle, the House and Democratic leaders, urging other Democrats to step back and refrain from any critical comments or any suggestion that the vice president should quickly bow out until he gets a chance to speak. That an effort by the Gore campaign to calm down the Democrats, to buy the vice president a little bit of time to settle on just the words he wants to use when he makes his statement tonight. As you mentioned, a great sense of frustration, a great sense of anger at the court. They view this as a political decision, but they also can count. And we now know there are five U.S. Supreme Court justices who they believe are absolutely opposed to any additional recounts, so that going back to the Florida Supreme Court, in their view, would be fruitless.",
    "statement": "John, a couple of points, what we're hearing from some Gore confidantes is, as you say, real bitterness directed toward the court, that it was 5-4, that it broke down along partisan lines, that twice they stopped the counting. And that this was a court, in the <VIEW> in some of these Gore confidants, and I don't <KNOW> -- it's going to interesting to see how we hear this going forward -- that thwarted the fundamental principle that Al Gore has been trying to trumpet all along, is that every vote counts and count every vote."
  },
  {
    "transcript_id": "CNN-169905",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Listen, I am a long time member of Congress, and I never count my votes until they are cast. So I am hopeful, but, you know, we will have to see. The Republicans are going to have to produce some votes and we are going to have to produce some votes, but I am not here to declare victory. We have to get this thing passed.",
    "statement": "Leader Reid, (OFF-MIKE) are you suggesting that people who were part of previous commissions or (OFF-MIKE) or (OFF-MIKE) put their ideas out on the table <SHOULD> not be part of the commission?"
  },
  {
    "transcript_id": "CNN-252451",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, that was striking. We saw that last year, Senator Portman came out before Hillary Clinton in favor of same-sex marriage, to Dana Bash in that interview, citing his son's sexuality. It's not just Republican Party and primary that could be an issue. Generally speaking, if you look at millennial, what is the number? 70 percent under the age of 30 support same-sex marriage. It's not an issue. It's a settled issue. This is what Republicans in Washington worry about. If you're in your 20s, you look at what's happening in Indiana and Arkansas and think, what is this?",
    "statement": "You talk to -- not just young people, but people have their pulse on what young people want. Let's talk <ABOUT> the economics of this. You're trying to attract young college grads. They tend to look at these kinds of issues for a litmus test, do I want to work for a company in Indiana, do I want to work for a company in Arkansas."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Morgan Neill for us in Baghdad this morning. Thank you.",
    "statement": "Early termination fees for cell phone contracts can cost you hundreds of dollars. <WELL>, now the courts are getting involved. Our Sunny Hostin breaks down the case and what it means for you. That's coming up."
  },
  {
    "transcript_id": "CNN-284477",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Sure, the problem is -- if you talk about ISIS we know what that is. If you talk about radical Islam, I don't think with all due respect you have any idea what that is. Is the Saudi government a radical Islam? Yes ...",
    "statement": "They don't <KNOW> exactly what it is."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Barbara, I guess I'm a little bit old-fashioned. What about the clip showing people getting undressed or dressed? I couldn't tell which one it was.",
    "statement": "<WELL>, that was a Levi's clip. And what they did is, they used the Internet this year. They offered three commercials on the Internet and people had to vote for which one they wanted. And that was one of them. And if that was a nod to the women's vote, they are sadly mistaken, I <THINK>. But the one with the crazy legs guy in Mexico City was also another one, and I <THINK> that's the one that's going to win."
  },
  {
    "transcript_id": "CNN-394707",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "obviously": "ungraded",
      "guesses": "ungraded"
    },
    "previous_statement": "Just this afternoon, New York senators Chuck Schumer and Krissten Gillibrand -- Kirsten Gillibrand I should say -- sent a letter to the CDC and the FDA asking to give local hospitals the authority to run their own tests. And with us now is Dr. Syra Madad who is a special pathogen specialist, recently featured in a Netflix docu-series about pandemics. Doctor, really great to have you here. Is there a threat to individuals if they can't get tested?",
    "statement": "So, across the nation, as we <KNOW>, diagnostic testing is ramping up, and how much this is going to ramp up by the end of the week. <OBVIOUSLY>, it's one of the <GUESSES> that is out there. But <CERTAINLY>, I <THINK> in terms of preparedness, there's a lot going on the national front. Health care systems and public health are ramping up for this, <OBVIOUSLY>, situation. A lot of localities are taking a blended approach from containment and mitigation, so it's one of those things that, you <KNOW>, we're just seeing how things play out over time."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "best": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Oh, my gosh.",
    "statement": "<APPARENTLY>, the crowd took it all in stride. No one booed. No asked for their money back. Video has now gone viral. Local councilman said all the publicity is, quote, \"the <BEST> thing that's happened to the town for years.\""
  },
  {
    "transcript_id": "CNN-263493",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, they're hoping that they'll be able to get on these trains. A lot of them were sold tickets. And that's the other thing that they can't understand. If they weren't going to be allowed to board the trains, why were they being sold tickets if they weren't going to be able to use them? Never mind the fact that they can't really get a refund on them. And this is a lot of money. I mean, for a family of six, it cost them around 800 euros to buy a ticket to get to Munich. And this is just money that right now is gone. And they're already cash-strapped because the journey has taken a lot longer than expected. So they're hoping that by staying in this area, by keeping up the pressures with these demonstrations, that will finally bring about the needed action of the powers that be that will be able to allow them to get on these trains and just get out of here. They know that once they get to Germany, they believe the reception there is going to be different. And for them to continue to languish like this, it's something that is too difficult for so many of them to bear -- Robyn.",
    "statement": "OK. Arwa Damon, thanks so much. Appreciate it. <WELL>, as I said, let's get more on what the Hungarian government is saying. Spokesman Zoltan Kovacs joins us now via Skype from Budapest. Thank you, sir, for being here at the INTERNATIONAL DESK. Our reporter on the ground and many critics on the ground say humanitarian conditions are just so bad in Hungary that the country's violating international laws in many ways. What's your response to that?"
  },
  {
    "transcript_id": "CNN-136188",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Right. There he went with it.",
    "statement": "Yes, it was over that quick. That was all. But congratulations to him. <WELL>, the doctor, he's in. And he's working for free. This week's economic survivor story shows us how patients who can't pay are still getting the help they need."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, you will let us know what happens. Manu Raju up on Capitol Hill, thank you. We're also learning new details of the FBI raids on Michael Cohen, President Trump's former fixer and personal attorney who's facing three years in prison for tax evasion, campaign finance violations, and lying to Congress. Our Crime and Justice Reporter, Shimon Prokupecz, is working the story for us. So, Shimon, what can we learn about these raids?",
    "statement": "Right. So the big question has always been, what led the FBI to do these raids, to conduct these raids on a lawyer, on the personal lawyer of the president? A very big deal. When the FBI decided to do this, they had to get all sorts of permission. So, hopefully, tomorrow, we will learn what some of the information they had that caused them to <FEEL> the need to go ahead and go in the way that they went in. We already <KNOW> a lot of what the FBI removed from Michael Cohen's office and his home. He's testified on Congress <ABOUT> it. A lot of the information, a lot of the documents were given already back to Michael Cohen. So the big question is going to be, <WELL>, what happened? Why did the FBI go in the way they went in? Then you will recall, even the president had a reaction at the time from the White House when he spoke, and here's what he said."
  },
  {
    "transcript_id": "CNN-349779",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Sean Russell was on top of the world. A month had passed and his $120,000 investment in bit coin had grown to a nearly half a million.",
    "statement": "I <THINK> yes, there was one morning I woke up and I pretty much made <ABOUT> 12,000 pounds."
  },
  {
    "transcript_id": "CNN-299817",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So, Brian Stelter, how did that proliferate? I mean Joe's describing the lengths at which the perpetrators of this fake story went to. They took -- we've heard from the owner of this place, they took photos from his associates Instagram accounts of children, right? Just innocent photos that you would post of like your kids on Instagram and sort of put it along with this false narrative about a child sex ring operating out of a -- kind of a random pizza parlor.",
    "statement": "Right. I <THINK> it almost like a snowball. This is a snowball effect. They start at the top of the hill with a couple false details. And then as it rolls down the hill, it picks up steam, picks up speed, gets more attention, they add new more false information which keeps people interested in the story. And we say, story because this is a fake news story. It's completely unhinged. It's more than a fake news story, Brianna. It's a full- fledged conspiracy theory. This was one of many anti-Clinton conspiracy theories in the weeks and days leading up to Election Day. And this one is continued to progress and evolve, things are rolled down that snowball hill even after Election Day which <MAY> be why this man decided to drive from North Carolina to Washington in order to investigate it himself. It is a real-life example of the consequences of the internet echo chamber. You <KNOW>, the same computer, the same laptop, the same to the phone that gives us instant access to the truth also allows us to wall ourselves off and only hear fictions. And that's what <SEEMS> to happen in cases like this."
  },
  {
    "transcript_id": "CNN-93857",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "She is. I'm Carol Costello.",
    "statement": "Good to have you, Carol. In a moment here, in just the last few hours, we've seen and now we have heard more from Pope Benedict XVI. Celebrating a morning mass at the Vatican, inside the Sistine Chapel, delivering a rather intriguing message, too. We'll talk <ABOUT> that message today. Also we'll also hear for the first time from American cardinals <ABOUT> why they chose Cardinal Ratzinger. Roger Mahony, the cardinal from L.A., is our guest in a moment."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "I have no idea how that setup works over there.",
    "statement": "What <KIND OF> security procedures were followed? Were there armed security personnel on the deck? And did they have any of the fleet anti-terrorism support teams that normally go with..."
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "opinion": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "The Israelis have said that they are suspending annexation at this point, not stopping annexation. What do you understand to be the situation? Is this just a short-term freeze? And if so, what happens next?",
    "statement": "Again, in my <OPINION>, Becky, this is not a forever suspension. But I don't see it as a short term. I <THINK> the whole issue of establishing relations with Israel is a process. Israel has a vested interest that this process is a successful one. And I <THINK> also for Israel to try and build confidence with moderate Arab countries such as the UAE would be a good thing. We have more time for a two-state solution. We need to use that time wisely in order for us to kick-start that process again and try and get you <KNOW> the <SORT OF> peace wagon back on track."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Exactly, absolutely. And the paparazzi get very frustrated about it, but there`s nothing they can do. If the paparazzi don`t sell the pictures, it`s better that the star gets the money than the paparazzi at this point. Because the star will give you a lot more of themselves than if it`s just the picture than the story that a magazine paid a million dollars for, actually.",
    "statement": "Johnathan Cheban, Howard Bragman, we appreciate you joining us here on SHOWBIZ TONIGHT. \"OK!\" magazine will be hitting newsstands today. It`s in stores already. The inaugural issue features Jessica Simpson right there on the cover and in the interview Simpson answers questions <ABOUT> her marriage to Nick Lachey."
  },
  {
    "transcript_id": "CNN-177892",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "All right. So the majority leader Eric Cantor says the House will convene tomorrow and either amend the Senate's bill or pass a motion to send it to a conference committee. That committee would slug it out over the differences between the Senate's two-month extension and the House's full year extension plan. If they don't get it done by January 1st, 160 million Americans will start taking home less pay. Your government at work. Mitt Romney is picking up steam in his run for the White House. Republican presidential nominee Bob Dole endorsed him. So did the \"des Moines Register\" newspaper and, remember, the important Iowa caucuses January 3rd. Nikki Haley also rallied for Romney. Will all that political love make Mitt Romney more likeable, more acceptable to Republicans? Political analyst Goldie Taylor is here with her take. Goldie is sitting next to me talking to the TV going, what? You say no. It's not going to make him more likeable. Then what is?",
    "statement": "Yes. The GOP establishment long since came out in favor of Mitt Romney and still his numbers have topped <AROUND> 25 percent, 26 percent. The very idea that many of them are coming out now, now that they're afraid that a candidate they <MAY> not like, <MAY> take the nomination, they're coming out publicly. Nikki Haley has done it. You <KNOW>, the \"Des Moines Register\" has done it. But I'm not <SURE> that it's going to make a dime's worth of difference in a place like Iowa where you have staunchly conservative Republicans who don't trust Mitt Romney on the issues."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "believe": "ungraded",
      "should": "ungraded",
      "hope": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "OK, John King here in Washington, thanks once again. Joining us now is a strong supporter of Vice President Gore, Democratic Senator Tom Harkin of Iowa. He joins us live from Des Moines. Senator Harkin, thanks for joining us. Let's get right to the point at issue right now. Should the Florida Supreme Court, as you we heard your colleague John Breaux of Louisiana say -- should that be the final word in this battle?",
    "statement": "I <BELIEVE> that as long as every vote in Florida is counted fairly and accurately, then that <SHOULD> be the final word. And I <BELIEVE> that's what the Florida Supreme Court is going to find. Like everyone says, we have no way of <KNOWING>, but I <BELIEVE> they're going to find in favor of the voters. They're going to -- I <HOPE> -- say that the final word ought to be with the voters, and not some state law that cuts off their right to be heard?"
  },
  {
    "transcript_id": "CNN-299802",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Celebrations, tears of joy, chanting, and drumming. That's what was the initial reaction when the folks here found out that the Army Corps of Egineers was going to stop this pipeline by asking the Dakota Access Pipeline to be rerouted -- away from the thing that has caused the flash point here. Rerouted and kept from going underneath the Missouri River. It is a very big victory for the Standing Rock Sioux and all of the people who have been here for many months trying to stop this pipeline from potentially going under the water and one day leaking. However, what we have also heard from the tribe is that they are concerned that this may not be permanent depending on which administration is in place and worried about Donald Trump's role in all of this when he takes the presidency.",
    "statement": "Today's decision from the Army Corps of Engineers to not allow the pipeline company to drill underneath the river and violate our treaty rights and to put our children's health at peril from cancerous waters is a victory. But it's a short-lived victory, one that we need to dissect, one that we need to analyze. We need to make <SURE> that President-Elect Trump can't override this decision here today when he takes office."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "As co-partner at a prestigious Dallas law firm, Miers handled complex      commercial litigation.  When she was elected to the City Council in 1989,      there was suspicion about where her sympathies lay, said Rene Pederson,      former editorial page editor at The Dallas Morning News and a personal      friend of Miers.  She says they have burgers and beer together when she's      in town.",
    "statement": "People <THOUGHT> that she would be--she would vote      along the lines of the business establishment, mainly because she came      from a big law firm.  But she often sided with members of the minority      community, and she reached across lines."
  },
  {
    "transcript_id": "NPR-14917",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, yeah.  I think this is going to be a big week and I      think today is going to be a big, big day.  A lot of people are off      today. There's going to be a lot of shopping today and a lot of people      are going to charge into the stores with those gift cards which are      exploding.  So I look for today to be a very big, important day and for      this week to be a good week. At the end, the season is still going to be      mixed, but I think this is going to be an important day and an important      week for retailers.",
    "statement": "Finally and briefly, what <ABOUT> Internet sales?"
  },
  {
    "transcript_id": "CNN-291001",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, it just reinforces the narrative that Donald Trump is so careless with his words that he, even if he's not intentionally inciting violence, that he might unintentionally insight violence. And this comment came right after he mischaracterized Hillary Clinton's position on the Second Amendment, which reinforces the narrative that Donald Trump is simply not being upfront and honest about with the American people. This is comes in a speech where he also said lots of other sort of questionable things. Like NATO changed its terrorism policy in response to his own words. And, you know, this also comes at the end of -- or in the middle of a week where Trump has made a number of other factual errors, including tweeting a speculation that her e-mail server was somehow responsible for the death of an Iranian scientist. Overall, it's just a long string of really questionable incredible statements that are dogging his campaign.",
    "statement": "And I do want to bring up some new numbers now. The latest NBC/Wall Street Journal/Marist polls finds Clinton leading by 11 points in Pennsylvania, 5 points in Ohio, and 4 points in Iowa against Trump. What's at the root of that new support for Clinton do you <THINK>?"
  }
]