[
  {
    "transcript_id": "CNN-72014",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "The Fireback from the audience into our question. Do you plan to read Hillary's book? Republicans, only 8 percent plan to read it. Ninety-two percent no. But the 36 percent of the Democrats say they plan to read it, only 64 percent no. It will be a big, big best seller if 36 percent -- oh 64 percent say they will read it, I'm sorry. Thirty-six percent say no. That's a huge thing if they're telling the truth.",
    "statement": "But 92 percent of Republicans have a closed mind <ABOUT> it. I <GUESS> that's a point of being a Republican."
  },
  {
    "transcript_id": "CNN-182310",
    "matched_terms": {
      "think": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "\"Keeping Them Honest\" now, on a very specific campaign promise that then-candidate Obama made back in 2008. That when he was elected he would run the White House, not Washington lobbyists. The question tonight is, is he breaking that promise and using a loophole as an escape hatch? Here's the pledge candidate Obama made during his primary campaign against Hillary Clinton.",
    "statement": "We will not take a dime from Washington lobbyists or special interest PACs. We're going to change how Washington works. They will not fund my party. They will not run our White House and they will not drown out the voice of the American people when I'm president of the United States of America. We've got to change how business is done in Washington. This is the major disagreement that I have with Senator Clinton. Now, she's a smart and capable person, but she is of Washington. And she <BELIEVES> that lobbyists aren't a problem. I <THINK> they are. I would not take money from federal lobbyists. They have not funded my campaign. They will not run our White House. And they will not drown out the voices of the American people when I'm president of the United States of America. But if you are ready for change, then we can go ahead and tell the lobbyists, their days of setting the agenda in Washington are over. They have not funded my campaign, they will not run my White House, and they will not drown out the voices of the American people when I'm president of the United States of America."
  },
  {
    "transcript_id": "CNN-347825",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "We would like to think.",
    "statement": "For morality when we can. Thank you all so very much. Next, the admiral who oversaw the bin Laden raid telling President Trump to revoke his security clearance. Former Director of National Intelligence General James Clapper whose own clearance is under review by the President is my guest. Plus, the Republican-led Senate siding with one of President Trump's favorite targets. And you're looking at live pictures of the Apollo Theater. This is right here in New York. Fans from <AROUND> the world paying tribute to Aretha Franklin. Larry King and Sam Moore, the artists behind the hit \"Soul Man\" will join us to talk <ABOUT> their funniest memory with the \"Queen of Soul\"."
  },
  {
    "transcript_id": "CNN-203256",
    "matched_terms": {
      "view": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "The 16-year-old girl was raped during a series of late night parties in August when she was drunk.",
    "statement": "The court is able to <VIEW> the demeanor of the witnesses, judge their credibility, and weigh the evidence presented to the court. The court has done so in this case and it is the court's decision that both of the defendants are hereby adjudicated delinquent beyond a reasonable <DOUBT> on all three counts as charged."
  },
  {
    "transcript_id": "CNN-320200",
    "matched_terms": {
      "fact": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, you know, this is Texas. People are trying to deal with work arounds. You can use basic floodwater with a five-gallon bucket to flush a toilet. You can, most of these people have water they were using, bottled water in their homes in case a storm hit. Hopefully many of them heeded a long precautionary thing, which is to fill up your bathtub with water before the storm hits. There will be varying degrees of people prepared for this. The big problem is, everybody thought it was over. So, they weren't perhaps taking those precautions. We won't know, Fred, just how bad and how long this will go until city officials come back and give us an estimate. Also, I would ask Honore if there is a situation where there might be some kind of work around. Certainly, the Army Corps of Engineers must have some way to get water into that treatment plant, especially if they are just using river water from the river. I tell you, there's a whole lot of water in that river right now. So, I guess we'll have to wait and see what the emergency management folks here say. I can't believe, with all the resources available in both city, state and federal that there's not some kind of a work around that's going to help get this city back into its water supply sooner rather than later.",
    "statement": "All right. One would <HOPE>. In <FACT>, I'm going to talk to Honore a little bit later and I will pose that question on your behalf. Thanks so much, Drew. Appreciate it. All right. Now, back to that flooded chemical plant in Crosby, Texas where a fire sent first responders to the hospital after breathing in smoke. Authorities just held a press conference and said that they expect more fires to start in the coming days. Paul Vercammen is live for us in Crosby, Texas with more details on that -- Paul."
  },
  {
    "transcript_id": "CNN-158912",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Wolf, I will be getting the first real briefing tomorrow. But I'm saying, even if there is no one who was actually killed or attacked or put in danger yet, the fact is the information that is out there, it is an invitation to murder. It is an invitation to killing. It is an invitation to really expose and hurt good people who are working both as Americans and also people, sources and resources that we have in other countries who put their lives on the line for but. And they are now at risk.",
    "statement": "You have suggested that WikiLeaks be designated a foreign terrorist organization, like al Qaeda. Does that mean the U.S. <SHOULD> take out, assassinate, kill Julian Assange, the head of WikiLeaks?"
  },
  {
    "transcript_id": "CNN-280664",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Good morning, John and Cristina. Donald Trump spent his last hours before the Wisconsin primary barnstorming the state. He held three campaign events yesterday. And for Trump, it was back to basics. Coming after a rocky week, he decided to focus his energies on his GOP opponents. He hit Ted Cruz hard in this stops across the street, and he also went after John Kasich, calling him to step aside and get out of race.",
    "statement": "He takes my votes away more than Cruz. I don't like it. I don't <THINK> it's right. I don't <THINK> it's appropriate. But you <KNOW> what? If we have to live with him, we still beat him easily, OK, folks? I mean, OK?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And do you know that sometimes when equipment is used to cut paper, that over time the little knives that are used get dull.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-199930",
    "matched_terms": {
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Taking a stand on social issues during Super Bowl week. One Baltimore player is using his time in the spotlight to do just that. Tough love for Republicans and it's coming from a rising star within the party. He said it's time to change the message.",
    "statement": "We <MUST> not be the party that simply protects the <WELL> off so they can keep their toys. We've got to be the party that shows all Americans how they can thrive."
  },
  {
    "transcript_id": "CNN-204825",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It is the tragedy every parent prays never to experience, burying a child. Karen Pauly has had to endure that along with the knowledge that she was the one who accidently backed over her 19-month-old son. On April 17th, 2011, she was pulling out of her driveway not realizing that little jack had gotten out of his seat and had gone behind her car. Now she is part of a band of parents gathered today in Washington with this unified call of action. But here's the thing. Action has taken <QUITE> a while to see. A 2008 law required the federal government to establish a standard for rear visibility in cars, specifically rear-end cameras, by 2011. That was the deadline set by President Bush with this law. However, the law still has not gone into effect. That is why this group has gathered, including Karen Pauly, pleading for the final step to happen."
  },
  {
    "transcript_id": "CNN-391180",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "I think he is one of the best athletes of all time. His tenacity, the intelligence with which he plays as well as his skill, just put some head and shoulders above the rest. Now Cristiano is right there with him. I think Barcelona right now is going through the transition period. Changing manager. There's a lot of questions to be answered. But I think they'll figure it out.",
    "statement": "The NBA fans love to debate, you <KNOW> which team from which era was better. Shaq recently weighed in saying that he <ABSOLUTELY> <THINKS> you and him would have beaten this current Lakers team with LeBron and Anthony Davis. What's your take on that hypothetical matchup?"
  },
  {
    "transcript_id": "CNN-297630",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Me, too, Don. Me, too.",
    "statement": "We took as much of it as we <COULD>. We'll take more but there are restrictions and we have to play by the rules. So, you'll hear more Beyonce and when we can dip back in, we will. Trust me, so everybody stand by. Do you <THINK> this translates into votes, David?"
  },
  {
    "transcript_id": "CNN-238039",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It does.",
    "statement": "Just let me finish the point, man. If you look at Sunnis versus Shiite, there is nothing in the Koran that Sunni <SHOULD> fight Shia, we see it in Iraq. We see it in Syria doing the same thing. My point being that, as Lisa said, this is <ABOUT> extremism. This isn't <ABOUT> a doctrine dispute. There is nothing Koranic or Islamic <ABOUT> what ISIS is doing. There is nothing Koranic or Islamic <ABOUT> al- Qaeda was doing. There was nothing Koranic or Islamic <ABOUT> the Muslim is doing in Syria. We <COULD> go on down the list. That's not the point here. This is <ABOUT> extremism, not <ABOUT> Islam. But again, in Islam, it's promoting peace. And the notions of violence --"
  },
  {
    "transcript_id": "CNN-372040",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Folks, you think Hillary would be able to stand up here for an hour and endure this, I don't know. I don't know. For one thing she doesn't have the strength or the stamina. Here's a woman, she makes a speech for 15 minutes, she goes home, goes to bed.",
    "statement": "We have both Trump and Biden covered tonight with our reporters in Iowa. Kaitlan Collins with Western Des Moines with President Trump, Arlette Saenz is in Davenport with Vice President Biden. Kaitlan, let me start with you. The President is <OBVIOUSLY> very focused on Biden today."
  },
  {
    "transcript_id": "CNN-59946",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, I've had a lot of loss to cancer in my life, unfortunately. And finally I found a way to actually raise money for the cause and get myself in shape at the same time. And there's nothing more motivating than meeting somebody that you've actually played a part in saving their life from losing a few toenails on the marathon course.",
    "statement": "<WELL>, yes, it <KIND OF> puts things in perspective, I imagine. But I, you <KNOW>, I'm curious, you can train for a marathon on your own. This essentially makes it more of a group experience. How does that change the whole experience for you?"
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well you see Ban Ki-moon, the U.S. secretary-general; he's clearly startled as he should be. In contrast, Nuri al-Maliki, he's pretty cool, calm and collected. Give our viewers a sense of what this videotape and this sound says to you, someone who has been there for four years.",
    "statement": "<WELL>, it's <OBVIOUSLY> of course, Wolf, that the U.N. secretary-general is new to Baghdad because this is an extraordinarily common occurrence throughout this capital. I mean, this happens in people's neighborhoods, mortars lobbed without warning, rhyme or reason, let alone the international zone, which is the heart of the U.S. embassy and the seat of the Iraqi government, which is headed by Nouri al-Maliki. We've seen on several occasions when insurgents have taken opportunities such as this during press conferences just to throw the odd mortar or rocket into the international zone or the green zone just to let people <KNOW> where they are. Look at the play they're getting from just a couple of simple mortars. I mean, the reverberations from that one moment are spinning not just across the country but across the world. And it's extraordinary to see Nuri al-Maliki almost holding his political fight there in his hands as he refuses to flinch while the newcomer secretary-general is <OBVIOUSLY> in <QUITE> some distress, Wolf."
  },
  {
    "transcript_id": "CNN-279934",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Pouring over the border, no way. If you're looking at numbers you're talking about tens or hundreds of thousands of immigrants every year. If you want to tell me that not a couple of them are terrorists I'd say that's crazy. If you want to say 1,000 of them are terrorists, I'd say that's crazy. Any time you have immigration whether it's Mexicans, maybe there are a few cartel members, El Salvadorian, maybe they're MS-13 gang members. If you have people coming in from the Middle East maybe there are a few ISIS members. It's about risk management. Any stream you have is going to have risk. I don't think the risk is tremendously high but I think it's there.",
    "statement": "So when you compare the United States' problem with terrorism, you <KNOW>, in the homeland."
  },
  {
    "transcript_id": "NPR-38486",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "What's the S-1?",
    "statement": "He's the administrative officer. So, this guy basically did that, and soldiers who were loyal to me approached the chain of command, and they came to me and were able to uncover the plot and put an end to it before anything bad happened. I really <BELIEVE> it saved my life."
  },
  {
    "transcript_id": "CNN-229716",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "The judge says here's why. There's more than one killer. You were one of them. You actually did it. You struck the blow, the cut that killed her. There's blood all over from Meredith Kercher and it's in a pattern that shows that Rudy Gaday had three hands and that he wasn't the one holding her down. Now, the forensics were never able to demonstrate that, but the judge says that's what it was. So if he was holding her down he had help. The only people who could be helping are you, Amanda Knox and your boyfriend. Why? Primarily because I don't believe there was any breaking and entering, which means the only way you could have gotten in was from a key or to be let in. I don't think Meredith Kercher let him in. So that means the only other people with keys around were you because the roommates were gone. It was you and him. He did a holding down because of collapse with his DNA on it, the bra collapse. But he didn't kill. It's the kitchen knife, your DNA is on it, so you did it and you cut her on the neck and you killed her. End of story. Do you buy it?",
    "statement": "Chris, you've just given the -- this prosecutorial error airing once again. They made a mistake. Every single thing you've just said has been disproven. The DNA on the bra collapse, not there. The knife was something that a cop just picked out of a kitchen drawer because it looked large. The DNA is not on it. Forensic experts in the second trial where there was an acquittal or the appeal decided that it didn't exist. What you have here is something that happens all over the world. It's not an Italian phenomenon. When prosecutors make mistakes they don't like to turn <AROUND> and admit it. And that's what happened in this case. When they -- they rushed to judgment. When they found the DNA and the fingerprints of the actual killer in the room, they didn't change their case. They simply altered it and put this third person in to this scenario that they had. They keep changing the motive. Look, Perugia is a wall mountain town. It's not that much different than small towns <AROUND> United States. When a stranger comes to town, something happens, they need to get the crime solved. They make a mistake just like in the Memphis three, just like the jails in this country are filled with people who DNA proves they're innocent. Prosecutors make mistakes. What happened here is the Italian system, unfortunately, is protecting itself. They've gone back and created completely illogical explanation of what happened in that house. They've complicated. They've put out all sorts of things that have been factually proven not to be correct by independent experts in the second appeal. You've just laid out what they've said, and it's not -- it's not accurate. It's not factual. What's factual is somebody threw a rock through a window, which is found in the -- on the floor of the room."
  },
  {
    "transcript_id": "CNN-108425",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Boy, Kyra, just hearing from those Americans who have arrived safely in Cyprus, they are not the only ones who are frustrated with their embassy. We got an e-mail here out of Beirut from a Jake Konduras. He says that, \"My wife and I are currently in Beirut trying to get back home. Our embassy in Ottawa has told us that 'you are trapped, there is nothing we can do, you are at war.' The day before, the local Canadian embassy in Beirut told us that if we wanted to leave, we could drive to Damascus, Syria. Fortunately, we are staying with local residents who said, don't do that, it is too dangerous. Two hours later on the roads, that road was bombed. Our hosts may have saved our lives. There are over 50,000 Canadians currently abandoned here in Lebanon, according to our embassy. I could suggest chartering 10 of the many cruise ships in the Mediterranean, sending some of our ships in Halifax to make sure everyone stays safe, and asking the one country that matters here, Lebanon, if we can move the ships in and get our people out.\" Fear and frustration, Kyra. We're hearing from viewers, CNN viewers, around the world. Those in Beirut are saying they feel trapped, they are frustrated that they see on the news that the embassies are saying, oh, people with medical emergencies are our top priority. Got an e-mail from a viewer whose father has -- has had heart problems and they said they have no way to get him out. So hopefully they will be among the hundreds of people who will be able to get out of that country and out safely over the next few days.",
    "statement": "Carol Lin, thanks so much. <WELL>, whether people are fighting or fleeing, the Internet is capturing the Middle East conflict in real time, all the time. Coming up, we're going to log on with our technology correspondent Daniel Sieberg. More LIVE FROM straight ahead. The news keeps coming. We'll keep bringing it to you."
  },
  {
    "transcript_id": "CNN-395689",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "So, Ross, just to be clear about that, because you are seeing every day what we're reporting statistically. You are seeing younger people come in with symptoms. They not be as sick but you're seeing them in numbers that are significant?",
    "statement": "For <SURE>. We have a lot of younger people. And to be <CLEAR>, not all these people are hospitalized. Many of them we send home with strict instructions to self-quarantine, to stay away from others who are otherwise immune-compromised, the elderly. But it's not entirely accurate that it's just the elderly that are affected by this. We are seeing younger people. But to be <CLEAR>, most of these people are <WELL>. They're what we call the walking <WELL>. They're usually <WELL> enough to go home, and that's really what we want is for them to go home, to stay home, to recover there and to really do their part to help prevent --"
  },
  {
    "transcript_id": "CNN-204319",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now we can do the cha-cha, honey.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "She -- he did it to demean her.",
    "statement": "So let me ask -- let me ask this. If you gain 60 pounds and your employer said to you or said <ABOUT> you in front of a room full of reporters this one likes to eat, she's an eating machine, you're telling me that would <FEEL> OK to you?"
  },
  {
    "transcript_id": "CNN-311662",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "All right. Jonathan Gruber, Stephen Moore --",
    "statement": "Jonathan, look, my <VIEW> --"
  },
  {
    "transcript_id": "CNN-335539",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Good morning to you, Dave. Cambridge Analytica, as you can see that office building just behind my left shoulder. The company behind President Trump's 2016 presidential campaign win has been hit with an emergency data seizure order in the U.K. and a warrant is expected to be issued later on today for them to pass on their data to the relevant authorities. Authorities here believe they haven't been truthful, they haven't been honest when parliamentary committee questions last month. Now this, of course, coming -- just following on from really what has been a dramatic turn of events following an expose by Channel 4 News here in the U.K. A Channel 4 reporter went undercover posing as a Sri Lankan client seeking the help and the services of Cambridge Analytica. Then, over a series of meetings which involved of Cambridge Analytica's executives, including its CEO, they went on to outline what can be described as really an incredible amount of services and astounding and disturbing services they could provide, including they said using honey traps, sending in beautiful, they said, Ukrainian women to really operate a sex sting, also offering bribery to discredit politicians. They say they could send in a developer, a land developer to offer money to a politician in exchange for land, film then and use it against them. They went on to say they also embraced the idea of creating and promoting fake news. Initially, they said, we are not in the business of fake news, but later on in the story in this expose, they went on to say, it doesn't have to be true. It just has to be believed. It went on to say the executive says it has to happen without anyone thinking it's propaganda because if they believe it's propaganda, they will be asking who is behind this propaganda, what it shows them to be covert and corrupt, according to Channel 4 News, and they boasted about ghosting in and ghosting out when it came to offering services for presidential elections. In terms of Cambridge Analytica, what they had to say, they said in a statement yesterday, that the Channel 4 reports was edited and grossly misleading -- Dave.",
    "statement": "More questions than answers still this morning. Isa Soares live for us, thank you. Meanwhile, attorneys for President Trump meeting face-to-face for the first time with special counsel Robert Mueller's team. The two sides sitting down last week to hash out which topics investigators <COULD> cover with the president. According to sources, Mueller's team specifics to the topics already discussed like the firing of former FBI Director James Comey."
  },
  {
    "transcript_id": "NPR-16254",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "(Foreign language spoken).",
    "statement": "\"I don't <KNOW> how far they'll go because these people are bad,\" she said. But many here say the cell members, who ranged in age from 17 to 34, were <WELL>-assimilated. Many spoke fluent Catalan, the local language. Some played on the town's soccer team. Wafa Marsi has known most of the men since they were kids. She worked with their families as a so-called mediator, helping them adjust to a new town and a new country."
  },
  {
    "transcript_id": "CNN-253097",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello, I'm Wolf Blitzer. It's 1:00 p.m. here in Washington, 7:00 p.m. in Paris, 9:30 p.m. in Kabul. Wherever you're watching from <AROUND> the world, thanks very much for joining us. We are watching major stories unfolding this hour. Hillary Clinton here in the United States making it official. CNN has learned she'll formally announce she's running for president of the United States this Sunday. And the South Carolina police shooting, there's dash cam video. It's been released. Funeral preparations under way right now for Walter Scott. But we begin with a huge story in the Midwest here in the United States. Clean-up underway right now after as many as 14 tornadoes ripped through the region yesterday killing at least one person. Tornadoes were reported in Iowa and Missouri. But hardest hit was Illinois where storm chasers captured some amazing video."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Well, what about...",
    "statement": "<CERTAINLY>, a lot of duplication. Over the previous administration, just <ABOUT> every crime was being federalized. And we saw a great exception to that. So I <THINK> if anything, as long as it's done in a prudent manner."
  },
  {
    "transcript_id": "CNN-335145",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And there's come about fairly quickly. I mean, since Monday, Theresa May said that it most likely looks like Russia and Wednesday she laid out what actions she was taking, and by Thursday morning, you have this joint statement coming from the White House, 10 Downing Street. Germany on it as well. The French president is signing up to it. So, this was quite swift diplomatic action. It looks like she only had a short space of time to sort of build a coalition of support, but the thing is these governments recognize perhaps what their electorates don't recognize. And really, it's come home to the people in Britain that Russia is a bad actor and we just heard from the White House this evening that it's up to President Putin whether he chooses to be a bad actor or a good actor. They are coming to realize that Russia is a bad actor because he's acting on their streets. You know, what it's done in Syria, Ukraine annexing Crimea, a slightly abstract to electorates in France, Germany, and Britain. But this is for a realist to come home to roost so that gives political leaders like Theresa May and others really some strength to stand up here and that's what she's doing --",
    "statement": "But the question is, is this going to hurt the Russians because we were speaking with Fred earlier in the day. I mean, we're talking <ABOUT> something rather symbolic at this stage. They're not sectorial sanctions. This is really, really, I mean, if you like, quote/unquote, \"the nuclear option\" and that's never been used."
  },
  {
    "transcript_id": "CNN-176504",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "My husband.",
    "statement": "You would <THINK> the Butterball lady would cook the turkey."
  },
  {
    "transcript_id": "CNN-105848",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Ahead on YOUR WORLD TODAY, debt forgiveness for Nigeria.",
    "statement": "But a contradiction remains. A top oil producer <MUST> import much of its fuel. We'll have details right ahead."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Earlier we spoke somewhat about the fact that there was a recommendation that these tires be utilized, or used at a lower tire pressure than others. You had a chance to review the documents. Why was that recommendation made?",
    "statement": "Look, they started developing the Explorer back in 1987. Testing was undertaken in '87, '88 and '89. Ford has taken the position recently, as far back now as three weeks ago, that they dropped the air pressure from 35 pounds to 26 pounds for ride quality, for the smooth ride. We specifically released the internality documents to the \"Washington Post\" to demonstrate that Ford's own internal documents show that the only reason that they dropped the air pressure from 35 to 26 was because they <COULD> not keep the wheels of the Explorer on the ground in the J-turn maneuver, which is one of the rollover maneuvers. They had an opportunity to fix the car, instead of fixing the car, due to timing and cost reasons, they just simply deflated the air in the tires just a little bit so that they <COULD> keep it on the ground."
  },
  {
    "transcript_id": "CNN-355319",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "With that in mind, how difficult will Thanksgiving be? Especially, for those who survived the fire, but may have lost a relative, or a friend. That person could be among the missing, perhaps their home was destroyed. It seems this will be a day with a lot of really tough emotions for a lot of people.",
    "statement": "There's a lot of emotions that are happening now in the Chico community. We've been here on the ground, myself, my staff for a week now. And we been serving 7,000 meals a day, 8,000 meals a day, dropping off to different centers that FEMA set up, the American Red Cross has set up, and the Boys and Girls Club. And you get a chance to <KIND OF> walk <AROUND> and talk to people. And it's like -- it's like live PTSD. They don't really even understand what just happened because of how fast the fire had just ravaged the community of Paradise. And now, they're on a whole new reality. And they don't even really understand what that means. Information is hard to get <AROUND>. Accurate information is hard to get <AROUND>. When you can go back. There's a lot of people that are living in parking lots with start to rain fairly heavily today. So, we're going to make <SURE> that these people get inside. But it's a -- it's a pretty heavy disaster that happened on our community, and it's going to be really, really sad. But I <THINK> -- you <KNOW>, one step at a time, one day at a time, if we -- if there's anything that we learned from the 2017 Wine Country Fires, a little closer to where I live in San Francisco, is that -- you <KNOW>, you really have to count your blessings, like you're alive, right?"
  },
  {
    "transcript_id": "CNN-373080",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So the crucial question is can Xi Jinping tell his North Korean counterpart, make a deal with the Americans on the nuclear issue and would he want to do so? So does he have the power and does he have the interest?",
    "statement": "So when I've talked <ABOUT> this to Chinese policymakers over the years, they would like to roll their eyes and say, we tell the North Koreans what to do and they pay no attention to us. But I've always <THOUGHT> that sometimes a bit of a convenient excuse for the <FACT> that, actually, China has a lot of leverage over North Korea. When sanctions were recently imposed a couple of years ago, the amount of Chinese imports going into North Korea, at least on official figures, went down by 88 percent. So they really have control over a major economic lever. But that having been said, North Korea is a very proud society. It does not like to be seen to be pushed <AROUND> in terms of what it does. And in the first few years of the current Kim, Kim Jong-un's period in power, actually, he was not invited to Beijing. There was a major military parade in 2015 in Tiananmen Square and then a rather exquisite insult, it would <SEEM>, the South Korean President at the time was invited to be on the parade next to Putin and Xi, the North Korean President was not. So the relationship has had to come back from some pretty low lows."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The president is again raising worries about what he will do after Election Day, refusing to commit to a peaceful transfer of power if he loses.",
    "statement": "I'm not saying anything. I'm saying this. I <THINK> everybody says it. You have to have a fair election."
  },
  {
    "transcript_id": "CNN-246290",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "Some private cyber scientists, though, argue the U.S. government got it all wrong, saying that the Sony hack was actually an inside job. The Silicon Valley based firm Norse presented their case to FBI agents in a three-hour meeting Monday night, evidence they say points to four suspects, including at least one former employee. A woman code named \"Lena\" who work for Sony for 10 years before being laid off in May.",
    "statement": "The <SUSPECTS>, at least one had ties to, and critical knowledge of Sony systems, IP addresses, credentials, et cetera."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And what you've seen with this hiring process is that, actually, Trump has talked to a wide range of Republicans and even a couple of Democrats. I think that some people made the assumption that he's only going to talk to people in his small inner circle of the sort of, you know, nationalist part of the Republican Party, the populist part. He's talked to a wide breadth of Republicans. It's good P.R. for him and his administration that makes Republicans that were skeptical of him feel good and come onboard. So it's not really surprising that these are the people he's interviewed. And don't forget: look, Reince Priebus is a part of the establishment wing of the party. He's got a prominent position. So, I think that Trump is trying to at least diversify who he talks to. At the end of the day, it's all about the decisions he makes. But it's not entirely shocking that somebody in Romney's position from that wing of the party would be considered.",
    "statement": "Guys, stick <AROUND>. We have many more questions."
  },
  {
    "transcript_id": "CNN-406625",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Well, Trump is so bizarre and so deviant in so many ways. This is just another very alarming chapter in his very checkered career. Look, sending armed officials of the Federal government to cities in America to do what is essentially local police work is ominous. It's unprecedented and certainly not needed. Look, Oakland, I was there. They've got several hundred anarchists that love to break windows, light fires and protest, but local people can handle it.",
    "statement": "When the Federal government uses the Army or uses some other militia equivalent, it really does <KIND OF> conjure up some <KIND OF> East European dictatorship from another era. Trump has pushed the boundaries in so many ways. This one is particularly ominous."
  },
  {
    "transcript_id": "CNN-111651",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, Wolf, perhaps it's fitting on Halloween that we're talking about ghost voting. And it's not a new election worry. What is new, though, is a voter database here in New York. The state has lagged behind the rest of the country and its voter registration list is coming under the microscope.",
    "statement": "It's a suspicion that's haunted elections past. But <COULD> the names of dead people potentially be used in present elections? That's a question posed by the \"Poughkeepsie Journal\" of New York. It did its own analysis of the state's new database of 11 million plus registered voters."
  },
  {
    "transcript_id": "CNN-403125",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Sixty minutes before trading comes to an end on Wall Street and now, to take a look at the numbers, the Dow is lower for the second straight day. A whole variety of reasons behind this, and you see the market has bounced around. It was even positive once or twice in the course of the morning. Relatively small losses, but we are under 26,000. That's the way the market is looking, and this is the reason and part of the reasons why. Donald Trump is pushing to reopen more of the United States at a faster pace. He says the virus is dying. The numbers say otherwise. The weekly jobless claims tell their own story. They seem stuck at over a million. It's worse than expected. We put some analysis behind that. And Carnival loses billions in its latest earnings report. The Bahamas Tourism Minister on the country's industry's future. Live from New York on June 18th. It is a Thursday, nearly the weekend, but not yet. Before we get there, I am Richard Quest, and I mean business. Good evening. We start tonight in Washington, where Donald Trump is meeting the nation's governors by teleconference -- or some of them -- whilst at the same time the coronavirus is escalating to record levels in some states. The meeting is focused on the economy -- excuse me -- reopening businesses. The President insists the virus is dying out. This is all happening whilst the White House is simultaneously under pressure from a book by John Bolton, the former National Security Adviser that we'll get to in just a moment, and make some fairly -- well, not fairly -- they make some dramatic claims. John Harwood is with me, our White House correspondent. He's in Washington. John, restrain yourself, sir, from going down to John Bolton. We're going to deal with that in just a moment. I want to first of all deal with what's happening. This is reopening, this idea that the President says the virus is dying out.",
    "statement": "He is saying that, Richard. It's not true. But we see in this meeting with governors, the way he is making a priority of emphasizing the recovering economy. We've gotten some good economic news lately on jobs, on retail sales. But we <KNOW> that as long as the virus is a major threat to ordinary citizens <AROUND> the country, that it's going to make a full reopening difficult, if not impossible. But the President is determined to look past that. He has shunted aside his public health experts. He and Mike Pence who heads his Coronavirus Taskforce have essentially denied the spike in cases that's going on, particularly in the Southwestern United States. They're not wearing masks. They're not urging others to wear a mask. In <FACT>, President Trump said in an interview with \"The Wall Street Journal\" today that he interpreted some of mass wearing as people intending to send a negative message <ABOUT> him, as opposed to protecting their own health. That is not a prescription for getting America to the other side of this crisis."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Only days before the president embarks, al Qaeda issued this grim appeal to militants in the region. Translator: To be prepared to receive the crusader butcher Bush on his visit to Muslim Palestine and the occupied peninsula at the beginning of January, they should receive him not with roses and applause but with bombs and booby traps.",
    "statement": "More than 10,000 police will be deployed in addition to American federal officers. The biggest security operation here since the visit of the Pope more than seven years ago. But it's not just the possibility of terror attacks the president has to contend with. A number of large demonstrations are planned, none of them very welcoming. When First Lady, Laura Bush visited Jerusalem's holy sites in 2005, she faced angry crowds of Israelis and Palestinians. Forcing Israeli police to form a human wall between the First Lady and protesters. Security analysts say the greatest risk <MAY> be during such volatile situations, when an individual is suddenly inspired to take violent action."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "might": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Meanwhile, back on Earth, in Tallahassee, Florida inside of the circuit court building in Leon County the hearing continues. I'm not sure if the astronauts voted this past election, but if they did, that would be one heck of an overseas absentee ballot. Back inside now -- Phil Beck, again, the questioning attorney on the Bush side.",
    "statement": "... <MIGHT> account for the difference, but you had a problem because you didn't have real specific neighborhood data, you had these big, <SORT OF>, county averages. Is that right?"
  },
  {
    "transcript_id": "CNN-219262",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Love it. I know I'm a little crazy. A little coop factor.",
    "statement": "Now you all <KNOW>."
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Why should I want to respond to him if you allow me? OK, but then I want to give each one of you equal time. So if you -- so go ahead. Go ahead and then I'll go back to Kiev, because I want to make sure that this is an equal conversation.",
    "statement": "I <KNOW>. I will be -- I will be very brief in commenting on what - - on what the gentleman has just said. As far as I understand, he worked in the Ukrainian foreign ministry. And the Ukrainian foreign ministry has officially by sending reply notes to us, to the Russian foreign ministry, has confirmed that all the details of that humanitarian convoy have been agreed upon and that the green light was on in Kiev. I understand that this is a very precise, official reaction. And we <HOPE> that all the Ukrainian officials will stick, will adhere to that particular understanding, which is not just in an oral form which has been put in writing."
  },
  {
    "transcript_id": "CNN-269260",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news this morning. More than 150 terror raids overnight across France. New information on who was behind the Paris attacks. A new terrorist identified just minutes ago. A manhunt is on for another dangerous <SUSPECT> right now as French jets bomb ISIS in Syria. We've got live team coverage right now. Welcome back to EARLY START. I'm Christine Romans here in New York."
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "suspect": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "OK, well, that makes two of us. And I imagine, Lieutenant Rogers, we may not get a beef out of you on that?",
    "statement": "<WELL>, the problem with that is, that, when the police, who are <WELL> trained to deal with these situation, enter into a dorm, who`s the shooter? Who`s the killer? Who`s the murderer? You <KNOW>, it`s an easy fix to say, <WELL>, let`s arm everyone. But we`ve got to be concerned <ABOUT> how many more lives <COULD> be lost. These police officers, and I agree with Pat, you <KNOW>, they`re reacting to a tragic situation. But what they did, what these officers did this morning was no <DOUBT> minimize a lot more losses that <COULD> have been incurred by this <SUSPECT>."
  },
  {
    "transcript_id": "CNN-261450",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to our viewers here in the United States and all <AROUND> the world. This is CNN NEWSROOM. I'm Rosemary Church. It is of course time to check the headlines for you this hour. Malaysia's leader says a piece of airplane debris found last week on Reunion Island is from missing Flight MH370. This prompted angry relatives of the passengers to storm Malaysia Airlines' Beijing office. They say they don't <BELIEVE> the debris is from the plane and are demanding to <KNOW> the truth. U.S. President Barack Obama is making a strong pitch to Congress for the Iran nuclear deal. He says rejecting the deal will damage America's credibility as a leader of diplomacy. The Senate will begin the debate on the deal early next month. Monsoon rains and severe flooding have forced hundreds of thousands of people into relief camps in India. Government officials say more than 200 people have been killed in the heavy downpours and related accidents. Forecasters say it <COULD> take two weeks for flood waters to recede in some areas. Later tonight, we will hear from ten U.S. Republican presidential candidates in the first primary debate. Front runners Donald Trump and Jeb Bush will be among those taking the stage. We are still a year and a half away from elections, by the way, but things are already heating up. Here's Dana Bash."
  },
  {
    "transcript_id": "CNN-183746",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "CNN's George Howell is following all these developments. He is live in Sanford, Florida, for us. I understand as I was reading this morning that they said they're going to continue with these shows of support around the country until there is an arrest made.",
    "statement": "We <KNOW> that we will continue to see these rallies, we will see pray-ins and marches throughout the country as this investigation continues. And, Zoraida, you also spoke <ABOUT> this request for the Department of Justice to look into the case. Now, we <KNOW> that from attorney Ben Crump that that will be formally filed today, though he says it's still <UNCLEAR> how and when the DOJ will look into this. But it goes specifically to talk -- to look into the actions of the state attorney, Norm Wolfinger, and how he interacted with the lead investigator in this case, who is Chris Serino. Now, again, he says that will be formally filed today and he does expect to hear back from the DOJ later today, Zoraida."
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "could": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And we want to leave you tonight with the words of a 13- year-old boy. That is Jaden Ramos, the son of the two New York City police officers who were gunned down in Brooklyn. And he wrote this on Facebook. And I quote, \"Today is the worst day of my life.\" And then in a separate post, he wrote, \"Today, I had to say bye to my father. He was there for me every day of my life and he was the <BEST> father I <COULD> ask for. It's horrible that someone get shot dead just for being a police officer. Everyone says they hate cops but they are the people they call for help. I will always love you and I will never forget you. RIP Dad.\" Very tough even to read. But the words of a boy who will never see his father again. I'm Martin Savidge in New York. Thanks for watching."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Now, if you will, put that in language that I can understand. Authority, boys, what happened? What changed? Are we talking about discipline in the schools?",
    "statement": "We are talking -- we are talking <ABOUT> discipline, but notice that these incidents that have increasingly happened in the '80s and '90s are almost always done by men who <FEEL> their masculinity threatened and resort to these cultural scripts with the use of guns to act out. But again, why in the '80s and '90s and today and not earlier? And again, I would argue that discipline in our schools earlier is not working. And young men, in particular, are not internalizing the norms and values of our society. And periodically, you get acute manifestations of this, as in these rampage school shootings."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "believe": "ungraded",
      "may": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Right. Exactly.",
    "statement": "OK. Patty Davis, thanks very much. With us now on the telephone, someone who has written and done a lot of research on the subject of terror, is a man named Harvey Kushner. He's the author of \"The Encyclopedia of Terror.\" And, Mr. Kushner, before I ask you any questions, I want to emphasize once again that law-enforcement officials in Los Angeles at this point are saying they <BELIEVE> it's an isolated incident at the Los Angeles Airport, this incident that left three dead, including a gunman at the El Al ticket counter. But, clearly, enormously disruptive there, and the <FACT> that it's taken place on the Fourth of July raising many, many questions. Mr. Kushner, what -- for people who would be looking for some sign that there <MAY> have been terrorist motives, what would they look for here?"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Now, what does that mean to layman?",
    "statement": "All right, that was my point to Michael is, you <KNOW>, it's worst act test at this point. Who <KNOWS> what it means. It <MIGHT> tell us more <ABOUT> what we <THINK> than it does <ABOUT> --"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "All right, thank you. We do have some breaking news to bring you.",
    "statement": "Told you <ABOUT> this at the top of the show, <ABOUT> the possibility of a state of emergency in Pakistan. <WELL>, state TV in Pakistan now, in <FACT>, reporting that President Musharraf has imposed a state of emergency in Pakistan. Of course, there has been political unrest and turmoil and violence after elections. President Musharraf, a debate <ABOUT> whether or not he <SHOULD> be able to serve both as president and head of the military and at the core of this whole debate is democracy in Pakistan. Elections just took place not long ago. He's expected to be -- to start his new post, his new term of president this month. Also, the government, the Supreme Court there is deciding whether or not his presidency is legitimate. Also we saw a former Prime Minister Benazir Bhutto, return to the country not long ago amid violence and, of course, we saw a huge attack regarding her return. But also she was the one that was coming back to help put a face on democracy in Pakistan. So helping Pakistan move towards that direction, and now with this emergency rule, it gives the president and the government there even more power, extended powers, which does not in the <VIEW> of many, including the United States government, give a lot of credence to democracy and moving towards democracy in Pakistan. So a major move to declare a state of emergency in Pakistan right now, so that is a developing story that we are all over. We had, of course, our Nic Robertson helping us out on that story. We <MAY> check in with him again, but I want to let you <KNOW> state TV now reporting that in <FACT> Pakistan and the president there has declared a state of emergency. A lot more to come."
  },
  {
    "transcript_id": "CNN-249382",
    "matched_terms": {
      "know": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Thank you. Thank you.",
    "statement": "You <KNOW>, the father of two of the three Muslim students gunned down at the University of North Carolina <BELIEVES> that this was a hate crime, and the feds are stepping in now."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You know, it had a Howard Beale character to it -- I'm sick and tired, and I'm not going to take it anymore. It had that character, even though there was no one else in the room, and even though she wasn't shouting like Howard Beale. You could see the words coming out of her almost as a scream. Paul, Tim Alberta, who is a wonderful writer whom I think we both love, noted that two constituencies that Democrats need to get here are African-American voters in greater numbers than they did in 2016, and suburban white voters in greater numbers than they ever have before. And Tim thought that both of those constituencies were correctly targeted by Michelle Obama last night. What do you think?",
    "statement": "I <THINK> so. I <THINK> that that's part of what made this so remarkable. This was a holistic case. And what Democrats need are web issues that stitch together their core of their base and the voters that they need, the base and the swing. Mrs. Obama did that with the self-same message. I mean, she sounded at turns like the chairman of the board of a corporation firing the CEO, saying you <KNOW>, you're just not the guy we need. And she sounded like the mom that she is, reminding us how to vote, telling us to pack a lunch, pack a dinner, pack a breakfast. I mean, I just can't say enough <ABOUT> how masterful this was. And I <THINK> Alisyn said it right: it was a dissection. She just carved this guy up without bringing herself down, without debasing herself or the audience. You <KNOW>, she famously said, right, when they go low, we go high; and that still -- she still maintained that sense of elegance and decency while carving up the other guy. Brilliant."
  },
  {
    "transcript_id": "CNN-394490",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "So you sent a letter I know to Vice President Pence demanding answers about the delays with testing. You're laying out the real world implications of those delays. Have you heard back from him?",
    "statement": "I have not heard back from him. There's two issues. One is what the heck happened. Two months ago, you were telling us where you were going to have tests out there, then some <KIND OF> issue happened and they said they didn't work, but we're going to get them out right away and then they never did. And then we're told we're going to have a million by the end of the week. <OBVIOUSLY>, we're not. The President and Vice President are telling us different messages. And on the ground, we are not seeing enough tests to make decisions. The second thing is we need these tests out there so people can make the kinds of decisions that are impacting their families, their businesses and our economy, <OBVIOUSLY>. And without them, we don't <KNOW> the number of people that actually have been impacted, so it has tremendous impact not to have the <FACTS>."
  },
  {
    "transcript_id": "CNN-298634",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "He's not speaking --",
    "statement": "\"The cast and producers of \"Hamilton\" which I hear is highly overrated <SHOULD> immediately apologize to Mike Pence for their terrible behavior.\" This is the third tweet consecutive tweet from the president-elect of the United States on a weekend when he has more than a dozen interviews to fill his cabinet and cabinet level positions. And this is what he has tweeted <ABOUT> now three consecutive times. We'll continue to talk <ABOUT> this but I want you to hear what the cast of \"Hamilton\" said. Here's part of it."
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "How about -- what is the district going to do if they find out they are?",
    "statement": "I <THINK> we're going to take this one step at a time and determine that. We <PROBABLY> would then need to look at legal counsel and what is appropriate in this circumstance. And I <THINK> it is too soon for me to be able to give you a definitive answer on that. If, in <FACT>, they did <KNOW> this and did not respond or did not contact, I <CERTAINLY> have concerns. Any parent would have concerns. And I <BELIEVE> we -- it is imperative that we as a district address that. I cannot give you the exact action we will take at this point."
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, you know, I mean, it's a sign of how little in reality that they have to put up against Joe Biden. I mean, this is the problem for them. Is that so much of this stuff is either complete fabrications of falsehoods, and just innuendo that has very little evidence behind it and they have to go there. Well, to the imaginary in some ways in order to get at Biden and try to drive up Biden's negatives because that's been the single hardest thing for them to do up until this time.",
    "statement": "You guys are talking <ABOUT> things that are potentially out of bounds or are out of bounds, but one of the things that has really frustrated Republicans is that the president has not until tonight, which I <THINK> he did much, much more of than ever before, has not defined Joe Biden on policy issues that are genuinely different from Republicans that are way inbound. And he did start to do that tonight. If the president can stay as disciplined -- and I use that word very loosely -- as he was tonight, just like he did four years ago at the end if the campaign, you <KNOW>, things <COULD> change. But it's a very big if?"
  },
  {
    "transcript_id": "CNN-330389",
    "matched_terms": {
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "First immediate thought was get the family together. I was filling up an inflatable tube. Some people were loading our boat with food. Thank goodness we weren't already out on the boat in the water already when we got this alert. There are air raid sirens here on the base. They did not go off. But we all got this pretty alarming alert on our smartphone.",
    "statement": "Did you see others <AROUND> you that seemed to be reacting to the same <KIND OF> message?"
  },
  {
    "transcript_id": "CNN-281596",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Inconceivable. Well, you're missing great stuff. They nailed Hillary for flip-flopping on trade. She was going back and forth, this way and that away, this way. It was like watching her swipe the metro card at the subway.",
    "statement": "All right. Will coming up in the next hour, Wolf Blitzer will talk to the chair of the Republican, Democratic National Committee. Reince Priebus and Debbie Wasserman Schultz. That's on \"Wolf\" starting at 1:00 p.m. eastern. <WELL>, former stars of up \"The Apprentice\" are speaking out today saying Donald Trump <SHOULD> not be president. One of them joining me live up next to explain why."
  },
  {
    "transcript_id": "CNN-236328",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yeah, let's bring in Professor Peter Neumann, he's the director of the International Center for the Study of Radicalization at King's College in London. Professor Neumann, thank you again for being with us. We also have CNN military analyst Lieutenant Colonel Rick Francona with us as well. Peter, I want to go to you real quickly, because we just heard representative Peter King say that ISIS is more of a threat now than al Qaeda was prior to 9/11. Do you believe that to be true?",
    "statement": "I <THINK> it's true in the sense that ISIS now holds territory. And, of course, we <KNOW> that a terrorist group holding territory, being able to train people there, being able to have people there that are gaining experience, skills, organization, is the basis for the <KIND OF> attack that we saw on 9/11. You cannot do an attack on that scale if you're not holding territory. That's really the lesson from 9/11. You can never let terrorists to hold territory anymore. And that's what's happening now. That's why it's so important to push back"
  },
  {
    "transcript_id": "CNN-238473",
    "matched_terms": {
      "could": "ungraded",
      "allegedly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes, that guy.",
    "statement": "Those were all connected. Those were women from the neighborhood. And there had been <SORT OF> a general extensive <SORT OF> network of friends and family they were somehow intertwined with. My gosh, Holly Hughes, former prosecutor, It`s not farfetched to ask the question <COULD> these cases be connected? Anybody who`s crazy enough to <ALLEGEDLY> kidnap a high-school friend, he`s charged with unlawful confinement and rape, and then rape her, <ALLEGEDLY>, and keep her in a cage, naked in a dog collar, is capable of doing something to two women."
  },
  {
    "transcript_id": "CNN-24696",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "On the other hand, do you see how that could be...",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-233736",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Members of Congress have had the travel bug for years. Visiting places like the old city in Israel to get a sense of the age-old problems there. In fact, Israel, France, Turkey and Ireland rank among the most popular destinations for lawmakers who are traveling there for free, because private sponsors pick up the tab totaling millions of dollars each year. It used to be each member of Congress must reveal who paid their tab on their personal financial disclosure forms. One of the most high profile forms lawmakers must file. Now, that requirement has changed.",
    "statement": "It's clearly been done to allow members to escape accountability for lavish trips. Whenever a member of Congress takes an expensive trip, watchdog groups and their constituents ask questions, why did they need to take this trip? If they don't have to reveal this trip on their financial disclosure forms, people won't <KNOW> <ABOUT> it."
  },
  {
    "transcript_id": "CNN-79934",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "It's great.",
    "statement": "It is <ABSOLUTELY> wonderful. This is exactly what it looks like in the postcards. So, this is perfect."
  },
  {
    "transcript_id": "CNN-85106",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Will Barbra Streisand be there?",
    "statement": "Nothing <ABOUT> Barbra Streisand, and, you <KNOW>, she's been pretty quiet lately. So, we don't <KNOW> what she's up to."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes or no, please.",
    "statement": "I first inquired over in the supervisor's office whether or not I <COULD>."
  },
  {
    "transcript_id": "NPR-31675",
    "matched_terms": {
      "hopes": "ungraded"
    },
    "previous_statement": "I predict that these will be backroom discussions between not even necessarily Karzai himself and Obama, but certainly, you know, line ministers and those in the White House who are key advisors on Afghan policy. And these will be, I think, by far, the thorniest, most difficult, most contentious discussions. As long as these aren't publicly discussed, people will come away with perhaps a better impression of Karzai.",
    "statement": "Analysts say that at a minimum, Karzai <HOPES> to come away with a declaration of support for his peace jirga. That jirga, or assembly, which will bring together tribal elders and officials from across the country, was postponed in advance of the Washington visit. Lawmaker Fawzia Kufi says she <HOPES> any U.S. support will come strict caveats. She fears the deal Karzai's perusing will roll back human rights advances made since the Taliban was ousted from power in 2001."
  },
  {
    "transcript_id": "CNN-159406",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "When are things showing that people will be able to begin digging themselves out?",
    "statement": "<WELL>, the winds are going to calm down a little bit by tomorrow, and we <THINK> the winds <MAY> have contributed also, by the way, to the collapse of the Metrodome. We got some pictures of that to show you as <WELL>. My hometown and the Vikings not able to play the Giants for today unfortunately. They're going to reschedule that game, and they're going to play it in Detroit tomorrow. And <BELIEVE> it or not, Deborah, tickets are free."
  },
  {
    "transcript_id": "NPR-36516",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The US economy shrank again during the second quarter of this year, but the drop was the smallest decline in a long time. And that's leading some to say that the recession is nearing an end. President Obama credited the stimulus package for this better-than-expected news. NPR's Jim Zarroli has our story.",
    "statement": "In recent months, there's been a growing pile of data suggesting that the recession is nearing an end and that, while the economy isn't growing yet, it's no longer shrinking the way it was. This morning's report confirms that. The Commerce Department said the economy shrank at an annual rate of 6.5 percent during the first three months of this year. But by the second quarter, the decline was much smaller. President Obama spoke <ABOUT> the report this afternoon."
  },
  {
    "transcript_id": "CNN-135477",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "How much more?",
    "statement": "Just a little bit. OK, in the meantime though, we have help for those of you looking for a job. We have a career builder expert on hand this morning. Send your resume to weekends@cnn.com. You see it right there on the screen. In <FACT>, our expert will speak with viewers live on the air, giving free advice next hour."
  },
  {
    "transcript_id": "CNN-313365",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I think the relationship that the President has had with Merkel, he would describe as fairly unbelievable. They get along very well. he has a lot of respect for her. They continue to grow the bond that they had during their talks in the G-7. Any views not just Germany but the rest of Europe as an important American ally during his conversations at NATO and the G-7, the president reaffirmed the need to improve our transatlantic relationship.",
    "statement": "Moments ago, Sean Spicer describing President Trump's relationship with the German Chancellor Angela Merkel as fairly unbelievable. I <THINK> he meant it like fairly unbelievable, like as in great. The president on offense tweeting, \"we have a massive trade deficit with Germany. Plus, they pay far less than they <SHOULD> on NATO and military. Very bad for U.S. this will change.\" Chancellor Merkel is doubling down today saying there are more reasons than ever before to take our fate into our hands in Europe. Barry is a director of the center on international security at the Atlantic Council and special assistant to Presidents Obama and George W. Bush on national security. Barry, thank you so much for being on with me. And from what I've read <ABOUT> you, you <KNOW>, you <THINK> that we're just reading way too much into this perceived war of words, that it's not as big of a thing as people are making it out to be."
  },
  {
    "transcript_id": "CNN-236952",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Doing a great job out there. And by the way, in this case, a grand jury could begin to actually hear testimony from witnesses as early as tomorrow. We're going to get into what that might mean and also what they might here hear just a little bit later on in the program. But first, more than 26,000 people have signed a petition on moveon.org calling for a special prosecutor to come into this case. Critics are saying the Missouri prosecutor who's overseeing the investigation can't be fair and impartial. Missouri State Senator Jamilah Nasheed laid out her reasons why she feels that way to Carol Costello just a short time ago. Have a look.",
    "statement": "First and foremost, Bob McCulloch, if you are listening, it is incumbent for you to step up and do the right thing and voluntarily recuse yourself from this investigation. The people and the African-American community, they do not have the confidence that you will be fair and impartial. You are unbiased due to the <FACT> that you have a close relationship with the police department out here in Ferguson and St. Louis County."
  },
  {
    "transcript_id": "CNN-303154",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But they are already running into problems. The party is divided of how to replace the law. And some influential voices are asking party leaders to hit the brakes.",
    "statement": "Yes. I <THINK> the repeal plan need to be fully, fully developed and better articulated prior to moving forward. I have some reservations <ABOUT> moving as quickly as we are."
  },
  {
    "transcript_id": "CNN-137752",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Well, the president, I think, made a great point in his address on Saturday. He made the point the day before to the cabinet who he assembled to deal with this, we really need a partnership with employers and we need employers to, not only take this responsibly and seriously, but not punish people for taking the right health protocol. We don't want people to lose their jobs. We don't want people to feel that, you know, they're going to be penalized if they take some personal responsibility. So, this is an effort where we need to join together. And what has been good, John, is we've seen bipartisan support from Congress about various activities. We've seen the cabinet agencies coming together across the board. A great relationship between the United States and the World Health Organization. This is a time where we really need some support and some help.",
    "statement": "And, Dr. Besser, I <THINK> this one is <PROBABLY> <BEST> for you. This is a question from Carolee, she posted this question on our Facebook page. And she asked this pretty simple question. \"I would like to <KNOW>, how long does the flu last?\""
  },
  {
    "transcript_id": "CNN-254825",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The NSA's controversial phone surveillance operation is illegal. That's the finding of a federal appeals court in New York. A three-judge panel ruled that program exceeds what the Congress authorized. The judges did not address whether it violates the Constitution. Let's get more this morning on the story from CNN White House correspondent Michelle Kosinski.",
    "statement": "Hi, John and Christine. Right. So, this federal appeals court ruled that the government's collection of these vast stockpiles of telephone data is actually illegal under the Patriot Act. That the collection exceeds the scope of this law as it was intended, and it's one that the judge's wrote, the sheer volume of information sought is staggering. The court, though, didn't rule it was unconstitutional, and they sent it back to the lower court. But the section of the Patriot Act that the government interpreted to collect this phone data expires next month anyway. So, it is up for review. The Patriot Act was established in 2001 after September 11th. It was then renewed by both Presidents Bush and Obama. So, President Obama allowed this collection to continue, but he has since said that he agrees that now that it's expiring, it <SHOULD> be reformed. There has been legislation proposed. There had been ideas out there, such as this -- data <COULD> be collected, but stored by a third party so that the government wouldn't own it and control it. And the government would have to ask permission on a case-by-case basis when it wanted to access this <KIND OF> data. Some in Congress, though, lately, especially given the threat of ISIS, have been saying, let's look at this and let's not water down this <KIND OF> legislation because it's necessary to national security -- John and Christine."
  },
  {
    "transcript_id": "CNN-14410",
    "matched_terms": {
      "clear": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Good morning, Linda. One of the fires here in the Bitteroot Valley tripled in size over the weekend. Winds blew the Razor (ph) fire from 2,000 to 6,000 acres, mandatory evacuations have been in place for days now. Meanwhile, the wind also brought a welcome change.",
    "statement": "This is what you can see on a <CLEAR> day in the Bitterroot Valley when the wind has blown and the smoke has lifted, the mountainous countryside stands regally in <VIEW>."
  },
  {
    "transcript_id": "CNN-367814",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "What's the view, Sam, amongst the people in Sri Lanka of how the government is handling this, given the aftermath may be very different, of course, to how it's botched the communications in the very least in the run-up to this atrocity?",
    "statement": "I <THINK> there's -- most people I've spoken to have faith in the security forces and no real faith in the administration to deploy them correctly. We went earlier on today to the scene of where three policeman were killed during a follow-up raid by two explosions on a home that was lived in by people suspected of participating in these mass bombings, and the locals who were eyewitnesses to that police assault talked of them being extremely brave as they leapt over the walls and in the three cases were killed by some <KIND OF> explosive devices detonated when they went on that assault. That's in stark contrast of how they <VIEW> their own government. The in-fighting between the presidency and the prime minister on that assault. That's in stark contrast of how they <VIEW> their own government. The in-fighting between the presidency and the Prime Minister is being blamed for the failure of communication. But it's really -- there are some aspects of this that <CERTAINLY> in the words of one very senior former police official that CNN spoke to, he talked of criminal culpability and the need for prosecutions. He was suggesting malls afore <THOUGHT> or criminal negligence."
  },
  {
    "transcript_id": "CNN-390703",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "-- by agreement with the President and with others. Yes.",
    "statement": "<WELL>, I was going to say was that your call or was that the president's desire?"
  },
  {
    "transcript_id": "CNN-293673",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "North Korea has apparently been ready to do this since May from what we know. And, the obvious question is why now? Well part of me said you just had the President go into that region of the world. You've had the gathering that's taking place there in North Korea wants to be a reminder that hey, we're still a big player in this game whether we're at the table or not.",
    "statement": "<WELL>, yes. I mean during the G-20, the North Koreans fired off three intermediate range missiles and this detonation on Friday can be considered a radioactive snub. I <THINK> that it has more to do with the dynamics between North Korea and China. A senior North Korean nuclear envoy arrived in Beijing on Tuesday. And, I <BELIEVE> the North Koreans wouldn't have set this off on Friday if they really <THOUGHT> the Chinese would impose real punishments on them. So, there's a lot of coordination going on between Beijing and Pyongyang. And I <THOUGHT> -- and I <THINK> that <PROBABLY> Pyongyang <THOUGHT> now is the time to do it because China is on side. China is now much more angry at South Korea for employing missile defense. So Pyongyang saw a big green light."
  },
  {
    "transcript_id": "NPR-341",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "A week after the earthquake that devastated Southwest China, that nation paused today for three minutes of quiet reflection. This as news broke that more than 150 relief workers died in landslides over the weekend as they tried to fix roads in the quake region.",
    "statement": "Tens of thousands have perished in the quake. The Shinwan News Service is reporting nearly five million people have been left homeless. Reporter Jamila Trindle reports from one refugee camp at Jiuzhou Stadium in Mianyang where parents and children separated in the quake are now <HOPING> for reunion."
  },
  {
    "transcript_id": "CNN-301978",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This must stop. This divisiveness between our police and our citizens.",
    "statement": "It was the deadliest single incident for U.S. law enforcement since 9/11. Other shootings of and by police officers would follow, reigniting the national debate <ABOUT> law enforcement in the"
  },
  {
    "transcript_id": "CNN-119392",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We always get out of it. Always.",
    "statement": "Yes, never us. Stephanie, thanks very much. We'll see you back in <ABOUT> a half an hours time. Heidi."
  },
  {
    "transcript_id": "CNN-34159",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "There are more than 45 million pages of documents here in the archives at the LBJ Library. They fill five floors. But as complete as they are, they don't definitively answer the question of whether Johnson's combat service is a myth. That's something that will remain a matter of debate among historians. (voice-over): One of those records is a letter dated just over a month later, July 15, 1942, in which Johnson writes to the adjutant general of the War Department suggesting that he didn't deserve the silver star. It reads, in part, \"I should not and could not accept a citation of recognition for the little part I played,\" which Johnson then describes as \"watching the fighting crew of my ship save their crippled plane despite interception by hostile fighters outnumbering us.\" He concludes, \"I cannot in good conscience accept the decoration.\" But the letter is unsigned, and there is no evidence it was ever sent.",
    "statement": "I've always felt the silver star <SHOULD> have been turned back, that he <SHOULD> have sent the letter rejecting it because he didn't deserve it. Johnson never endorsed the 1964 book \"The Mission.\" He wrote the authors a brief thank you note, saying, \"As soon as I have a few moments, I intend to begin reading it.\" But he never disputed the account of his bravery, either, and he would on occasion make reference to his combat experience, as he did in this 1963 recording of a phone conversation with then-Speaker of the House John McCormack. ("
  },
  {
    "transcript_id": "CNN-301125",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome to our viewers in the United States and <AROUND> the world. I'm Max Foster live from London. It's half past nine in the morning in Berlin. Where police now say Monday's deadly truck crash in a packed Christmas market is a presumed terrorist attack. Authorities have just towed away the cab of the truck from the scene. Twelve people killed, 48 others were hurt when the driver plowed through the crowd. One man is in custody, another a Polish citizen was found dead inside the truck's cab. Turkey and Russia say the assassination of the Russian ambassador to Turkey is a <CLEAR> provocation of police officer shot Andrei Karlov at an art gallery in Ankara on Monday. Both countries say the attack won't hurt their relationship. Russian investigators will be i Ankara on Tuesday. The U.N. Security Council has agreed to send evacuation monitors to eastern Aleppo. Turkey says 4500 more civilians are being rescued. The evacuations have been suspended multiple times this week. Many more people are still trapped in freezing temperatures with almost no food. The attack on the Berlin Christmas market is especially alarming because the weapon is something almost anyone <COULD> use, which is a truck. This is a tactic we are seeing more and more often as CNN's Tom Foreman reports."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Hope that that will change attitudes.",
    "statement": "Yes, have an impact. <SURE> do. Thousands of American families now face one month without pay."
  },
  {
    "transcript_id": "CNN-164945",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, you know, it's possible. I mean, Marilyn is a sweet lady. And -- but there's no question that the e-mail is racist and it's -- I find it odd that you wouldn't consider it racist. But what we encouraged Marilyn to do early on is understand the impact of what she's done. And I don't think she understood the gravity of the impact of the offense until maybe today. But prior to that, I don't think she did. And that's why this controversy continued to drag on.",
    "statement": "She said in one of her responses, <WELL>, you <KNOW>, I have black friends and this is <SORT OF> much ado <ABOUT> nothing. Has there been an outcry from African-Americans, <CERTAINLY> in Orange County as <WELL> as outside Orange County?"
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "All right. Ed Lavandera in Dallas. Thank you, Ed. The shutdown comes as a time when consumers and businesses already starting to worry about potential downturn on the horizon. Ten years into an economic recovery. A survey by the National Association of Realtors found, get this, that a quarter of realtors say the government shutdown had dissuaded their clients from buying homes. The shutdown also putting some key economic reports on hold that creates more uncertainty for investors and farmers. Farmers normally look to a report on world markets to help determine what to plant in the spring. But look, the Department of Agricultural is swept up in the shutdown, that crucial report was not published last week. The Commerce Department is unfunded. Retailers did not get a report on last month's sales. They are now in the dark on how Americans spent their money during the holiday season. If the shutdown lasts through the end of the month, it's unlikely the government will be able to publish its next report on GDP. The broadest measure of economic activity, dark. This is something incredibly closely watched by investors, oh, and by the president of the United States who came to office promising 4 percent, even 5 percent GDP if he's elected.",
    "statement": "They <MAY> want that number not published, right?"
  },
  {
    "transcript_id": "CNN-178045",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "If there's no deal on the tax cut extension, it directly affects your paycheck. The average person will pay about $1,000 more in taxes starting January 1st. It's a broad range. If you make $35,000 a year, you're going to pay $700 more. If you make up to $110,000, say, your taxes are going to go up by more than $2,300. But it could also affect the overall economy. Felicia Taylor, she's joining us from the New York Stock Exchange. And explain to us how this might actually affect economic growth in the coming year.",
    "statement": "<WELL>, some economists, to be fair, say that GDP won't be affected. But CNN Money surveyed a group of economists, and they say not extending this payroll tax holiday <COULD> shave <ABOUT> .4 of one percent from GDP. That's a fairly sizeable reduction. It doesn't sound like it, but if you take a look at it, it really is. The issue naturally comes down to spending. By not extending the payroll tax holiday, that means <OBVIOUSLY> less money in our pockets to use and less money to spend and put back into the economy. The same is true for extending unemployment benefits, which is also part of the same bill. So it really does have this <SORT OF> drag-on effect on the overall economy."
  },
  {
    "transcript_id": "CNN-146077",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "And I wonder if they're actually taking these steps now because of the meeting with Obama yesterday?",
    "statement": "You <KNOW>, and that's a good question. I mean the optics, the public relation optics of it are, of course, perfect, right? The president calls them and says do this. And now I <THINK> we'll <PROBABLY> start hearing some more initiatives from banks <ABOUT> the things that they are trying to do. Clearly we'll hear more <ABOUT> the banks trying to give their money back, the TARP money back. Citigroup and Wells Fargo now."
  },
  {
    "transcript_id": "CNN-91706",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "But the mayor also told CNN he believes most, if not all of the people kidnapped are likely involved in drugs, a view not shared by the U.S. Consul in Nuevo Laredo.",
    "statement": "The conventional wisdom in the community, not in the consulate, but in the community, had been that people were fairly safe as long as they weren't actually involved in the narcotics trafficking trade that passes through here. But once we had learned that people were being kidnapped for ransom and given the numbers involved, We <THOUGHT> it was important to provide that information."
  },
  {
    "transcript_id": "CNN-180641",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "totally": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That she`ll regret the next day. Bob, should Gisele just have zipped it? What`s your vote?",
    "statement": "No. You <KNOW>, I <THINK> it`s awesome. I agree with Wendy. I mean, first of all, the Giants` fans are <TOTALLY> taunting her. They`re like, \"Eli owned your husband.\" I mean, that`s not nothing to say. So it`s like, at the end of the day, I <THINK> it`s wonderful she supported her husband. But on the other hand, I <KNOW> there`s <KIND OF> a code and you`re not supposed to say things <ABOUT> the teammates. But I mean, I say - you <KNOW>, I say it all the time. I can`t throw the ball and catch it, too. And I`m <SURE> that, ultimately, you <KNOW>, this <MAY> be a little bit more literal than how I am intending it, but the guy - it is the truth. They did drop some passes when they were in the last drive of the game. And at the end of the day, these guys were heckling her and I <THINK> that she was being, you <KNOW>, defensive and supportive of her husband. I <THINK> there`s nothing wrong with that."
  },
  {
    "transcript_id": "CNN-407788",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Why are you insisting on that, as opposed to having a compromise with the Republicans, so that people out there who are hungry, who desperately need that money could get something, rather than nothing, which is what they have now?",
    "statement": "<WELL>, let's just say that the $600, many economists tell us -- I didn't even see that on their part -- many economists that that has kept many, many millions of people out of poverty, A. B, what they put on the floor of the House Senate last week was $200, $200. And it represents.."
  },
  {
    "transcript_id": "CNN-203147",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "suspect": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "You, too.",
    "statement": "We're going to begin with something that folks rarely see on a Saturday, everyone. We're talking <ABOUT> court in session and it involves a fairly disturbing case involving two teens accused of raping a 16-year-old girl in Ohio. She <MAY> actually take the stand today, the alleged victim. The rape <ALLEGEDLY> happened last August during a full night of partying, and witnesses say the alleged victim was drunk. But the high school football players from Steubenville, Ohio, say they are innocent. Yesterday, the <SUSPECT>'s friends testified, saying they saw the whole thing. Here's Poppy Harlow, who has been in court in Steubenville."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Remember this? Miles of house trailers rushed to the Gulf after Hurricane Katrina. 120,000 in all that cost FEMA $1.8 billion. The agency bought way too many. So FEMA unloaded 10,000 trailers at bargain rates, 40 cents on the dollar. So, wait. Back up. The trailers are going back to FEMA. \"Keeping Them Honest,\" we wondered, what's going on? Wanda Phillips in Purvis, Mississippi knows. She and her husband bought one.",
    "statement": "We <THOUGHT> it was great. It's new, it was all new."
  },
  {
    "transcript_id": "CNN-47632",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Walker's family continued to send money to John after he entered the madrasa. But eventually it lost touch with him.",
    "statement": "My last contact with John was by e-mail back in -- you <KNOW>, in April, and very -- first part of <MAY>. And we have no information and no contact whatsoever with John from that day until now."
  },
  {
    "transcript_id": "CNN-407295",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I want to get to how you got sick in just a second, but I know you were in this medically induced coma for two months. When you first woke up --",
    "statement": "That part, I don't <KNOW> what happened."
  },
  {
    "transcript_id": "CNN-168659",
    "matched_terms": {
      "believe": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "State care to present any issues at this time concerning any other matter?",
    "statement": "Your honor, yesterday, I filed a motion to tax special cost of investigation and prosecution and to reserve jurisdiction. The only reason that I would bring this up prior to the actual sentencing has to do with the jurisdiction of the court, once sentence is imposed. If defense counsel intends to appeal the misdemeanor convictions, then this court would not be able to entertain a later hearing until that matter is resolved as it relates to costs of investigation. If, in <FACT>, that is their intent, what we would ask is that the court bifurcate the sentencing hearing, proceeding to the matters of punishment. First, the issue of costs of investigation is not intended to be punitive and I <BELIEVE> can be handled at a later point in time in a bifurcated type of proceeding that would not divest the court of immediate jurisdiction to handle this matter so that this can be closed as expeditiously as possible. That is the only thing I want to bring up at this time."
  },
  {
    "transcript_id": "CNN-126769",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Well, I kind of -- I kind of believe them. I do believe them on that, but I would also say that this is about saying thank you to folks, and this is about building relationships and see how the chemistry is.",
    "statement": "And John McCain does have a sense of humor. He's <PROBABLY> tweaking the press a little bit intentionally with it anyway."
  }
]