[
  {
    "transcript_id": "CNN-126389",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "That was Bill Schneider, part of the best political team on television, from Charleston, West Virginia.",
    "statement": "All right. Meantime, another big story taking place overseas. Myanmar getting aid to the people who have survived that cyclone still a huge challenge. One of our correspondents is actually in Myanmar and joins us now from a refugee camp. Where if you <<COULD>> give us an idea, even for those that are at the refugee camp, are they able to get any sustenance, any food at all?"
  },
  {
    "transcript_id": "CNN-377727",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "would": "ungraded",
      "often": "ungraded",
      "rather": "ungraded",
      "about": "ungraded",
      "likely": "ungraded",
      "unlikely": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "sense": "ungraded",
      "take": "ungraded",
      "view": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And how robust do you think that challenge would be? The idea of some form of national unity government, so-called, to try and fend off a no-deal Brexit? Even though there is, clearly, a majority in Parliament that would wish to avoid that outcome, there is the issue of a lot of those M.P.s being unwilling to back Jeremy Corbyn as a potential interim leader. So how concerned do you think that Boris Johnson needs to be about the prospect of a no-confidence vote and, following that, his own government falling and then another government of national unity, coming into its place?",
    "statement": "<WELL>, there are all these sorts of scenarios that are being discussed, but I <<<THINK>>> it <MIGHT> help your viewers to bear in mind that the issue that we're talking <ABOUT> over the next few weeks, is not whether the United Kingdom leaves the European Union or remains a member of the European Union. It's the -- given the assumption that it will leave, but does it leave with a deal, one that it does not like, or does it go with no deal at all and all the disruption that <<COULD>> mean in the immediate aftermath of departure? And we are a parliamentary democracy, it's <RATHER> like in the United States Congress, <OFTEN> has to give its approval before the president can get his way. So in the United Kingdom, the assumption is that members of Parliament, if no deal is to go forward, is going to have to be agreed. And all the figures don't add up -- <SEEM> <<UNLIKELY>> to add up. What we have in addition to that, as you've indicated, is that at any time, the opposition can put down a motion of no confidence. Normally, that wouldn't be carried. But because the issue at stake is whether Parliament's going to be respected in the judgment that it has made, that it cannot accept no deal, does the government have a majority to <TAKE> a different <VIEW>? If it is defeated, then the -- I <<<THINK>>> the most <<LIKELY>> scenario we're talking <ABOUT> is not a Corbyn government. It is a -- <<PERHAPS>> a government with someone more acceptable to Parliament as a whole, <<PERHAPS>> Labour, <<PERHAPS>> Conservative. But that's, in a <<SENSE>>, incidental. It'd be for a very short period of time. And I <<<THINK>>> it <WOULD> be to ensure that a general election of the public as a whole <<COULD>> be the appeal court. That if Parliament and the government are locked into a real logjam and cannot reach agreement, then in our democracy, it is the electorate who politicians are ultimately answerable to. And by having a general election, the government <<COULD>> either be re-elected with a mandate to go for no deal, or be defeated."
  },
  {
    "transcript_id": "NPR-26800",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Google's Android already powers three of every four smartphones sold anywhere on the planet. And now its biggest partners - like Samsung - are competing aggressively with Apple for high-end customers. Golvin says for the first time Android tablets are beginning to sell well too.",
    "statement": "The fear that oh, wait a minute, look what happened on the phone side - right, now look at the market shares. Are we going to see the same <THING> on the tablet front?"
  },
  {
    "transcript_id": "NPR-6565",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "President Obama was counting on a coalition of strange bedfellows to pass the fast-track bill. Instead, an even stranger coalition was the measure's undoing. Democrats, who ordinarily support relief for workers whose jobs are hurt by a foreign competition, voted down a measure that would provide just that kind of help. And because that worker assistance is joined at the hip with the trade negotiating bill, that effectively put the brakes on fast-track. Obama had urged Democrats not to resort to that kind of parliamentary gamesmanship. But California Congressman Brad Sherman argued the worker assistance bill was their only leverage to bring down the trade package.",
    "statement": "What's the good of having <A LITTLE> bit of trade adjustment assistance if we lose millions of jobs because we put them on a fast track to Asia?"
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Now, because of this deadly incident in Virginia, a much- anticipated event here on Capitol Hill has been postponed. The attorney general, Alberto Gonzales, was supposed to testify tomorrow about his role in the fired federal prosecutors controversy. That is not going to happen. It is now going to happen on Thursday. The Senate Judiciary chairman who was holding that hearing tomorrow went to the Senate floor saying that it was a bipartisan decision, that the nation is going to continue, of course, to be grieving tomorrow. The attorney general, through his spokesman, Lou, said that he is anxious to come and testify before Congress, but in terms of this particular incident, he understands that it is a time to talk about the tragedy and to lend condolences to the families of those who were killed in this incident -- Lou.",
    "statement": "Any suggestion today in either the Senate or the House that congressional leaders <WOULD> be going to Blacksburg?"
  },
  {
    "transcript_id": "CNN-115052",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "An unforgettable image, Anna, seen here in this video played in court, wearing heavy clown makeup and appearing heavily impaired. Even more shocking, at the time this tape was made, she was eight months pregnant with Dannielynne.",
    "statement": "There are so many questions <ABOUT> her health. Given that we now purportedly have two videos of Anna Nicole Smith seen late in her pregnancy, <QUITE> <<APPARENTLY>> intoxicated, and there are many experts who say that <<COULD>> have affected the little baby and she <MIGHT> need medical care right now."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "I will now adjudge you guilty of the offenses to which you were guilty and ask the clerk to record the verdict, and I will simply turn to counsel and ask if there is any reason we shouldn`t proceed with sentencing.",
    "statement": "Judge, based on the information (ph) that I have presented I <WOULD> just like an opportunity to file any post-verdict motions. I`ve asked for a short delay of a week or two in order to ensure that those matters are heard before sentencing."
  },
  {
    "transcript_id": "CNN-374699",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let's back up just while I have you two on Director Coats. Why is he -- why is he coming up again, a potential departure?",
    "statement": "<WELL>, Brooke, President Trump has been discussing with confidants yet again, his frustration with his Director of National Intelligence, Dan Coats. That's not new frustration for months. On and off, the President has questioned whether he has the right man in that job. Back in January, recall that Coats gave congressional testimony that contradicted what President Trump was saying publicly <ABOUT> Iran, <ABOUT> North Korea. President Trump was very angry at Coats over that at the time, and he did confide in confidants that he had <<PERHAPS>> considered replacing Coats at ODNI. But now, sources tell CNN that President Trump is again calling up his aides, calling up his advisers and asking them if Coats <SHOULD> <<PERHAPS>> be replaced and one name that he has floated is Fred Fleitz, that's the former Chief of Staff to National Security adviser John Bolton, as a potential replacement for Coats. Fleitz has had discussions with the White House <ABOUT> potentially taking that job. But Brooke, we know that President Trump, no stranger to creating a vacancy without having a permanent replacement in the pipeline and we just don't know when or if the President will finally make his move on Coats."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Tonight, breaking news. We`ve got brand-new information coming in at this hour about the huge mystery in the Jodi Arias courtroom. Tonight, a friend of the Arias family is complaining that Jodi has a migraine and says she`s being forced to wake up too early. Could that be what`s making Jodi sick? Or could Jodi be hatching a secret plan to stall for more time, or could she even be trying to create a basis for appeal? Good evening, I`m Jane Velez-Mitchell, coming to you live. The beautiful 32-year-old photographer admits she stabbed Travis Alexander 29 times, slit his throat from ear-to-ear, all the way back to the spine, and shot him in the face. But Jodi says, \"Oh, I did this all in self-defense. I was abused.\" Yesterday, we heard Jodi was feeling faint. And they gave her a Power Bar. But we saw her in court at a hearing this morning, and she looked just fine. Then suddenly, out of nowhere, court is mysteriously called off for the day. And then we found out Jodi is being given strict instructions: take your medicine, just before court is canceled. Listen to this.",
    "statement": "I heard Jennifer Willmott, after she poured a glass of water for Jodi, handed it to Jodi and said to the sheriff`s deputy, \"Be <<SURE>> she takes her medication.\""
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "There is no real one, but I thought it was a nice gift.",
    "statement": "Hard to <<<BELIEVE>>> that the Cuomos <<<THINK>>> they have a family crest."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "But also to see if it rubbed off because in fact, this BPA is in a coating that's placed on top of the paper, and it's <<SORT OF>> loosely there. It was <<SORT OF>> described to me as <A LITTLE> bit like talcum powder. It isn't talcum powder but <<KIND OF>> like that, laced with some of these ingredients that under pressure or temperature, a dye will mix with the BPA, if it's there, and you know, print something on the paper."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Which is a big deal also. John, this is an important moment, and it looks like it's all happening today.",
    "statement": "It's all going down, because the Trump administration has the ability to have an exit ramp, and they so far haven't -- so far haven't used it. Release the whistleblower report, as they're required to do by law and have not done so far. Release the transcript, get the facts out there. In the absence of that, instead, we've seen a pattern of lying and stonewalling by the administration on this issue. And this matters, because it doubles down on that core concern that Trump has been getting foreign powers to try to interfere in our elections. Yesterday, he's back and forth on key things. At one point, he was denying he knew anything <ABOUT> the money transfer, contradicted by new reporting last night that he himself was behind it and told the administration to lie. So this is serious. There's a way to deescalate the situation. Release the report. If not members of Congress, those seven moderates, we're up to 145 from just over 80 before the Mueller hearings."
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Because they will need workers at some point, particularly in the coming decades. One statistic I found very interesting from your story, the lowest fertility rate in all of Japan is in its largest city, Tokyo. Why is that?",
    "statement": "Yes, that's right. So amongst all of the 47 prefectures, Tokyo has the lowest fertility rate. I <<<THINK>>> this has something to do with how <<SORT OF>> overpopulated it is and how densely built the surroundings are. You know, people who live here simply have to focus on their careers and they just don't have much time to spend with their families. And I <<<THINK>>> this is a problem or an issue that many young people or couples experience across the world."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Kitty, thank you very much. Kitty Pilgrim. There's been considerable debate in this country over whether school security guards should be armed at all. In Douglas County, Colorado, armed security guards patrol schools 24 hours a day. That county is looking to hire more armed guards to provide additional security, their officers working with local police.",
    "statement": "In each one of our high schools and middle schools, we have a number of unarmed security officers who are employees of the school district. Then supplementing all of that, we have a patrol division, a smaller patrol division. And those officers are also employees of the school district, but they are armed, as <WELL>."
  },
  {
    "transcript_id": "CNN-106878",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Yes. Let me tell you a couple things about that. Normally, we have airplanes on alert and airplanes orbiting over Iraq that are on call. This was undoubtedly a preplanned mission because of what we've heard about the intelligence available. Collateral damage is a relative term. You can see that anybody in that house was going to get killed, whether there were men, women, children or Zarqawi. So we had to have very, very good intelligence with everything going on and, you know, the sensitivity about civilian casualties. They had to know that Zarqawi was there and there at that time. So this is a real coup for intelligence and cooperation between the Iraqis and the Americans, who were able to keep this secret for a long period of time.",
    "statement": "Shep, my sources also telling me there was some strafing that was involved with 20 millimeter canyons. Can you explain to our viewers why that tactic <WOULD> be used?"
  },
  {
    "transcript_id": "CNN-93857",
    "matched_terms": {
      "may": "ungraded",
      "quite": "ungraded",
      "maybe": "ungraded",
      "kind of": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back, everyone. Seems like we've been talking about this day after day after day. New revelations now about another company struggling with identity theft. And Andy Serwer fills us in, first check minding your business. Another one, huh?",
    "statement": "Another day, another case. This one <<MAYBE>> not <QUITE> identity theft; <<MAYBE>> identity loss. Let me explain here. Online discount brokerage Ameritrade sending out letters to 200,000 of its customers saying that its files containing their customer Social Security numbers account information, and other personal information <MAY> be missing. Here's what happened. They sent four tapes between two secure locations. Some <<KIND OF>> box fell open. The tapes got lost. They recovered three of the tapes. One tapes still missing. <WELL>, they're saying it was the fault of the people transporting the tapes, but you know, it's ultimately their fault, of course. And why they can say it's 200,000 customers out of their 3.7 million, we're not clear on that right now. The company in Omaha, Nebraska, giving some information. But we've seen how companies have figured out it's X and then next week it's Y, which is to say 10 times more. Let's <HOPE> this isn't the case."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Barbara, normally what are they saying at the Pentagon about what kind of information they normally would need to have before they would go forward with a raid like this one?",
    "statement": "<WELL> what they have told us is that U.S. Commandos had this facility under surveillance for some time, that they had seen stolen U.N. vehicles moving in and out, that they had seen convoys of vehicles late at night, and that they had never seen women and children in the compound, which was unusual. That led them to <<<THINK>>> that this was an al Qaeda facility. And now, they're just not <<SURE>>. And what's not clear is whether or not there was intelligence or information given to them by some local Afghan warlords, and whether that information had misled U.S. Commandos."
  },
  {
    "transcript_id": "CNN-104368",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "If you can for an 11-year period have a good, -- obey the law, be proficient if English, be constantly employed, pay a $2,000 fine after 11 years, I think you've earned the right to be an American citizen. I think that's a win-win.",
    "statement": "The bill that's coming out of the Judiciary Committee awards illegal behavior. And I <<<THINK>>> if you reward illegal behavior, you'll get more illegal behavior."
  },
  {
    "transcript_id": "CNN-309477",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "So, Wolf, you can hear the president there not answering questions a short time ago at Mar-a-Lago <ABOUT> Syria here. He's letting the actions last evening speak for themselves here. But, <QUITE> frankly, Wolf, there are questions from even lawmakers and others who applauded the president for his action last evening, for him to spell out more of a concrete strategy with Syria going forward here. So, as we await --"
  },
  {
    "transcript_id": "CNN-155107",
    "matched_terms": {
      "hope": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "You`re asking me?",
    "statement": "The best <THING> that you can do for him is try to work out a deal for him. Because torture in California is a life case. It`s life. So he`s potentially looking at life in prison. So the best <HOPE> he`s got is to potentially work out a deal."
  },
  {
    "transcript_id": "CNN-205095",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The FBI leading the investigation. Authorities say they are following several leads. You're looking here at live pictures. Well, I think we've got some live pictures -- there they are -- of the crime scene. Our cameras overlooking Copley Square in Boston.",
    "statement": "A twelve block section of the area is closed off while investigators are combing through every inch. They are simply searching for clues. Anything to bring attention to this. We've got an update on the investigation. This news conference, it happened just a short time ago. You see Massachusetts Governor Deval Patrick dispelling early reports <ABOUT> what was a worry for many people, and that was unexploded devices."
  },
  {
    "transcript_id": "CNN-199913",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Definitely, the scandal, it can affect his play. You were able to se that, but that doesn't mean it was all about the scandal. Alabama is a great team. I think he has to deal with it. He has to deal with it right now. The NFL is going to make sure it's dealt with. They're going to have great investigators that look into it. I mean, right now, we're talking about the draft status. The draft status is about his combine performance, you know, all those things on the field. But then they're going to have to find out exactly what's going on with the story. I think as the truth gets out, it's going to allow him to be able to be more confident.",
    "statement": "One of the things we do know is that he lied. He told Katie Couric he lied after the fact <ABOUT> -- here, let's play <A LITTLE> bit of what he said to Katie."
  },
  {
    "transcript_id": "CNN-159498",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "You go east of Sarnia, and all of a sudden, you're in a different snow belt that we don't talk <ABOUT>. We talk <ABOUT> Cattaraugus, Chautauqua Counties. You know, all those things south of Buffalo. But when you're here, on Lake Huron, this is an impressive lake with a lot of moisture, a lot of heat in it. Even though it's 38 degrees, it's warmer than that minus 10 air that's coming over the top of it, and you get big-time snow that looks like that."
  },
  {
    "transcript_id": "CNN-2192",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded",
      "hope": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "Just how much of the president's plan survives, makes it through the Congress, very much remains to be seen. CNN's Chris Black is at the White House -- Chris.",
    "statement": "Frank, if President Clinton's proposals to extend the life of Social Security and Medicare and pay down the national debt sounds familiar, it's because they are. This budget proposal for fiscal year 2001 is very similar to the budget proposal President Clinton proposed, last year. What is changed, however, and changed dramatically is the political climate. It is election year. The entire House of Representatives and one third of the Senate stands for reelection, and White House officials say they <HOPE> that public pressure will convince the Congress to approve some of the initiatives. What is -- the president is once again prosing a major modernization of the Medicare program, the health care program for the disabled and for older Americans, and central to that proposal is offering a universal prescription drug coverage. One new wrinkle this year will be catastrophic drug coverage for older Americans and disabled Americans who have extraordinarily-high drug costs. This is extremely popular with potential recipients and particularly those who do not now have prescription drug coverage from the health maintenance organizations. That has caused the drug companies to have a <CHANGE> of heart. While the drug industry still does not approve of Mr. Clinton's proposal, they do recognizing that the public is demanding something, and they have been talking to White House officials <ABOUT> some <<SORT OF>> compromise, and that in turn is changing the climate on Capitol Hill. The Republican -- the drug companies' Republican allies are now much more willing to consider something along this line, some <<SORT OF>> compromise -- Frank."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Seriously, again, the Lazarus-like -- how does your brain work at three minutes to 5:00 in the east, John Avlon? Honestly, I don't believe you were able to pull that one off. Have you got a few more in the can for us coming up?",
    "statement": "I <HOPE> so."
  },
  {
    "transcript_id": "CNN-10487",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Absolutely, Carol. Two of the witnesses on the stand yesterday both said that Michael Skakel confessed, making incriminating statements. Now, this morning, the defense attorney will cross-examine one of those witnesses. He's a former schoolmate of Skakel. And he described how, 20 years ago, he and Skakel were talking about special privileges. And Gregory Coleman said he pointed out Skakel's stereo, saying, you get away with murder, Michael Skakel allegedly responding, I'm going to get away with murder. I'm a Kennedy. Now, prosecutors say the testimony of the two formal schoolmates places Skakel at the scene of the crime, the murder of Martha Moxley. But the defense attorney says the witnesses are simply not credible.",
    "statement": "What we established today is there were two people that Michael Skakel has admitted his presence at the crime scene. It's the nature of a crime scene where the only person who <<COULD>> be present is the perpetrator."
  },
  {
    "transcript_id": "CNN-177084",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "So, I think he deserves a great deal of credit for having had the courage to run, for having the courage of big ideas and for having had the clarity to say them in a way that many millions of Americans found them very, very positive.",
    "statement": "Many Tea Party activists liked Cain and two candidates with support from the grassroots conservative movement <HOPE> Cain voters come their way."
  },
  {
    "transcript_id": "CNN-251718",
    "matched_terms": {
      "would": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "What the hell did I do? Killed them all, of course.",
    "statement": "Killed them all, of course. So, Danny, the <QUESTION> becomes <WOULD> something like this be admissible in court?"
  },
  {
    "transcript_id": "CNN-170327",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "a bit": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you know, it's a really interesting question, frankly, because initially, it seemed like there was disappointment. That lingering uncertainty seems to still be in the marketplace. But, truly, the markets -- traders that I've spoken to, they want to see good news. They're ready to see positive news. They've been so disappointed by the policymakers in Washington that they want to hear some benefit to the economy. And it frankly seems like Ben Bernanke has given that to them in a subtle way. The part that's a little upsetting or -- or disconcerting, I should say, is that there were four Federal Reserve governors that dissented on this. So, again, there isn't consensus in Washington even when it comes to the Federal Reserve. So that -- it would be a little bit of concern. But, yes, there is tremendous relief that the market did hear what it needed to at this point and you got a great relief rally in the last 30 minutes.",
    "statement": "And some people getting some profits at last. Felicia, thank you very much, indeed. We'll have much more on the volatile markets <A BIT> later in the show for you. But first, Britain is on high alert tonight, one day on from what London's Metropolitan Police described as the worst disorder in living memory. Right now, some 16,000 officers are patrolling across the capital, determined to ensure there's no repeat of the running battles which left shops looted and businesses burned to the ground. So far, the streets are much quieter tonight, but police have been called to deal with trouble in the East London area of Canning Town. <WELL> -- the area of Canning Town in East London, I <SHOULD> say. Earlier, Britain's prime minister, David Cameron, cut short his holiday and returned to London to meet with police and firefighters. Speaking from Downing Street, Mr. Cameron vowed that those responsible <WOULD> not get away with it."
  },
  {
    "transcript_id": "CNN-257958",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "suggested": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The country has just one week to secure that deal or risk missing the June 30th deadline to repay the IMF. For latest, we want to go to Elinda Labropoulou. She is live in Athens, Greece. And Elinda, we know of course about this extraordinary meeting planned in Brussels for more talks in an effort to find a solution to the Greek debt crisis. How close are they to finding some common ground and what might a final deal look like?",
    "statement": "<WELL>, we get mixed reports from all sides <ABOUT> this possible deal, but the truth is that with deadlines being so close and the possibility of Greece finding itself without a bailout at the end of the month and having to face this payment to the IMF. I <<<THINK>>> all sides will do what they can to reach even a last-minute agreement. We've heard all kinds of suggestions being put on the table, this whole idea of a possible deal, a possible delay or default. So these are the three options that Greece is now facing. The idea of a delay is a strong possibility. It's been <SUGGESTED> even by the head of the euro group last week and it's something that has been gaining ground in some circles. Because by now what we're seeing was looking at the proposals and I <<<THINK>>> there are a lot of questions on what Greece has proposed, a lot of them to do with tax raises, also this whole idea of pensions and more contributions from pensioners. And a number of measures that the Greek government has set for a long time are actually its red lines that it is willing to go no further. It seems to have crossed these red lines, but at the same time the proposals it is putting do not <SEEM> to necessarily be what even the creditors <<<THINK>>> will be the best solution for Greece."
  },
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, what we've seen with the previous man, Oh Chong Song who defected was that he was obviously taken into South Korean custody, and according to some officials, we saw a definite uptick in the border control, the border guards, the number of guards that were there. It's reported that they had changed the guards that had not stopped that defector from coming to South Korea. You would imagine that maybe they would be punished. Certainly, the family of that defector, many defectors that come to South Korea will go to China. Understand that their family would be under increased scrutiny, would potentially be sent to a political prison or what would be like. And they know they could take some of that -- some of that blame for their defection, which is just a tremendous added guilt for those who do defect. But also shows the desperation as to why they defected.",
    "statement": "Indeed. Paula Hancocks, joining us live from Seoul in South Korea, where it is 5.15 in the early evening. Many thanks. <WELL>, the U.S. president heads into his holiday break this weekend with a legislative victory and renewed focus on Jerusalem. Donald Trump and congressional republicans celebrated the passage of the tax reform bill at the White House on Wednesday. Later Thursday, the U.N. General Assembly holds an emergency session to consider a resolution condemning the Trump administration's decision to recognize Jerusalem as Israel's capital. With the latest poll showing only 33 percent of Americans supporting the tax reform bill, the next challenge for republicans is selling it to the public. Jim Acosta has the details."
  },
  {
    "transcript_id": "CNN-211124",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "And not only that, he's in a pretty dangerous area. Drugs are a real problem in this town that he's in right now.",
    "statement": "<<SURE>> and I used to look at it through what I used to call the big six. And these are the big six problems you have to worry <ABOUT> as a secret service agent: a tactical attack, a medical problem, a chemical assault, the explosives, airborne attack, and fire. And that fire <<COULD>> be anything from a Molotov cocktail to a fire that just went off by accident. It doesn't really matter who creates a problem. When you look at those big six they are exacerbated dramatically by these impromptu \"let me walk into a crowd\" moment. Because when you can't control the flow of people <AROUND> your protectee all of those things get worse. The potential for a tactical assault, and getting evacuating -- God forbid a medical emergency with the Pope. Chemical attack. They are all worse because the -- you cannot control the flow of people or the ingress or egress of either the crowd or your protectee getting them in or out. So it does create some significant problems."
  },
  {
    "transcript_id": "CNN-191752",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "By the way, we went to -- this is just not 40 voters. We did focus groups for over a year. We had, by the way, there were Democratic strategists who did these focus groups for us. I think those --",
    "statement": "<WELL>, Pat Caddell is no longer really --"
  },
  {
    "transcript_id": "CNN-273252",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Brianna, thanks very much. Brianna Keilar, traveling with the former secretary in California. Thank you. Gloria, a lot of us who covered all those scandals, the Lewinsky scandals, the impeachment scandal, during the late '90s, we remember vividly Bill Clinton emerge with 60 percent job approval numbers, the highest of his presidency, though it is a potential risk for Republicans right now.",
    "statement": "I <<<THINK>>> when you're talking <ABOUT> the base of the Republican Party, who's very anti-Clinton, it's not that much of a risk. I <<<THINK>>> when you're talking <ABOUT> the general election, it is a risk, because you can't blame Hillary Clinton, voters <WOULD> say, for her husband's alleged indiscretions. I do <<<THINK>>> what's interesting <ABOUT> -- <ABOUT> watching Bill Clinton today is that his exerting -- never thought I'd say this -- self- discipline in the way he is deflecting these questions, sticking on message. Bill Clinton goes off message all the time, and he is not doing that in this campaign. We saw him do it when Hillary Clinton last ran for the presidency in 2008. He is not doing that this time, and neither is she. So he's sticking on message <ABOUT> Hillary Clinton. He's not getting angry <ABOUT> these questions, and he's just going on with -- with his campaign for his wife."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "claimed": "ungraded"
    },
    "previous_statement": "Going through my head but I was just thinking, I can chase her down to the bottom, get down to the bottom and either dump her weights, let her -- dump everything. Let her rocket to the top. Cause at that point I knew something was going on. I thought, well, you know, in my mind I was thinking that was going to happen.",
    "statement": "All right. So that`s his explanation. Here`s a photo an eyewitness snapped of Tina at the bottom of the ocean -- there she is -- with what`s believed to be Gabe in the foreground. Now, he <CLAIMED>, oh, she panicked and knocked his mask off. And by the time he got it back on, she had sunk, and he decided to go to the surface for help. But given that he`s certified as a rescue diver, a lot of people found his explanation suspicious, to say the least. I want to go back to Krissie (ph) McCampbell. You`re speaking to us exclusively tonight. You are the dead woman, Tina Watson`s, cousin. I understand that you were supposed to testify at one point. What did you want to say in this trial?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "wonder": "ungraded"
    },
    "previous_statement": "I like that idea.",
    "statement": "I <WONDER>. The people that want to support the United States Army or the war, or whatever, they can."
  },
  {
    "transcript_id": "CNN-408472",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sense": "ungraded",
      "moderate": "ungraded"
    },
    "previous_statement": "Sabrina, John Kasich is going to be speaking at the Democratic National Convention, a former Republican presidential candidate, a former Republican House member, a former Republican governor. And not from, you know -- to the extent this has existed for decades -- the liberal wing of the party, right? I mean, tell us how significant that is, and is there -- I mean, do Democrats really see inroads with Republican voters in this election, stealing a few of them away?",
    "statement": "I <<<THINK>>> it's striking that John Kasich, who sought the nomination in the Republican Party in 2016 is now going to speak on stage -- or virtually -- at the Democratic National Convention. And, you know, he's speaking on the same night as Senator Bernie Sanders who in many ways is still the standard-bearer for the progressive wing of the Democratic Party. You couldn't have two figures who are more unalike, <<PERHAPS>>, appearing on the first night of this convention, which I <<<THINK>>> goes back to this <<SENSE>> of urgency that Democrats are really trying to push in their messaging this week, that this is bigger than any one party, that this is a moment where they need to -- where the primary goal <SHOULD> be limiting President Trump's tenure in the White House to one term. But it is absolutely significant and <<KIND OF>> dovetails with the Biden campaign strategy of seeking out some of those <MODERATE> Republicans who held their nose and voted for then-candidate Trump in 2016 but <MAY> be up for grabs, and it's also an appeal to suburban voters and independents. Those are two key constituencies who are critical --"
  },
  {
    "transcript_id": "CNN-255278",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And that's what you have to be careful of. Even if you don't get an action, what you get is access and influence that comes with access, and that's got to shape the thinking of politicians. I think that's what opened issues about it.",
    "statement": "He was on \"The Daily Show\" talking <ABOUT> the CGI Foundation and the donations and the controversy that was brewing there, yet he didn't disclose this and some are going to say, look, you <SHOULD> have come out and said I've donated or something."
  },
  {
    "transcript_id": "CNN-230353",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Since February, since my big announcement, this has been a whole speculation of the first gay, openly gay football player. But you know what, it's not about that. It's about playing football. Can Michael Sam play football? And, yes, I can.",
    "statement": "Joining me now to talk <ABOUT> this, LZ Granderson, CNN commentator and senior writer for ESPN. Good morning,"
  },
  {
    "transcript_id": "CNN-368562",
    "matched_terms": {
      "often": "ungraded",
      "about": "ungraded",
      "sense": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Yes. I mean, he has said that a lot of this was unjust. I mean, what we've been hearing from the Senate is that they don't think it's very funny. You know, they -- and like you said, there's -- this is now the second pick in a row that walked away from a very high-profile nomination and a very important job, particularly in this administration, particularly heading into this election, and it raises a couple of things. One of -- it raises new questions I think about the process inside the White House. Sort of there have been questions all along the way but Trump has lost a lot of people. I mean, these are the kind of nominations that John Kelly would have said, well, wait a second. Here -- here's the paperwork. Here's what the Senate is going to see. Do you really want to do this? There are not that many figures like that left in the White House, not just John Kelly but others who have left post-midterms. And, you know, Herman Cain said that this was about, you know, the pay, and he just realized that he wasn't going to get paid a lot less than he thought he was. You know, maybe he told Moore what that salary was, and this is all",
    "statement": "This is also to the vetting point, it's people in the White House who understand the institutional history here in Washington in the <<SENSE>> that Steve Moore had another problem. The reason that Mitch McConnell and John Thune, members of the leadership have told the White House we cannot get Lisa Murkowski, Joni Ernst, she's on the ballot next year in Iowa, Susan Collins is on the ballot next year in Maine, we're not going to get their votes given all that he's written <ABOUT>, but this is inside, INSIDE POLITICS if you will. Steve Moore also a founder of the Club for Growth, which is a conservative group that <OFTEN> runs ads and campaign against the establishment Republican candidates including a lot of Mitch McConnell's friends. And so there's no reservoir of goodwill for Steve Moore for Mitch McConnell to go to those female senators and other senators who don't like these writings and say, look, I need you to <TAKE> one for the team here because Mitch McConnell is no fan of Steve Moore and what he calls the club for dopes."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Let me read what he said here. This was during an appearance before the Baltimore Jewish Council. In talking about stem-cell research after a question, he says that he's cautious about the idea of tinkering around with life, and then he added, quote, \"Look, you all folks know what happens when people decide they want to experiment on human beings, when they want to take your life and use it as a tool.\" He went on to say, \"I know that as well from my community and our experience with slavery,\" end quote.",
    "statement": "Marcelo, here we <SHOULD> note that most of the Jewish organizations have gone back to say they appreciate that he gave the apology, and they did not <<FEEL>> that he was a hate monger, just that he did not <<<THINK>>> <ABOUT> this. It's these <<KIND OF>> off comments, off-handed comments that get politicians in trouble. Your thought here."
  },
  {
    "transcript_id": "CNN-3436",
    "matched_terms": {
      "may": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "The climate is great there.",
    "statement": "They <MAY> pass on the freeways and the brush fires, but it seems almost every place on Earth wants to be <A LITTLE> like Hollywood. Dennis Michael, CNN Entertainment News, Hollywood."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "By the way, Angie just told me -- Dick Van Dyke is here Friday night. She and Dick Van Dyke appeared in two of the worst movies ever made, right? \"The Art of Love,\" and what was the other one?",
    "statement": "And \"Some <<KIND OF>> a Nut,\" and he is wonderful."
  },
  {
    "transcript_id": "CNN-341566",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Back from the dead. In a cloak and dagger story filled with intrigue, a Russian journalist and Kremlin critic reported to have been shot dead in Ukraine turned up alive at a news conference. He declared Ukrainian security services faked his murder to foil an assassination plot. Ukraine officials say they have two people in custody. One suspected of orchestrating the hit, another the potential, <WOULD>-be assassin. Senior international correspondent Fred Pleitgen following all of these for us from Moscow -- Fred."
  },
  {
    "transcript_id": "CNN-366346",
    "matched_terms": {
      "somewhat": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Joe Biden speaking to union workers and has already <<SOMEWHAT>> made reference to what everybody else seems to have been talking <ABOUT> for the last several days. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-170212",
    "matched_terms": {
      "avoid": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What lesson can the Pentagon learn from this tragic loss?",
    "statement": "<WELL>, listen, anytime there's an accident, anytime there's an aircraft mishap, there's going to be a thorough investigation done. That investigation is not only going to try to find out the cause of the accident, whether it was pilot malfunction, whether it was equipment malfunction, whether it was a shoot down, and learn from that and incorporate that into new tactics, techniques and procedures so that we can <AVOID> it again in the future."
  },
  {
    "transcript_id": "CNN-337168",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What we are seeing is that the Syrian Arab news agency, the official news agency of Syria, is reporting that there was a missile strike on the T4 airbase, which is 100 km northeast of Damascus. They say that there have been fatalities and casualties as a result of the airstrike and that their air defenses were able to shoot down eight missiles. But we have no confirmation from any source of where those missiles came from. The Pentagon is denying it, the Israelis were also one of the top suspects, are saying that they're declining to comment at this time. It is significant that on February 10th, Israel struck the T4 airbase. That is where an Iranian drone was launched that entered Israeli airspace on the 10th February and, of course, the after the Israeli airstrike took place on the T4 base, an Israeli F-16 was shot down by Syrian missile defenses. So we know there are Iranian forces at that airbase. But beyond that, we are still searching for more details on this reported incident -- Natalie.",
    "statement": "<WELL>, the world is saying that it is going to respond at some point, that there is a meeting of the U.N. Security Council in a few hours. We will wait and see what that response is. But let's talk <ABOUT> the situation now in Douma. They had been fighting until this reported chemical attack. What are you hearing <ABOUT> Douma today?"
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "No, but obviously any kind of chemical taken in excess including water can kill someone so.",
    "statement": "So -- so there are many factors that <<COULD>> have weighed in on his emotional state?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "understanding": "ungraded"
    },
    "previous_statement": "The senior IRS people, yeah.",
    "statement": "First of all - secondly, the IRS, the fact that there's not a sitting IRS commissioner, my <UNDERSTANDING> is it's  a temporary administrator running the IRS, not a commissioner, because the Senate refused - because the Republicans filibustered the appointment of an IRS commissioner."
  },
  {
    "transcript_id": "CNN-320151",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right, the need is great in Texas, and increasingly, on all these different parts of the Gulf Coast. Food, shelter, clothes, consolation. Now, the last of those <MAY> not pop to your mind, but I have to tell you, can make a big difference. One of the best ways to console and feed the spirit, listen for it. It's like this."
  },
  {
    "transcript_id": "CNN-161432",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dan, there's no doubt right now that -- we're going to have a lot more on Egypt coming up. But I want to quickly get the official word. I understand the White House has just made the official announcement about the new press secretary?",
    "statement": "That's right, Jay Carney, who has been the communications director for Vice President Biden, also a long time journalist, a \"Time Magazine\" reporter and the Washington bureau chief for \"Time\" magazine. He's <WELL> thought up -- thought of within this administration, also <WELL> liked by reporters. He has officially been named as the White House spokesman, succeeding Robert Gibbs, who will be leaving in mid-February. I <SHOULD> point out, there are also additional changes that have been rolled out. Stephanie Cutter, who was also a top candidate for this job, has been named as assistant to the president. And deputy senior adviser, Nancy-Ann DeParle, assistant to the president and deputy chief of staff for policy. Again, this is just part of those continuing changes happening here in this administration, as President Obama pushes into the two final years of his administration."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "should": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "All right, Nic, stand by. We're going to be getting back to you. Dana Bash, our White House correspondent, watched, listened to what the president was saying, just as all of us were. Dana, you spend almost all of your time covering this president of the United States. What was going through your mind as you heard those approximately four minutes, the four minutes he used to address the American people on this historic day?",
    "statement": "I'll tell you, Wolf, what I was thinking is how many times we've heard from the president, really, in virtually every speech, every opportunity he gets, we've heard him say that \"the tyrant is no more,\" is how he likes to put it; that Saddam Hussein is gone forever, that the Iraqi people <SHOULD> know that they are free and democracy is dawning in Iraq. But now he has the pictures to prove it, essentially. He has the actual hard evidence, because the Iraqi people can now see, as he pointed out, that Saddam Hussein has been captured. And he said, right at the beginning notably, that he will be brought to justice, reminding the Iraqis and the world of how many people he, <<PERHAPS>>, was -- how many people were not able to be brought to justice and how many people suffered at the hands of Saddam Hussein. So that was really what struck me, is the fact that this is something that he has said time and time again, that the Iraqi people <SHOULD> know that Saddam Hussein is not there to bother them anymore, but now they see it for themselves."
  },
  {
    "transcript_id": "CNN-91706",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Wolf, State Department officials stress they're working closely with Mexican authorities to address this problem. But the recent violence along the border has clearly sparked tension between the two governments and has families pleading for help from both sides.",
    "statement": "Yvette Martinez is a single mother who her parents <<<BELIEVE>>> just turned 28 years old. We say they <<<BELIEVE>>> that because they haven't seen Yvette since September 17. On that day, Yvette and her friend, Brenda Cisneros, went from their homes in Laredo, Texas, across the border to Nuevo Laredo, Mexico. They were heading to a concert to celebrate Brenda's 23rd birthday and disappeared. Their case is by no means isolated."
  },
  {
    "transcript_id": "CNN-321796",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The German foreign minister said today that any disavowed of the Iran deal with reduce the likelihood of getting any similar disarmament deal with North Korea. Do you share those concerns that any reactions on the Iran deal might reduce the possibility of getting a deal with North Korea? And separately, as a point of clarification, do you support a full oil embargo on North Korea?",
    "statement": "So, I <<<THINK>>> let's go back to Iran in the first place. What I will tell you is, a lot of countries are going to have their opinions on whether the U.S. <SHOULD> stay in the deal or not. But those countries don't have Iranians saying, \"death to America.\" They're not saying, \"death to Germany.\" They're not saying all of those things. What we can see is terrorist attacks happening everywhere with ties to Iran. And that's something we need to be careful <ABOUT>. And so, it has never moved the U.S. to care <ABOUT> what other countries say. What does move the President is, are we doing everything in the best interest -- security interest for the American people. And that's what you're seeing is playing out. In terms of comparing Iran to North Korea, that's exactly what we're doing, is we had so many bad deals with North Korea and everybody looked the other way. And every time they broke that deal, they looked the other way. <WELL>, where are we now? They now have a hydrogen bomb. They now have ICBM. So, if we don't do something and we make the same mistakes we made with North Korea, we will be dealing with Iran that has nuclear weapons and ballistic missile technology. And so that's the concern and that's what we're trying to do with that."
  },
  {
    "transcript_id": "CNN-92007",
    "matched_terms": {
      "possibly": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "Nic, turning the corner now, talking about the election, the count, the re-count. It's starting to sound like the United States. What's the latest with the numbers?",
    "statement": "It's still going on. Results had been expected this week. What appears to be happening, according to election officials, they are investigating claims of irregularities, claims of irregularities, not only at the polling stations, but also in the counting. And they say at this time that they're going through, recounting some 300 ballot boxes, checking the balloting papers in those, checking for irregularities. They are not called -- they are saying that this is not a delay, per se. But right now, they don't <EXPECT> to release results this week, <<POSSIBLY>> over the weekend, <<POSSIBLY>> early next week before those final results come out, Kyra."
  },
  {
    "transcript_id": "CNN-319472",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Yes, look, I honestly think that if you're Paul Ryan, I don't see the harm in it. Unless you don't believe it. Unless you think that that's not something that you should raise. It seems to me that Donald Trump -- remember, Anderson, Donald Trump wasn't a Republican before he was running for president and I don't know if he'll be one after he's president, but this is someone who is loosely affiliated with the Republican Party. Paul Ryan is somebody who has been -- he was a staffer on Capitol Hill before he ran for Congress, certainly before he became the speaker of the House. This is someone who's got a long time of service within the Republican Party. Yes, there are people who had run away from Paul Ryan and urged a primary challenge to him if he came out against Donald Trump. I'm not convinced there are enough of them, but my guess is that's why you don't hear as many people going as far as Bob Corker. I frankly think they may be overestimating the organization and size of the Trump base as compared to the Republican base.",
    "statement": "Interesting. The president heads to Arizona tomorrow. He's going to have a rally, which obviously he loves to do. He's flirted the possible pardon of former Sheriff Joe Arpaio. Phoenix's mayor, Greg Stanton, issued this statement in reaction to the report saying, \"If President Trump is coming to Phoenix to announce a pardon for former Sheriff Joe Arpaio, then it will be clear that his true intent is to inflame emotions and further divide our nation.\" It wouldn't be extraordinary if in the wake of Charlottesville and his comments <ABOUT> Charlottesville where his own judgment and -- you know, opinions <ABOUT> white supremacist are in <QUESTION>, that he <WOULD> pardon Joe Arpaio who was being -- you know, was held in contempt of court."
  },
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Love, marriage and money, Ali Velshi. It <MIGHT> <SEEM> like <A LITTLE> white lie, hiding a credit card, downplaying your debt to your significant other. Some people - do you know some people even lie just <A LITTLE> bit <ABOUT> how much they make? But too much debt and frequent disagreements <ABOUT> money can be disastrous to your relationship."
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "around": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "Get set for \"Worldview,\" and a musical interlude. We'll spotlight one of the most famous composers of all time and find out why he's scoring big in China. Then, a lesson in harmony around the world. Women leaders gather in the Philippines for a three-day discussion on transforming politics. The number of female lawmakers in the world has increased by only one percentage point per decade, and this global forum will prepare strategies for change. Meantime, we hear from women leaders around the world who attended another recent workshop. We begin with a \"Global Worldview.\"",
    "statement": "Tomorrow, January 19, is the anniversary of the election of an important world leader who was a woman. Indira Gandhi was the first female prime minister of India. She held the office from 1966 to 1977, and from 1980 until her death in 1984 when she was assassinated. Gandhi was just one of several women who helped shape the world's political map. Some examples: Golda Meir, Israel's prime minister during the early 1970s, encouraged the emigration of Soviet Jews and strengthened Israeli ties with the United States. <AROUND> that same time, Isabel Peron was president of Argentina, championing the causes of Argentine women while tackling economic and political strife. Margaret Thatcher was prime minister of Great Britain for 11 years, from 1979 until 1990. Under her forceful leadership, the British government, among other things, weakened unions and curbed inflation. Over in the Philippines, Corazon Aquino presided as president from 1986 to 1992. During her tumultuous tenure, Aquino restored some civil rights and released political prisoners, all while her government survived at least seven coup attempts. Despite the track record of these strong female leaders, there are still relatively few women who hold political power in the world today. But some are trying to <CHANGE> that. Bill Delaney has more from Boston."
  },
  {
    "transcript_id": "CNN-88873",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "All right, Heidi, debates are over. They are done with right now. Where are the next battles now fought for the campaign? Two reports this morning, Suzanne Malveaux is with the Bush team in Scottsdale, Arizona. Ed Henry is with the Kerry campaign in Las Vegas, Nevada, and let's start this morning this hour with Suzanne there. Good morning.",
    "statement": "Good morning, Bill. It was last night President Bush before a crowd of 35,000 said that he enjoyed this debate, that it was really his chance to present his vision for the next four years. And while Bush aides say that they <<<BELIEVE>>> his performance was a strong performance, they say that they are eager for President Bush to get out to friendly and familiar territory."
  },
  {
    "transcript_id": "CNN-339622",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Multiple sources telling CNN that Michael Cohen, the man who describes himself as Donald Trump's fixer aggressively pitched himself to potential clients after Trump's election. So let's discuss now with Seth Hettena, an investigative journalist and the author of \"Trump and Russia, a Definitive History -- Trump and Russia, a Definitive History,\" and CNN National Security Analyst, Juliette Kayyem, a former Department of Homeland and Security Official. Good evening to both of you. Thank you for coming on, Juliette, you as <WELL>. CNN has learned, Juliette, more <ABOUT> Michael Cohen's alleges sale pitch to potential client. Here's what he <<REPORTEDLY>> told them according to our sources. I don't know who has been representing you, but you <SHOULD> fire them all. I'm the guy you <SHOULD> hire. I'm closest to the President. I'm his personal lawyer. So Juliette, if Cohen is being hired, because of his access and proximity to the President, is that pay for play?"
  },
  {
    "transcript_id": "CNN-277078",
    "matched_terms": {
      "often": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "She is <OFTEN> the narrator of the Hillary Clinton experience in some of these speeches she gives. Tonight she was the narrator of the Democratic coalition's experience. She immediately pivoted from <<SORT OF>> beating up on Wall Street to voting rights. She said, we, we, we, a lot more in this speech than she has before so I <<<THINK>>> that's critical to what her message will be moving forward."
  },
  {
    "transcript_id": "CNN-353008",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello, everyone. Live from CNN London. I'm Hannah Vaughn Jones. A ferocious murder. That's how Turkey's President describing the killing of Jamal Khashoggi. We have the latest from Ankara and Riyadh. Speaking of Riyadh, the Davos in the Desert business forum is underway. Last year it was a who's who, this year it is a <QUESTION> of who is there? Also, tonight still trudging north, thousands of migrants becoming a U.S. midterm seeking refuge and becoming now a U.S. midterm election issue. But first, to our top story, a savage, meticulously planned murder, that's what Turkey's President called the killing of a Saudi journalist speaking out in detail for the first time <ABOUT> the death of Jamal Khashoggi and Erdogan rejected claims of dying in a brawl and saying a hit squad sent to the Saudi consulate in Istanbul to kill him. He says everyone involved <SHOULD> be put on trial in Turkey and demanding to know what happened to the body and who ordered the hit."
  },
  {
    "transcript_id": "CNN-254552",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "You heard our discussion there with Phil Mudd and you have ISIS, in part, they say future attacks will be harsher and worse. Are you guys having second thoughts about future events in light of this?",
    "statement": "No, I <<<THINK>>> this only underscores the necessity to hold events like this, to show we won't be cowed, we will not curtail our activities or be intimidated or bow to violent intimidation. What they want to do is force us to mandate death for those that insult Islam or Muhammad. If you are not a Muslim, you do not <<<BELIEVE>>> in those laws and in a pluralistic society we have to get <AROUND> with one another and put up with offense to our core beliefs by those that do not behold them. So if we kowtow to this and say Muhammad and Islam are off-limit off-limits, we're aiding it."
  },
  {
    "transcript_id": "CNN-375989",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "doubt": "ungraded",
      "positive": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Many Democrats say rather focus on impeachment, focus on the election, that is the place to beat the president. Let's pivot for a moment to talk about the president's big wins on immigration in Guatemala for sure but also at the Supreme Court, the court giving his administration the nod to use funds from the defense defendant by overturning a lower court ruling. How does that play for President Trump as he moves on to the campaign trail and shares that with his base?",
    "statement": "<WELL>, no <DOUBT> <ABOUT> it, Donald Trump has been very successful in presenting all decisions as overriding successes for him and his administration. On the one hand, we can rightly say as you are reporting that he has got the successful <POSITIVE> ruling from the Supreme Court. On the other hand, as you are also reporting, very clearly he has always said that the Mexicans will pay for this; very clearly, that is not going to be the case. I <DOUBT> that he <WOULD> make any reference to the second element and will be focusing on the first aspect of that. Remember, of course, that this is not a simple Left-Right issue. The Democratic Party in the past have long been supporters of having border security, almost half of the border is already secured by some degree of a fence or a wall. And it will be interesting to see just how much of this funds go into extending those existing borders or how much it is going to be replacing existing territorial borders which are in place and <<PERHAPS>> need fixing. Donald Trump has gone done to the border in the past and stood in front of new sections of the wall which have in the past just been replacing other elements of a fence which, for example, Barack Obama and Bill Clinton put in place. So to the extent to which this new funding generates new border will be of great significance."
  },
  {
    "transcript_id": "CNN-389831",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "The president spent last night and this morning huddling with his national security team in the Situation Room. While officials believe that it is contained for now, there are still big questions about Trump's long-term strategy when it comes to Iran. In recent months, Trump has claimed Iran changed his behavior since he took office, despite continuing to provoke the",
    "statement": "Mr. President, you said Iran is a different country. Do you still hold that <<OPINION>>?"
  },
  {
    "transcript_id": "CNN-239022",
    "matched_terms": {
      "around": "ungraded",
      "seem": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "So could these vivid images of violence and the NFL's reaction alienate female fans and ultimately hurt the league's bottom line? Joining me now is CNN money correspondent Christina Alesci. Christina, how important is the female fan base to the NFL?",
    "statement": "So important. In fact, Roger Goodell himself last year said in a report that women are critical to the NFL's future and just to put some numbers <AROUND> this, you heard that 45 percent <FIGURE>. But 33 percent of the viewing audience are women. And last year for the first time ever, Sunday night football, that won women in the 18 to 49 demo. That was a huge win for the NFL. Now it seems like that very precise market that the NFL was chasing has some -- is giving the NFL a really hard time, at least on social media we've seen the cover girl ad that advertises the NFL makeup line basically photoshopped with an image of the model with a black eye. And that's been tweeted thousands of times not to mention the fact that a women's group, Ultraviolet flew planes over games in New York and basically calling for Roger Goodell's head and the women, the fans that were in the seats, at least the women fans, they were retweeting that, too. So it does <SEEM> like at least there is some fallout on the social media end of things."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "But a new federal investigation into how the New Jersey governor spent some of the Sandy relief money <<COULD>> threaten to wash away the foundation of his political brand. CNN has learned that federal investigators will examine the state's $25 million tourism marketing campaign, a campaign that was paid for with Sandy recovery money. ("
  },
  {
    "transcript_id": "CNN-338529",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I think that you contribute what you can according to your means, according to your times. And that could be everything from simply being accepting and open through to donating money, through to being on a volunteer team, through to helping. And that is very helpful if people simply are open and helping. And I believe a few decades from now, the refugees will be -- you'll see the success that they bring. And everyone in North America, except for the people are -- you know, they're immigrants. And it's only very recently in our history that any -- you know, people like me have been here.",
    "statement": "Yes, no <DOUBT>. Last <QUESTION> to you, you talk <ABOUT> the future, and you know your expectation that these families will do <WELL>, and all these immigrants being -- you know, being accepted in Syria -- from Syria. What <ABOUT> you? I mean, talk to me <ABOUT> you and the impact this is had on you and how it has changed you for the future."
  },
  {
    "transcript_id": "CNN-298726",
    "matched_terms": {
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're also following the Trump transition. Our political reporter Sara Murray is joining us with the latest. Sara, Trump held another flurry of meetings today, certainly over the weekend as well. What are you hearing?",
    "statement": "<WELL>, that's right. While we don't have any other major Cabinet announcements at this point, multiple sources are telling us that billionaire investor Wilbur Ross does <APPEAR> to be a leading candidate for now for commerce secretary, although we're told no offers have been made. And I'm also told by a source that Democratic Congresswoman Tulsi Gabbard was very impressive in her meeting today and she is under active and serious consideration for a national security post, all of this happening in what has been a bizarrely public audition process to be part of Donald Trump's Cabinet."
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "sometimes": "ungraded"
    },
    "previous_statement": "I want to ask you, and I hope I'm not asking you something out of your bailiwick. There was a huge bottle. That was a big bottle of Methadone. You usually prescribe that amount of Methadone when you go to the doctor? Or is it usually a smaller...",
    "statement": "It depends how you're taking it. Are you taking it to get over heroin? Are you taking it as a pain killer? And people get prescriptions in different ways. <SOMETIMES> people get a prescription for a short period of time."
  },
  {
    "transcript_id": "CNN-73891",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you know, that's hard to do when you're running, especially if you're running a long distance, because sometimes you're just not paying attention.",
    "statement": "<WELL>, the other <THING> Dr. Noakes says is you're really not going to be able to drink too much unless you're doing more than four hours of running or four hours of strenuous exercise. So hydration is still important. And Dr. Sanjay Gupta is going to talk more <ABOUT> hydration on"
  },
  {
    "transcript_id": "CNN-200612",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Nice to have you in the \"Newsroom\" with us. And we begin with a story of a 5-year-old Alabama boy, a boy named Ethan, who woke up in a hospital this morning with his mom and his favorite dinosaur toy. This after a week of being locked away with a ruthless killer in an underground bunker before a dramatic SWAT-like rescue, in which he saw two grown men shot dead right before his eyes, his bus driver a week before and his captor just yesterday. This is so hard to <<IMAGINE>> how a young mind will ever recover from an ordeal like this, and, earlier on CNN, we heard from Alicia Kozakiewicz, herself a kidnapping victim as a teenager who now runs a victim support group. Here is her advice."
  },
  {
    "transcript_id": "CNN-382435",
    "matched_terms": {
      "might": "ungraded",
      "would": "ungraded",
      "wrong": "ungraded",
      "expect": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Hello and welcome to our viewers in the United States and around the world. I'm John Vause, live from Studio 7 at CNN World Headquarters. Trump's play of strut (ph), the official White House defense to impeachment could be the basis for impeachment. Trump to Syrian Kurds, you're special, wonderful and not abandoned. But they have been abandoned. A U.S. ally left to the mercy of a Turkish military operation set to begin at any moment. And a wakeup call for U.S. corporations, sucking up to the communist lords in Beijing, America's NBA might soon find out the real cost of free speech.",
    "statement": "The White House <MIGHT> just have declared all-out war on the impeachment inquiry into Donald Trump, announcing a legal and political and PR strategy which amounts to stonewalling. Every move by Democrats. The latest example came Tuesday when the State Department blocked E.U. ambassador Gordon Sondland from testifying before Congress . President Trump still insists there's nothing <WRONG> with asking Ukraine to investigate former Vice President Joe Biden but text messages show Sondland knew of concerns from senior U.S. diplomat Bill Taylor, who tested it was crazy to withhold military aid to Ukraine for help with a U.S. political campaign. Sondland <CLAIMED> there was quid pro quo and he can now <EXPECT> to be subpoenaed by Democrats. Earlier on Tuesday, the president tweeted, \"I <WOULD> love to send Ambassador Sondland a really good man and a great American to testify but unfortunately he <WOULD> be testifying before a clearly compromised kangaroo court where Republican's (sic) rights have been taken away and true facts are not allowed out for the public to see.\" Just to be clear this White House <WOULD> not cooperate in any way with the impeachment inquiry, they put it in writing in a letter to House Speaker Nancy Pelosi, all but daring her to hold a formal vote to make the inquiry official. She says there is no need and that the president's behavior speaks for itself."
  },
  {
    "transcript_id": "CNN-170144",
    "matched_terms": {
      "verify": "ungraded"
    },
    "previous_statement": "This situation, we're facing a big problem, because Gadhafi's forces and Gadhafi",
    "statement": "That's a claim we can't independently <VERIFY>, but it is clear that after making significant gains last week, seizing half a dozen towns beneath the Nafusa Mountains, the advance here has stalled at this key city. Rebels say they've gotten word to the remaining residents to leave, and leave soon."
  },
  {
    "transcript_id": "CNN-122333",
    "matched_terms": {
      "might": "ungraded",
      "believe": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "I've been trying to help him with this all morning. It's not working. Will all of you late shoppers spend enough to make retailers rejoice? Our Jim Acosta is at Macy's flagship store in New York City and Jim, how are the crowds there?",
    "statement": "So far no crowds this morning, Randi. Even in New York City, even in Manhattan at 8:00 in the morning, the crowds <MIGHT> be <A LITTLE> bit light. So it's a good time to come shopping. We're out in front of Macy's, which is now open 24 hours, if you can <<<BELIEVE>>> it, but that's pretty much following the trend this year. Holiday shoppers aren't exactly being scrooges this year, but they are looking to stretch their dollars and retailers are responding with steep discounts just in time for those last-minute procrastinators."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We should improve our intelligence about what terrorists are doing in this area, but we shouldn't panic. I think the threat is still quite small.",
    "statement": "The threat is small because biological agents are so hard to produce and hard to make into weapons. By contrast, the threat of a chemical attack <MAY> be greater, but the U.S. is relatively <WELL> prepared against it. The Sarin gas attack in the Tokyo subway showed six years ago chemical agents can only affect a limited area. If U.S. troops were to head into Afghanistan, though, going after bin Laden and his group, experts say they <<COULD>> need chemical protection. (on camera): According to newspaper reports, satellite pictures of terrorist training camps outside Jalalabad in Afghanistan show dead animals on test ranges, suggesting the militants <MAY> have been experimenting with various chemical agents. David Ensor, CNN, Washington."
  },
  {
    "transcript_id": "CNN-352980",
    "matched_terms": {
      "usually": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes --",
    "statement": "That they can win that issue. It's interesting though because it's gone -- you know, this is totally different than the way midterms typically play out. <USUALLY>, it's local issues that dominate a midterm elections or you know, who is going to represent or who is going to control Congress. So nationalizing this, we'll see if it works. But it really can have a backlash, there's a number of Latino -- districts with large Latino populations that Republicans are trying to hold right now. It will be interesting to see if him <<SORT OF>> slamming these immigrants coming here -- this caravan actually had the backlash on those moderates."
  },
  {
    "transcript_id": "NPR-44434",
    "matched_terms": {
      "perhaps": "ungraded",
      "opinion": "ungraded",
      "in my opinion": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "In any case, I  okay, the LRA was vigorous and virulent then, as it is now - <<PERHAPS>> more so now. Museveni was promising then he was going to clamp down on it, and in my <<OPINION>> he really has not, ever. And I'm wondering, one, if that's because they like the U.N. army income for the Ugandan forces to patrol the border in the north; and also because Museveni doesn't really have a constituency in the north. His opposition comes from the north, and his constituency is in the south. So it behooves him, to not really clamp down on the LRA in the north."
  },
  {
    "transcript_id": "CNN-165511",
    "matched_terms": {
      "kind of": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "You see they got the roads opened back up. We got track (ph) hoes and stuff moving in, a lot of clean-up going on. So it -- we'll be scraping (ph), rebuilding starting problem the middle of next week.",
    "statement": "Horrible devastation turning so many lives upside- down. Bonnie Schneider with us now with a very fascinating <VIEW> of this <<KIND OF>> tornadic activity."
  },
  {
    "transcript_id": "NPR-48716",
    "matched_terms": {
      "fairly": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Your best friend ain't coming home no more. He's dead. And that could've been you, and you got siblings, you have - you know, like, so I think we need to talk some about that. But then we also have to help you navigate the pain that you're experiencing.",
    "statement": "And they do that, in part, with a restorative circle. Restorative justice is <FAIRLY> new in many U.S. schools, but it's been <AROUND> for decades in places like Australia, New Zealand and Brazil. And research on its benefits has been promising."
  },
  {
    "transcript_id": "CNN-86153",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This is a case where either we're treated equally or we're not. And that's a hard case to mediate. I suggest the second mediation can't solve that problem any better than the first one did, and the mayor's going to have to make a decision.",
    "statement": "Golf club officials refused to go on camera, but the Druid Hills general manager issued this statement. It says the club hopes to continue the mediation process. Mayor Franklin has said little publicly <ABOUT> the case until now."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, exactly.",
    "statement": "Why do you <<<THINK>>> adoption is so popular in Hollywood? Because it seems to be a growing trend."
  },
  {
    "transcript_id": "CNN-151172",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Not just depression, but desperation, because all this talk about how big that spill is, how much oil's actually leaking, that's all academic compared to what's happening here. What is happening in Louisiana is real. The oil is here. It is impacting over 40 miles of their shoreline. And just now they are able to show us that some very heavy patches of this crude oil is coming ashore. And Governor Jindal made a point of taking us out there to show us in a very up-close and personal way.",
    "statement": "Look at this right here. This is some of the thickest sheen that I've seen out here. (voice-over): I had already seen oil washing ashore in Louisiana several times before, but nothing like this -- a thick, syrupy slug of oil oozing into delicate wetlands. (on camera): It's getting even worse. <TAKE> a look at this, over this way. Look at that, solid black. Look at that. (voice-over): It's exactly what we were promised, an up-close look at a pool of crude oil poisoning an environmentally sensitive marsh. Louisiana Governor Bobby Jindal led us here to show the Coast Guard and anyone else who will listen attempts to contain the BP oil slick aren't working <WELL> enough. (on camera): Do you <<FEEL>> like they're listening to you? And do you <<<THINK>>> they'll listen to you now?"
  },
  {
    "transcript_id": "CNN-201132",
    "matched_terms": {
      "would": "ungraded",
      "possibly": "ungraded",
      "appear": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "I mean, that's the point. Looking at it from the flip scenario here because you do have branches of law enforcement that don't work together that often, and there is so much fear because this man, Christopher Dorner, has been so efficient and effective at taking on the police officers and winning, of course, in the most horrible sense of the word. What is the worst-case scenario if there is no body or the body in there turns out not to be Dorner? I know it is a remote possibility. But in the abundance of caution --",
    "statement": "The worst-case -- the worst-case scenario, if that played out to be true and tomorrow or the next day when they get inside that burned-out cabin and they discover there's no body or a body of somebody else, let's say, <<POSSIBLY>> an innocent person, but Dorner's body is not found, then this is going to be one of the biggest black eyes on a law enforcement agency that we have had almost ever that they stopped the search. They called off the road blocks. They basically scale everything down, making it <APPEAR> that they are totally <CONFIDENT> that this is resolved and the community is safe and that their own territory on that mountain top, all the residents up in that area are safe. If they call all that off and find out later he is not there, he got out. That <WOULD> be the most incredible -- that <WOULD> be -- I don't know, just incredible to me."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "I think that this point Fred, you know, and he is just like right up there from where we are right here. I think at this point, a lot of people here just this as the swan song, the end of his term here, some closing remarks as he prepares to leave office. Overall, as far as the markets were concerned, we have been kind of bouncing around all day, we were down over 300 points right now. We are up about 80, but I don't know if any of that can be pushed towards his speech at all.",
    "statement": "All right. Stephanie Elam, appreciate it, on Wall Street there. All right. So, here is a <QUESTION> for you, how do you get out of the unemployment line and then back into work? We will tell you how to recover from a lay off. All of this under \"Issue # 1\" and then get back on your feet. Our Personal Finance Editor Gerri Willis is just minutes away. And a community group known as ACORN is -"
  },
  {
    "transcript_id": "CNN-114980",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "I just want to know will he still love me?",
    "statement": "In their just released book called \"In an Instant,\" Lee describes what happened when Bob woke up. \"When I pushed open the door to Bob's room, he was sitting up in bed, a giant smile on his face, and when he saw me he lifted his arms toward heaven. \"Hey, sweetie,\" Bob said lovingly, with <A LITTLE> note of surprise. \"Where have you been?\" After months of difficult recovery, Woodruff returned to the ABC Newsroom on June 13th, 2006. And on \"Good Morning America\" more than a year after the attack, Woodruff said he's ready to get back to work."
  },
  {
    "transcript_id": "CNN-262016",
    "matched_terms": {
      "sometimes": "ungraded",
      "rather": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "I remember the day before the election. I remember that Dan <RATHER> exchange with the pollster where he was arguing with the poll saying, it`s impossible. What are you telling us is couldn`t <<POSSIBLY>> be. That was Ronald Reagan. It was impossible for someone like that. But just keep in your mind <SOMETIMES> people with great judgment and good leadership skills and great intuition or success keeps good people <AROUND> them and that`s <SOMETIMES> more important than anything else. Next up, Nick Gordon accused of giving Bobbi Kristina quote, a toxic cocktail. We`ll get to that more after this."
  },
  {
    "transcript_id": "CNN-308793",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, look, I think that it was Jon Meacham earlier, someone was talking about how people were generally pretty happy with the advisers that Donald Trump picked. I would say pleasantly surprised, you know? He had some good people in there. But Michael Flynn was the one that I think obviously very credentialed. Obviously great military background. But, you know, in the last couple of years, especially during the campaign with the lock-her-up chant and all of that and tweets.",
    "statement": "He led those lock her up chant. I mean, this <<COULD>> be karma, it's -- yes, but go on."
  },
  {
    "transcript_id": "CNN-339040",
    "matched_terms": {
      "would": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Before we could put all the trees and add the beauty, we got to break some things. If you keep on getting just the beauty, just the perfect thing, just Obama walk through the hallway -- his feet don't even touch the floor, he's just floating -- you barely headshaking and all that, you know what I mean? You get all of these images. This is what it is.",
    "statement": "So again, this is something that raise a lot of eyebrows all over the world, internationally. Why <WOULD> a black rapper express any <<KIND OF>> support for Donald Trump after he's made some pretty controversial statements in the past?"
  },
  {
    "transcript_id": "CNN-47816",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, we don't know the exact time, Paula, but John Walker, the so-called American Taliban, began his journey back to the United States early yesterday. He is coming back to face charges of conspiracy to kill Americans and supporting terrorist groups. Walker was flown off the USS Bataan by a military helicopter into a remote air field in Pakistan. He then transferred to this C-130, which flew into the U.S. military air base in Kandahar late last night. He was then transferred to another plane and began his journey back to the United States. In Kandahar, he was officially turned over to the custody of U.S. law enforcement officials. Questions are now being raised whether Walker will be treated the same as other Taliban and al Qaeda detainees.",
    "statement": "Mr. Walker has been turned over to the Department of Justice. He will go where they want him. He will not go to Guantanamo Bay, Cuba. What <<KIND OF>> a cell he is put into is up to the prison that he is held in during the period that he is being processed through the criminal justice system of the United States. And any suggestion that the United States is providing preferential treatment to people depending on which country they came from, I <<<THINK>>>, <WOULD> be false."
  },
  {
    "transcript_id": "CNN-181111",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Topping our news this hour, Iran is calling it a major achievement in its nuclear program. Scientists have loaded nuclear fuel rods into the core of a research reactor. These are the first fuel rods that Iran made itself. President Mahmoud Ahmadinejad was there for the event. Iran is claiming it has mastered the nuclear fuel cycle. Pentagon correspondent Barbara Starr joining us right now. So, Barbara, what are you hearing about this?",
    "statement": "<WELL>, Fredricka, good morning to you. I <<<THINK>>> we have some live pictures also coming in to CNN right now of Mahmoud Ahmadinejad speaking in Tehran earlier today before these live pictures. He was touring this facility where, indeed, Iran announced that it had made its own nuclear fuel rods domestically for the first time. And it was loading these into what it said was a reactor for medical purposes, not for nuclear weapons. But this is going to be watched very closely here in Washington and in Israel, of course, because the <QUESTION> is whether this development, this announcement of them being able to make their own nuclear fuel rods is actually the real deal. Can they do it? Do these fuel rods work? How good is the quality? Is this another step potentially on Iran's road to potentially making nuclear weapons? That's the key <QUESTION> for intelligence agencies right now. What does this all mean? Iran's had a lot of problems with its nuclear efforts. So are they really successful at this? Have they made the decision to go forward? CIA director David Petraeus says one of the things he's watching very carefully is whether they're going to make that move to go for highly enriched uranium. That <WOULD> be a significant step on the road to nuclear weapons. The U.S. doesn't <<<BELIEVE>>> Iran's made that step just yet -- Fredricka."
  },
  {
    "transcript_id": "CNN-85276",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Two years ago, Tim Montgomery set the world record in the 100 meters. This summer, he hopes to set another record at his third Olympics for the U.S. team. Now a potential drug violation stands between Montgomery and Athens. The United States Anti-Doping Agency, known as USADA, has told Montgomery and three other U.S. sprinters it might ban them.",
    "statement": "This lets these athletes know that their careers are in jeopardy. It lets them know that they <MAY> not be in the Athens Olympics."
  },
  {
    "transcript_id": "CNN-164950",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Oh.",
    "statement": "Just a rough day all <AROUND>"
  },
  {
    "transcript_id": "CNN-56370",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "At first, Richard Farnsworth spoke matter-of-factly about his whole ordeal. He described how he and his wife abandoned their home in Show Low at about 8:00 last night. They grabbed everything they could.",
    "statement": "Just basically started packing what we <<COULD>>, and, you know, got our animals and just headed up here."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This is SCIENCE FRIDAY. I'm John Dankosky. We're talking this hour about diagnosing and treating Lyme disease and about the blood-sucking ticks that carry Lyme. We're talking with Dr. William Schaffner, professor and chair of the Department of Preventive Medicine and professor of medicine in the Division of Infectious Diseases at Vanderbilt University School of Medicine. Dr. Thomas Mather is professor of public health entomology and director of the Tick Encounter Resource Center at the University of Rhode Island.",
    "statement": "If you have questions <ABOUT> Lyme disease or ticks, 1-800-989-TALK, 1-800-989-8255. So Dr. Schaffner, why is Lyme disease so tricky to diagnose?"
  },
  {
    "transcript_id": "CNN-134466",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "What are the chances, based on that conversation with you yesterday, that this gets done next week?",
    "statement": "You know, they're good. And I <<FEEL>> like..."
  },
  {
    "transcript_id": "CNN-103627",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Well, first of all, I should say, the first discussion that should be had is between two healthy parents, deciding on one person to become a guardian, because, if something happens to both of them or one predeceases the other, then they are going to be faced with the problem that somebody is going to have to be the guardian of the child. That said, if the children are old enough, talking to them makes absolute sense, because, for instance, a grandparent might be the person who makes the most sense, but they may live in a place far away. And a teenager might really need the stability of finishing school at a place they have gone to for a really long time.",
    "statement": "So, what steps do you need to <TAKE> to appoint a guardian?"
  },
  {
    "transcript_id": "CNN-77143",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How you doing?",
    "statement": "<WELL>, my apartment isn't there anymore because I drank it."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "And you are sort of - you are an icon of official Washington, because you have just been here awhile. Some of your younger members, Linda Sanchez from your state in California, said in the last week that they thought the torch should be passed to new leaders. Is there a point when you think about the negative ads that are run, you have been lucky enough to be --?",
    "statement": "I know this is one of your points that you like to make, but let me respond to it. Self-promotion is a terrible <THING>, but somebody has to do it, and so I will --"
  },
  {
    "transcript_id": "CNN-366773",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "unlikely": "ungraded",
      "think": "ungraded",
      "a bit": "ungraded",
      "take": "ungraded",
      "figure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right, so this question of this stocks and U.S. economy doing marginally better, how much of this is Brexit stockpiling?",
    "statement": "<WELL>, in terms of GDP I <<<THINK>>> for this <FIGURE> certainly a lot of it is there, I <<<THINK>>> overall if you look at GDP and the fact that as Goldman Sachs say has lost 2.5% over the two and <A BIT> years since the vote. I <<<THINK>>> that is a lot more due to a lack of investment. In terms of expectations with the pound, later today I don't <<<THINK>>> you're going to see any dramatic moves at all, it's been trading in this really narrow band now for weeks between a $1.29, $1.33. Investors have very much priced in a Brexit delay, they have certainly priced out a no-deal Brexit some time ago after all the parliamentary votes. What <WOULD> it <TAKE> for a dramatic move, I <<<THINK>>> that <WOULD> be the E.U. saying no to an extension or at least giving Theresa <MAY> a really, really short one, but that's highly <<UNLIKELY>> from what I'm hearing from you guys there in Brussels."
  }
]