[
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "absolutely": "ungraded",
      "best": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "unlikely": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, thank you for the question, Senator Paul. Yes, you're correct, that I have said that, given what we know about the recovery from viruses such as coronaviruses in general -- or even any infectious disease with very few exceptions -- that when you have antibody present, it very likely indicates a degree of protection. I think it's in the semantics of how this is expressed. When you say, Has it been formally proven by long-term natural history studies, which is the only way that you can prove, one, is it protective -- which I said and will repeat, is likely that it is -- but also, what is the degree or titer of antibody that gives you that critical level of protection, and what is the durability? As I've often said, and I again repeat, you can make a reasonable assumption that it would be protective but natural history studies over a period of months to years will then tell you definitively if that's the case.",
    "statement": "And I <<<THINK>>> that's important. Because, in <ALL> likelihood -- is a good way of putting it -- the vast <MAJORITY> of these people will have immunity, instead of saying there is no evidence. You <KNOW>, the WHO <<KIND OF>> fed into this by saying no evidence of immunity. And in <REALITY>, there's <EVERY> evidence stacking up and, in <FACT>, a lot of the different <STUDIES HAVE SHOWN> that it is very <<UNLIKELY>> that you get it again in the short term. With regard to going back to school, one <THING> that was left out of that discussion is mortality. I mean, shouldn't we at least be discussing what the mortality of children is? This is for Dr. Fauci as <WELL>. The mortality between 0 and 18 in the New York data approaches -- it's not going to be <ABSOLUTELY> zero but it approaches zero. Between 18 and 45, the mortality in New York was 10 out of 1,000. So really, we do <NEED TO> be thinking <ABOUT> that. We <NEED TO> observe with an open mind what went on in Sweden, where the kids kept going to school. The mortality per capita in Sweden is actually less than France, less than Italy, less than Spain, less than Belgium, less than the Netherlands, <ABOUT> the same as Switzerland, but basically I don't <<<THINK>>> there's anybody arguing that what happened in Sweden is an unacceptable result. I <<<THINK>>> people are intrigued by it and we <SHOULD> be. I don't <<<THINK>>> any of us are <CERTAIN> when we do <ALL> these modelings. There have been more people <WRONG> with modeling than right. We're opening up a lot of economies <AROUND> the -- <AROUND> the U.S. And I <HOPE> that people who are predicting doom and gloom and saying, oh, we can't do this, there's going to be a surge, will admit that they were <WRONG> if there isn't a surge. Because, I <<<THINK>>> that's what's going to happen. In rural states, we <NEVER> really reached any <<SORT OF>> pandemic levels in Kentucky and other states. We have less deaths in Kentucky than we have in a -- in an -- in an average flu season. That's not to say this isn't deadly. But really, outside of New England, we've had a relatively benign course for this virus nationwide. And I <<<THINK>>> the one-size-fits-<ALL> -- that we're going to have a national strategy and nobody's going to go to school -- is <<KIND OF>> ridiculous. We really ought to be doing it school district by school district. And the power needs to be dispersed because people make <WRONG> predictions. And really, the history of this when we look back will be of <WRONG> prediction after <WRONG> prediction after <WRONG> prediction, starting with Ferguson in England. So I <<<THINK>>> we ought to have <A LITTLE> bit of humility in our belief that we <KNOW> what's <BEST> for the economy. And as much as I respect you, Dr. Fauci, I don't <<<THINK>>> you're the end <ALL>. I don't <<<THINK>>> you're the one person that gets to make a decision. We can listen to your advice, but there are people on the other side saying there's not going to be a surge and that we can safely open the economy, and the facts will bear this out. But if we keep kids out of school for another year, what's going to happen is the poor and underprivileged kids who don't have a parent that's able to teach them at home are not going to learn for a full year. And I <<<THINK>>> we ought to look at the Swedish model and we ought to look at letting our kids get back to school. I <<<THINK>>> it's a huge mistake if we don't open the schools in the fall. Thank you."
  },
  {
    "transcript_id": "CNN-318651",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The North Korean regime has promised retaliation against the United States. Do you believe Kim Jong-un?",
    "statement": "I <<<BELIEVE>>> that Kim Jong-un is someone who believes his back is to the wall, who has been raised in a country where they have believed for decades that the United States <WOULD> like to effect a regime <CHANGE>, and so I <<<THINK>>> this paranoid, militaristic and capable young leader is someone whose threats we <SHOULD> <TAKE> very seriously."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But Bogey, is that really true? (on camera) A new study says no. As a matter of fact, they found just the opposite. After looking at over 400 movies from the past 15 years, they found the people who light up on the big screen are usually the bad guys, and they`re poor, a far cry from the era of James Dean.",
    "statement": "<CERTAINLY> is."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, please. Rudy Giuliani is very much looking forward to this race. He went on all five national network talk shows yesterday and engaged in straight talk, answered every question, answered them openly and honestly. He didn't need some kind of controlled, orchestrated event, a Hollywood spectacular. He took every press question, gave straight talk, and that's what his campaign will be all about, because Rudy Giuliani is made in New York. He gives it straight. He's tough, he's honest, he gives it to the people straight. So if you want someone to be your senator who will give it straight, who has a proven record of achievement, and who has the courage of his convictions, then you'll vote for Rudy Giuliani, not someone who has to reinvent themselves and has to figure out what their positions are and is coming to New York for the first time to try and articulate why they should even represent the state.",
    "statement": "If we go back to the latest polls, we have another <FIGURE> here to put up on the screen for you. Female voters of <ALL> races were <ABOUT> equally split between the two, but white women prefer the mayor 52 to 34 percent. Again, that's changed from a year ago. How do you get that element back, Bill?"
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Right. I mean, the, you know, they're juicy, they're gossipy but they're not -- I don't of great national interest. Now, we can always manufacture a high-minded reason for what we do. We can say it's about, you know, the way executive talk about African-Americans. We can say it's about, you know, whether men and women are paid differently in big corporations, but mostly its gossip. And gossip is news. But, you know, I think all of us who are, you know, reading it and talking about it, I have to think about, you know, they're but for the grace of God go high. If people's private company e-mails are suddenly spread out over the internet, I don't any of us would be very happy about that.",
    "statement": "Jeffrey Toobin, thanks very much. Up next, more breaking news tonight. A former U.S. Marine is the focus of a man hunt in Pennsylvania, right now. He's suspected killing six people, considered armed dangerous. We'll bring update on that."
  },
  {
    "transcript_id": "CNN-59817",
    "matched_terms": {
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Isn't Connecticut pretty tough, though, when it comes to violent murder cases?",
    "statement": "Connecticut is one of the toughest states in the country when it comes to violent cases. When you add to the mix the <FACT> that this is a high profile case, that it has received a great deal of notoriety, involving a brutal death of a young child, even though it is 25 years ago, I <<<THINK>>> Mr. Skakel is in <ALL> likelihood going to receive a <FAIRLY> substantial prison sentence."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you feel that Judge Tatel, Judge Hogan, other circuit judge's references to evidence of important potential breach of public trust that was carried in your ex parte submissions last year -- do you feel that the charges that you brought now are in line with the submissions you made then and what you said you had potential evidence of?",
    "statement": "I <<<THINK>>> there's two questions in that, which I'll say: Is our charge -- does that line up with the secret classified filing? I can't talk <ABOUT>, so I won't comment because I don't want to give you an idea of what's in there. However, you're asking do these charges vindicate a serious breach of the public trust? <ABSOLUTELY>. If you're going to have a grand jury investigation into the improper disclosure of national security information and you're going to have someone in the position Mr. Libby is lying to the FBI on two occasions and going before a grand jury on two occasions and telling false testimony and obstructing the investigation, that, to me, defines a serious breach of the public trust."
  },
  {
    "transcript_id": "CNN-393918",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "The flu in our country kills from 25,000 people to 69,000 people a year. That was shocking to me.",
    "statement": "President Trump does not <KNOW> that the flu -- influenza kills tens of thousands of Americans <EVERY> year. It's an annual killer. That's another <THING> not inspiring confidence as he tries to calm coronavirus fears. Renewed urgency this morning after a patient in California was diagnosed with coronavirus. It <<COULD>> be the first example of community spread where the patient had no direct contact with someone known to have the virus."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "That is one of the fundamental problems with this administration. It will not recognize that there are consequences to your action.",
    "statement": "But despite <ALL> the sound and fury, the President will <<PROBABLY>> get almost exactly what he asks for from Congress in terms of money for Iraq. But before they give him that money, Aaron, they are going to demand specifics <ABOUT> how the money is going to be spent and they're also going to asking for an exit strategy -- Aaron."
  },
  {
    "transcript_id": "CNN-163773",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Two pilots flying into Reagan National Airport could not reach the control tower Wednesday morning. They landed with no problem, but there are unconfirmed reports that the one guy on duty in the tower was sleeping. Well, joining me, air safety expert Scott Wallace. He is the former director of accident investigations for the FAA. And Scott, you know, a lot of people shaking their heads today when they hear this story. You know, if you were one of those passengers on either one of those planes that came in and found out there was no one in the control tower to help the pilot, would you be worried?",
    "statement": "I wouldn't be worried. Clearly, procedurally, something went <WRONG> here, and the investigators will get to the bottom of that. But 90 percent of the airports in the country don't have control towers. Many airports have part-time control towers. So what the pilot did at the instruction of the radar controller, the prior controller he was talking to, was treated as an airport where the control tower either had closed and landed. The risk to the passengers here was very, very low, negligible."
  },
  {
    "transcript_id": "CNN-221704",
    "matched_terms": {
      "certainly": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Well, I mean, it's -- this is clearly a sophisticated security breach and it's clearly something that, you know, Target is still getting its ahead around and I think federal investors are getting their head around. I mean, at the end of the day, the thing to do if you're a Target customer is to call your bank and ask for a new credit or debit card. And that's going to buy yourself peace of mind and security in this. I mean, if I was a Target shopper, that would be the first thing that I would do. With the PIN breaches, the security expert is exactly right. It's really hard to decrypt these kinds of PIN codes because the key that decrypts them is held on the actual PIN device, the hardware device in the store. And so, they would have to get access to countless numbers of PIN devices and match them up with the credit card that they were swiped on in order to decrypt your code. So, I wouldn't worry too much about, you know, someone going to an ATM and making a withdrawal with your stolen debit card. But I would go and -- go ahead and call your bank and get your -- get your number -- get a new number and a new pin.",
    "statement": "What, Clay, <<COULD>> Target have done differently here? <CERTAINLY> there are ways that they <<COULD>> have performed better in an instance like this."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And what about the German reaction?",
    "statement": "I can say the same <THING>, Wolf. Chancellor Schroeder expressed his congratulations to President Bush in a telegram which we transmitted to the administration just a few hours ago. And my government has expressed its <HOPE> that this very important event will now facilitate the transfer of authority to a future Iraqi government. So we <<<THINK>>> it's a very important and very <POSITIVE> development."
  },
  {
    "transcript_id": "CNN-241037",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Gary Tuchman joins me. Do you find people are frustrated -- I mean, expressing frustration about the lack of transparency from the hospital. Do you find people expressing that to you as well?",
    "statement": "Yes. <ALL> over the city, people are bewildered with the lack of communication from the hospital. This hospital is a very respected institution in this community. I have a buddy who I went to high school with in New Jersey, moved to Dallas. Two weeks ago he had retina surgery. And he was at the same time as Mr. Duncan. He said he had topnotch care. We are seeing now in the community, a lot of people saying <<MAYBE>> there is a person or persons in this hospital, more concerned with, covering their behind than giving out relevant information."
  },
  {
    "transcript_id": "CNN-398956",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No?",
    "statement": "I don't <<<THINK>>> we <NEED TO> do any of that. We <NEED TO> go talk to the people who <KNOW> what's going on here. Jay Schneider is a researcher at the University of Washington. He's got a paper which shows the reagents that everybody is whining <ABOUT> because they don't have them to do these tests -- you don't even need those reagents. You don't <NEED TO> do what is called the RNA extraction step to have a valid test. And he's also shown you can do this with dry swabs. You don't need this complicated expensive swab system we've used before. Other people have shown -- at Rutgers, they've shown you can do this with saliva samples. We just <NEED TO> give the amazing talent we got on our university campuses the runway to just go with what they <KNOW> how to do and also we <NEED TO> give them some resources so they can hire the staff. They already have a lot of this equipment. But, if next buy more equipment. Give them the resources. Give them the freedom to go. And just let them do what they <KNOW> how to do."
  },
  {
    "transcript_id": "CNN-61214",
    "matched_terms": {
      "around": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Fleischer said he did not mean to change U.S. policy. Still on the books, still in force, is a 1976 Executive Order from President Gerald Ford prohibiting political assassination. The order came after public exposure of the CIA's covert programs to assassinate foreign leaders, some successful, some not, including Fidel Castro.",
    "statement": "They tried exploding cigars, exploding seashells, putting <STUFF> in his diving suit, a dangerous disease in his diving suit so it <WOULD> kill him. None of it worked, of course. Castro is still <AROUND>."
  },
  {
    "transcript_id": "CNN-162747",
    "matched_terms": {
      "best": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And we will get more back to those numbers, as well, because people that tried initially and then are not able to continue it for the recommended time is another issue. But I want to ask about this whole notion of getting milk from donors on-line. First of all, you do prescribe a prescription for breast milk for premature and sickly babies because it's very important. How is that different than what's happening here?",
    "statement": "Right. So we say when mothers can't breastfeed or they can't produce their own milk for their own babies, the next <BEST> choice is donor milk. And the donor milk that we're speaking <ABOUT> is milk that's acquired through recognized milk banks under the umbrella of HMBANA, Human Milk Banking Association of North America. And that milk is treated through a method of pasteurization to make <<<SURE>>> that there aren't infections that are spread through that milk. Also those mothers are screened to make <<<SURE>>> that they're not using substances such as medications or elicit substances that <<COULD>> be harmful. So we do recommend donor milk and it can be life-saving for premature infants to receive that donor milk if mother's own milk is not available."
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "We'll see you at lunch on Monday, Charlie.",
    "statement": ": After the break, we're planning our exclusive live interview with an ailing American doctor, rescued from a remote outpost in the South Pole. And later, a ruling sets the future course for the Navy's controversial bombing range in Puerto Rico. Stay with us."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes, sir.",
    "statement": "We see that it's adopted November 16. And the rule you adopt is a chad that is hanging or <PARTIALLY> punched in at least two corners <MAY> be counted as a vote. In accordance with the Honorable Jorge Labarga's ruling, this policy does not exclude any ballot, does not exclude any ballot, bearing <ONLY> one-corner punch or a dimple. Such ballot <MAY> be counted as a vote if there is <CLEAR> evidence of a voter's intent to cast a vote as determined by the discretion of the canvassing board."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And can you give us a sense of a couple of successes that you've had in recent years?",
    "statement": "Yeah, we've won over 13 campaigns against, you <KNOW>, exploitation in high-profile restaurants. One of the most recent campaigns was against exploitation and discrimination in Mario Batali restaurants, Mario Batali the celebrity chef. There, workers had approached us <ABOUT> discrimination and exploitation. We won over a million dollars..."
  },
  {
    "transcript_id": "CNN-7089",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "No, my anger would be more toward the senior policy makers in America, like McNamara, Westmoreland, people like that.",
    "statement": "It's a measure of how much attitudes toward Vietnam and the men who fought there have changed, that Carter's journey to the top of State Street Bank began with such a struggle just to find work."
  },
  {
    "transcript_id": "CNN-245107",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "So, black people are just inherently criminal?",
    "statement": "When the officer is pulling over - when is pulling somebody over that fits a description as a perpetrator. OK, now, I stopped three guys, three black males who fit this description. Now, <SHOULD> I go stop a white guy - three white guys, you <KNOW>, to make it even? I mean this whole profile ..."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Edward Cox proposed to your sister in this room?",
    "statement": "I <<<THINK>>> the sofa with the dog hairs, was the one. Yes, so it's a very romantic and lovely story."
  },
  {
    "transcript_id": "CNN-341613",
    "matched_terms": {
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "In a statement late today, MSNBC called the post hateful and hurtful. Adding that Joy Reid has grown and evolved in the many years since. Randi Kaye, CNN, New York.",
    "statement": "And for the record, I was <ONLY> a runner up in the gayest guy in TV pageant, but I'm hoping next year. Joining us now to discuss, CNN senior media correspondent Brian Stelter. So, if she now saying -- I mean, it seems to me if she said she was hacked, was that a lie? Was she just not telling -- I mean, or she -- I mean, and if she lied, isn't that something that MSNBC <WOULD> be concerned <ABOUT>?"
  },
  {
    "transcript_id": "CNN-167470",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, it's going to be Romney Care. In fact, we heard Tim Pawlenty, the former Minnesota governor, going after Mitt Romney over the weekend calling it Obamacare comparing what President Obama did nationally to what Romney did five years ago in Massachusetts. A lot of people say that what Mitt Romney passed in Massachusetts five years ago was an inspiration for the national which, you know, Republicans despise.",
    "statement": "We saw Gingrich who's going pretty high on that second screen as <WELL>. Gingrich has to prove he's really in it and that he's committed and that he is going to have the -- he's going to have the wherewithal to see this through after he lost some of his campaign workers."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So that widely debunked conspiracy theory comes as the Clinton campaign joins a recount effort in Wisconsin and a top Trump very publicly undermines Mitt Romney as the potential pick for secretary of state. We have all of this covered for you, so let's begin with Sara Murray. She is live in Washington. Good morning, Sara.",
    "statement": "Good morning, Alisyn. <WELL>, it really is an unprecedented move, Donald Trump using his platform to <QUESTION> the integrity of the American election system, an election which he won, without offering any evidence."
  },
  {
    "transcript_id": "CNN-264329",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Look, I'm going to support the nominee, but I'm going to be the nominee. Donald Trump is not going to be our nominee.",
    "statement": "OK. I gave it my <BEST> try. Governor Bobby Jindal, thank you so much for joining me this morning. I appreciate it."
  },
  {
    "transcript_id": "CNN-221809",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Morgan Iwersen runs Canyon Cultivation. They make marijuana edibles, drops and candies. She expects business to at least double in the New Year.",
    "statement": "I really <HOPE> that people are responsible with it and they don't mess it up for the rest of us."
  },
  {
    "transcript_id": "CNN-189557",
    "matched_terms": {
      "absolutely": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The woman identified as witness number nine said the abuse went on for years. CNN has reached out to her father, who said the family would not be speaking to the media. In the meantime, Zimmerman's attorney, Mark O'Mara, spoke exclusively to CNN's Piers Morgan.",
    "statement": "<WELL>, on the face of it, you're right, they <SEEM> damaging. Of course, as you've mentioned, my frustration is that they are <ABSOLUTELY> not relevant to anything that is at hand in the true case. They are not admissible. They're not -- can't get it into a courtroom nor will it get before a judge in any way. So the frustration that I have is these allegations which George contends are untrue. Now we <NEED TO> spend our resources and time rebutting them, and actually we're in a difficult if not delicate position of deciding how much we attack the source of this story, or just leave it be and move on to what really counts."
  },
  {
    "transcript_id": "CNN-140134",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "First, we take an important step forward to increase nuclear security and stop the spread of nuclear weapons. This starts with a reduction of our own nuclear arsenals. As the world's two leading nuclear powers the United States and Russia must lead by example and that's what we're doing here today.",
    "statement": "Along with the arms race agreement, help for the war in Afghanistan. Russia's president said he <WOULD> let American planes use Russian air space to fly military equipment into the battle zone. Lots to talk <ABOUT> tonight; with me now, senior political analyst David Gergen. David how significant is this arms deal between the U.S. and Russia?"
  },
  {
    "transcript_id": "CNN-56851",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot of the firms that are sitting around now, thinking what's going to happen? What's our interests? Their lobbyists are going to them and saying, we'd better ramp up those contributions because we've got to try to stop whatever they're going to try to do, or we have to try to make it more reasonable.",
    "statement": "In the last presidential election, George Bush received more from Wall Street than anyone, more than $4 million. Al Gore got just under $1.5 million. But overall, Democrats <SEEM> to do just <ABOUT> as <WELL> as Republicans. The top contributor in this current election year is Goldman Sachs, just under $1.5 million, more than 80 percent of that to Democrats. The crises at Enron, Andersen and now WorldCom have been disastrous for their employees, their investors and many others. (on camera): But not for everyone. As the cries for reform escalate, the recent corporate fiascoes <<COULD>> produce a windfall in campaign contributions for those charged with deciding what direction those reforms <MIGHT> <TAKE>. Tim O'Brien, CNN Financial News, Washington."
  },
  {
    "transcript_id": "CNN-177892",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Ok. So for us political novices or mini political novices, Goldie why are these caucuses so important?",
    "statement": "<WELL>, I'll start with what it doesn't do."
  },
  {
    "transcript_id": "CNN-98709",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Today in the United States, 175 million people use cell phones. Worldwide, the number is 1.6 billion. And according to the FDA, they say this. \"There is no hard evidence of adverse health effects on the general public from exposure to radiofrequency energy while using wireless communication devices\". Dr. Frumpkin insists there's no way cell phones could have led to Cochran's or anyone else's death, given the scientific evidence.",
    "statement": "I'm worried that if people hear claims like that, they'll be unduly concerned. This is a very low probability <<KIND OF>> a <THING> approaching the zero probability. So I <<<THINK>>> that there's no evidence to support the idea that Mr. Cochran's brain tumor resulted from cell phone use."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But, Governor, at the same time you, you being the Bush campaign, accuses the other side of power plays and even words like stealing the election, you've got a fail safe back-up plan. You're going to bring if the need be the Florida legislature, Republican- controlled, to say, we don't care what the courts say, we're going to give this to George Bush, right?",
    "statement": "You <KNOW>, that's an intuition that arises with the Florida legislature. The <FACT> of the matter is they have a very profound obligation to make <<<SURE>>> the 6 million Floridians that voted aren't disenfranchised from this process. And, <QUITE> frankly, if this is ongoing, depending upon what takes place in the United States Supreme Court, they <<COULD>> end up in a situation if the contest continues where there's just virtually no other choice. So I <<<THINK>>> they were very wise to consider how is it we can make <<<SURE>>> that the people of Florida are not disenfranchised when the process comes to report those electors on the 18th of December."
  },
  {
    "transcript_id": "CNN-363901",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes. And I disagree with the Justice Department's guidelines, but it is the historic position of the department. It goes back to the days of Bob Bourke and the Nixon administration. No person is above the law, means that a president can be indicted. But that's not the Justice Department's policy. And Bob Mueller, as you know, is an officer of the Justice Department and is therefore required to follow that policy. He cannot indict.",
    "statement": "Now, CNN political commentator and host of \"S.E. Cup Unfiltered,\" S.E. Cupp, is here with us now. What did you make of Starr's assertion that the DOJ <SHOULD> be able to indict the president?"
  },
  {
    "transcript_id": "CNN-388781",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, first things first. Nancy Pelosi, speaker of the House, has to send the articles of impeachment to the Senate. It's unclear when that will to take place. We don't know when that's going to happen. But she's been very clear. She wants to how this process will be structured before she sends them over. McConnell has made it clear, once he gets those articles of impeachment, Kate, he doesn't necessarily need Schumer's blessing to bring a resolution to the floor and get the process started. I think that's significant given the fact that we may never see agreement between Chuck Schumer and McConnell when it the underlying question of whether or not there are witnesses or not. McConnell has made it clear he wants the Democrats' to lay out their case, the president's lawyers to lay out their case. Then they would have a decision to make about whether or not they need witnesses. Democrats want to hear from witnesses. And Chuck Schumer saying he would force a vote on with the witnesses. Democrats don't have the votes to force witnesses to come forward. What they would have to do is a coalition of four Republicans. Despite Lisa Murkowski's comments, I'm not sure there's enough Republicans to actually get a witness request over the finish line -- Kate?",
    "statement": "One <THING> we do <KNOW> for <<<SURE>>>, there's no way of getting any of it until these folks decide to come back to the Hill and start getting after it. Thanks, guys. Really appreciate it Joining me now, is Pete Seat, a former White House spokesman for the George Bush administration and former spokesman for the Indiana Republican Party. CNN political commentator and Democratic strategist, Hilary Rosen. And CNN political analyst, congressional reporter for the \"Washington Post,\" Karoun Demirjian. It's good to see you guys. Thank you for being here. Karoun, who benefits from, as we put it earlier, a sustained state of limbo on impeachment?"
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "somewhat": "ungraded"
    },
    "previous_statement": "Right. I work with businesses that are  small, medium sized businesses in Georgia, helping them prepare for emergencies. And one of the challenges we've seen, especially in the smaller business side, is that through the past few years, most of their focus has been on simply just surviving so they really haven't internalized the need to do this on a voluntary basis.",
    "statement": "We do see, with the new Public Law 110-53 that has come out with a recommendation from the 9/11 Commission to develop a voluntary private sector preparedness accreditation certification that potentially, then, the message is going to move from more of a fear-based <NEED TO> do this, to potentially more of an incentive base. And we're already seeing some regulatory requirements that day cares(ph) <HAVE TO> have an emergency plan before they are licensed. So <<SOMEWHAT>> moving more from the voluntary to some regulatory, but, again, just <<KIND OF>> building that awareness that the need - to have that plan in place regardless of the size."
  },
  {
    "transcript_id": "CNN-260324",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Elise, take us behind the scene on some of the lobbying that's even going on behind closed doors.",
    "statement": "<WELL>, we <KNOW> that Israel is lobbying, and it's not even behind the scenes. I mean, Prime Minister Netanyahu has been very <CLEAR> that he is going to use <ALL> the influence he can, and it was starting even before the deal with that big speech to Congress. The Israeli ambassador here has met upwards of 40 congressmen trying to lobby them on behalf of rejecting the deal. And you've seen these ads on television, the Iran Project, the Israel Project ads warning <ABOUT> dire consequences if this deal goes ahead. And <CERTAINLY> AIPAC, the pro -- main pro-Israel lobby, has its scientists who are arguing against that. They have a whole list of former nuclear officials and nuclear scientists that are backing up their point of <VIEW> that this is a bad deal, that it <<COULD>> be a better deal. And so, the secretary and his counterparts are not just lobbying against Republican critics, but also against Israel and their influential backers as <WELL>."
  },
  {
    "transcript_id": "CNN-359508",
    "matched_terms": {
      "certainly": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "So we are talking about Bill Barr, a subject you know very well. I just don't understand how the people who interview him today, obviously the senators, Democrats and Republicans, how they are supposed to know which Bill Barr will be presenting himself. Of course, he'll say that he'll let the Robert Mueller investigation go forward to its logical conclusion. He said that in his prepared remarks. But that stands in stark contrast to what he said in the unsolicited 19-page memo where he basically questioned the legitimacy of looking into obstruction of justice.",
    "statement": "One <THING> you will <CERTAINLY> hear from Barr is that that memo, that 19-page memo, dealt with <ONLY> one aspect of the Mueller investigation. It is specifically addressed to whether the president <<COULD>> be investigated for obstruction of justice for the firing of James Comey, which is an important part of the investigation. But it is <CERTAINLY> not the whole <THING>. So Barr will say, I had a legal <QUESTION> <ABOUT> part of the investigation, but I wasn't questioning Mueller's integrity and I wasn't questioning his overall legitimacy as prosecutor. On the other hand, who writes a 19-page unsolicited memo unless you <<FEEL>> pretty strongly <ABOUT> something?"
  },
  {
    "transcript_id": "CNN-364509",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Let me just read the President's message this morning. Quote, my warmest sympathy and best wishes goes out to the people of New Zealand after the horrible massacre in the mosques. 49 innocent people have so senselessly died with so many more seriously injured. The U.S. stands by New Zealand for anything we can do. God bless all. That from the President at 4:41 Eastern time this morning. Wajahat Ali, I appreciate your time. We do need to go to the ground where the reporter, Chelsea Daniels, with the New Zealand Herald is back with us. Chelsea, we are hearing the horror stories, the victims, the dozens injured, victims as young as three and five years old.",
    "statement": "There has been some horrific eyewitness accounts here on the ground. I mean, I spoke to one man who was driving past on Deans Avenue, where the first mosque is. He saw people running out of the mosque, <<APPARENTLY>>, for their lives. They <<KIND OF>> looked and thought, what are they running for? And then he automatically saw them drop one-by-one. He cradled a 5-year-old girl in his hands as she was critically injured. And they were waiting for ambulances to arrive, but the ambulances couldn't get past those cordons so they made a decision to <TAKE> her to hospital themselves, <<KIND OF>> those acts of heroism coming through by the dozens. The same man saw his co-worker holding a man in his arms, trying to say, everything is okay, hold on, words of encouragement. But, unfortunately, that man who was shot three times in the back died in that man's arms. So these are some of the stories that are coming out from today, what we've heard from this afternoon. As you <KNOW>, it started at <ABOUT> 1:40 P.M., and we've been getting stories like those continuing right on through the night."
  },
  {
    "transcript_id": "CNN-362071",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I was surprised by that.",
    "statement": "Amazon. It is a big surprise that you had a drop there. So is it possible that consumers were worried <ABOUT> politics and the possibility of the shutdown, the market turmoil that we had?"
  },
  {
    "transcript_id": "CNN-54369",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Now one of the key questions in any investigation and in the political debate here in Washington is just what was the president told. We are told on August 6 of last year he read a 1 1/2-page CIA analysis that for the first time raised the prospect that the al Qaeda, Osama bin Laden's terrorist network, might try to hijack American planes. Now at the time, the White House says the president did take steps, and even before he got the briefing, the administration had taken steps to put airports on general alert about the possibility of a high jacking. But they say the information was very nonspecific. And they also say the word \"hijacking\" -- Condoleezza Rice say -- means a lot more now than it did then.",
    "statement": "Hijacking before 9- 11 and high jacking after 9-11 do mean two very, very different things. And so you <KNOW> focusing on it before 9-11 <<PERHAPS>> it's <CLEAR> that after 9-11 you <WOULD> have looked at this differently, but <CERTAINLY> not before 9-11."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All day and all night, IDF drones fly over Gaza looking for targets but it hasn't stopped the rockets from being fired into Israel. (",
    "statement": "That's a rocket that's just been fired up there. You can see the smoke trail in the sky. That's <ABOUT> the fifth rocket we've seen being fired in the last 20 minutes or so. ("
  },
  {
    "transcript_id": "CNN-286056",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "This is a very personal decision. Do you think this should be more widespread? What are the conversations you have had with your teammates?",
    "statement": "You <KNOW>, this -- like I'm -- honestly, if my wife wasn't pregnant right now, I <WOULD> be going to Rio. I mean, my biggest concern is for the baby on the way. And so I <WOULD> <NEVER> tell any athlete who's worked their butt off for four years not to go to the games. And I'm not -- I'm not as extreme as some of the other views are <ABOUT> changing venues or, you <KNOW>, boycotting Rio because of Zika."
  },
  {
    "transcript_id": "CNN-62782",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Kate?",
    "statement": "Yes, Al, this president has long benefited from being underestimated, beginning when he first ran for governor in Texas. And I agree with Mark <ABOUT> how Washington, D.C., <SHOULD> respond to this big win on Tuesday. It seems to me that the president won the popular vote in 2002 in state after state, through the proxy of candidates he campaigned for, that he didn't win in 2000."
  },
  {
    "transcript_id": "CNN-72500",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Do you know any conservative reporters? Can you name one?",
    "statement": "I don't <KNOW> many reporters at <ALL>."
  },
  {
    "transcript_id": "CNN-169871",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Do you find your parents in the audience sometimes? Do you have to change your material or do you even feel a bit nervous about delivering certain things when you know your parents are listening?",
    "statement": "No. No. Because they don't really <KNOW> what I'm talking <ABOUT>, so they don't care. They have <NEVER> had any idea what I've -"
  },
  {
    "transcript_id": "CNN-215736",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They don't understand how the greatest nation on the planet can have a Congress conducting in such a manner. It's a shame.",
    "statement": "Some of the almost 800,000 federal workers who were sent home without pay, <WELL>, they held protest. They are protesting across the country, from Washington to Seattle. They are just so, so frustrated."
  },
  {
    "transcript_id": "CNN-135816",
    "matched_terms": {
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Because the story is - there is such an interest in the story. And I have been, you know, offered so many different opportunities. I figure, well, I don`t - my goal is never to be a burden on any taxpayer. And there are certain little couple opportunities to earn some funds for my children.",
    "statement": "Ashleigh, she seems to be saying, yes, she has <SOLD> pictures and will continue to do so to <TAKE> care of herself and her kids. What do you <<<THINK>>>? Is that harmless enough?"
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "... have a chance to talk to the ship's captain? Or could you share with us any details from the crew that you might have received?",
    "statement": "I <CERTAINLY> have not talked personally to the ship's captain. He is a busy man. I have been speaking with the naval commander in the theater, Admiral Moore. And that's where I have my feedback. Our comments have been confined to the steps -- the actions that we <NEED TO> <TAKE> and the actions that are being taken to support this ship the way she needs to be supported."
  },
  {
    "transcript_id": "CNN-404452",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "believe": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "I'm certainly not a scientist, I don't know one way or another. I think that you know, this case, I think we've all evolved in our thought process. Again, it's clear that wearing masks help to save lives, and we know that we are growing (ph) exponentially since we started this. We had 211 cases in a single day, we had a new monthly record over from May to June of 209 percent. So it was clear. And with the weather being hot -- it's 86 degrees here -- we need to do something a little more drastic to make sure that we kept our citizens and those visiting us safe.",
    "statement": "The <THING> is, you <KNOW>, this isn't new, right? I mean, scientists, doctors have known and recommended for some time that masks work, other measures, such as social distancing, that that <ALL> works. I <<GUESS>> I'm curious why it took so long, right? I mean, because you <KNOW>, we <ALL> had the experience of other states and other countries that went through this, why do you <<<BELIEVE>>> it took so long to get that <<SENSE>> of urgency?"
  },
  {
    "transcript_id": "CNN-73379",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Simple words making history from Barry Black, Congress' first African-American chaplain. Just three years ago, he became the Navy's first African-American chief of chaplains, called on to speak at times of national mourning.",
    "statement": "Weeping <MAY> endure for a night. But joy comes in the morning."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I think that the law can permit a certain amount of discretion at the local level that actually would have differing results in differing counties. Otherwise, you would be saying that their claims that the 14th Amendment is basically coming into play, that the equal protection of the voters is being violated, and that's unconstitutional. That argument was made in the federal court and was rejected. So mere discretion that results in some differing views I don't think is per se illegal under Florida law.",
    "statement": "David Cardwell, if the Republican side, the Bush campaign <SHOULD> lose in the Florida Supreme Court, what do you <ANTICIPATE> <WOULD> be their next most <LOGICAL> step if they decide to pursue this legal battle?"
  },
  {
    "transcript_id": "CNN-363163",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And Poppy, you <KNOW>, it was <QUITE> a night of news here. And we're going to be dealing with the repercussions of this for some time."
  },
  {
    "transcript_id": "CNN-270747",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Talking about 400 some odd days before the videos are released. Talk to folks from Chicago, lots of allegations about political motivations here, you know, protecting the police. What are your doubts?",
    "statement": "<WELL>, listen, on the second video, this new video, you can understand why it <MAY> <TAKE> some time. It's grainy, there's a lot of <STUFF> going on. There is no excuse for it taking a year on the Laquan video. And that's why the mayor's in the hot seat. It looks like a cover-up. I mean, there's not one law enforcement officer in the country who's seen that and said, oh, yes, that's a good shoot. Not one. And yet it takes you a year to release video, a year to bring charges. That whole time the guy is still on the force. That police officer who unloaded his weapon and reloading again was on the force for a year and nobody did anything <ABOUT> it. That's why Rahm Emanuel's in the hot seat."
  },
  {
    "transcript_id": "CNN-175723",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "At 3:30, but if you come closer to 3:50, I think we can do that.",
    "statement": "I <<<THINK>>> we'll do that. We'll see you next hour in \"THE SITUATION ROOM.\" Wolf Blitzer, thank you so much."
  },
  {
    "transcript_id": "CNN-210527",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And of course you want to wait to hear what the parents have to say.",
    "statement": "<ALL> right, Pamela, thank you so much for bringing us that. Coming up next on NEW DAY, we're continuing to follow the latest developments in the George Zimmerman case. George Zimmerman's brother said race had nothing to do with it. And also, he said that Trayvon Martin caused his own death. A stunning interview with Robert Zimmerman, straight ahead."
  },
  {
    "transcript_id": "CNN-150623",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning to you. Glad you're with us on this AMERICAN MORNING for this Wednesday, <MAY> 5th. I'm Kiran Chetry."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "With me, CNN national correspondent Susan Candiotti. She has been in the home. Susan, when you went into the basement, what did you observe?",
    "statement": "Didn`t go down to the basement, but I <<COULD>> see into the basement. And that is where Jason"
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "How did you do that?",
    "statement": "I <<<THINK>>> that`s such a good <QUESTION>. I <WOULD> say baby steps. Story by story. And using beauty as a vehicle to celebrate diversity and inclusion and to start conversations that matter <AROUND> identity, cultural identity, racial identity. We did a story <ABOUT> cultural appreciation that put young girls from routinely appropriated communities at the center who <<COULD>> tell the world from their own <PERSPECTIVE> what the differences between cultural appropriation and cultural appreciation. And it was those kinds of stories that started to shift the culture internally and how we thought <ABOUT> our platform and how we <<COULD>> use it to really make a difference. And how even, yes, at a teen fashion title, we <<COULD>> start to infuse social consciousness into it and eventually news and politics. And I will say this, we did it -- we got it done because we didn`t ask for permission. We were prepared to apologize."
  },
  {
    "transcript_id": "CNN-237687",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Because the president said the U.S. is trying to get support of Sunnis, Sunni Muslims, Sunni Arabs. I assume you're talking about Saudi Arabia, Egypt, UAE. I don't know who else. Who else are you talking about?",
    "statement": "<WELL>, these are <ALL> countries that have a stake here, have a role to play, have contributions they have already made to the threat against ISIL. However, Wolf, I <<<THINK>>> this is also a threat that many countries in the world want to address. Look at the <FACT> that Australia, other countries in Asia have taken steps to provide humanitarian assistance. There's an international and growing global concern <ABOUT> this issue, and the secretary will be speaking with his counterparts from <AROUND> the world <ABOUT> this."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "How are you a Republican if you denigrate the other candidates and say what the party has been responsible for all --",
    "statement": "Are you trying to say to me, Chris, and during the last election cycle and <EVERY> cycle before that, whether it's a local race or up to the presidential race that the candidates don't attack one another? One <WOULD> turn <AROUND> and say that some of the most vicious that are out there today -- because Donald Trump is doing it, it's different. Why? Because he's not part of the establishment."
  },
  {
    "transcript_id": "NPR-7229",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It was a sort of tantalizing cat-and-mouse game, and you're not really sure if there's any actual cheese involved. It came near the end of yesterday's marathon session. In the end, we did not get an answer from Kavanaugh to Senator Harris' question, but it may be something she returns to in the second round of questioning today.",
    "statement": "What did he give people, if anything, when asked <ABOUT> how he <WOULD> rule if confronted with cases involving President Trump, the man who has nominated him?"
  },
  {
    "transcript_id": "CNN-349435",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "These new denial statements, the source tells Jeff Zeleny, today are being printed out and hand-delivered to President Trump for him to read. Now, this all might seem a self-defeating strategy. Perhaps one might even call it impetuous, petty, ineffective. And one might recall the senior Trump administration official writing in the op-ed in today's newspaper -- quote -- \"The president's leadership style is impetuous, petty and ineffective.\" There might be a better way for a president to rebut these accounts from senior administration officials that are harsh and very critical than to confirm the very qualities in his reaction. CNN's Kaitlan Collins is at the White House for us. Kaitlan, whether it's Woodward or \"The Times\" op-ed, why is the White House not only giving the story more oxygen, but they seem to be doing so like every 15 minutes?",
    "statement": "<WELL>, Jake, a <<SENSE>> of paranoia already existed here in the West wing before the events of this week. And now with this book and this op-ed written by somebody who still works in this administration, the president's longstanding fear that people who work here are out to get him is resurrected and even heightened. And now today, one of the most surreal days at this White House, where some of the highest-ranking people in this government, people that the president handpicked to be in those positions, are tripping over each other to issue denials that it was them who trashed the president."
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Now, the Justice Department says the documents are immaterial. That's their position about the documents. We haven't heard the defense position on it. But have you had a chance to speak to the attorney general or to anyone at the Justice Department?",
    "statement": "No, I haven't. I found out <ABOUT> this less than an hour ago. I've been on the road and I haven't heard a <THING>. <OBVIOUSLY>, I have great faith in the attorney general and the bureau and the officials of the department to get to the bottom of it, and a judge will <HAVE TO> make the decision. But if in <FACT> these are the same documents that were turned over to Mr. Nichols in his trial and if they are not significant or material or exculpatory, then <<PROBABLY>> it is much ado <ABOUT> nothing. But we don't <KNOW> enough to say that."
  },
  {
    "transcript_id": "CNN-200612",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, the question is, was there other involvement with someone else, or some other group? We know that this is a large scene, we're told by the Alabama state police. From the animation we have shown, a description based on what we've spoken with neighbors about, there's a mobile home where Jimmy Lee Dykes lived. They've got to look through those papers and determine what was happening and why this happened, the red storage unit, the bunker. And one other element. There's going to be a news conference here in about 25 minutes. The superintendent of Dale County schools, Mr. Donny Bynum, will speak about having this kid back home and the death of that school bus driver that started all of this about a week ago, Ashleigh.",
    "statement": "Chris Lawrence and Victor Blackwell for us this morning on this incredible story, thank you to both of you. And now that the standoff is over, what <ABOUT> Ethan, the little boy? Tonight, John Walsh is going to join Anderson Cooper to share his experience on what they <MIGHT> be doing to try to cope with the <<KIND OF>> trauma that entire family and what they are going through. That's tonight, 8:00 Eastern right here on CNN. And now I want to <TAKE> you to Austria, breaking news. American skier Lindsey Vonn is said to have suffered a, quote, \"complex knee injury\" in a very bad crash on the slopes during a race there. It happened in the opening day of the Super-G event at the fifth Alpine Ski World Championships. And joining me from London is Christina Macfarlane, who's host of CNN's Alpine Edge. I'm also joined on the telephone by John Meyer, who is a sports columnist with the \"Denver Post\" and also a collaborator on Lindsey Vonn's blog. Christina, let me start with you. The nuts and bolts <ABOUT> this race and exactly what happened on the slopes that had her being taken away by helicopter."
  },
  {
    "transcript_id": "CNN-366079",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It is. He's punting because everyone in the White House on Capitol Hill, they know that there's almost a zero chance of a bill addressing health care getting through both chambers of Congress in the next two years. That being said, I spoke to a senior White House official this morning who made it clear that the president's view of this is that health care is a major weakness for him going into this election. They are worried that if you have Democrats on the one hand talk about Medicare-for-All, talking about all of the various ways in which they want to address the health care concerns of voters, which we know based on polling is extremely important to them and they go into this election completely empty handed with no answers to that, that is a problem. But they also think that Medicare-for-All is a radical idea and they want to sort of put Democrats on the defense on that. And the only way to do that is for the president to continue to talk about it. That is why the president is talking about it. But I think Republicans more generally, all of the rest of the Republicans who are running in 2020, they don't see much advantage in having this conversation at all. They are recognizing how powerful it is as a motor for Democrats in 2018 and they would rather talk about literally anything else. So you have competing interests here. But the compromise I think we're seeing right now is the president saying, we're not going to put an actual bill out there. We'll talk in generalities about what we want from a health care bill and talk about how bad Medicare-for-All is and then vote on it after the election. So this is kind of a compromised position that we've gotten between the president, who wants one thing, and Congressional Republicans, who want something completely different.",
    "statement": "I <<<THINK>>> we <ALL> <KNOW> we'll talk <ABOUT> health care on both sides for the next year and a half. I want to ask <ABOUT> the Mueller -- the House Democrats -- let me flip to this, David. The House Democrats voting to issue a subpoena over concerns <ABOUT> White House security clearances. We were reporting <ABOUT> the 25 individuals including the president's son-in-law and daughter who <<APPARENTLY>> weren't initially cleared and then the White House overturned that. And then by law the president is allowed to do that, but still."
  },
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Gentleman's recognized for two minutes.",
    "statement": "Madam Speaker, like many of my colleagues, I <NEVER> ran for Congress wanting or expecting to impeach anybody, let alone the president of the United States. However, <GIVEN> the facts, here we are. While some questions remain unanswered, two key facts are <CLEAR> and compel me to support the articles of impeachment. First, President Trump attempted to pressure a foreign government to help his re- election campaign; and second, the president used the powers of his office again to obstruct a congressional investigation into that wrongdoing. The president has falsely <CLAIMED> he has been denied the chance to defend himself, but at the same time, he is preventing the testimony of witnesses with direct knowledge of the events under investigation. If the president were innocent, as he claims, surely these witnesses <WOULD> be able to testify to that. If there had been no quid pro quo, these witnesses <<COULD>> say that. If aid to Ukraine were not intentionally delayed for improper purposes, they <<COULD>> surely testify to that, also. But <RATHER> than giving these witnesses the chance to speak, the president has silenced them. The president has silenced witnesses at the Defense Department. The president has silenced witnesses at the State Department. The president has silenced witnesses at the White House. He even silenced the loquacious Mick Mulvaney, who uttered at a press conference that there was a pred -- quid pro -- quid pro quo, and get over it. By choosing to block this testimony, the president is not proving his innocence; he's just proving he's afraid of what they <HAVE TO> say. As a wise man once said, the <<TRUTH>> will come to light, and it has. It is our duty to act on it. I yield back."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right, I thought the record was clear.",
    "statement": "And you have no knowledge of how the rubber that you have seen was in any way kept prior to you looking at the rubber, is that correct."
  },
  {
    "transcript_id": "CNN-213822",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Obviously, everybody wants to know how come a Palestinian farmer, villager who's documenting and diarizing his life behind the fence, joins forces creatively with an Israeli Jew. Did you think you were going to get criticized? What did you think when you started this?",
    "statement": "Yes, it was -- it was very <CLEAR> that, for both of us, that we <WOULD> both be criticized for working with each other. And I <<<THINK>>> that the minute we decided the film was be -- it's going to be Emad in the main character, it was going to be him in the focus, then, it was much more comfortable for me, as an Israeli, to work with Emad on that, because I'm helping him shape his voice and not -- and not interfering with my own voice in the film directly."
  },
  {
    "transcript_id": "CNN-85269",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The public viewing of Ronald Reagan's casket ended just over two hours ago at his presidential library in California. Later today, his body will be flown to Washington, where it will lie in state at the Capitol after a funeral procession. We go now to CNN's Elaine Quijano. She's live in Washington this morning -- good morning, Elaine.",
    "statement": "Good morning, Carol. It is <ALL> quiet here on the Mall right now, but police have been gearing up for the tens of thousands of people that they are expecting to show up here later today. Now, police are estimating that up to 150,000 people <MAY> come to visit the Capitol Rotunda in order to <VIEW> the president's casket. Others, however, military and other organization officials say that they <ESTIMATE> <<PERHAPS>> as many as a quarter of a million people will turn out. Nevertheless, as you <MIGHT> <<IMAGINE>>, this is a huge logistical and security challenge. Now, yesterday officials held a rehearsal to go through the events that will <TAKE> place later today. That included run-throughs of the procession down Constitution Avenue with the horse drawn caissons; also a rehearsal of the military flyover and the 21 gun salute. In addition to that, a military band practiced its part. Now, as I said, security is going to be a big challenge. It is expected to be extremely tight. People who come to the Capitol will not be able to bring backpacks, large purses or cameras. Police say they also plan to use magnetometers, bomb sniffing dogs and they will search people's bags as they go through and the line moves through later today, they <ANTICIPATE>. Now, drivers, also, in the area are being told to <ANTICIPATE> some huge traffic snarls, not <ONLY> here in the District of Columbia, but also in nearby Maryland once President Reagan's body arrives at Andrews Air Force Base later this afternoon. Meantime, we are still <ABOUT> 16 hours or so away from when the public will actually begin to get to <VIEW> the president's casket here at the Capitol. But police, as I said, have already begun to gear up. Streets, they say, will close once the time draws closer to that procession. A number of other security measures in place. They say they are anticipating, as I said, tens of thousands of people -- Carol."
  },
  {
    "transcript_id": "CNN-187270",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "In Puerto Rico.",
    "statement": "I <KNOW>. I'm going to go look it up, somebody help me."
  },
  {
    "transcript_id": "CNN-264329",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, here's the thing. Because as you know, Donald Trump responds to those who insult him and you are no exception. He tweeted out this morning, \"Oh wow, lightweight Governor Bobby Jindal, who is registered at less than 1 percent in the polls, just mocked my hair. So original.\"",
    "statement": "That exactly sums up what is <WRONG> with Donald Trump. I gave a speech yesterday, called him a narcissist, and saying he was an egomaniac. And <ALL> he heard was a stray comment <ABOUT> his hair. That's the whole point. The <REALITY> is, look, he's been for socialized medicine, he's been for tax increases. He doesn't an ideology. He's not conservative, he's not liberal, he's not an independent, he's not a Democrat, he's not a Republican, he is for Donald Trump. This is a rallying cry to conservatives to say let's put our faith in our proven conservative principles. It's time to shrink the government economy, grow the American economy. This is no time to turn into an entertainer. Look, he's a great <REALITY> TV star and that's wonderful. Put him back on TV, but, you <KNOW>, folks say they're worried <ABOUT> giving him the nuclear codes. It's not that, he will implode in the general election. But it's even worse than that, if he were to be elected, we have no idea what he <WOULD> actually do in the White House."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes, of course.",
    "statement": "For the time being, thanks very much indeed. Now, there is another story developing at the same time. I mentioned it <ABOUT> 10, 15 minutes ago to you. And that was that armed police were reported to be surrounding a mosque in East London. Joining us on the line now is Mr. Sapal (ph). I don't <KNOW> your first name, Mr. Sapal, for which I apologize. But what are you seeing? What can you tell us of what is going on <AROUND> this mosque in East London?"
  },
  {
    "transcript_id": "CNN-123395",
    "matched_terms": {
      "must": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It can -- one can argue this is an internal problem, but this internal regional issues cross beyond the borders. This is a huge serious human rights situation there. So the United Nations is a pillar -- one of the pillars is the human rights. Therefore, the United Nations is taking all necessary measures to provide humanitarian assistance to help for people and protect all this humanitarian rights abuses.",
    "statement": "You sounded as if you're not particularly optimistic today <ABOUT> what's happening in Kenya. I put it to you then, how <WOULD> you characterize the situation in Darfur at this point? Because if you're not particularly optimistic <ABOUT> what is going on in Kenya, you <MUST> be extremely pessimistic <ABOUT> the situation there."
  },
  {
    "transcript_id": "CNN-339263",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, I want to just quote what Maria said. I don't think they care to the degree that a lot of this is seen as inside baseball politics. What they do care about is the record unemployment rate, that he's a very pro-life president, that he's tough on the boarder. He has been tough on national security, he's negotiating with North Korea. And I think that when they --",
    "statement": "So essentially this is the Pruitt argument, that if you're doing the job I want you to do, that I really don't care <ABOUT> your ethics?"
  },
  {
    "transcript_id": "CNN-284536",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well it has in other, and again, I always go back to other crashes and other activities or incidents or plane disasters that I've worked. And in those cases that were on Swiss Air 111, which was a fire in the entertainment system and I worked on Value Jet, 20 years ago almost to the day practically, this month. And in those cases they were able to get out mayday calls, tell the air traffic control that they were on fire, in case of Value Jet completely on fire and what happened there then the fire burned through their control systems. But that then caused a change in the laws and in the aircraft manufacturing now we have smoke and fire suppression systems.",
    "statement": "Al right. Guys, stand by. A lot more to talk <ABOUT>. When we come back we're going to look inside the airbus, which under normal circumstances is a <<KIND OF>> an engineering and electronic marvel. Tonight though, up close, <ALL> the parts and pieces we've been talking <ABOUT> so you can see how this deadly chain of events <MIGHT> have played out. Also tonight authorities still focusing on the terror angle, a security upgrade is in the works at Charles De Gaulle Airport, one of the biggest and busiest airports on earth. Especially for Americans making connections throughout Europe, <ALL> that and more as 360 continues."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "In the town of Tikrit, Saddam's birth place, a rally calling for his release, just as he faces charges of ordering chemical attacks in the 1980s that killed thousands of Kurds in northern Iraq. Now, two decades later as torture, murder and sectarian violence rages, the top U.S. commander for Baghdad is putting the new Iraqi government on notice about cracking down on militias and death squads.",
    "statement": "I consider that issue a problem that the government <MUST> deal with immediately."
  },
  {
    "transcript_id": "CNN-82112",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Or we're not men.",
    "statement": "Because we <<FEEL>> that we're being aggressive, we're too direct. Because men speak in direct terms and we <<SORT OF>> <<KIND OF>> beat <AROUND> the bush because we <<<THINK>>> that you'll understand what we really mean."
  },
  {
    "transcript_id": "CNN-412248",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "As a physician who's dedicated his life to caring for others, that makes me angry because we have very few tools in our tool box right now to handle this pandemic. And the mask, in my opinion, and the opinion of a lot of other physicians, is the single most important thing we can do to stem the tide of this pandemic. Those of us who work in a hospital setting are a testament to that principle. For six months, I've been wearing a mask 12 hours a day on my clinical shifts and I have not gotten infected. I've been -- I've been face to face with multiple patients infected with COVID-19 and I and my fellow health care workers have not gotten infected. So, for people to say masks are ineffective defies logic. It makes those of us in the health care field very angry.",
    "statement": "Very justified in that. And, Dr. Casey, I appreciate your time. We are -- we are thinking of you and having to go through this as you're going through it now, saving those lives. Thank you, sir."
  },
  {
    "transcript_id": "CNN-225389",
    "matched_terms": {
      "fact": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You know, instead of potato chips, a healthy alternative is kale chips.",
    "statement": "Not gross! In <FACT>, I brought some with me. You both <SHOULD> try one."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Stan Grant, reporting from Abu Dhabi. Let's show you the sort of scale and the sort of size, and the sort of issues that we are talking about when we refer to Dubai. We begin, of course, with an overarching skyline view of Dubai. This gives you an idea. This is just one small part of the massive construction that has been in Dubai. Actually all the pictures you are about to see I took with my own - with me own cell phone camera, on a recent aerial trip over there. This gives you an idea of what it is about. If you go up to the famous Palm Jumeirah, there it is right at the top, the new hotel, the one and only owned by",
    "statement": "Part of the reason is the nature of the specific markets you are talking <ABOUT>. The ones which move very fast, where the particular bonds that were at an issue here. The price of that bond had gone down very sharply in February. It had been hovering and going up on the assumption that there <WOULD> be some <<SORT OF>> bailout. And it fell down very fast when that bailout didn't happen. The other <THING> that moved very fast was the credit default swaps for Dubai. Which, again, had been very high earlier this year. There had been this <<KIND OF>> false assurance that things were OK. And now they reverted very fast to <<KIND OF>> panic mode."
  },
  {
    "transcript_id": "CNN-86459",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, that report, Kyra, as anyone knows who listened to the press conference this afternoon, cited a failure of policy management, capability, imagination, but it did not cite a personal failure on the part of President Bush. So, in the view of the White House, he comes out a winner on this. There had been a great deal of concern that the report would be very partisan, would be very critical. But this morning, when the chairman and the vice chairman appeared with the president in the Rose Garden to hand him his copy of the report, it was really smiles all around. As you said, the president said the men had done a really good job. He praised them for making what he called, quote, \"very solid, sound recommendations\" about how to move forward. And President Bush did promise that when it came to those recommendations, his administration would, where he believed it needed to, would act.",
    "statement": "There's still a threat, and that we in government have an obligation to do everything in our power to safeguard the American people. And the report that they are <ABOUT> to present to me puts out some very constructive recommendations. And I look forward to studying their recommendations, and look forward to working with responsible parties within my administration to move forward on those recommendations."
  },
  {
    "transcript_id": "CNN-152889",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Scanning your morning passport this morning in France, Manuel Noriega sentenced to seven years in prison. Just add money launderer to the long list of labels, which includes dictator, drug trafficker and CIA asset. Noriega was also fined nearly $3 million, which is the total that he was accused of laundering through French banks. A strange <THING> happened when Israeli Prime Minister Benjamin Netanyahu visited President Obama yesterday. He arrived in Washington, but guns belonging to his security agents didn't. Now, both Israeli and U.S. authorities are investigating. We're talking <ABOUT> four 9 mm Glock handguns. WNBC News reports that the handguns were mistakenly put on an American Airlines flight from New York to L.A., not Washington. But by the time the luggage was found, the guns had disappeared. A case of espionage that gets better than fiction. Remember the band of 10 suspected spies arrested late month and this sultry stunner who you can see more of, if you get my drift, on the Internet. <WELL>, there's talk that Russia is willing to swap a spy that it has for one of those alleged deep-cover agents. CNN's international correspondent, Matthew Chance, is joining us now from Moscow with more -- Matthew."
  },
  {
    "transcript_id": "CNN-346052",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "So, first of all, explain Kaitlan's crime here. The White House has said that her language was inappropriate that she was shouting. Was it the content or the tone or both of what she said that so upset the White House?",
    "statement": "They claim she was shouting and being rude, but the videotape proves otherwise. Kaitlan was doing exactly what reporters do <EVERY> day when there are photo ops with Trump. It is <<KIND OF>> a custom. You <KNOW>, first the president speaks. The photos are taken, then reporters get to ask a couple questions normally Trump will answer. He'll give some <<SORT OF>> answer. <SOMETIMES> he chooses not to. I <<<THINK>>> what we saw yesterday is that the president feels really vulnerable <ABOUT> Michael Cohen and Vladimir Putin. He does not want to talk <ABOUT> those issues. At one point, when Kayla Collins was brought to the principal's office, you <KNOW>, brought to the communications boss' office and told she wasn't invited to the next event, they said to her, why didn't you asked <ABOUT> trade, instead, ask <ABOUT> trade. That is not how it works. You and I both <KNOW> and viewers <ALL> <KNOW>, the White House doesn't get to choose the questions, they get to choose the answers. We get to choose the questions. That's how it <SHOULD> work. And the <FACT> the president was so troubled by her questions shows how important the questions were. It just shows <AROUND> Michael Cohen and <AROUND> the investigation are very serious for Trump. And the questions <ABOUT> Vladimir Putin and the relationship with Russia also <ESSENTIAL>. So, I am glad Kaitlan was asking. Frankly, I <<<THINK>>> other White House reporters are now keep asking the same questions."
  },
  {
    "transcript_id": "NPR-17595",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, it has to be noted that all of the countries involved in this dispute are considered allies of the United States. Is the administration involved in trying to resolve this?",
    "statement": "Right. You're right. I mean, they - <ALL> these countries are important to the U.S., particularly in the fight against ISIS and the war in Syria. But, you <KNOW>, the response from the U.S. has been confused. You have President Trump, you <KNOW> publicly siding with Saudi Arabia. And then you have the State Department saying - criticizing Saudi Arabia for the blockade of Qatar."
  },
  {
    "transcript_id": "CNN-339263",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So essentially this is the Pruitt argument, that if you're doing the job I want you to do, that I really don't care about your ethics?",
    "statement": "I <<<THINK>>> over the years, over the last several decades, that that's been the state. People are not looking at Washington for moral purity. They're looking for results. I'm not saying that's right or <WRONG>, by the way. I'm just saying that's the way it is because --"
  },
  {
    "transcript_id": "CNN-392683",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, Michael Bloomberg is hitting back at new attacks by the president with insults of his own. Their feud is clearly intensifying as the Democratic presidential candidate is rising in the polls and facing some new controversy. Our Political Correspondent, M.J. Lee, has more on Bloomberg's campaign."
  },
  {
    "transcript_id": "CNN-316573",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Pledge of independence. President Trump's pick to replace fired FBI Director James Comey tells senators he'll be independent and loyal <ONLY> to the Constitution and the rule of law. <<COULD>> his support for the special counsel set up a clash with the president? Bunker mentality. Shaken by a series of revelations on Russia's election meddling and ties to the Trump campaign, the White House is described by one top Republican as paralyzed. President Trump is still trying to <CHANGE> the subject back to Hillary Clinton. Russian partners. CNN has exclusive video of Trump meeting with a Russian billionaire father and pop star son who were linked to Don Jr.'s meeting with the Russian lawyer. What's the relationship between the two wealthy families? And Moscow's insider out. Russia's jovial ambassador, also seen by the U.S. as a spy, is on his way home. His replacement is seen as a hardliner who importantly played a key role in Russia's invasion of Ukraine. What does that mean for U.S.-Russian ties? Wolf Blitzer is off. I'm Jim Acosta. You're in \"THE SITUATION ROOM.\" With the Trump administration rocked by a series of bombshells on Russia's election meddling, a top Republican describes the White House as paralyzed. Various administration figures paint a picture of chaos now reaching the president's inner circle after son Donald Jr. released e-mail showing he embraced a proposal of Russian government help in attacking Hillary Clinton. The president tweeted today that the White House is functioning perfectly, and he's trying to defuse claims that Russia acted to help get him elected. In an interview with televangelist Pat Robertson, he <SUGGESTED> that Vladimir Putin <WOULD> have preferred Hillary Clinton in the White House, because he's boosting U.S. military and U.S. energy exports. The president <MAY> be hoping to get away from it <ALL> as he flies to Paris tonight to meet with the new president there, Emanuel Macron. And President Trump's pick to replace fired FBI Director James Comey told senators today he's committed to the rule of law and <WOULD> follow the facts wherever they <MAY> lead. Christopher Wray, a former federal prosecutor with bipartisan support, vowed he'd resign if asked to do something illegal or immoral. Wray said the president did not ask for a loyalty pledge, something Comey says Trump repeatedly requested before firing him. Wray said he does not <<<BELIEVE>>> Special Counsel Mueller is on a witch hunt, a term the president used yet again today to describe the Russia investigation. I'll talk with Congressman Jim Himes of the Intelligence Committee; and our correspondents, <SPECIALISTS> and guests are standing by with full coverage of the day's top stories. We begin with the White House rocked by a series of stunning developments on Russian meddling and ties to the Trump campaign. CNN's Jessica Schneider is there. Jessica, what's the mood tonight?"
  },
  {
    "transcript_id": "NPR-47220",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "On today's roundtable, US detainees at Guantanamo Bay, Cuba, may get      transferred and a death-row inmate gets a presidential honor.  We're      joined from member station WBEZ in Chicago by Laura Washington, Chicago      Sun-Times columnist; at member station WLIU in Southhampton, New York,      Marcelo Suarez-Orozco, co-director of the Immigration Studies Department      at New York University; and joining us from Maryland, George Curry,      editor in chief of the National Newspaper Publishers Association New      Service.",
    "statement": "Before we get into some of what we're going to talk <ABOUT> today by means      of headlines, I wanted to talk <A BIT> <ABOUT> what we just heard and that's      the interview that we had with Senator Rick Santorum out of Pennsylvania.      George Curry, I found it interesting--and I did not frankly want to      argue with the senator too much or get caught up in semantics.  I wanted      his words to stand alone and let the listeners have an opportunity to      digest and determine what he was saying.  When you heard him talk <ABOUT>      affirmative action being dead in his mind in most places and that it      wasn't as important as <CERTAINLY> most African Americans see it to be and      other minorities in this country, what was your thought?"
  },
  {
    "transcript_id": "CNN-59946",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I did. I couldn't believe I did it because the doctors just 15 years beforehand told me you'll never walk again, possibly. And I finished a marathon. Then I got on the phone with TNT and...",
    "statement": "Donna, how common, <WELL>, Chrissy has an unusual story, of course, because of her personal experience. But the <FACT> that, how people hear <ABOUT> this and how they come to you, is this frequently the way it happens?"
  },
  {
    "transcript_id": "CNN-233844",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "He visited several sites, and these sub Reddits is people who die. Once again, it may not be the perfect it's like people who die and it shows videos of people dying. It's from suicides to Iraq, executions, those type of videos.",
    "statement": "So, Paul Callan, you hear that. But on the flipside they brought up a number of different witnesses to testify on the defendant's behalf saying that he seemed not at <ALL>, nothing seemed out of the ordinary that day. That he seemed genuinely bothered, that eyewitness on the scene saying this man was screaming oh, God, oh, God. Then you hear this detail <ABOUT> how during lunchtime, this father went away to Home Depot bought light bulbs and had his friends drive him to his car so he <<COULD>> put them away. (A), you <WOULD> <<<THINK>>> he <WOULD> smell the smell of death as detectives described but why ask the friends to come so close to the car if he knew what he was doing?"
  },
  {
    "transcript_id": "CNN-343278",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So, when the president says he's ordering the attorney general to file suit in California to stop what's called the Flores amendment, the Flores agreement, which mandates that children can only be detained for 20 days, what's going to happen?",
    "statement": "The Flores agreement is the heart and soul of how immigrant children are treated in our immigration system. It applies very basic standards for their care, their custody and their release. What he is attempting to do is gut that Flores decision, so that he can treat children any way he wants, including even if families are held together. They <<COULD>> be held for -- on a prolonged basis in prison facilities. We have <ALL> seen the pictures of children being held in cages in recent days. There's nothing in this new executive order that <WOULD> prevent that from happening."
  },
  {
    "transcript_id": "CNN-95717",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "... when you talk about the job in Iraq, what's on your mind? What do you think needs to be done and might be lacking right now as far as U.S. policy in Iraq?",
    "statement": "<WELL>, actually, in a note that I wrote to the president, I asked him to keep the troops there to complete the mission. I didn't want my husband's death nor the 1,700 other deaths to be in vain. I want the job done."
  },
  {
    "transcript_id": "CNN-264964",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "I'm sure if he gets into specific issues there are going to be different kinds of reactions. But we, Democrats, obviously, welcome his emphasis on climate change and environmental stewardship. My friends on the other side of the aisle welcome that less. But I do think that he is going to be well received. I think everyone is going to be on their best behavior and I think it's a historic event. The history of Catholicism in America has been very uneven. We were a suspect immigrant foreign religion for a long time. So the fact that the head of that church is finally invited to address the joint session, I think is a historic moment in coming to closure on that chapter of intolerance in American history.",
    "statement": "Here's a <<GUESS>> that something that will come out of the Pope that will be a challenge to both sides of the aisle. The first will be looking at your side of aisle and say, you <KNOW>, talk is cheap, and immigrants, big problem with the policy, big problem with respect of people, big problem with lack of leadership. You've been in power. You said you were going to do something <ABOUT> it and you haven't. Fair criticism? And what's the response?"
  },
  {
    "transcript_id": "CNN-194480",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And what happens during the course of a presidency is that, you know, the government is a big operation. At any given time something screws up and you make sure that you find out what's broken and you fix it.",
    "statement": "And there you have President Obama last night with Jon Stewart on \"The Daily Show\" speaking <ABOUT> the Benghazi situation -- Zoraida."
  },
  {
    "transcript_id": "CNN-335045",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think supporters of free-trade should be very nervous if you look at the people who -- Gary Cohn was out last week. Rex Tillerson, one of the more internationalist members of the Trump's cabinet is gone now. The people who are staying are a lot more ideologically involved with him. People who are involved in their own kind of scandals at the moment. You know, people like Ben Carson and people like Betsy DeVos, they don't seem to be in trouble. It's people who actually have policy disagreements with the president that seem to -- seem to be on the endangered species list of his cabinet.",
    "statement": "What do you <<<THINK>>> Pompeo means for the Iran deal, for example, and for some of these --"
  },
  {
    "transcript_id": "CNN-381236",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And Guterres also says deforestation may be the biggest battle in the fight against climate change, this, as big international donors are set to unlock an additional $500 million in aid to protect rain forest like the Amazon. That's according to France, which also announced it is contributing a full $100 million to that package. Ricardo Salles is the Brazilian Environment Minister. He joins me now. First and foremost, you're accepting this money where I your president said just a few weeks ago that countries like France should butt out and that this was a sovereign issue.",
    "statement": "Of course, we do accept the funds, although actually we have expected those funds since 2005 when the Kyoto Protocol has <GIVEN> a right to receive for carbon taxes to Brazil, carbon credits, and we're still waiting for those funds. We still have 250 million tons of carbon at $10.00 per ton, it <WOULD> be like $2.5 billion in 14 years. So although he has promised that, we still have some <DOUBTS> <ABOUT> his going to fulfill this promise."
  },
  {
    "transcript_id": "CNN-351533",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All these just hours after Dutch and British officials unveiled a trove of evidence against four Russian agents expelled from the Netherlands. They were caught with a trunk full of electronics, trying to hack into the global chemical weapons watchdog, the OPCW. It was at the OPCW that an investigation into the poisoning and attempted murder in the U.K., a former Russian spy Sergei Skripal was being conducted. President Vladimir Putin calls Skripal, a scumbag, and a traitor. That Dutch operation carried out with intelligence help from the United Kingdom, which along with Australia and New Zealand are accusing Russia of wide-ranging cyber malfeasance.",
    "statement": "The GRU is an aggressive, <WELL>-funded official body of the Russian state. It can no longer be allowed to act aggressively across the world against <VITAL> international organizations with <APPARENT> impunity."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And how does that face-to-face organizing work if you don't have a union meeting? I mean, do you approach people on the job, at their homes, at community meetings? How does that happen?",
    "statement": "So in these fast food campaigns, we've seen workers approached initially in the workplace, as <WELL> as at home. In one case, I talked for Salon to an organizer from a group who initially went door to door trying to talk <ABOUT> fare hikes with workers, and workers responded <WELL>, I don't want the fares to go up, what I really want to do something <ABOUT> is that I don't get paid enough for public transportation to be something I can afford even to get to work each day."
  },
  {
    "transcript_id": "NPR-31675",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "I predict that these will be backroom discussions between not even necessarily Karzai himself and Obama, but certainly, you know, line ministers and those in the White House who are key advisors on Afghan policy. And these will be, I think, by far, the thorniest, most difficult, most contentious discussions. As long as these aren't publicly discussed, people will come away with perhaps a better impression of Karzai.",
    "statement": "Analysts say that at a minimum, Karzai hopes to come away with a declaration of support for his peace jirga. That jirga, or assembly, which will bring together tribal elders and officials from across the country, was postponed in advance of the Washington visit. Lawmaker Fawzia Kufi says she hopes any U.S. support will come strict caveats. She fears the deal Karzai's perusing will roll back human rights advances made since the Taliban was ousted from power in 2001."
  }
]