[
  {
    "transcript_id": "CNN-346622",
    "matched_terms": {
      "believe": "ungraded",
      "speculate": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you are not going to like the answer that I have. And that is, I don`t know. And I`m so glad that I don`t know, because I`m tired of law enforcement leaking information that they should hold close to the vest when a pending, significant case like this is out there and is being scrutinized. I`m OK with not knowing, Pat. I know you want to know as the reporter. I`m OK, they must have their reasons, and I`m glad they are keeping them close to the vest.",
    "statement": "<WELL>, the fact that she really didn`t do anything but leave her kids in the car and declined to go get them. And I`m guessing it has something to do with actually taking the action of rolling up the windows and locking the doors. I don`t want to <SPECULATE>. Listen, I <<<BELIEVE>>> in the sanctity of the law and due process before television even."
  },
  {
    "transcript_id": "CNN-203950",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "There was originally, after the tragedy, the White House talked about the need to approach this holistically in a whole range of areas -- gun control but also addressing mental illness, addressing violence in the culture. I haven't really seen much discussed in terms of violence in the culture or mental illness. And I'm not trying to distract from your push for gun control, but are you also concerned about these other areas?",
    "statement": "I <<<BELIEVE>>> they are all areas that need to be addressed -- the mental health area, school safety, along with gun control issues."
  },
  {
    "transcript_id": "CNN-88222",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, probably, some heads should roll. It's not for me to say. But the more we've learned about this as I've pieced this together almost hour by hour, the worst that CBS News looked. They rushed this on the air in a matter of five days. They ignored warnings from their own document experts that they had hired. They took a lack of a hard denial from White House communications director Dan Bartlett, who we just saw, as some kind of green light, some kind of confirmation that this story was OK. We can put it on the air. And now we know they relied on a quirky source who lied to them, but also said, I didn't authenticate it. I thought you were going to authenticate it.",
    "statement": "You say it's not for you to say, but you certainly have investigated this story. How many people are you talking <ABOUT> that got caught up in this web of lies?"
  },
  {
    "transcript_id": "CNN-140338",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Well, we got certainly the president's trip to Ghana.",
    "statement": "Yes, no <DOUBT>."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "usually": "ungraded"
    },
    "previous_statement": "I get the point.",
    "statement": "But Bogey, is that really true? (on camera) A new study says no. As a matter of fact, they found just the opposite. After looking at over 400 movies from the past 15 years, they found the people who light up on the big screen are <USUALLY> the bad guys, and they`re poor, a far cry from the era of James Dean."
  },
  {
    "transcript_id": "CNN-269426",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "It does concern me. You know, these young kids are risking their lives to get to alive, and you just saw the picture of that family and young boy that died. Because when we don't let them come in a real way that we vet them, they're going to risk their life. I am concerned, absolutely.",
    "statement": "And just the last <QUESTION> for you, sir, <ABOUT> the rhetoric right now concerning Syrian refugees and Muslims in general. How do you <<FEEL>> <ABOUT> that? And does that increase your anxiety?"
  },
  {
    "transcript_id": "CNN-357108",
    "matched_terms": {
      "perhaps": "ungraded",
      "plausible": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Dave, in light of what the president just said, obviously happy about the Texas judge's ruling. What's your reaction? Do you think that this actually has a chance of overturning Obamacare, which the president of course campaigned in favor of?",
    "statement": "I <<<THINK>>> it's <<PLAUSIBLE>> that it goes to the Supreme Court, and I <<<THINK>>> at that point it is a jump ball. The Supreme Court has already struck down other cases that had tried to rip apart the Affordable Care Act. I <<<THINK>>> the challenge that the president is going to have is that the American people are on the side of the Affordable Care Act. Gallup put up a poll November 30th that showed 64 percent of Americans support, or want the Affordable Care Act to remain in place. That is a massive majority of this country. Democrats, moreover, just had a resounding victory across the country campaigning on health care, campaigning on protecting those with preexisting conditions. Making <<SURE>> that kids can stay on their parent's health care plans up until the age of 26. Those with cancer, diabetes, asthma, cannot be discriminated against because of preexisting conditions. And so Democrats I <<<THINK>>> are going to advance a commonsense solution to <<SORT OF>> protect the Affordable Care Act, <<PERHAPS>> make some tweaks. It is going to be incumbent upon the president and Republicans in the Senate to cut a deal with Democrats to expand and protect health care coverage, because the message that voters sent on November 6th, earlier this year, was that they want access to high quality and affordable health care that is universal for everyone."
  },
  {
    "transcript_id": "CNN-105291",
    "matched_terms": {
      "around": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And to our viewers, you're in THE SITUATION ROOM, where new pictures and information are arriving all the time. Standing by, CNN reporters across the United States and around the world to bring you tonight's top stories. Happening now, it's 7:00 p.m. here in Washington. President Bush heading back from a trip out West with some extra baggage, a record low in our latest poll. What's weighing him down in the eyes of the American public? Rising gas prices and rising tempers. Lawmakers are now feeling the heat from voters and they're putting the heat on the Bush administration to go after any gougers. New feel for the election fight? And an open microphone and an open mouth a dangerous combination. Congresswoman Cynthia McKinney gets caught again. But she's not the only one to be bitten by her own sound bite. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Tonight, President Bush is in more dangerous political territory. His approval rating is lower than it's ever been in any publicly released poll taken during his presidency. Take a look at this. Just 32 percent of the American people now say they approve of the way Mr. Bush is doing his job. A solid majority, 60 percent, say they disapprove. And this may help explain the continue slide. More than two- thirds of Americans now say rising gas prices are a hardship for them or their family. Our congressional correspondent, Andrea Koppel, is standing by. But let's go to the White House. Our correspondent Suzanne Malveaux has the latest -- Suzanne.",
    "statement": "<WELL>, Wolf, President Bush, of course, is running out of time. His critics say it is simply a matter of time before you start to hear the quack of a lame duck. The White House has seven months before the November midterm elections to turn this whole <THING> <AROUND>. President Bush very much determined to do just that, and he is starting with the message on Iraq."
  },
  {
    "transcript_id": "CNN-89075",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The Sox clinch it in game seven and the Yankee empire falls. It's Thursday, October 21, and this is DAYBREAK. Good morning. From the CNN Global Headquarters in Atlanta, I'm Carol Lin in for Carol Costello. More on the championship series in just a moment. But first, right now in the news, the highest ranking soldier charged with abusing inmates at Iraq's Abu Ghraib Prison is expected to be sentenced today. Staff Sergeant Ivan \"Chip\" Frederick, an Army Reservist, pleaded guilty yesterday to five charges. Pakistani officials have arrested two al Qaeda suspects. One of the men is said to be wanted by the U.S. and is known within the terror network by the nickname \"Electronic.\" Pakistani officials say the other man was carrying important documents. And there are fears this morning that we <<COULD>> see a repeat of the flu shot shortage next year. The drug maker Chiron says it cannot guarantee it will be ready to meet the demand for flu shots in the U.S. in 2005. And check out this huge twister caught on tape at Cape Canaveral, Florida. There are reports -- no reports, actually, of any injuries, but some damage is reported at Port Canaveral. Orelon, is that all wind or is there some water in there, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-163314",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There are some reports out there that suggest the warning of the tsunami did not come soon enough to make a difference. Has the Japanese government begun to look at whether the warning system went off as it should have?",
    "statement": "The warning system of tsunami, I are to say in Japan, is better than any country. However, of course, there <<COULD>> always be an improvement. And you always have to look at the improvements. But we have been helping other countries to build the tsunami alarm system as <WELL>. What is good is today, I <<<THINK>>>, there are almost very few possibility that another tsunami is coming. But still, there's aftershock. We have felt one only a few hours ago. So, we have to be always very careful <ABOUT> this."
  },
  {
    "transcript_id": "NPR-7398",
    "matched_terms": {
      "avoid": "ungraded"
    },
    "previous_statement": "I'm well. So how big a deal is this for companies that - we now know Uber and Lyft are basically synonymous with app-based ride-sharing?",
    "statement": "It's definitely something that they're fighting tooth and nail and hoping that they can <AVOID> being called - calling their workforce employees at this point."
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "might": "ungraded",
      "expect": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "And over the course of this investigation, Mark, seven people pleaded guilty. Some of them very close to the president. We kept hearing people are being given plea deals for a bigger fish. Is there any indication that oh, why so many people got deals if there was no bigger fish?",
    "statement": "No, that's a great <QUESTION>. I mean, the president's allies dismissed these other indictments as what they called process crimes. Someone was lying to the FBI. Then they cut a deal. That was not significant. Now of course, lying to the FBI is a felony and it is significant. But there is that <QUESTION>, right, if these people were flipping, what were they flipping for? And what was the ultimate prize that they -- that Mueller and his team <MIGHT> be trying to get. Now we now know, as you said, that there's not going to be any other indictments. So it is then in the <QUESTION> of what is in the report, not just the principal findings that we <EXPECT> will be released tomorrow, but in also the substance of what Mueller came up with, what did they find in terms of this <QUESTION> of contacts, conspiracy, et cetera, with -- between the Trump campaign and the Russians? You know, it's very clear that the Democrats at the very least are planning to play this out for some time, saying that they demand a report, they demand a full investigative findings of Mueller, and so they are playing a long game here beyond just whatever Barr releases tomorrow."
  },
  {
    "transcript_id": "CNN-386549",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "claimed": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A witch hunt. The same as before. And they're pushing that impeachment, witch hunt. And a lot of bad things are happening to them. Because you see what's happening in the polls? Everybody said that's really (muted).",
    "statement": "The latest CNN poll tells a different story, 50 percent say the president <SHOULD> be impeached and removed from office, 43 percent disagree. That's the same as last month. Despite the president's claim the latest CNN poll shows half of Americans <<<THINK>>> Mr. Trump <SHOULD> be impeached and removed from office, 43 percent disagree. The president's talking points on why he withheld military aid for Ukraine continue to fall as <WELL>. The New York Times report that Mr. Trump had already been briefed on the whistleblower's complaint when he released the aid in September, also a top budget official testified. He struggles to find out why the aid to Ukraine was frozen. But no one at the White House told him, it was because other countries weren't paying their fair share as the Trump administration had <CLAIMED>. CNN's Phil Mattingly has more on the time line."
  },
  {
    "transcript_id": "NPR-36529",
    "matched_terms": {
      "would": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "But other GOP lawmakers scolded the Democrats for wasting time in a futile effort. Alaska Senator Ted Stevens said they were simply overreaching.",
    "statement": "This bill contains an unwarranted intrusion into the Constitutional powers of the executive. I <<<BELIEVE>>> that any president <WOULD> veto this bill."
  },
  {
    "transcript_id": "CNN-131653",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Tinnemeyer has stolen a large sum of money. All proceeds from illegal drug activity. The reason Cole was kidnapped was the result of trying to get back -- the drug dealers trying to get back their money, their property, what have you.",
    "statement": "<WELL>, CNN's Kara Finnstrom is following the story from Las Vegas and she joins us now by phone. What are the latest developments you're seeing where you are, Kara?"
  },
  {
    "transcript_id": "CNN-312440",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, the latest is that Rod Rosenstein, Anderson, the deputy attorney general wanted to make sure that he didn't give a long advance warning to the White House and to the Attorney General Jeff Sessions about this decision to appoint Bob Mueller as special counsel. In fact, the White House was basically blind sided by this, only finding out about half an hour before the announcement and after Bob Mueller had already signed the order that he would essentially take over the Russia probe. So it's clear that Rod Rosenstein wanted to do this by the book and that is a big reason why he didn't give that advance warning. And we're told, Anderson, that this decision to do this had been in the works for several days, at least since shortly after the firing of the former FBI Director James Comey. In fact, we know that Bob Mueller was at the Justice Department the day after meeting with Rosenstein. But even as of late Friday, Rosenstein was telling people around him, according to our sources, that he didn't feel a need to appoint a special counsel. That he felt like, you know, unless the FBI investigation was imperiled that there was no need. But, clearly, there have been new revelations, including the latest one yesterday that the president allegedly told James Comey that he wanted him to stop the Flynn probe back in February. It raises the question, Anderson, if that was a tipping point for this or sort of how that factored into all of this.",
    "statement": "And Rosenstein making this decision today. He'd actually recently stated he didn't <<<THINK>>> a special counsel was needed, right?"
  },
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Should you buy gold right now?",
    "statement": "Here's my thought. I bought myself a gold ring and I thought, I thought this is not only do I like it, I <<COULD>> wear it every day, it's an investment. So whether you buy gold in the market or buy the actual gold as long as you don't lose it --"
  },
  {
    "transcript_id": "CNN-390703",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, that's up to them. I can't -- I can't get into their heads. I can't decide for them. All I can do is my oath and what I do. I will -- I'm going to encourage the colleagues and I've done it. You know, this, Michael. I've done this. From the very beginning, we saw this. I told people please get out of your partisan corners. Look at this as the serious matter that it is, a constitutional issue. We've got folks like Alan Dershowitz coming in to talk about the Constitution of the United States. This is a really serious matter. They're serious allegations. I hope everybody can do it. Obviously, you know, people are human. They're not going to do it. Not everyone is going to do it. I'm just hoping that enough people can do this one way another to come down on whichever side they come down, but they do it with their clear conscience and that they can face their constituents in the American public afterwards.",
    "statement": "Put your -- put your former hat as prosecutor on. By the way, I want to remind the audience, I wanted to reference that great book that you wrote because you prosecuted Klansmen for the famous or I <SHOULD> say infamous 16th Street bombing, just so folks are reminded of your credentials."
  },
  {
    "transcript_id": "CNN-61064",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A Democratic House member touring Iraq accuses the president of exaggerating the threat to justify war.",
    "statement": "The president of the United States has tried everything that he can <<<THINK>>> of to tie Iraq to al Qaeda and has failed. There is no evidence."
  },
  {
    "transcript_id": "CNN-242229",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what about you, Bob Baer? When you see what's going on with the U.S. military advisers, as Jim pointed out, basically in Baghdad or in Erbil, but now they may be heading to Anbar, places like Fallujah, Ramadi. And a lot of us remember what was going on there, brutal fighting, back in 2005, 2006. What does that say to you?",
    "statement": "<WELL>, Wolf, the problem is that they are going to be going with Iraqi troops, essentially Shia troops. And for the locals, it's going to look like we've taken sides with the Shia. There's not much we can do <ABOUT> this. The major tribes in Anbar <AROUND> Fallujah and Ramadi are not in touch with the embassy or the military. They're afraid to come out. They have a separate <VIEW>. They don't trust the government in Baghdad. So, assigning our forces or our advisers to Shia units going into those areas is, I <<<THINK>>>, at the end of the day, going to be counterproductive. But there's not much that we can do, at this point, because if Anbar completely falls to ISIS and they get to the point where they surround Baghdad, then we're in a lot worse trouble. So, we're just really trying to put our finger on the dike, at this point."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So in Northern California, where they had a quite large earthquake in 1868 on the Hayward fault, the earthquake preparedness started quite early for the U.S. The hazard in Southern California was debated through the '20s quite heatedly, until the 1933 Long Beach earthquake put the debate to rest, and the preparedness efforts got started here.",
    "statement": "If you go to the Pacific Northwest, when I was in graduate school, which wasn't <QUITE> the Dark Ages, there was debate <ABOUT> whether that was an active earthquake zone, whether the subduction that you have in that region <<COULD>> generate large earthquakes or not. And we - since then, it's clear that it can, it does - every few hundred years you get an earthquake <ABOUT> as big as the recent earthquake in Japan."
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "-- <WOULD> this video at all affect that investigation?"
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Not good news at all for Lindsey Jacobellis, that's for sure, Betty. And Rick is going to need a pair of these -- gloves. It is a cold and blustery day here in Torino. But let's look back at yesterday and a snowboarder who came in with supreme confidence in this event. We're talking, of course, on the grand stage of the Olympics here. Sometimes you get caught up in the moment. And unfortunately the American did just that. She was the pre-Olympic favorite in women's snowboard cross and then, Lindsey Jacobellis tries what is called a backside method grab, said to be unnecessary. Yes, maybe a little bit of showboating. Jacobellis crashed out. She would have won the gold if she had just made it to the finish line. She was, fortunately, able to get up and medal, but the silver medal very little consolation to the American. Hey, the best the United States can now do in women's ice hockey is take home the bronze. Why? On Friday, the Americans lost to Sweden in a penalty shoot-out on the ice. This is the winning goal for the Swedes. It's only the second time that the United States has lost in women's ice hockey since the sport went international 16 years ago. We're looking ahead to men's 1000 meter speed skating tonight here in Torino. It is called the speed skating race of the Games. Why? Just because of the names. You've got Shani Davis, the world record holder, enrolled in this. You also have Chad Hedrick and Joey Cheek. Betty, those are two guys who have already won gold, so the fastest men on ice tonight in a warm arena here in Torino.",
    "statement": "Yes, that's where you want to be, not where you're standing. Hey, let me ask you <ABOUT> this. I heard <ABOUT> a car accident involving one of the men skaters?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think it makes it worse if you move it up. We were trying to get it out of the way.",
    "statement": "Is there any way -- <WELL>, do you have anybody that's going to assist you with this? So we <<COULD>> move them out of Mr. -- somebody else is..."
  },
  {
    "transcript_id": "CNN-393754",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "The minority vote in Nevada helped fuel his blowout win in caucuses there. Still, entrance polls showed Sanders trailing Joe Biden by 10 points among black voters. While here in South Carolina, even skeptical black leaders like the Reverend Joseph Darby, a long time ally of Biden, have noticed a change.",
    "statement": "He's done a splendid job of outreaching to the African-American community. Whoever is advising him <<KIND OF>> pointed him in the right direction."
  },
  {
    "transcript_id": "CNN-156454",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The company <MAY> not be happy <ABOUT> this, but I'm <<SURE>> some customers are because Verizon says it will be doling out millions of dollars in refunds over the next couple of months to current and former customers. Christine Romans here to explain what got Verizon in this situation? As I said, Christine, I'm <<SURE>> they're not happy <ABOUT> it, but they have to do it. How did they get here?"
  },
  {
    "transcript_id": "CNN-45009",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "He still is in shock from what exactly happened, and I think he's just realizing now exactly what really happened, and I think it will take a couple of weeks to recover from this.",
    "statement": "Let me ask you this. As I understand it, he's just -- he's a student there studying. He's an American who happens to be there studying. Does this <CHANGE> the way that he thinks now <ABOUT> this conflict between Palestinians and Israelis, or does it <CHANGE> what you and your family <<FEEL>> <ABOUT> it at all? What do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-245708",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And we are standing by for a vigil as New York honors two police officers ambushed and killed yesterday. That vigil is being described as a call for unity. It was a call that went on to the entire city to attend. We will bring that to you live when it happens. It is expected that it will be too short of time from now. As we said, it has been really a very painful, a very bitter 24 hours here in New York City. And people are still reeling from the news that two New York PD officers, Rafael Ramos and Wenjian Liu were gunned down yesterday while they were sitting in their patrol car in Brooklyn. And we just heard from the family and friends of Office Ramos, earlier, police commissioner William Bratton laid flowers at the scene of the shooting. And he has said that there was no warning, no provocation for this attack. The officers were, in his words, assassinated. The gunman has been identified as 28-year-old Ismaaiyl Brinsley Police say that he shot himself after they chased him into the subway station. His social media pages included threats to police and anger over the recent cases involving Michael Brown and Eric Garner. At a news conference just last hour, the chief of the New York police department detectives said that the gunman have 19 prior arrests in both Georgia and Ohio. He also outlined what's been discovered so far <ABOUT> Brinsley and his social media accounts."
  },
  {
    "transcript_id": "CNN-156513",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "We've got 37 days to go -- 28 days to go, whatever it is, and every vote counts. And both sides are from this point on are going to say things that are solely designed to turn out their base because it's a midterm election.",
    "statement": "Can I just say when the Democrats wanted to <TAKE> over the Congress they portrayed the Republicans as extreme as they <<COULD>> <<POSSIBLY>> portray them. I remember the language --"
  },
  {
    "transcript_id": "CNN-377387",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "Right. All of a sudden, you get told, \"Hey, you're coming in. And you're going to be a Corrections officer.\" And not only a Corrections officer, but in the Special Housing Unit, which is the unit for discipline and protected people. Right? So you have -- you're given the toughest assignment in the place, right? And on top of that, you're probably also working overtime. And then you've got to figure that that's been going on for a long, long time, which degrades the whole morale of the place.",
    "statement": "Because there aren't maintenance people -- enough maintenance people -- the place starts falling apart physically. And when you're in a place that falls apart physically, you start getting <A LITTLE> frayed mentally."
  },
  {
    "transcript_id": "CNN-99041",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, Jesse -- just so those watching that may not have heard his comments straight from his mouth, let's listen to it one more time and then we'll talk about it.",
    "statement": "Afro-American kids can run very, very <WELL>. That doesn't mean that Caucasian kids and other descents can't run, but it's very obvious to me that they run extremely <WELL>. I just want to recruit speed. We need to find speed, as much as anything. But the black athlete seems to have, you know, statistically program, program, program -- you know, seems to have an edge as far as the speed is concerned."
  },
  {
    "transcript_id": "CNN-321796",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "We can't play out the scenarios on what's going to happen, but obviously, it would take something very serious for the president to have to make a decision to do something back. But there's a lot of things between where we are now and that situation that can be done. There are a lot of military options that can be done. And so, the president's not going to spell out specifically what he's going to do, when he's going to do it or where he's going to do it. But there are many options that he's discussed with the national security team that should North Korea do anything irresponsible or reckless that he has to choose from.",
    "statement": "Ambassador, thank you. Just a quick one on the sanctions on Korea and then I have a <QUESTION> on Iran. On Korea, the administration has said this is not aimed at China, but you heard the president say today that China has told it's central-bank not to do business with North Korea. Secretary Mnuchin said that he called on the Chinese. So, how is this not -- especially you talked <ABOUT> how China is really the main financial backer of North Korea. So, how can this not really be directed at China? And then on Iran, is there a way to talk <ABOUT> -- to ramp up pressure, is what you are talking <ABOUT> -- with Iran destabilizing activities throughout the Middle East, which I <<<THINK>>> a lot of your allies agree on, without violating the agreements per se as Secretary Tillerson said? I mean, is there a way to get allies to rally <AROUND> more terrorism type and other sanctions while keeping the nuclear provisions in place?"
  },
  {
    "transcript_id": "CNN-86950",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's an independent political group, not the John Kerry campaign. Groups like that can raise and spend as much money as they like, as long as they remain wholly uncoordinated with the campaigns. This month the Kerry campaign is relying on spending by these independent groups and by the Democratic party.",
    "statement": "All told, these groups have spent <ABOUT> $4.5 million since the convention on behalf of Kerry."
  },
  {
    "transcript_id": "CNN-210890",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "I have got a compass here. My mother has a friend who gave her this early century compass.",
    "statement": "How much <WOULD> you really <TAKE> for this <THING>?"
  },
  {
    "transcript_id": "CNN-89531",
    "matched_terms": {
      "think": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Let's get to our e-mail <QUESTION> of the day, and a couple of your responses. We wanted to know, from you, if you <<<THINK>>> the Democrats and Republicans will be able to work it out over the next four years?"
  },
  {
    "transcript_id": "CNN-13001",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, now that we've had that summary let's -- let's go down on the floor to CNN's John King. He is, I believe, in the Arizona delegation. John, you've been doing some thinking about these platform changes.",
    "statement": "<WELL>, Judy in talking to the delegates here, as they flow in on the floor, standing with two of them who have key role in two of the subplots at this convention, Malcolm Barrett and Donna Flanigan. Not only were they McCain delegates here at this convention, they're also on the platform committee. Let's ask them. First, I'll start with you Donna, striking to some people, this is a conservative party, yet the platform was changed to embrace a more active federal role in education. Did that trouble you at all?"
  },
  {
    "transcript_id": "CNN-22969",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, as Bill Clinton's team said back in 1992, \"It's the economy, stupid.\" President-elect Bush turns his attention to the economy today, meeting in Austin with corporate leaders, many who helped finance his campaign for the White House. Bush said yesterday he's worried <ABOUT> an economic slowdown and his tax cut plan <WOULD> help avert that. Peter Viles, of CNN Financial News, is in Austin, Texas, to cover the two-day forum. Hi, Peter."
  },
  {
    "transcript_id": "CNN-9703",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "If the company is split up into two parts, how would you go about valuing either part, this is, of course, a large assumption, but...",
    "statement": "I <WOULD> say impossibly. I <<<THINK>>> it is really tough because the problem is -- it's one <THING> to split the company in half and then look at each of the two parts. It is another to split it in half, but impose such restrictions on the Windows portion that it <<COULD>> render the company almost valueless. So that's the problem. Putting a value on a greatly hampered part of the splitup is a big <QUESTION> mark. But I <<<THINK>>> it is bad, I <<<THINK>>> it is low."
  },
  {
    "transcript_id": "CNN-42711",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Float in air and also stay suspended -- that's another critical component, not only for the material -- in this case, the anthrax spores -- to get aerosolized in the air, but then to stay and not settle to the ground or fall to the ground.",
    "statement": "Andy Card, over the weekend, was saying and suggesting that more than one letter <<COULD>> still be out there at this time. I'm not <<SURE>> if it <WOULD> come as any surprise the fact that we haven't located it just yet. <WOULD> that surprise you?"
  },
  {
    "transcript_id": "CNN-193205",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks, Elise. We appreciate it.",
    "statement": "All right. Thirty-four minutes after the hour right now. And the world will hear from Iranian President Mahmoud Ahmadinejad Wednesday morning. He already spoke to Piers Morgan <ABOUT> a possible war with Israel."
  },
  {
    "transcript_id": "CNN-219144",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "Which he did.",
    "statement": "Which he did. So now, you know, there's a <QUESTION> of another campaign looming and divided loyalty. President Obama between Joe Biden, his sitting vice president -"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "The Supreme Court does not take -- all right, I am sorry, what I am just saying is it's highly unusual.",
    "statement": "They bussed the people from Miami up here and you are being drowned out <A LITTLE> bit by them."
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "Amen. You look down like this, and used to be you <<COULD>> see your feet. Talk to me, somebody. And now you see your belly button. Come on. Hallelujah."
  },
  {
    "transcript_id": "CNN-360902",
    "matched_terms": {
      "usually": "ungraded",
      "quite": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, like for something --",
    "statement": "Horrible, Natalie, no <QUESTION>. But the good news is the potentially no <QUESTION> but the good news is that temperatures are going to start warming out big-time here. Or we're going to have a complete swing. But <TAKE> a look at some of the images over the last several days across the U.S. I mean, we haven't had temperatures like this in a very long time. In fact, it's been since the mid-90s that we've had temperatures that have not been this cold, and this -- or we're going to deal over the next few days is begin to thaw things out. Now it takes some time as the frozen tundra also known to Chicago begins to thaw out. I mean, just amazing pictures here. <QUITE> a scene now in Chicago and elsewhere as <WELL>. The Arctic Falls, right? If you will, Niagara now. This happens every year, we get to -- you know, lots of areas freezing here, but you <USUALLY> don't see these complete chunks of ICE across Niagara Falls, and this was hard work this week as <WELL>. Fires happen, but no matter what the weather, and when it's minus 50 degrees Celsius, it is <QUITE> a physical challenge for firefighting efforts out there. So, good job to them. Look at this, 40 plus record lows. So, these were the morning temperatures on Thursday across the U.S. Midwest and Northeast. And there were 40 degrees or there were 40 of them of that were below normal. And by just -- you know, kilometers, here we're talking. Look at the numbers right now. These are the current wind chills, I know this looks cold, right? Minus 22, Green Bay. Because Chicago at minus 16. But <<<BELIEVE>>> it or not, this is a significant improvement from where we've been. Despite that, still through the early morning hours, are going to have wind chill advisories because the wind, of the temperature we're going to combine to make some cold temperatures. But not like this, the coldest temperature recorded in Chicago since the mid-90s that was minus 30 degree Celsius. But as I mentioned, look at this jump of temperatures. This is going to <<FEEL>> like spring as we head to next Sunday and Monday with temperatures <AROUND> eight or nine. It's not going to <<FEEL>> like spring for a good friends of the U.K. Snowing in London, in fact, we had yellow and amber alerts as we speak. Particularly, in London, we have amber alerts. And that means travel delays on rail, <<PERHAPS>>, air as <WELL>. And we're looking at the potential for power cuts as a result of this snow. And, by the way, it's not just going to be snow here but some ice. A better news is heading into the weekend that we look to improve, and I <<<THINK>>> it will be much better shaped as this area of low pressure begins to move out winter everywhere."
  },
  {
    "transcript_id": "CNN-364318",
    "matched_terms": {
      "may": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, well, Costello says that what this was is an effort to kind of keep the relationship between Michael Cohen and Donald Trump on track. He claims that Michael Cohen may have been worried about whether the President liked him or not and vice versa. And Cohen sympathizers say that is not true, that what this is evidence of is dangling a pardon. And that that's what this was about and then when I spoke with Costello, Costello said, you know, that is utter nonsense. I was not dangling a pardon. I was just trying to help this relationship. And so, there isn't this other e-mail, and you have it up on the screen, which says, I just spoke to Rudy Giuliani and told him I was on your team. He asked me to tell you that he knows how tough this is on you and your family and he will make sure to tell the President. He said, thank you for opening this back channel of communication and asked me to keep in touch. So, the question that's still out there, and we do have these dueling narratives is, was this about a pardon without the word \"pardon\" mentioned? And remember, this time, at this time Michael Cohen had not been charged with anything. He may have been, you know, worried about the potential campaign finance violation or he may have been worried about what the feds got in his office. And Donald Trump may have been worried about, you know, about that, too. But we -- so we have these dueling narratives, you know. Was it just about fixing or helping a relationship or a pardon?",
    "statement": "And that's the big <QUESTION>. Let me ask our legal analysts how they interpret it. Jennifer, friends in high places? Does this sound like a pardon dangle to you or just somebody trying to keep the relationship strong or even repairing a relationship that <MAY> not be as strong?"
  },
  {
    "transcript_id": "CNN-151363",
    "matched_terms": {
      "sort of": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Well, we're still waiting to hear confirmation from BP officials. We have got our initial calls into them to confirm whether or not Representative Markey's story is indeed the case. We have got calls out to quite a bit. But, ,of course, you know, Ali, as well as anyone, a couple of weeks ago we did the story kind of wondering why we hadn't seen video for so long of that underwater leak that we knew that BP had had for quite some time, since early on in this explosion and in this disaster. And it was -- it took a lot of pushing and a lot of prodding to get this video released. So, from a public relations standpoint, this will really ratchet up the intensity. You have heard the calls over the last few weeks about how many people have been losing trust in BP and the way they are handling things. I cannot imagine that this will help in that arena.",
    "statement": "All right. But as far as you know, Ed, the top kill approach is still going ahead tomorrow? They are planning on starting this <THING> tomorrow? But we get <<SORT OF>> more murky as to how long this is going to <TAKE> and how we are going to know whether it succeeds."
  },
  {
    "transcript_id": "CNN-160864",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I was going to ask about that.",
    "statement": "I was going to ask you <ABOUT> that. Why is he shorting that?"
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "The Democratic Party has become a party of doves. Ninety-three percent of these delegates say the war in Iraq was a mistake, 80 percent of Democrats out there in the country. And they're nominating a ticket led by two men, John Kerry and John Edwards, both of whom voted for this war. They are packaging this ticket because they say, \"Look, the one thing we've got to do is win. And the only way we can win is to assure the American people that we will keep the country safe.\" John Kerry is not beloved by these delegates. First in their hearts, probably Barack Obama and John Edwards. Edwards connects with voters. He's a real populist. Kerry is a patrician. But they respect him, they admire him. And most of all, he got this nomination because they think he can win. And his military record and his national security credentials are central to that case.",
    "statement": "All right. Let me just wrap up this discussion. I want to just very briefly play <A LITTLE> excerpt from the video that will be played before this entire convention, indeed the entire nation, all of the people who are watching on television, a biographical film that they've put together for John Kerry, explaining who this man is. We have <A LITTLE> excerpt. It's going to be a nine-minute film tonight. But listen to this."
  },
  {
    "transcript_id": "CNN-231886",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do we know what led up to this? I watched this multiple times today and I kept thinking, is there some beef outside of the courtroom that we don't know about?",
    "statement": "I don't know. There <<COULD>> be some personal animosity. But, Brooke, what I <<<THINK>>> this is really <ABOUT> is our two- tiered system of justice. This was an assistant public defender being publicly berated by this judge. That means he's a guy who represents poor people, people too poor to hire an attorney. I have seen it many times. I've gone into courtrooms to cover celebrity trials and gotten there early and seen the absolute marked difference between how they treat these indigent defendants and how they treat the celebrities. Do you <<<THINK>>> if a Mark Geragos or some other high-powered attorney had walked into that courtroom --"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "Yes, sir.",
    "statement": "Now, Judge Burton, what we're going to be doing is asking you <ABOUT> the standards that the Palm Beach Canvassing Board applied during <CERTAIN> periods of time."
  },
  {
    "transcript_id": "CNN-119389",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "The Iraqi government, under the leadership of Prime Minister Maliki, have let our troops down.",
    "statement": "Now, in an attempt to convince Iraqis the U.S. will not stay forever, Waner wants the president to announce September 15th that he's going to <TAKE> the first step in troop withdrawal."
  },
  {
    "transcript_id": "CNN-23940",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, the parade, of course, is only part of it. The inaugural activities last evening, for instance, you <MAY> have picked some of that broadcast here on CNN. Today, there's a couple of more. Vice President-elect Dick Cheney will be taking part in two of those events this afternoon. He's a former defense secretary, as you know. He is playing host to a tribute honoring the nation's veterans, and CNN's Patty Davis is covering that aspect of the inaugural story. Patty, what's it <ABOUT>?"
  },
  {
    "transcript_id": "CNN-131182",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Emphasis on the slow. Eventually if the bailout bill goes through, hopefully, the hope is that that will put some grease into the wheels of lending, you'll get capital moving around, you'll get banks lending to each other once again. Companies, consumers will be able to borrow. And eventually we will see a turn in the economy. The problem is, the longer they wait, the longer that turn is down the road and, believe me, it's not going to happen instantaneously. Congress could approve that bill this very minute. The President could sign it. You're not going the see an instant turn-around. Economists forecast that the employment picture will get worse over the next few months.",
    "statement": "Allan, thank you. Investors certainly not loving those jobless numbers either. But stocks are higher anyway. Susan Lisovicz is here now to talk <A LITTLE> more <ABOUT> that. So what's going on in the New York Stock Exchange? We have seen so many highs, so many lows. Typical, is it not?"
  },
  {
    "transcript_id": "CNN-243017",
    "matched_terms": {
      "a little": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Still two weeks before Thanksgiving and it's <FEELING> like the dead of winter in some places. Icy roads in Omaha, snow in the upper Midwest, single digits in the Rockies, and now the deep freeze is sweeping to the east and south. CNN's meteorologist Jennifer Gray has the cold, hard facts. Isn't it <A LITTLE> bit early to be this cold out, Jennifer?"
  },
  {
    "transcript_id": "CNN-226470",
    "matched_terms": {
      "would": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right. Well, I mean, parsing the statement from the Interpol executive very carefully, he really does seem to be saying the same thing as the CIA. He seems to be suggesting that terrorism has not been completely ruled out, and that while we have a search, until we get something conclusive, they're going to continue looking on all fronts, Ashleigh.",
    "statement": "All right, Joe Johns, live for us in Washington, D.C. And, again, these developments just happening. So, Joe, keep us posted if there's anything more that the CIA director says, as <WELL>. Now, this area that's being searched has certainly grown since yesterday. And even if the teams knew exactly where the wide-body jet went down, the telltale signs <WOULD> certainly be traveling with the currents, especially after all of this time. CNN's Saima Mohsin spent part of her day flying 500 feet above the Malacca Strait at the mouth of the Andaman Sea."
  },
  {
    "transcript_id": "CNN-376520",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "But -- but -- but, excuse me, where -- but -- but you are the one making some blanket statements here that there is no particular scientific evidence to prove. You are talking about clinical depression as though there is a blood test.",
    "statement": "We begin the hour with strong jobs numbers and what they mean for you and for the presidential election just ahead. And 164,000 new jobs added to the economy in July. The unemployment rate holding steady at 3.7 percent. Both strong numbers in an economic report and in a re-election campaign ad. The president keeps pushing the Fed to cut interest rates because he thinks that <WOULD> make them even stronger, yet his new threat of more China tariffs <<COULD>> stall the boom times. More on the politics in a moment. Christine Romans first with the numbers."
  },
  {
    "transcript_id": "CNN-402520",
    "matched_terms": {
      "a bit": "ungraded"
    },
    "previous_statement": "And let's show you a few graphs here about the numbers of cases here. There's a seven-day average of new cases that you can see since South Carolina began reopening businesses on April 20th. That has gone up in the last few days. And, remember, this was the first state to announce any reopenings of businesses. And then if you look at the seven-day average of new deaths reported, that has also trended upward in the last few days. And, of course, Greenville County, like I said, the state has determined this to be a hotspot, saying that there are several cases here stemming from households with families spreading the virus among each other. Jim?",
    "statement": "Natasha Chen, watch the numbers. It's all in the numbers. Thanks very much. Joining me now is Dr. Rob Davidson. He's an emergency room physician and the Executive Director for the Committee to Protect Medicare. Dr. Davidson, always good to have you on. So, you look at the data, 19 states now seeing an increase in new cases and a particular rise, it seems, in states such as South Carolina, Florida, where we just were, where reopening has been more aggressive and the shutdown orders came <A BIT> later. What does this tell us? I mean, the fact is this is what was predicted, was it not, but healthcare officials?"
  },
  {
    "transcript_id": "CNN-17753",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "If, however, we determine that terrorists attacked our ship and killed our sailors, then we will not rest until we have tracked down those who are responsible for this vicious and cowardly act.",
    "statement": "In response to the attack, the Pentagon has put all of its forces <AROUND> the world on a higher state of alert. But until the U.S. completes it investigation, the Pentagon <<COULD>> offer no assurances this <<KIND OF>> attack couldn't happen again. Jamie McIntyre, CNN, the Pentagon."
  },
  {
    "transcript_id": "CNN-99231",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "interpretation": "ungraded",
      "take": "ungraded",
      "tend": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's been great having you around for our coverage today. It really has been. You know, I was wondering, I asked you just a moment ago, if this service were being piped in to schools throughout the country right now, so that grade school kids, high school kids all across the country could see this, would they, in part, be seeing a retelling, a re-living of the entire civil rights movement on this particular day in that temple?",
    "statement": "<WELL>, it <WOULD> <TAKE> a lot of <INTERPRETATION>, because I <<<THINK>>> what we've seen when you get a lot of preachers together, they <TEND> to preach."
  },
  {
    "transcript_id": "CNN-98385",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "Millions of New Yorkers on their way to work this morning, perhaps with a higher level of fear in the wake of that announcement of a terror plot which was aimed at the New York City subway system. We'll have live reports on what this all means, and we'll tell you about how the federal government says it may not be that big a deal. That's coming up on AMERICAN MORNING -- Soledad.",
    "statement": "Good morning. Welcome, everybody. We are reporting this morning from upstairs and downstairs. I'm up in the studio, but Miles is right downstairs, where the commuters are just getting their commute under way. And I've got to <<IMAGINE>>, Miles, some of them very tense this morning."
  },
  {
    "transcript_id": "CNN-414156",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sense": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Sanjay, do you --",
    "statement": "Look, I mean, the virus is very contagious -- yes, the virus is very contagious, very predictable as are as I <<<THINK>>> you're alluding to impressions, this whole students. They're going to congregate and they're going to do it, and by the way, no one loves Michigan football more than me. I even carry my hat right here on the desk. But what <ABOUT> -- what <ABOUT> football, though, sir? You know, I mean, this is -- this is a really challenging one. You know, people have said that it just shouldn't happen because even if you can keep athletes safe, it's going to encourage gatherings. Do we need to have football? Christine Brennan, who is one of our analysts said that it represented the darkest day in the conference's history to go ahead with big 10 sports. Again, I love football. I know you do as <WELL>. But does that make <<SENSE>>? What boxes are getting checked by going ahead in the season --"
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "would": "ungraded",
      "sense": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Thanks very much. Diane Gallagher reporting for us. President Trump today visited Arlington National Cemetery for a somber tribute to America's fallen as the White House digs in against growing questions about contacts with Russia. A new controversy stemming from the president's trip abroad. Let's go to CNN's Phil Mattingly. He's joining us now from the White House. So Phil, what's the latest?",
    "statement": "<WELL>, Wolf, there was some <<SENSE>> that coming off that nine-day foreign trip, they <WOULD> be able to have -- the White House <WOULD> be able to have some momentum going forward, dealing with a number of major issues and decisions. But it's very clear upon landing that the Russia investigation isn't going away any time soon, even as today there was a moment that underscored in vivid, vivid reality the weight of the office the president now holds."
  },
  {
    "transcript_id": "CNN-85103",
    "matched_terms": {
      "think": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Yes, that's a good question. What do you think they would do, Mr. Ackerman? Do you think they would join the Democratic Party or something like that?",
    "statement": "I <<<THINK>>>, first of all, the president sounded <A LITTLE> too much like a wise guy in that remark. To lead the American people yet again down the trail into something that's absolutely not true, trying to make it look as if we have now contained and trapped all of the terrorists in Iraq, he's now taken the war on terrorism and he's made it morph into the war against Iraq to confuse the American people. We have huge problems with terrorists and terrorism all over the world. That has nothing to do with Iraq and this has taken our attention away from the real problem."
  },
  {
    "transcript_id": "NPR-27921",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Last night, the president looked back at the crisis the nation was going through when he took office. The economy, he said, was a house of cards.",
    "statement": "And that's where he turned his attention to Mitt Romney, whom he called a patriotic American who's raised a wonderful family. And he said Romney <SHOULD> be proud of the success he's had as CEO of the private equity firm Bain Capital."
  },
  {
    "transcript_id": "CNN-367790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, yes. Thank you for that. It's no surprise. Mitch McConnell, talking about obstruction, he obstructed our -- President Obama for four years there. He didn't compromise on anything. He even held up a Supreme Court nomination for a year. So I think with mitch McConnell, we are sending him lots of really good legislation. We have on gun safety and on equal pay for woman, on cleaner -- on cleaner government. So let's see him try to take up some of these issues. On -- on climate change, I expect we're going to send him some more good legislation. Let's, for example, get back into the Paris Accord. So Mitch McConnell is going to have plenty of time to even take up mainstream legislation.",
    "statement": "But that's not -- he's trying to define you not by the mainstream legislation. Do you have concerns <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-174782",
    "matched_terms": {
      "might": "ungraded",
      "a bit": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, we've got one of the finest health care systems in the world, in Texas. As a matter of fact, the Houston -- Texas Medical Center, more doctors, nurses go to work every morning there than any place else in America. The idea that you can't have access to health care, some of the finest health care in the world, but we have a 1200-mile border with Mexico. And the fact is, we have a huge number of illegals that are coming in to this country and they're coming in to this country because the federal government has failed to secure that border. But they're coming here because there is a magnet and the magnet is called jobs, and those people that hire illegals ought to be penalized.",
    "statement": "Now, you can agree or disagree with what he said but it's a perfectly clear on-point, straightforward answer to a pretty simple, straightforward <QUESTION>. A <QUESTION>, I <MIGHT> add, we specifically designed to give him a chance to set the record straight which he did and not to start a fight. Yet in the very next sentence, it was Governor Perry who starts a fight with a sucker punch, a direct personal attack. We're going to roll back the tape just <A BIT> so you can see how he makes such a sharp turn from his answer to an attack."
  },
  {
    "transcript_id": "CNN-178256",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "And I understand that Christmas sales came later this year. What can you tell us about that?",
    "statement": "Certainly. I <<<THINK>>> there was a last-minute rush here. Shoppers seeing what <<KIND OF>> discounts they <<COULD>> do. Christmas eve, millions of shoppers came through. Obviously, today, boxing day, they are out in force. And across the U.K., another public holiday tomorrow. So we <EXPECT> a large amount of shoppers to come through tomorrow also."
  },
  {
    "transcript_id": "CNN-86659",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "opinion": "ungraded",
      "reduce": "ungraded"
    },
    "previous_statement": "The Saudis have indicated some conditions that would have to be met as they see it with respect to chain of command arrangements with respect to what the troops would be doing, whether it's an offset to existing coalition troops here in the country. So, there are many questions that have to be answered.",
    "statement": "But those conditions <<COULD>> be attractive to the Muslim world where public <<OPINION>> has been against sending troops, as part of what is still perceived as an American occupation. U.S. officials say those forces <WOULD> not replace the coalition, but <<COULD>> <REDUCE> the number of coalition troops as security is restored in Iraq. The senior foreign policy advisor to Crown Prince Abdullah said the Saudis and all Muslim nations want to help the Iraqi people, but, he added, the move <WOULD> stablize Iraq and its border with the Kingdom. In the past, Saudi officials have voiced concerns, insurgents and weapons are crossing that border to fight their battle against the Saudi government. (on camera): Allawi said he accepted an invitation from President Bush to visit the White House in the not-too-distant future. He said he <WOULD> travel to the region first to secure good relations. The leaders of Arab and Muslim nations, he said, must unify and stand as a group to counter threats to the region. Elise Labott, CNN, Jeddah."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded",
      "sold": "ungraded"
    },
    "previous_statement": "And, Donnie, let me jump in here and bring back Paul Miles, the reporter who`s been covering this case, because Charles Boney is another complicated wrinkle. Where does he come in? Because I understand that he have a criminal record. He`s recently been convicted in connection with this case, but not as the triggerman?",
    "statement": "That`s correct, Jane. Charles Boney, no one knew <ABOUT> this guy until last year. And that`s when investigators finally got <AROUND> to testing some DNA and a palm print found at the crime scene. It turned out it was linked to Charles Boney, an ex-convict who was released from prison just three months before the murders occurred in 2000. Boney, there was a sweatshirt found at the crime scene with DNA, his DNA on it. There was a palm print found on the Ford Bronco that was in the garage that belonged to Charles Boney. He was brought in, questioned. He fessed up, <<SORT OF>>. He told investigators, \"Yes, I <SOLD> David Camm a gun, a clean gun that couldn`t be traced, and I delivered it to him. I was there the night of the murders.\" But Boney says he didn`t know David Camm was going to kill his family and he -- that was his defense. He was convicted just last month though with three counts of murder and conspiracy. But he`s still, to this day, pointing the finger at David Camm."
  },
  {
    "transcript_id": "CNN-179357",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The former prime minister of Myanmar, Khin Nyunt, walks free after more than seven years in jail. He was among hundreds of political prisoners released by Myanmar's military-backed government on Friday. Others included journalists and bloggers, high-profile activists who were arrested following the failed 1988 student uprising and anti- government demonstrations in 2007. <WELL>, the release of the prisoners has been applauded by leaders <AROUND> the world as a, quote, \"significant step\" towards democratic reforms. So, how much so that the -- let me start that again. So much so that it's prompted the United States to resume diplomatic ties with the country more than two decades after the American ambassador was withdrawn."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Right. And it was -- my main thing was, at the time, Broward County had begun their recount, two, or perhaps three, days before.",
    "statement": "Your Honor, <MAY> I have an objection, unless we have the witness' foundation for knowledge <ABOUT> Broward County. I <<<BELIEVE>>> when we get to the foundation, we'll find it was hearsay"
  },
  {
    "transcript_id": "NPR-32568",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "One time in the last 28 years, I have seen a title report...",
    "statement": "Towards the end of this 30-year-mortgage, you <MIGHT> be looking for an endangered species."
  },
  {
    "transcript_id": "CNN-104230",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Rick Sanchez, thanks so much for that tonight from Tennessee. And, as Rick reported, the news of Matthew Winkler's killing was a terrible blow to the small town where the family lived. That's especially true at the Fourth Street Church of Christ, where the Winklers seemed to be the model of a Christian family. Now the congregation is coping with this tragedy. Robert Shackelford is a deacon at the church. And he joins me now to talk tonight. Mr. Shackelford, when did you and some of the other members of your congregation first suspect something was wrong?",
    "statement": "<WELL>, Wednesday night, Matthew did not arrive at evening service, as was his custom. And he did not make any arrangements for anyone to <TAKE> his place. So, we immediately felt like there was a problem. And some of the members went out to the house. And we were able to find a key and gain access to the house, at which time Matthew was found."
  },
  {
    "transcript_id": "CNN-114083",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "The debate on the president's plan for more troops in Iraq may hit the Senate floor in earnest next week. Senate Majority Leader Harry Reid says he wants to see if he can get a filibuster- proof majority on a resolution. The resolution says the troop increase is against the national interest. While the vote is scheduled for Tuesday, it could be delayed until the week after next.",
    "statement": "Opposition to the president's plan will undoubtedly be much more vocal outside Congress today. Tens of thousands of people are expected to <TAKE> part in a major anti-war demonstration. We get more on the political aspect of the protest from CNN's senior political analyst, Bill Schneider."
  },
  {
    "transcript_id": "CNN-75910",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, I'll answer your question, Paula, but the Republicans are scrambling. And, quite frankly, the governor is not going step down because the \"LA Times\" poll had him at 50 percent, the lowest figure yet recorded of those people in favor of the recall. And you need 50 plus one to recall this governor. So we're doing quite well right now with this new \"LA Times\" poll. But it's all going to come down to get out the vote. Who is going to get out their votes. And, I'm telling you, as I said for months now, watch out for McClintock, because a conservative base is going to allow no respectable Republican to vote for Arnold.",
    "statement": "All right, but you're still not coming anywhere near my <QUESTION>. If the polls show -- or whatever barometer you have that he cannot win, is there any scenario under which you <<<THINK>>> Gray Davis <WOULD> step down to give the lieutenant governor a chance?"
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "It's really hard to watch that interview. I mean, she's such an extraordinarily courageous woman. The takeaways from that interview were not necessarily just about the White House at all. They were about the patterns of abuse and the fact that abusers don't look like a stereotype. They don't look like a troubled person. They can have an impressive pedigree as Rob Porter did. As I was watching that, my thought was where are Hope Hick's mother -- where's her mother, where are her friends? There's an intervention needed here. And I don't know here, but as a woman and as a woman working in Washington, you know, it's really troubling that she'd be in this situation. I hope that somebody is going to help her get out of it.",
    "statement": "Where is President Trump? Where's President Trump? You know, he's close to her, <TAKE> her under his wing early stages on the campaign. Where is he on this on a personal level? But also now, where is he that this happened in his White House? If John Kelly knew and Don McGahn knew and didn't do something <ABOUT> it, the president <SHOULD> be upset and he <SHOULD> tell us he's upset. You know, I understand, Amanda, your <TAKE> over this, and I'm not dismissing that for one bit, but, you know, even if you <TAKE> that as all true, he can <CHANGE> it today, he can come out today and say that I'm really disappointed something wasn't done. It's staggering to me that he chooses to be completely silent here."
  },
  {
    "transcript_id": "CNN-376866",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Listen, Commissioner Dodge, we wish you, we wish your constituents the best. I can see and feel what they've been going through here.",
    "statement": "Yes, I'm <<SURE>> you can."
  },
  {
    "transcript_id": "CNN-144345",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, sure.",
    "statement": "Yes, you do. Yes, I'll interrupt, yes, you do. All right, she <MAY> not but I do."
  },
  {
    "transcript_id": "CNN-133476",
    "matched_terms": {
      "could": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they probably will be later this afternoon, Betty, when hey really get to analyze the two black boxes, the voice recorder and the data recorder. They recovered both of those. They were intact. They're actually going to analyze them in Washington, D.C., later this afternoon. At the same time, they are out right now at the wreckage. Five of the six runways here are open. The sixth, where that plane had the trouble, is closed. The investigators are actually there, going through the wreckage, looking for things, looking for clues to what happened, and also, trying to make sure that they preserve what they call the perishable evidence.",
    "statement": "<WELL>, for example, skid marks on the runway. People's memories, people's memories fade and <CHANGE> with time. Anything that can go away or <CHANGE> with the passage of time, we want to go out and document the aircraft conditions. The configuration that things are right now before weather moves in or something like that. So anything that <<COULD>> <CHANGE> with the passage of time."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "What happens to U.S. citizens detained in North Korea?",
    "statement": "North Korean authorities have a pattern of detaining American citizens when they`re <ABOUT> to leave the country from the airport in Pyongyang. From that moment, their situation becomes very precarious. If the detainee is lucky, then <<PERHAPS>> they`ll be released within a matter of months. In the past, Americans have been accused of espionage and plotting hostile acts against North Korea, since Washington and Pyongyang do not have formal diplomatic relations, the Swedish embassy negotiates on behalf of the prisoners. The outside world doesn`t normally see the detainees and until they`re forced to make televised confessions or highly controlled appearances with visiting journalists like CNN. North Korea typically punishes Americans with years of hard labor. University student Otto Warmbier received a 15- year sentence for pulling a political banner off the wall of his tourist hotel. Former prisoners described spending hours each day digging holes and shoveling coal. Several prisoners have been released with the help of visits from American dignitaries. The U.S. State Department warns U.S. citizens not to travel to North Korea."
  },
  {
    "transcript_id": "CNN-213465",
    "matched_terms": {
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A stunning new claim that the mafia fixed a match that millions of Americans watched. <<MAYBE>> you remember this, 1973. All eyes were on the battle of the sexes tennis match between Billie Jean King and Bobby Riggs. <WELL>, King went on to beat Riggs in straight sets, but did Riggs lose on purpose to settle a gambling debt? One man says the answer is yes. Hal Shaw says he kept the secret for 40 years until he appeared on ESPN's \"Outside the Lines.\" Shaw says he overheard mob bosses planning to fix the match."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "School.",
    "statement": "Those kids who are not educated <WELL> will have to pay the bills here. What are your thoughts on this? Will we find a way out of this problem? Are we just --"
  },
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "In Sweden, whichever parent stays at home with a child receives up to 80 percent of his or her salary for 10 months. Both parents get 80 percent for one month. French women get up to 16 weeks paid maternity leave for first and second children, and 26 weeks for succeeding children. Couple of e-mails coming in here. BC in Munford, Alabama says, \"It would be good for all of us to take stock of what is most important in this life: the bank account or a functional family? After all, a parent can go to work after the children are in school.\" Dale in Oregon says, \"The real problem is that in many families, the second parent has been forced into the work force. Our Congress needs to pay more attention to the needs of the American worker and less attention to special interests who want to keep wages down.\" Gayle is on the phone in North Carolina. Gayle, you're a daycare worker?",
    "statement": "I am. In my home have been a sitter for <ABOUT> 15 years. And I do not agree that child care will create aggressive children. Some children are going to be aggressive anyway. And it depends on the child care, and how you -- you treat your children, if you give them love and attention. I don't <<<THINK>>> that they're going to be aggressive unless they are going to be aggressive anyway. And you know, child care is a wonderful <THING>. And if this is true, there are so many children in child care today, that if this was true, look how many millions of children we <WOULD> have that are aggressive."
  },
  {
    "transcript_id": "CNN-403006",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Civil right advocates were disappointed in what they heard.",
    "statement": "I haven't had a chance to <TAKE> a look at the Executive Order on paper yet. But based on what I heard, I am disappointed. I <<<THINK>>> it is a slap in the face of everyone who has been out protesting <AROUND> the world the past several weeks."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "think": "ungraded",
      "a little": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "I suspect, Gloria, no one is more frustrated than the president himself.",
    "statement": "Right. And I was saying earlier I <<<THINK>>> we saw <A LITTLE> bit of that in Hawaii, we'll see whether we see it again today. But I <<<THINK>>> it's a frustration that everybody shares, particularly since it was, in the end, the passengers who foiled this terrorist plot. And I <<GUESS>> the passengers are a pretty important link here. We're different than we were nine years ago."
  },
  {
    "transcript_id": "CNN-232195",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sources say the Taliban didn't threaten to kill Bergdahl as administration officials suggested to senators, and lawmakers on both sides of the aisle are skeptical, including Democrat Dianne Feinstein who chairs the Senate Intelligence Committee. She told Bloomberg News.",
    "statement": "I don't <<<THINK>>> there was a credible threat, but I don't know. I have no information that there was."
  },
  {
    "transcript_id": "CNN-315171",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That is a little bit harder to assess. You can certainly say the sanctions, economic sanctions, did have a certain effect. Some of them, yes, were symbolic. Others have had an economic effect. Probably, the biggest effect was just oil prices. But that's one thing. But this indication in \"The Post\" about cyber weapons inserted into the Russian system, into infrastructure or its networks, is a worrisome thing or could be for the Russians. Apparently, it didn't get developed and was never used, but that opportunity still exists, apparently. It would depend on what President Trump would do. But that's worrisome. So I don't think that the Kremlin is very confident right now or sitting back. I think there are those two worrisome signs really of great concern for them.",
    "statement": "All right, Jill Dougherty, Athena Jones, our thanks to both of you. Let's talk more <ABOUT> this, these stunning new developments, the president's response to the new report. Joining us now, CNN political commentator and Republican strategist, Shermichael Singleton, and \"Metro\" paper columnist, Ellis Henican, who writes a column, \"Trump's America\"; and CNN political commentator and Democratic strategist, Maria Cardona. Shermichael, I'll start with you. President Trump slamming Obama for not doing more. Meanwhile, President Trump has had access to the same intelligence since the election. What has he done?"
  },
  {
    "transcript_id": "CNN-186160",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "President Obama meets with Congressional leaders while bickering over the budget and the debt of course heating up. After stopping by a D.C. deli to, the president was meeting with leaders from both parties over lunch. But even before the meeting, Republicans were pushing back. Republicans say the president needs to do more but he called on Congress to <TAKE> action."
  },
  {
    "transcript_id": "CNN-365817",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "a little": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "Right. So he'll be joining them in other public events. These are events that candidates seek the particular audience, and Beto O'Rourke is now joining in on that, trying to reach voters. I, myself, have asked him what type of Latino voters and black voters will play in his strategy and he consistently has told me, this isn't about one audience, I am targeting everyone here. So I suspect he'll be going to quite a few events that hits a pretty broad audience. He is known here not only as someone from El Paso but for his ability to raise money. He became sort of the rising star among the Democrats when he took on Senator Ted Cruz in the midterm elections, raising $80 million. His campaign says that in the first 24 hours of this campaign he raised $6.1 million. That is the most we have seen of any of the candidates that are in the field right now. Will he be able to sustain that? That's another question that will be a matter of time. We'll have to wait and see.",
    "statement": "Leyla Santiago, we'll check back with you. Again, Beto O'Rourke's wife, Amy, is on the stage right now to introduce him and, of course, when Beto O'Rourke takes to the stage, we'll go there, too. Let's talk <A LITTLE> bit now <ABOUT> what to <EXPECT>. I want to bring in CNN contributor, Wes Lowry, and CNN political analyst, Sabrina Siddiqui. Good to see you both. Wes, what <<KIND OF>> details do we need to hear from Beto O'Rourke today? What <<KIND OF>> detail does the audience in El Paso need to hear?"
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The federal -- no, they did commit a crime. They are here illegally.",
    "statement": "<WELL>, how did you know they were here illegally? And then you went on to tell me it's because of the clothes they wore."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning, welcome to your NEW DAY. It is Tuesday, February 3rd, just about 6:00 in the east. Millions of commuters this morning are taking a risk. The combination of snow, sleet and freezing temperatures are dangerous and record snowfall is everywhere you look. Boston and outlying areas have seen the brunt. School has been closed five out of the last seven days.",
    "statement": "Let's talk more <ABOUT> Boston, because the back-to-back snowstorms breaking records once again. This is the snowiest week ever in Boston. That's saying a lot. It got more than 40 inches in the last seven days. The heavy snow and frigid temperatures forcing officials to postpone the Patriots victory parade. This while hundreds of flights are canceled this morning and another snowstorm is on the way. Let's begin our team coverage with Alexandra Field. She is in Boston. What's the latest there, Alexandra?"
  },
  {
    "transcript_id": "CNN-313581",
    "matched_terms": {
      "would": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "I actually asked him, yes. I said, if it's possible, will you let me know, am I under investigation? He said, you are not under investigation.",
    "statement": "Why was the President so consumed by this that he <WOULD> ask that <QUESTION> on three separate occasions?"
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I do not know the answer to that question at this time.",
    "statement": "Is the father facing any criminal charges? <<COULD>> he?"
  },
  {
    "transcript_id": "CNN-319188",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The president's comments making it clear that his full- throated condemnation of the hate groups just a day earlier was largely a sterilized version of his views. The president also raising eyebrows with his take on the nationwide effort to remove Confederate memorials, apparently unable to differentiate between flawed American leaders and Confederate generals committed to maintaining white supremacy.",
    "statement": "Let's bring back Zachary Wolf, managing editor of cnnpolitics.com, and Julian Zelizer, CNN political analyst and historian and professor at Princeton University. And oh, Professor, we are glad to have you here because I need to you listen to what the president said yesterday <ABOUT> some of our forefathers and tell me what grade you <WOULD> give him in presidential history -- listen."
  },
  {
    "transcript_id": "CNN-295824",
    "matched_terms": {
      "might": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "suggest": "ungraded"
    },
    "previous_statement": "Grab them by the (inaudible).",
    "statement": "The fallout was unprecedented in that Trump did something that he has never done in this campaign, he issued a written apology. But one that true to form makes excuses and casts aspersions on Bill Clinton. It read \"This was locker room banter, a private conversation that took place many years ago. Bill Clinton has said far worse to me on the golf course, not even close. I apologize if anyone was offended. And then late last night, Trump issued a 90 second video apology where he seems to <SUGGEST> he will turn the tables against Bill Clinton in tomorrow night's debate. What's been the reaction of Trump's famous band of supporters and the GOP? Mostly duck and cover but no less than the head of the RNC. Reince Priebus issued the following statement he said \"No woman <SHOULD> ever be described in these terms or talked <ABOUT> in this manner, ever. Ironically, \"the Washington Post\" reporter who broke this story David Fahrenthold spent months publishing excellent, thorough reporting <ABOUT> Trump's foundation and his taxes and yet this is the story that <MIGHT> cut the deepest David Fahrenthold joins me now. David, when you first watched, when you first heard that tape because you were the first. What most stunned you?"
  },
  {
    "transcript_id": "CNN-158213",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "None",
    "statement": "An embarrassing bust at a prominent political couple in Maryland. They are out of jail now without posting bail but Prince Georges County executive Jack Johnson will be required to wear a monitoring device while serving the last few weeks of his expiring term. Johnson and his wife, who was just elected to the county council, were arrested in an FBI corruption sting Friday. According to the FBI, Leslie Johnson tried to hide nearly $80,000 in kickback money in her bra and underwear as agents knocked on the door. Jack Johnson says they didn't do anything <WRONG>."
  },
  {
    "transcript_id": "CNN-151709",
    "matched_terms": {
      "think": "ungraded",
      "wrong": "ungraded",
      "take": "ungraded",
      "seem": "ungraded",
      "sure": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But there are all sorts of safety mechanisms. There's the ones that aren't involving people and then there are those that involve the Air Force and people like that have to say if something were to go <WRONG> with this and we got to <TAKE> this rocket down, we've got to make <<SURE>> it's safe and we can do that. So at this point they <SEEM> to have dealt whatever it was that aborted this <THING> at two minutes and we're now less than 50 seconds. Tell me what you <<<THINK>>> is happening now."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "They're from Bellflower. We've checked their homes. We've checked places that we -- potentially places they might have gone and we've had no luck.",
    "statement": "The family left in a 2000 green Landrover. The mother <<REPORTEDLY>> lost custody of the children after she threatened them."
  },
  {
    "transcript_id": "CNN-195620",
    "matched_terms": {
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Was nominated to become NATO's supreme commander as well. He has denied any wrongdoing. So, how are these people linked to the scandal? How are they all connected? Follow us. We're going to try to explain this. General Petraeus resigned after admitting to having an extramarital affair with his biographer Paula Broadwell. The affair was uncovered because a friend of Petraeus, Jill Kelley, asked the FBI to investigate harassing e-mails she was receiving from Broadwell. Well know it's come to light that there are allegedly inappropriate e-mails between Jill Kelley and General Allen. In addition, \"The Wall Street Journal\" now saying that the FBI agent who initiated, he initiated the investigation at Kelley's request, he is now under scrutiny. The agent has not been identified but he allegedly sent Kelley shirtless photos of himself. Are you following us here? It all started with a complaint about harassing e-mails. Here's what we know about the woman who made that complaint, Jill Kelley. She is married to a cancer surgeon. She has three daughters. She lives in Tampa. Very well-known among Washington social circles. In a statement, Kelley and her husband, Scott, said they have been friends with General David Petraeus and his family for more than five years. Friends describe Kelley as feeling like an innocent victim, but a source says the e-mails accuse Kelley of flirting with generals at MacDill Air Force Base in Tampa. Both General Allen and General Petraeus were previously stationed there. So, how does this impact the -- a lot of careers of these two generals, but also implications as well. Defense Secretary Leon Panetta has now asked that General John Allen's nomination to become NATO supreme commander be put on hold. As for General Petraeus, Panetta was asked whether there were any indications that his affair started when he was still in active duty. Listen.",
    "statement": "You know, we obviously are going to watch this closely to determine just exactly, you know, when that took place. But I <<<THINK>>> right now my <VIEW> is, let's see what the investigation turns up and what the Congress and these committees are able to determine as to what exactly took place."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "should": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "Can you explain a little more the process that you go through when vetting and also disqualifying candidates for this election?",
    "statement": "The candidates <SHOULD> meet the standard such as <CERTAIN> age and degrees and police clearance, and also, they <SHOULD> not have crime record such as graft, corruption, and bad reputation."
  }
]