[
  {
    "transcript_id": "CNN-89531",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Have you?",
    "statement": "It is a fun time, you <KNOW>. Friday and Saturday nights, turn the lights down. Crank up the music and they bowl."
  },
  {
    "transcript_id": "CNN-206097",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "Alison Kosik, we'll check back with you at 9:30 Eastern Time to see how the markets are faring. Now the latest updates in the Boston bombing investigation. Today, we <COULD> find out exactly how Tamerlan Tsarnaev was killed during his confrontation with police. A hearse, presumed to be carrying his body, was spotted at a funeral home. We also learned this morning Tsarnaev's sisters and his uncle have claimed the body. It will not be buried until an independent autopsy is complete. And then the body will be returned to Russia. Relatives say the burial -- we're not <SURE> where burial is. We'll check on that. Plus new information on the original plans for the bombing, where the bombs were built, and how the FBI finally got their hands on Dzhokhar Tsarnaev's laptop. Jason Carroll live in Boston with more details. Good morning, Jason."
  },
  {
    "transcript_id": "CNN-279575",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't agree with Mr. Trump. I think there's many other ways that we can collect intelligence that help us, continue to protect us. But this is a sign that we need to capture more people. Having a drone, an airstrike-only policy is preventing us from being able to collect valuable intelligence that we could get from these folks about what their plans are, how they have been training, what the next steps are. And that's one reason that we need to be having more folks on the ground to capture some of these guys because it's great intelligence.",
    "statement": "Would your former pals over at the CIA want to be able to use water-boarding? Again, they did the water-boarding. The U.S. military was not authorized to engage in water-boarding after 9/11. CIA personnel did it. Do you <THINK> they want to do it again?"
  },
  {
    "transcript_id": "CNN-128419",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Who is...",
    "statement": "And not only that, but Christie -- this is Miss. Brinkley's, as you <KNOW>, fourth marriage. She also has a daughter by a prior husband, Billy Joel. And Peter was a stepfather to that child. And, again, in letters, in writing, Christie Brinkley, during the marriage, extolled what a wonderful father and what a wonderful stepfather he was. Now, of course, she found out <ABOUT> this affair, for which he has apologized again and again and again. And she just wants revenge. She's a scorned woman wanting revenge. It's a sad, sad situation."
  },
  {
    "transcript_id": "CNN-393237",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Well, thank you for taking my question. President Trump's Department of Justice recently got involved in the trial of Roger Stone, a close confidante of Trump's. This led to four of the federal prosecutors to either withdraw or resign from the department all together. Many see this as a further abuse of presidential power that challenges our very ideas of what the justice system should be. As president, how will you restore the barriers between the Department of Justice and the Oval Office?",
    "statement": "First of all, for years and years I was chairman of the Judiciary Committee. I have never, never, never, including when I got elected as a kid at 29 years old when Nixon was president, this is not an exaggeration, no one, no one has ever abused that office or weaponized it. He has weaponized it, flat out weaponized it. And he has made it real <CLEAR>. Whatever you do, it's almost like the biblical phrase, whatever you do in my name to help me, you will get pardoned. That's the message being sent. And the idea that Roger Stone and/or -- <WELL>, I won't go into all of them. Roger Stone, who was convicted of lying to federal prosecutors, and a judge said, whoa, whoa, whoa, I'm not going to listen to whatever the Justice Department has to say now, I'm sentencing this guy and I'm sentencing him to 40 months, 40 months. Guarantee you, he is going to be pardoned. Guarantee. Guarantee. What's that message <ABOUT>? Don't worry. Do anything illegal for me and you're OK, I will pardon you. No one has weaponized it before ever like this. Number one. The Justice Department is not the president's private lawyer. It's the people's lawyer."
  },
  {
    "transcript_id": "CNN-405761",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "This as some leaders facing protests over their handling of COVID-19. For several days, Serbs in Belgrade took to the streets, angry at their government's handling of lockdown. And in Israel, PM Benjamin Netanyahu facing protest as a second COVID-19 wave buffets his tiny nation. He promised handouts as infections hit a new daily record. In Spain Thursday, the nation pores over their COVID losses. Tourists got drunk, ignoring social distancing, forcing a resort to shut. Nic Robertson, CNN, London.",
    "statement": "Russia is dismissing accusations that it's trying to hack Coronavirus vaccine developers in three of the countries. The acquisition comes from Britain, saying the hackers want to get their hands-on vaccine research, in the United States, in UK and in Canada. As our Matthew Chance reports Britain is also pointing a figure at a <WELL>-known Russian hacking group."
  },
  {
    "transcript_id": "CNN-168502",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, Kyra, yesterday we listened to the defense hour after hour after hour, picking apart all the expert testimony for the prosecution. Today, the prosecution has the final word. It is their burden to prove beyond a reasonable doubt that Casey Anthony murdered her child. And now we're listening to prosecutor Jeff Ashton in front of the jury going back through the witnesses they produced to bolster up their credibility to make sure that they have their case front and center in the minds of the jury before they start to deliberate. The jury is expected to get their instructions and to begin deliberating sometime later today.",
    "statement": "So do we have any idea how long the jury <MIGHT> be out?"
  },
  {
    "transcript_id": "CNN-294680",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Despite urgent request from authorities, two men who came into contact with one of the two pressure cooker bombs have still not come forward. They were working along West 27th Street Saturday night when they saw a carry-on bag, removed the pressure cooker device and took the bag.",
    "statement": "We want the bag. It <MAY> have evidence. They <MAY> have explosive residue and forensics. And it's very valuable."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I don't know. I am of a mixed opinion about that. The fact that he asked it to be telecast was one factor that would mitigate against it happening to me. I'm not inclined to want to yield anything that Timothy McVeigh wants.",
    "statement": "How <ABOUT> the telecasting of executions?"
  },
  {
    "transcript_id": "CNN-324541",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "OK. David Gregory, Chris Cillizza, thank you very much for the analysis. So how does Senator Jeff Flake feel this morning? He joins us live here on NEW DAY in just minutes.",
    "statement": "All right. We're following breaking news, as <WELL>. Senate Republicans reversing another Obama-era policy late last night. The Senate is making it easier for banks to avoid any type of litigation. Right now, you have consumer protections that allow for arbitration clauses to be upset and that you can sue. No more. CNN chief business correspondent Christine Romans joins us now with more. I <THOUGHT> we were supposed to be <ABOUT> the little guy in this administration."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Good question. You know, I asked Dr. Henry -- I asked Dr. Henry Lee that on the air and he told me he was working the case pro bono. What about it, Nikki Pierce? It`s quite an assemblage of experts they`ve got.",
    "statement": "It <CERTAINLY> is. And Jose Baez has not directly said one way or the other who is being paid and who isn`t, and how they`re being paid. We do keep hearing pro bono being tossed <AROUND> a lot. Even Brad Conway, the grandparents` new attorney also said yesterday in a press conference that he was working for free. So we`re not hearing <ABOUT> how anything is being paid for."
  },
  {
    "transcript_id": "CNN-385333",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "A short time ago I spoke with the chief marketing officer and he stressed that point exactly. This is not just a China focus event. In fact, they have some 78 countries that are partaking. And as I was looking at the list of the top countries that are selling to the China market, you've got Japan up there, the U.S., Korea, and at the same time this model of connecting retailers with customers is something that has been exported by Alibaba group to several other countries too. So, they see this as an effort that's moving well beyond the boundaries of the people's republic.",
    "statement": "All right. We'll see if it tops the 30-billion mark from last year. David Culver, very interesting <STUFF>."
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They seem like such a down to earth, nice, young couple. I think they're going to bring respect back to the monarchy. I think they're going to save the monarchy, to be honest with you.",
    "statement": "Never mind saving the monarchy. This event was <ABOUT> leveraging their celebrity in the service of the British film industry. ("
  },
  {
    "transcript_id": "CNN-14157",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "must": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "All right. You're listening to \"Under the Clock\" live from City Stage in Union Station on 89.3 FM and we're also live on CNN. Rabbi, what the speaker just said is that African Americans probably, with the exception of a small minority, have no problem with Lieberman. He is suggesting that maybe the majority and that those who would have a problem are white Americans, yet the dialog since the selection of Lieberman has centered almost exclusively on African American/Jewish friction?",
    "statement": "<WELL>, the history of Jews and blacks or Afro- Americans goes back a long, long time. I marched in Hattiesburg, Mississippi for seeing to it that black registration takes place maximally, and was shot at by whites, not by blacks. I <THINK> that the future of African Americans and the future of Jews are inseverably tied with each other. I <THINK> that marching together is the only methodology involved. And we have a wonderful opportunity now to indicated our solidarity by expressing our great enthusiasm for the selection of a member of a minority group which for generations and generations it was <THOUGHT> unthinkable that he would ever be nominated to a position that high. And if it's thinkable for Lieberman, it's thinkable for Cleaver too, or whoever else is going to become the nominee for very, very high office. And this is what we <MUST> all applaud, Jew and black alike."
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "That's correct. This is somewhat a reflection of what we saw a few days ago in Minneapolis, when a CNN reporter was taken into custody briefly and subsequently released. You also have to understand it from the perspective of the police officers. In many cases, you have lawless rioters on the ground, committing to horrific acts and police may not be able to determine or assess who the violators are in these particular cases. In no way, shape or form am I condoning taking someone into custody when you don't have probable cause to make an arrest. However, it represents -- or I should say it presents a somewhat crazy situation, so to speak, for the boots on the ground. You also have to take into consideration the people that live in these neighborhoods where this riotous behavior is occurring. They're under siege. These are the first people looking to address or request police services as a result of this riotous behavior. What we need to do, we need to have a back channel of negotiations between police, community leaders and elected officials, so we can come to some level of calm and we can introduce a solution to the population. If not, this riotous behavior will continue, which is resulting as a loss for us as a society and as a whole.",
    "statement": "<ABSOLUTELY>, all the while during a pandemic. I want to talk to you and show our viewers something that -- <WELL>, this is New York. I want to call up something that happened in Michigan. The sheriff of Flint Township, that's him in Michigan, took off his helmet, put down his baton and walked with protesters. It was a wonderful scene of togetherness and healing. They cheered for him. He cheered for them. That was an approach he took and it worked. It goes with what you're saying. We have to look at what's next. How do we get past this dangerous point."
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "As you see right there, someone climbing out a window and getting help with the police. Here's one employee talking with our reporter, Miguel Marquez, about that.",
    "statement": "I wasn't <SURE> if I had a viable exit on the ground floor, so I proceeded upstairs, where we have an upstairs storage space. I moved through the storage space to a back <KIND OF> a break room that we have, where we have an emergency ladder. Grabbed the emergency ladder, proceeded even further back to a back storage area. I grabbed a couple of my co-workers, brought them back as <WELL>. I barricaded the hallway as <BEST> I <COULD>, grabbed a weapon and put the ladder out the window."
  },
  {
    "transcript_id": "CNN-131522",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But gas prices down nearly a dollar.",
    "statement": "You <KNOW>, you're right."
  },
  {
    "transcript_id": "CNN-9640",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "They've got to slow their spending or else Alan Greenspan will be on them. Thanks, Christine.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-42604",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The Taliban has proved very difficult to dislodge. They're very good at hiding and covering themselves, blending in and making themselves difficult targets.",
    "statement": "And they have done what they can to disrupt efforts to build a post-Taliban Afghanistan, executing Abdul Haq, viewed as one of the leading opposition voices, who <COULD> have played a key role in building a broad-based coalition government."
  },
  {
    "transcript_id": "CNN-289208",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Didn't he promise us celebrities and superstars and showbiz? You get Scott Baio I don't and the underwear model, Antonio Sabato.",
    "statement": "We <KNOW> you <KNOW>, you have the picture above your bed. Don't be so jealous. Don't be a hater. I'm sorry we can't sit here and bring out Hollywood stars like the Democrats roll out for theirs. Don't criticize those conservative Republicans who get hurt from coming out as conservatives in Hollywood."
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "clear": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Juliette, let's start with this breaking news tonight about the special counsel recommending up to six months of jail time for George Papadopoulos. Remember, he is one that pleaded guilty to lying to investigators. But the special counsel is arguing that lies have consequences. Because he, they are saying the impeded the investigation and that his cooperation has been disappointing. What's your reaction?",
    "statement": "So, actually it's <QUITE> interesting and enlightening to see what happened with Papadopoulos who has been <SORT OF> a hero of the resistance. A lot of people <THOUGHT> he's giving this much information. It's <CLEAR> from the documents tonight that were filed that he's been anything but. He's not been forthcoming. That they actually <BELIEVE> him to be stalling on information. And the key point for your audience to <KNOW> is that there was a professor who basically (Inaudible) who basically was <SORT OF> the potentially central point of linking the Russians with the Trump campaign. He was in the United States and Papadopoulos lies, essentially made it very difficult for the Mueller team to be able to interview him or to even detain him. He's no longer in the United States and they are unable to have those conversations with this professor. So it's based on one person and <SORT OF> a missed opportunity but the bigger point is you don't lie. And even if you're lying and say you want to be helpful, if you're not helpful, we want you to go to jail."
  },
  {
    "transcript_id": "CNN-199079",
    "matched_terms": {
      "thinks": "ungraded"
    },
    "previous_statement": "If I were to buy this gun and then go out and sell it to somebody out on the street and that gun was later used in a crime, they would trace that gun back to me, but all I would have to do is lie and say that somebody stole it. And under current Illinois state law, I'd likely be off the hook. (",
    "statement": "Richard Pearson is the executive director of the Illinois Rifle Association. He is against the proposed law and <THINKS> Superintendent McCarthy is trying to erode the rights of gun owners."
  },
  {
    "transcript_id": "CNN-317209",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "hope": "ungraded",
      "stuff": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "All right. And had these programs prepared you to return to the community setting?",
    "statement": "I <BELIEVE> so. You <KNOW>, I -- look, I -- I've missed a lot of time, like 36 birthdays with my children. And, you <KNOW>, I spent the 12 years leading up to this incident in Vegas raising two kids, and in L.A. I mean, I'm sorry, in Miami. And, you <KNOW>, with all the media <STUFF>, you <KNOW>. We got guys like Jeffrey Felix making up stories and <STUFF>. That was happening out on the street also. But I was able to keep their eye on the ball. Went to the colleges their choice and ended up missing their graduation because of it. Trust me. I wish it would have never happened. But as I said, the courses that I've taken, it -- I <HOPE> it helps me more if I run into those conflicts with my kids. I'm not a guy that has conflicts on the street. I don't expect to have any when I -- when I leave here. But I <FEEL> that I'm much better prepared. But more so -- from I <THINK> my commitment to being a better Christian. Because I <THOUGHT> I was good guy. I had some problems with fidelity in my life. But I've always been a guy that pretty much got along with everybody."
  },
  {
    "transcript_id": "CNN-138029",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "She's now changed her story again and said, well, she'd been reassured they were all legal. So, initially she didn't know about it, had not been briefed. Then she'd been brief but it wasn't clear. Now she'd been briefed and, in fact, had been told it was all legal so she didn't worry about it. I think she has, you know, a lot of explaining to do.",
    "statement": "Speaker Pelosi said Friday she had received a CIA briefing on interrogation techniques only once and that she was never told that waterboarding was being used. Our two political experts, Lynn Sweet of the \"Chicago Sun-Times\" and CNN's political editor Mark Preston weigh in on Washington this weekend and next in just a few minutes. The Pakistani government claimed significant progress in its military offensive against the Taliban in the Swat Valley, but the fighting also has sent a half million civilians fleeing for their lives. CNN's Reza Sayah is live for us tonight from Islamabad. Reza, thank you for joining us tonight. Tell us <ABOUT> the last 24 hours there."
  },
  {
    "transcript_id": "CNN-124861",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Boating is the only mode of transportation, here in the downtown Pacific. We caught a ride with Coast Guard patrolling the flood zone, encouraging residents to get out. The Meramec River is filling the streets and engulfing homes.",
    "statement": "Besides Katrina, this is the biggest one that I've seen <AROUND> here."
  },
  {
    "transcript_id": "CNN-277973",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "So, David, back to you, you know, we've talked about obviously the number of delegates that is the most important part. But it's also the numbers in terms of record turnout on the Republican side. And you look the Donald Trump with regard to that. I want to play some sound. This is Former Governor Mike Huckabee speaking just last night.",
    "statement": "The establishment Republicans are all, you <KNOW>, bed-wetting over this. And they don't <SEEM> to understand that we have an election. Look, I just <BELIEVE> that at some point we need to recognize. If you want to oppose Donald Trump, do it, but don't pretend that somehow that all these voters who have gone out and voted for him are stupid. They're not stupid. I tell you what they are. They're angry. And they're angry at the very establishment who is going nuts because Donald Trump is doing so <WELL> and they don't get it that they're the problem."
  },
  {
    "transcript_id": "CNN-54862",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, I believe so.",
    "statement": "I'm an Ohio guy, just so you <KNOW>. So you come to New York City for your honeymoon. But what a lot of people don't realize is that a whole lot of people saw that segment and decided to pitch in and help. Who did you get help from, Tim?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "When you went to Palm Beach and you were able to look at the machines without anybody present from our team, that's when you made these observations <ABOUT> the scratches, right, sir?"
  },
  {
    "transcript_id": "CNN-92530",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "According to observers, Michael Jackson wept in court while watching video of himself dangling his infant son over a hotel balcony in Germany.",
    "statement": "He reached for a tissue paper, dabbed his eyes, dabbed his nose, a number of times. That went on for <ABOUT> 10 minutes. Though he had very much of an emotion reaction."
  },
  {
    "transcript_id": "CNN-117704",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, sir, I wasn't. No, sir.",
    "statement": "What happened? I mean, we hear <ABOUT> this collapse. Can you describe that for us?"
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "know": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "-- thank you, Joey. I was casually walking down La Cienega Boulevard. All of a sudden I`m stopped by a police officer on a motorcycle. He tells me to give him my ID and sit on the curb. Within two or three minutes there were five or six other police cars that swarmed around. One got out of the car, kind of came at me fairly aggressively like I was a threat, asked me to stand up, patted me down, put me in handcuffs. And for the next 45 plus minutes I sat in that position on the curb, handcuffed with my head down. I was convinced for the majority of the time that this was going to be easily cleared up without a problem. And that just didn`t happen.",
    "statement": "So Charles, take us through what you`re <THINKING> at that particular point. I mean I`m glad you`re alive. There wasn`t anything in terms of any fires that rung out, any discharges of weapons. But take us through your mindset. Were you in disbelief? Were you saying what`s going on? Did you <KNOW> what was happening to you?"
  },
  {
    "transcript_id": "CNN-86659",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "All of it with a simple yet critical goal...",
    "statement": "The <BEST> terrorist incident is the one that never happens."
  },
  {
    "transcript_id": "CNN-210749",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "And Boston's mayor has also weighed in on the Rolling Stone cover. Thomas Menino wrote a letter to the magazine's publisher saying this, quote, \"to respond to you in anger is to feed into your obvious marketing strategy.\" It goes on to say that the survivors of the Boston attacks deserve Rolling Stone cover stories, though it now longer feel that Rolling Stone deserve them. Now let's end the show where we started it. Nelson Mandela, he turns 95 today. And the anti-apartheid icon, he spent 27 years as a political prisoner under the apartheid regime. And the late photographer Earnest Cole made it his mission to bring the atrocity of apartheid to the world's attention. Much of Cole's work was recently on display at the Fowler Museum at the University of California in Los Angeles. And historian and curator, Gunilla Knape walks us through the exhibit.",
    "statement": "The whites and the blacks were very differently treated and it was very obvious with signs. The blacks, they <COULD> clean the stairs and the toilets, but they were not allowed to use them. But this was an area where blacks and whites had come together. They drank together and they enjoyed themselves. Here, it - they liked being together. So for them it was natural, but for the government it was completely forbidden. So that was the problem. Then we have the black man, he saw - that's when people <COULD> be together, blacks and whites. And everyone had this black servants. And one thing I <THINK> Earnest is <QUITE> good at that we can see on some of the pictures are the (inaudible). And looking at this small boy going with his nanny to school and realizing that a black photographer is taking his pictures. When Earnest started to work at (inaudible) magazine, then he had to travel, to commute every day two-and-a-half hour in each direction. And then he learned <ABOUT> how the train system worked, or didn't work. The white trains were very frequent and very empty. But the black ones, the platform was full and the trains were more than full. And the worst thing was that if they didn't catch the last train, they would be caught by the police, because they were not allowed to be in the cities. OK, so this one is one of his pictures from the forced removals. And there you can see how the bulldozers has just erased the areas and the people were moved. This here is <ABOUT> mine labor. And the miners had <ABOUT> the same situation as the maids. And when they arrived to the mines, they had examinations and this one picture shows where humiliating situation when they were really medically examined to - they were herded <AROUND> to different doctors and they were told yes or no. This one of my favorite pictures to see the little school boy being so concentrated and sweating. So for me it's like an icon for schooling. They didn't have anything to write on, but still eager to learn. I <THINK> it's important to show the new generations what has happened and to give them an understanding for their roots and I <THINK> you can learn a lot of history in order not to repeat it."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They need to figure out what side they're going to be on. I mean, you are either going to encrypt your stuff so that the FBI can't even look at it for the sake of libertarian values. I understand that. But then you're also giving it to the terrorists. So where do you want to come down?",
    "statement": "And the president addressed that. He said they need to talk to the technology sector to strengthen those ties. Steve, stay with us because some of those popular family attractions in the U.S. are ramping security as <WELL>."
  },
  {
    "transcript_id": "CNN-237362",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Top of the hour. I'm Ana Cabrera, in for Brooke Baldwin. Thanks for staying with me. Today in Missouri, it's prayer, not protests, faith not fury, as Michael Brown is laid to rest. Church officials estimate <ABOUT> 4,500 people attended his funeral at the Friendly Temple Missionary Baptist Church in Saint Louis. It has been 16 days since a white Ferguson police officer shot and killed Brown, who had no weapon, his body left to lay in the street for hours. <WELL>, now the 18-year-old is remembered and he is celebrated before some 500 members of his family, along with Missouri's governor, civil rights advocates, including Martin Luther King III. Also, Hollywood celebrities, like Spike Lee were there and three members of the White House staff. Listen now to moments from what organizers are calling Michael Brown's home-going celebration as the family shares their loss with so many strangers who <DEFINITELY> won't forget who their son was and how he died."
  },
  {
    "transcript_id": "CNN-78638",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Before the preliminary hearing even begins, there will be a battle over what evidence will be allowed in court. Now, the big-ticket item on the agenda this morning is hair found on pliers at the bottom of Scott Peterson's boat. The prosecutor is claiming it is Laci Peterson's. The defense is claiming that the testing of that hair is through a DNA testing known as mitochondrial testing, which has not been accepted by the scientific community. That hearing today will determine whether that hair will be admissible at the preliminary hearing and, subsequently, at trial. As far as witnesses go, the defense has said that they will call police investigators and a judge who issued one of the wiretaps. The prosecution still is expected to call Amber Frey, Scott Peterson's former . Normally, witnesses are not allowed to sit in the courtroom, the ones that are expected to testify. But there are some major exclusions. Both Laci Peterson's family and Scott Peterson's family, although they could be potential witness, will be allowed in the courtroom. Scott Peterson's family yesterday visited their son in jail. Normally, they have comments for reporters. They told reporters they couldn't talk about the case. The preliminary hearing is expected to last through next Tuesday. Rusty Dornin, CNN, Modesto, California.",
    "statement": "There has been little information made public on what led investigators to <SUSPECT> Scott Peterson. Today's hearing <COULD> change much of that. Attorney and former prosecutor Valerie Barreiro joins us now from our Los Angeles bureau with more on what we <MIGHT> expect. What do you expect we will see today, Valerie?"
  },
  {
    "transcript_id": "NPR-22694",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "But moving money back and forth between the two funds has been done 11 times in the past with no big repercussions. That's one of the reasons that Democratic Senator Dick Durbin is suspicious of House Republicans.",
    "statement": "You wonder what their ultimate goal is. Do they want to cut people off of disability? Do they want to force a crisis in the Social Security program? I just don't understand the <THINKING> behind this rule."
  },
  {
    "transcript_id": "CNN-192250",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes. These were the people that they recruit as their grassroots force to get out the vote. They were planning to hold the event inside that outdoor stadium for the very purpose of having all these campaign supporters present. So that they could ask them to text, earthquake-mail, call their friends, do all those sorts of things you remember from the 2008 Obama campaign and have them there. So the fact it's moving indoors means those supporters won't get to attend the president's speech so you can imagine a lot of folks might be disappointed. This is a way for the campaign to reach out to them and have the president directly say -- sort of touch base with them, in a way apologize, and the campaign says they'll be invited to other events another time. But it's a way to connect to those grassroots volunteers they're counting on -- Brooke.",
    "statement": "We're actually talking to a credential holder who says, yes, she's bummed over this. We'll ask her if that at all changes, you <KNOW>, her vote come November in a matter of minutes. But let me take me back to last night, Jessica, because we're hearing today <ABOUT> this quote-unquote \"chaos\" that is some people are calling it that erupted at the convention, this was yesterday afternoon actually. So here's my idea of chaos. Let's roll this tape because this goes back to Chicago, if we can see it, this was 1968, riots in the streets there, here you go. Really, much of the same inside that '68 convention as contest met in the midst of the Vietnam War. Jessica, tell me what happened yesterday."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Machado says she suffered from anorexia and bulimia for five years. Today on Fox News, Trump defended his treatment of Machado.",
    "statement": "She was the worst we ever had. The worst, the absolute worst. She was impossible. She was the winner and, you <KNOW>, she gained a massive amount of weight. And it was -- it was real problem. We had a real problem not only that, her attitude. And we had real problem with her."
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Because I believe that they believe there was no babysitter.",
    "statement": "You <BELIEVE>..."
  },
  {
    "transcript_id": "CNN-279934",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "It was a fast moving investigation. We understand that when they went into Reda Kriket's apartment in Argenteuil on Thursday, this is being reported by \"Le Monde's,\" other French media, they found documentation and evidence which then allowed them to roll up other members of his network in Europe. Reda Kriket, another associate of Abdelhamid Abaaoud, this Belgian ringleader behind the Paris attacks, and we know from the interrogation of French ISIS recruits who were arrested on their way back from Syria that Abdelhamid Abaaoud was trying to launch a string of attacks against Europe. He was providing hands-on training to these recruits in Raqqa. Syria, in public parks and apartment buildings, and he was also instructing them how to communicate with each other securely and communicate back to ISIS' Raqqa HQ security as well through encryption apps and also through sharing these encrypted messages on password protected sites which only they knew the password of.",
    "statement": "<CERTAINLY> frightening. Paul Cruickshank, thanks so much. Nearly 70 people dead in Pakistan after an Easter bombing targets Christians in a crowded park. The blast hitting as families celebrated the holy holiday. More than 300 others recovering from injuries this morning. CNN producer Sophia Saifi is in Islamabad with more on this. Hi, Sophia."
  },
  {
    "transcript_id": "CNN-197820",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "certainly": "ungraded",
      "best": "ungraded",
      "hope": "ungraded",
      "must": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We know that corruption is a huge problem in China. Some say it is the biggest problem facing China's Communist Party. But with the level of anger really growing here amongst the people, one citizen journalist has taken matters into his own hands.",
    "statement": "This is an image of a Communist Party official having sex with an 18-year-old prostitute. We can't show the video. It's simply too explicit. But she's a gift from a construction company in return for contracts -- a common way of doing business in China. The story aired on state TV after the video was posted online last month by citizen journalist Ju Ra-Fung (ph), founder of the web site Supervision by the People. \"As a journalist, I will report the truth,\" he tells me. \"Most media in China are a mouthpiece for the party. My responsibility is not to the party, but to the truth.\" Within hours of the video being uploaded, it went viral. Three days later, the Chongqing (ph) district official was sacked. \"Since the founding of the People's Republic of China, this is the first time an official has been taken down so quickly after being exposed,\" he says. We contacted the official and the Chongqing government; both declined to comment. This is a victory to Mr. Ju, who now receives thousands of emails with information on corrupt officials. But this work is not without its risks. He's exposed more than 100 party members, and received dozens of death threats. Here in China, controversial web sites are either blocked or shut down, which is what makes Ju Ra-fung's story so fascinating. For years, his network has struggled to exist. Now, he's not only allowed to operate, but officials are offering him police protection. This dramatic shift in the government's stance follows last month's warning from China's newly appointed leader, Xi Jinping. \"Corruption <COULD> kill the party and ruin the country,\" he told the 18th Party Congress. A similar message was delivered eight years ago by then Premier Wen Jiabao. But Xi Jinping is sticking to his word. More than a dozen low-ranking officials have already been sacked over corruption charges. The most significant scalp is senior party member from Xichuan (ph) province. \"Several corrupt officials have been taken from their posts in the Party Congress,\" he says. \"But if they are serious <ABOUT> cracking down on corruption, there <MUST> be real reform in the political system.\" And people <SEEM> to agree. \"It's not just the system. It's rooted in Chinese culture,\" says this woman. \"I see little <HOPE> for change.\" \"It's so common among officials. The government always says it will crack down but nothing will be different.\" In the meantime, Mr. Ju plans to keep on doing what he does <BEST> -- exposing those in the party who <BELIEVE> they are above the law. Mr. Ju is in possession of four other videos that show officials having sex with prostitutes. Now, we're unable to show you these because Mr. Ju is yet to verify it, but I can <CERTAINLY> tell you they are very explicit. And very damning, which can only mean anxious days lie ahead for China's corrupt officials."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Emily Thornberry there. Thanks very much for taking the time to speak to us here on CNN. Thank you.",
    "statement": "<WELL>, for more, let's turn to our international diplomatic editor, Nic Robertson, in the - outside the prime minister's residence, on 10 Downing Street. And Nic, I understand that Mr. Trump has been commenting, in the last - I mean in <FACT> (ph), we saw, in the last few minutes, commenting on Ms. <MAY> (inaudible) trying to make a joke, in <FACT>, with Ms. <MAY>, saying, \"I don't <KNOW> <ABOUT> your timings, but <PERHAPS> you can stay for this trade deal.\""
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Yeah. A Brexit - a British exit from the European Union would take the world's fifth largest economy - that of the United Kingdom - and pull it out of a 500 million person market - the EU - which has been steadily growing for decades. It would introduce an element of uncertainty. Hardly anyone can predict what would happen.",
    "statement": "George Soros the financier says today it would knock 15 or 20 percent off the value of the pound and knock down British incomes. It would introduce uncertainty, and for American companies that invest here, the game would change. They're here not just to sell to 70 million Brits but to be part of the huge EU that Britain <MIGHT> conceivably leave."
  },
  {
    "transcript_id": "CNN-398949",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, if I knew that, it would be a great thing if any of us knew that. But the fact is we have to do everything in our power to make a path for that to happen. I myself think that the path to our re-entering the economy is testing, testing, testing. It all comes back to science and the health and well-being of the American people. So we're talking about people's lives and the jaw-dropping figure of over 60,000 Americans already lost their lives to this -- to the coronavirus. And now we have these numbers, which are only increasing by the week. Hopefully, if we have -- my -- I believe that we have to have a path that is about testing so that there is confidence for people when certain opportunities open up are there, that they have the confidence that they can join the workforce because other people there have been tested as well. You cannot -- you cannot turn the economy around without the scientific leadership on it. And, again, testing, testing, testing, contact tracing, isolation, treatment and the rest, so that people will go forward, because God bless the American people. This is about workers and their families. And if you want to go into the workforce and take a risk, and then bring that home to your family, you have to think many times over about that.",
    "statement": "I also want to ask you <ABOUT> states and <ABOUT> the federal aid, you can call it federal aid, you can call it a bailout, whatever you want, but what the governors say they need. And as you <KNOW>, a week ago, Senate Majority Leader Mitch McConnell basically suggested his preference for -- to allow some states to go bankrupt over bailing them out."
  },
  {
    "transcript_id": "CNN-171113",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And just very briefly, they're still searching for Robyn Gardner?",
    "statement": "Yes, they are. And in <FACT>, they are looking on land, even though Gary Giordano had said that it was at sea where she was lost on a snorkeling accident. They had a very extensive search of the southern part of that island that lasted six hours and found nothing."
  },
  {
    "transcript_id": "NPR-3038",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Thank you, Juan.",
    "statement": "Our first topic is Alcee Hastings, who has been told by Nancy Pelosi, the incoming speaker of the House, that he will not be the chairman of the House Select Committee on Intelligence. This was something of a disappointment to Mr. Hastings, who made <QUITE> the case for getting that post. Robert, is this seen as more of static dysfunction, division as Nancy Pelosi takes the reins of the Democrats in the House of Representatives?"
  },
  {
    "transcript_id": "CNN-410566",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Phil, we have done much, much better than the European Union. I just read you numbers that are not good on their behalf that are very good at ours, and we have rounded the final turn and we have -- we're going to have vaccines very soon, maybe much sooner than you think. Listen, maybe much sooner than you think. But we have done a phenomenal job and the people that have done this job, including the American public, that's had to put up with a lot, with the lockdowns and all of the things that they had to do. They have to be given credit. They have to be given credit.",
    "statement": "But you knew this was a deadly virus. You knew it was airborne. You knew on February 7th. You told Bob Woodward how it transferred from person to person in the air, how deadly it was. Why didn't you not come to the podium and tell us <ABOUT>"
  },
  {
    "transcript_id": "CNN-135710",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "I do have a question. After your 401(k) is gone, what then?",
    "statement": "<WELL>, we'll hand this over to Jennifer. You <KNOW>, this is the problem that people are facing. They are tapping <ABSOLUTELY> everything. What do you do to find money when you're unemployed? And for goodness sake, if you have a tapped out 401(k) and it's gone, where can you turn?"
  },
  {
    "transcript_id": "CNN-349245",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded",
      "hope": "ungraded",
      "must": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And there's more from that in this book. Stand by, Max, Senator Kamala Harris, California, here now going back to Capitol Hill.",
    "statement": "In terms of the point that has been made <ABOUT> playing politics and blaming the Supreme Court, I <THINK> that we have to give pause when those kinds of concerns are expressed to also <THINK> <ABOUT> the <FACT> that there have been many a political campaign that has been run indicating an intention to use the United States Supreme Court as a political tool to end things like the affordable care act, the voting rights act and campaign finance reform. Which makes this conversation a legitimate one in terms of a reasoned concern <ABOUT> whether this nominee has been nominated to fulfill a political agenda as it relates to using that court and the use of that court. As it relates to the 42,000 documents -- or 42,000 pages of documents, I find it interesting that we get those documents less than 24 hours before this hearing is scheduled to begin, but it took 57 days for those documents to be vetted before we would even be given those documents. So, there's some suggestion that we <SHOULD> be speed readers and read 42,000 pages of documents in <ABOUT> 15 hours, when it took the other side 57 days to review those same documents. Would even be given those documents. So, there's some suggestion that we <SHOULD> be speed readers and read 42,000 pages of documents in <ABOUT> 15 hours, when it took the other side 57 days to review those same documents. So, the logic at least on the math is not applying. Now, the chairman has requested 10 percent of the nominee's documents, that's 10 percent of 100 percent of his full record. The nominee's personal lawyer has only given us 7 percent of his documents. 7 out of 100 percent of the full record. Republicans have only given 4 percent of these records or made them public. That's 4 percent of 100 percent of a full record. 96 percent of his record is missing. 96 percent of his record is missing. It is reasonable -- this is reasonable that we <SHOULD> want to review his entire record and then we can debate among us the relevance of what is in his record to his nomination. But it <SHOULD> not be the ability of this -- the leadership of this committee to unilaterally make decisions <ABOUT> what we will and will not see in terms of its admissibility, instead of arguing <ABOUT> the weight of whatever is made admissible. The late Senator Kennedy of Massachusetts called these hearings a Supreme Court nominee's, quote, \"job interview with the American people.\" And by that standard the nominee before us is coming into his job interview with more than 90 percent of his background hidden. I would <THINK> that anyone who wanted to sit on the nation's highest court would be proud of their record and would want the American people to see it. I would <THINK> that anyone privileged to be nominated to the Supreme Court of the United States would want to be confirmed in a process that is not under a cloud, that respects due process. I would <THINK> that anyone nominated to the Supreme Court of the United States would want to have a hearing that is characterized by transparency and fairness and integrity and not shrouded by uncertainty and suspicion and concealment and <DOUBT>. We <SHOULD> not be moving forward with this hearing. The American people deserve better than this. So, Judge Kavanaugh, as most of us <KNOW>, and I will mention to you and you have young children and I <KNOW> they are very proud of you and I <KNOW> you are a great parent and I applaud all that you have done in the community. So, as you <KNOW>, as we all <KNOW>, this is a week when most students in our country go back to school. It occurs to me that many years ago right <AROUND> this time I was starting kindergarten and I was a bus -- in a bus, a school bus, on my way to Thousand Oaks elementary school as part of the second class of students as busing desegregated Berkeley, California, public schools. This was decades after the Supreme Court ruled Brown V. Board of education that separate was inherently unequal. As I've said many times, had Chief Justice Earl Warren not been on the Supreme Court of the United States, he <COULD> not have led a unanimous decision and the outcome then of that case <MAY> have been very different. Had that decision not come down the way it did, I <MAY> not have had the opportunities that allowed me to become a lawyer or a prosecutor. I likely would not have been elected district attorney of San Francisco or the attorney general of California. And I most <CERTAINLY> would not be sitting here as a member of the United States Senate. So, for me a Supreme Court seat is not only <ABOUT> academic issues of legal precedent or judicial philosophy, it is personal. When we talk <ABOUT> our nation's highest court and the men and women who sit on it, we're talking <ABOUT> the impact that one individual on that court can have, impact on people you will never meet and whose names you will never <KNOW>. Whether a person can exercise their constitutional right to cast a ballot, that <MAY> be decided. If Judge Kavanaugh sits on that court. Whether a woman with breast cancer can afford healthcare or is forced off lifesaving treatment. Whether a gay or transgender worker is treated with dignity, or <MAYBE> treated as a second-class citizen. Whether a young woman who got pregnant at 15 is forced to give birth or in desperation go to a back alley for an abortion. Whether a president of the United States can be held accountable, or whether he will be above the law. All of this <MAY> come down to Judge Kavanaugh's vote, and that's what's at stake in this nomination. And the stakes are even higher because of the moment we are in and many of us have discussed this. These are unprecedented times. As others have already observed, less than two weeks ago the president's personal lawyer and campaign chairman were each found guilty or employed guilty to eight felonies. The president's personal lawyer under oath declared that the president directed him to commit a federal crime. Yet that same president is racing to appoint to a lifetime position on the highest court in our land, a court that very <WELL> <MAY> decide his legal fate. And, yes, that's essentially what confirming Judge Kavanaugh <COULD> mean. So, it is important, more important I say than ever, that the American people have transparency and accountability with this nomination. And that's why it is extremely disturbing that Senate Republicans have prevented this body and most important the American people from fully reviewing Judge Kavanaugh's record and have disregarded just <ABOUT> every tradition and practice that I heard so much <ABOUT> before I arrived in this place. Judge Kavanaugh, when you and I met in my office you said with respect to judicial decisions that rushed decisions are often bad decisions. I agree with you. I agree with you. And when we are talking <ABOUT> who will sit on the Supreme Court of the United States, I <BELIEVE> your point couldn't be more important. Mr. Chairman, when Judge Kavanaugh was nominated in July he expressed his belief that a judge <MUST> be independent, <MUST> interpret the law and not make law. But in reviewing this nominee's background I am deeply concerned that what guides him is no independence or impartiality, it's not even ideology. I would suggest it's not even ideology. What I <BELIEVE> guides him and what his record that we've been able to see shows is what guides this nominee is partisanship. This nominee has devoted his entire career to a conservative Republican agenda, helping to spearhead a partisan investigation into president Clinton, helping George W. Bush's legal team ensure that every vote was not counted in Bush V. Gore, helping to confirm partisan judges and enact partisan laws as part of the bush White House. And in all of these efforts he has shown that he seeks to win at all cost, even if that means pushing the envelope. And if we look at his record on the DC circuit, and in his recent writings and statements, it is <CLEAR> that the nominee has brought his political bias to the bench. He has carried out deeply conservative partisan agendas as a judge favoring big business over ordinary Americans, polluters over clean air and water and the powerful over the vulnerable. Just last year Judge Kavanaugh praised the dissent in Roe V. Wade and ruled against a scared 17-year-old girl seeking to end her pregnancy. He has disregarded the Supreme Court precedent to argue that undocumented workers weren't really employees under our labor laws. We have witnessed horrific mass shootings from parkland to Las Vegas to Jacksonville, Florida, yet Judge Kavanaugh has gone further than the Supreme Court and has written that because assault weapons are, quote, in common use, assault weapons and high capacity magazines cannot be banned under the second amendment. When he was part of an independent counsel investigation into the Democratic president, the nominee was dogged in demanding answers. And yet he has since changed his tune arguing that presidents <SHOULD> not be investigated or held accountable. A position that I am <SURE> is not lost on this president. These positions are not impartial, they are partisan. Judge Neil Gorsuch, Judge Kavanaugh's classmate insisted before this committee that judges are not merely, quote, I fear that Judge Kavanaugh's record indicates that he is exactly that. Impartial, they are partisan. Judge Neil Gorsuch, Judge Kavanaugh's classmate insisted before this committee that judges are not merely, quote, I fear that Judge Kavanaugh's record indicates that he is exactly that. Now I <KNOW> members of this committee and the nominee's friends and colleagues have assured us that he is devoted to his family and supportive of his law clerks and volunteers in his community and I don't <DOUBT> that at all. But that's not why we are here. I'd rather that we <THINK> <ABOUT> this hearing in the context of the Supreme Court of the United States and the impact it will have on generations of Americans to come and do we want that court to continue a legacy of being above politics and unbiased or are we prepared to participate in a process that is tainted and that leaves the American public questioning the integrity of this process. And I'll close by saying this, we have a system of justice that is symbolized by a statute of a woman holding scales and she wears a blindfold. Justice wears a blindfold because we have said in the United States of America under our judicial system, justice <SHOULD> be blind to a person's status. We have said that in our system of justice, justice <SHOULD> be blind to how much money someone has, to what you look like or who you love, to who your parents are and the language they speak and every Supreme Court justice <MUST> understand and uphold that ideal. And sir, <SHOULD> those cases become before you, Judge Kavanaugh, I am concerned whether you would treat every American equally or instead show allegiance to the political party and the conservative agenda that has shaped and built your career. I am concerned your loyalty would be to the president who appointed you and not to the constitution of the United States. These concerns I <HOPE> you will answer during the course of this hearing. I <BELIEVE> the American people have a right to have these concerns. I also <BELIEVE> the American public has a right to full and candid answers to the questions that are presented to you during the course of this hearing. I will be paying very close attention to your testimony and I <THINK> you <KNOW> the American public will be paying very close attention to your testimony. Thank you."
  },
  {
    "transcript_id": "CNN-277124",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Jeremy, thanks so much. Stick around. I want to bring into the equation now, Larry Sabato. He is the director of the Center for Politics at the University of Virginia. Good to see you as well, Larry. So you wrote that, I'm quoting right now, \"the fact that he won about the same share of the vote in New Hampshire and South Carolina, two wildly different states showed the broad appeal of his campaign among a significant portion of the Republican electorate.\" So Larry, how does anyone really explain this? Especially since at the very beginning people were doubting Donald Trump and whether he could really be a viable candidate. He surprised everyone.",
    "statement": "<WELL>, we all are surprised by the strength of his followership. Look. He has a solid third of the Republican Party and that isn't necessarily his ceiling. As candidates drop out and more will drop out with time, I <COULD> see his ceiling going up. So look, this is a phenomenon that will go down in history and we'll be writing <ABOUT> it for many, many years to come. Doesn't mean he is the automatic nominee, Fred but it means he is clearly the favorite and the front runner."
  },
  {
    "transcript_id": "CNN-303595",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah. So put it in an historical -- historical perspective for us, Douglas Brinkley, especially compared back-to-back with a big inauguration.",
    "statement": "<WELL>, it's always going to be remembered as two -- two morphed together: Trump's inauguration and this protest. Originally, right after the election they were calling it a \"million woman march on Washington, D.C.\" The organizers and grass roots people got smart and said, \"In the modern age, let's not do that. Let's let it mushroom up all over America.\" So some of the cities caught people by surprise today: Denver, and Seattle, and Atlanta... on, and on, the list that you just gave. It's big. I mean, it's a huge moment. We haven't had a women's movement march like this. But it also reminded me of, <BELIEVE> it or not, V.J. Day -- Victory over Japan, 1945. Because when victory came, people started coming out of apartments, and homes, and all sorts of unexpected people. I talked to John Kerry today, and he marched - former secretary of state, today. It wasn't like he had on his calendar, \"I'm going to march today.\" He got caught up in the spirit of it. And so a lot of extra people in these towns just started coming out."
  },
  {
    "transcript_id": "CNN-43659",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Today's fast moving developments in Afghanistan create a sense of urgency <ABOUT> who, eventually, will rule the country after the Taliban. One man, who <MAY> be a key player is a fierce warlord with a history of tangled alliances. His name is Abdul Rashid Dostum. Here with some insight on him is Time Magazine Senior Editor Joshua Cooper Ramo. Who is this guy? Good morning."
  },
  {
    "transcript_id": "CNN-365034",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. This is just in. A shelter-in-place order has been activated in Deer Park, Texas. That's where a huge chemical plant, a fire broke out earlier this week. The National Guard troops have been called in after potentially hazardous levels of benzene were detected in the area. My Colleague, Kaylee Hartung, is with me on more. At first, they were holding kids from school, then a few days ago, the kids <COULD> go back to school. Now, what?"
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "We might have found things that would have - that clearly were linkages to the other terrorists. Something might have occurred. In my judgment, that's a mistake. Why should the United States laws protect a foreign national who's coming here to kill Americans?",
    "statement": "But letting the CIA get Grand Jury information, some of which later turns out to be wrong, <COULD> end up, critics say, hurting innocent ordinary Americans."
  },
  {
    "transcript_id": "CNN-353084",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I don't care about being a hero. As long as we get the win, that's all that matters. We're here to win and lose together. And who cares who's the hero tonight. So, we are heroes. That's a good feeling because we got the win.",
    "statement": "Now, the winner of game one went on to win 17 of the last 21 World Series. But good news for the Dodgers, the Cubs and Astros the last two years have lost game one and went on to win the World Series. Game two tonight at -- a little after 8:00 Eastern. David Price on the mound for the Red Sox. The Dodgers countering with Ryu. It's going to be another cold one, Dave. The temperatures <AROUND> first pitch going to be in the mid 40s. So, another chilly night here in Boston."
  },
  {
    "transcript_id": "CNN-140958",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So we've been talking about Michael Jackson's final moments and the drug Diprivan or Propofol. We've heard a lot about that over the last couple weeks. That's what Michael Jackson had apparently been using on and off for years. It is the drug Dr. Conrad Murray allegedly administered before Jackson died. The drug that every doctor we've asked says would incredibly dangerous to give outside of a hospital setting. You're about to see why. We're going to show you in real-time exactly how Diprivan works and you'll see for yourself all the equipment and expertise needed to make sure a patient to go under safely and come back up. 360 MD Sanjay Gupta takes us \"Up Close.\"",
    "statement": "<WELL> Anderson, there has been a lot of discussion regarding Propofol. How exactly to use it, and is it considered safe in any setting except a hospital or a medical setting. So, I decided pictures are worth a thousand words. I'm going to take you inside my operating room to show you firsthand what really happens. Come on in. So, we are here inside the operating room with Dr. Gershon. He's the Chief of Anesthesiology here. Propofol is a medication he uses all the time. So, is this it right over here?"
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Both Mike Loosemore and Peter Hamlyn say that soccer, American football, figure skating, and horse riding carry similar, if not greater, risks than boxing. Despite all of his setbacks, Michael Watson has just as many fans now as he ever did in his prime. Once, he could barely talk or lift a finger, but now he's a motivational speaker, and in 2003, he completed the London marathon over six days. By his side at the finish line were two of his closest friends, his last opponent and his doctor.",
    "statement": "I <THINK> he's done more for me mentally, emotionally, than I've ever done for him medically."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "hope": "ungraded",
      "obviously": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Hi, Alisyn. Well, Prime Minister Netanyahu spent the entire flight to Washington from Jerusalem, about 12 hours, working on that speech, sharpening that language. Senior officials traveling with him telling us that he's going to use this opportunity to lay out the deal with Iran that's shaping up as he knows it. Officials say Israel has a great deal of understanding about this deal shaping up. He does not feel, Prime Minister Netanyahu, that Congress has been fully informed, and so he wants to lay out the deal, why he thinks it's bad for Israel, the United States and the world; and also urge Congress to put some pressure on the Obama administration to push back a March 24 deadline for a political framework. He thinks more discussion is needed. He says he's not against any agreement at all, but this is a bad agreement. I do think today, though, he's going to use this address to APAC, that pro-Israel, lobby to lower the temperature a bit, to try and mend fences a little bit with the administration, saying he has a lot of respect for the president, the White House, and try and take out the politically-fraught tone of this speech. Because he's going to say, listen, the relationship between the U.S. and Israel always bipartisan; always has been, always should be. Back to you guys.",
    "statement": "Right. Now it's just unusual that we have the leaders, who <SEEM> to be presenting a different face than the overall relationship between the two countries, and that's causing some tension, <OBVIOUSLY>. Elise, thank you very much. So let's bring <HOPE> in CNN political commentator Peter Beinart and Gideon Rose, who's an editor of \"Foreign Affairs Magazine.\" Gideon, just looking at it, the overview, is this a good move for Prime Minister Netanyahu?"
  },
  {
    "transcript_id": "CNN-222970",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Well, I don't know if it's cause for alarm, but they have noticed, and you will have experts when these videos come out, doctors, looking at the video for science of their physical condition. And what they have noticed in this latest video is that his condition has declined since that previous video nearly three years ago. And that's something that's worrisome. I was not told that he looked to be on death's door, but that certainly there was a change, a marked change, from the last time they saw him in a video.",
    "statement": "And Jim, there has <CERTAINLY> been an effort here to try to release him. Where is that now? A lot of people involved. They <KNOW> his name. It's a household name. What more can be done?"
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Certainly everybody is entitled to speak their opinion, much the same as Mr. Sharpton has been able to annunciate his concerns.",
    "statement": "You <THINK> Mr. Sharpton makes the situation better or worse, the reverend (inaudible)?"
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Has she handled this well, knowing of your feelings for...",
    "statement": "Yes, I <THINK> she's handled it particularly <WELL> because it's <OBVIOUSLY> not easy."
  },
  {
    "transcript_id": "CNN-270062",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Can we go back up on the curb? Let's go up on the curb, folks.",
    "statement": "All right. This is a press conference that is just beginning, which we're expecting from Catherine Buckley, who has been updating us periodically from the Colorado Springs Police Department. <OBVIOUSLY>, the number of press there has been growing throughout the hours since this happened. She's have been coming out whenever she has now information and we're <HOPING> to find out <CERTAINLY> where this situation is. The last time she spoke to members of the media, there had been -- the shooting was active and there had been shots fired a minute she said before she came out to update reporters and let's listen as she begins."
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Well, one of reasons it's so dicey is also he's a master of propaganda. So we don't want to give him a forum to spew his -- his views to the entire world. And that's why I think your idea of massive American ground troops going in there is such a mistake. There's a lot of talk and this hackneyed phrase about the Arab street. But I think we can agree that the prize here is not Afghanistan, the parking lot we are bombing. It is instead Saudi Arabia, which is clearly what Osama Bin Laden wants to overthrow. He's -- he concerns the Saudi government much more than he should concern even Americans. Or perhaps even Pakistan, which you and Bill Richardson were talking about. We have got to worry about Arab public opinion as we wage this war, don't we?",
    "statement": "<WELL>, I would -- I would <DEFINITELY> agree with you that the -- that the war is larger than Afghanistan per se. I would <THINK> we would have to worry more <ABOUT> Iraq than we do Saudi Arabia, for example, but that <MIGHT> be a topic for another day. As to Bin Laden's propaganda machine, even more than his videotapes and his Western media appearances or his -- his, you <KNOW>, version of CROSSFIRE on Al Jazeera or whatever he has got going, there are things like the religious schools in madrasas that need to be taken down and eliminated. That's where the real source of anti- Western, anti-American hatred comes from. And that's one of the prizes to be won by moving in on the ground in Afghanistan and beginning to not reconstruct but to construct a country and a civil society there."
  },
  {
    "transcript_id": "CNN-95717",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It's been very hard. Very hard. But the Army has supported me, and my family and in-laws have been wonderful. And I couldn't have been this far without them.",
    "statement": "All right, we wish you <WELL>, Crystal Owen, whose husband died in Iraq back in October. And we salute you for your courage and your sacrifice on behalf of all of us."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "So, what about the movie do you take issue with, then, Dr. Christy?",
    "statement": "<WELL>, there's any number of things. I <SUPPOSE>, fundamentally, it's the <FACT> that someone is speaking <ABOUT> a science that I have been very heavily involved with and have labored so hard in, and been humiliated by, in the sense that the climate is so difficult to understand, Mother Nature is so complex, and so the uncertainties are great, and then to hear someone speak with such certainty and such confidence <ABOUT> what the climate is going to do is -- <WELL>, I <SUPPOSE> I <COULD> be kind and say, it's annoying to me."
  },
  {
    "transcript_id": "CNN-332326",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, overrule the President.",
    "statement": "And this is something I <KNOW> you've talked <ABOUT> a lot which is ultimately one of the big issues that we're missing in all of this is the conclusion by the U.S. Intelligence Community that Russia interfered in the 2016 election."
  },
  {
    "transcript_id": "CNN-284425",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, his supporters certainly believe he can fix North Korea. The challenge with Donald Trump, especially for those with foreign policy background, is that he really doesn't have any history that he can fix the problems that he says he can. Quite frankly, what is it he's going to talk about? He didn't give us any background. We need to know. People want to know, what is it he will say? Obviously, we want to believe that his focus will be keeping America's best interest in mind, but there's some concern if he even knows what that is. He doesn't have a strong foreign policy background.",
    "statement": "Yes, <CERTAINLY> a lot of people would love to be a fly on the wall for the conversation between Kim Jong-un and Donald Trump."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "could": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "We will pass the bill and then he can decide to veto it or not.",
    "statement": "Barney Frank, Chairman of the House Financial Services Committee, is the man tapped to craft the automaker bailout bill. According to a Democratic aide, the new bill will include a provision giving taxpayers an ownership stake in the automakers, raising the question of whether the government will demand reforms. A bill <COULD> be ready as early as Tuesday, <PERHAPS> $25 billion coming from the Wall Street bailout package. Money, Frank says is needed."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "absolutely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Go ahead, David.",
    "statement": "<WELL>, I came in to the Clinton administration and had to hire a lawyer because I had to testify and things that happened before I came to the administration. It was <QUITE> incredible. But what is, is their life has changed so much that I saw young person after young person in the Clinton years that I <THOUGHT> was very unfair to them. The system was very unfair who had to lawyer up. And I <THINK> that the Trump team is going to find a number of young people are going to be put into terrible situations in which I had though, you <KNOW>, they were just there. They were witnesses to whatever and will have to hire lawyers and is going to be a very expensive proposition. Jeffrey is <ABSOLUTELY> right <ABOUT> that."
  },
  {
    "transcript_id": "CNN-52631",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Gen. Amer Rasheed, thanks to you.",
    "statement": "Welcome back to our discussion of changing battle fronts in the war on terror. With us from London, Abdul Bari Atwan. He's editor and chief of \"Al Quds.\" Also from London, Nile Gardiner, a visiting fellow at the Heritage Foundation. And joining us from New York, Rabbi Marc Schneier. He's president of the North American Board of Rabbis. Nile Gardiner, let me begin with you and just ask you: you're President George W. Bush. You are waging this war on terror. Suddenly, the Middle East explodes and it <SEEMS> that all of the rules in the game have changed."
  },
  {
    "transcript_id": "CNN-134144",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Right now, what we have heard, the worst injury we have heard about was to one of the flight attendants, that flight attendant having a laceration on her leg. There were other cases of hypothermia, but, at this point, that was the worst injury we have heard about. And, if you can believe this, about third of that 155 people that were on that plane didn't have to go to the hospital at all. Some of them managed to get out of this wreck without even getting wet, if you can possibly believe that.",
    "statement": "David Mattingly for us tonight -- David, thanks very much. So many unforgettable stories coming from what <COULD> have been this incredible tragedy. A few minutes ago, you heard the voice of one of the survivors of flight 1549, Alberto Panero. He is with me right now, along with one of the very first responders, Brittany Catanzaro, a ferry captain for New York Waterway. And her boat was one of the very first on the scene. She helped rescue 24 people. And, boy, are we happy to see you both here right now."
  },
  {
    "transcript_id": "NPR-29756",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "NPR's Richard Harris tells us more.",
    "statement": "The one-two punch of heat and humidity is so serious, the military keeps a close eye on it and calls off physical activity when it gets too bad. Similar rules govern some outdoor workers as <WELL>. Howard Frumkin at the University of Washington School of Public Health says there's good reason for that."
  },
  {
    "transcript_id": "CNN-34159",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "No earthly way.",
    "statement": "There is at least one other eyewitness still alive. Albert Tyree was a radio operator on another B-26 that day. Now 80, and retired in California, he insists Johnson's plane turned <AROUND> long before the rest of the planes encountered enemy fire. (on camera): So you saw it turn <AROUND> and go back?"
  },
  {
    "transcript_id": "CNN-177558",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "It shows a level of, let's say, erratic outspokenness, which <MAY> be great in a campaign, but it's not great for someone who is running for president of the United States, representing this country."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The Democrats had nothing. And now they have less than nothing. And I think they're going to lose the 2020 election very big, including congressional seats because of the path that they chose. Now who knows where it goes. From what I hear, they're giving up. But what I say, I know them too well. They'll never give up. They'll go back into the room and try to figure something out. This whole thing has been honestly -- it has been collusion. It has been collusion with the media, it has been collusion with other countries, this has been a disaster for the Democrats. And I think we're going to win bigger than ever. Now I'm -- I'm going to West Virginia, one of the great states, a state that is doing -- if you look that percentage up, I think it is number one or number two in the country and nobody would have believed that. West Virginia is doing great. So I'm going to West Virginia. We did have a big case today. We won the asylum case in Washington, which, frankly, you should be asking about that because that is the real deal. I can't believe how nice you are today. Go ahead, give me a question.",
    "statement": "My question, Mr. President, is that you <KNOW>"
  },
  {
    "transcript_id": "CNN-334559",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What was the rationale?",
    "statement": "<WELL>, the rationale was they didn't <BELIEVE> it was relevant and we emphasized repeatedly that was not their determination to make and, of course, whether the administration knowingly made false statements <ABOUT> meetings with Russians is very relevant to our investigation, whether there were actions taken to impede the investigation, obstruct the investigation is also very relevant. So, it was a meritless objection but that was the least proffered reason why they refused to answer."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "One of the best books about the law ever written, certainly one of the best I ever read, \"Courting Justice\" by David Boies, subtitled \"From New York Yankees vs. Major League Baseball to Bush vs. Gore in 1997 to 2000,\" the career of an amazing, amazing jurist. David Boies, \"Courting Justice,\" why did you choose the law?",
    "statement": "A lot of reasons. I watched Perry Mason when I was a kid. It sounds silly now, but it was one of the things that first interested me in the law. Then when I got into high school and college, I saw that so many of our relationships are determined by the law: who we can marry, at that point you still have many laws that forbid interracial marriages, for example; where people go to school, you still had an era of segregation. There were so many areas where the law, I <THOUGHT>, was acting improperly or was discriminating against people. And there were so many places where the law helped people."
  },
  {
    "transcript_id": "CNN-270920",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "OK, this is stone which is a natural rock replaces the Southern Cross Constellation which is in that direction. Visible three months a year only. Not a whole year round like in Oshal (ph) in New Zealand. In here, three months a year only.",
    "statement": "So travelers coming here would be able to use this rock as a compass. The complexity of this place is breathtaking. From this point in the religious section, looking down to the valleys and across into the Andes one starts to see what an achievement it was to just build Machu Picchu. The stonework so precise, even ordinary buildings contain masterful construction. And here it stands, almost 600 years later, and <THINK> on. This <MAY> not be the only one."
  },
  {
    "transcript_id": "CNN-379091",
    "matched_terms": {
      "sort of": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Or the time or the medal or the location or the person or the event. It all needs to be in one. Come on.",
    "statement": "The most important thing that he loses is his ability to say if he was going to try and do this in a campaign and if he is, indeed, the nominee that Donald Trump is losing it, Donald Trump doesn't have a command of the <FACTS>. He doesn't have a grasp of the details. That ability to say that <SORT OF> goes out the window if Joe Biden is the nominee."
  },
  {
    "transcript_id": "CNN-139608",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "But here's something that we have not seen just yet. Granted, we're getting a lot of information from people inside Iran through the social networks and whatnot, also pictures and video that has been sent to CNN. But according to state-run media, it sounds like a lot of people are waiting now to hear from Mousavi. Because it seems like the call has been put out there that if these folks, these protesters are arrested, or if anything occurs, it is on Mousavi's shoulders.",
    "statement": "It is. And he <KNOWS> that. And the supporters, his supporters <KNOW> that. You <KNOW>, we've been talking <ABOUT> this since Ayatollah Khamenei spoke yesterday at Friday's sermon. Remember what he said. He, first of all, acknowledged the results of the election as final. He supported President Ahmadinejad, and he asked people not to demonstrate. So anyone showing up for these demonstrations is basically going against the command of the highest commander of the land. That alone is reason to be arrested. That alone is reason to be harassed by police. That's how they see it. Then again, you've been hearing that the request for a permit to demonstrate was not granted. So basically the government, the Iranian government set things up as to, if you show up for a demonstration, then you're likely to be arrested. Then Mr. Mousavi is likely to be held responsible for people's safety, and so forth. So basically the whole setup is towards that. But people did not care. Look at those images. People showed up. They're being fought with tear gas. They're being fought with ammunition."
  },
  {
    "transcript_id": "CNN-333877",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, Maggie Haberman reported that at \"The New York Times,\" people don't leave the White House when they're that close to the President after one day of some thing. It's something that's been talked about for a while, I believe.",
    "statement": "Just from a communications standpoint, why announce this then on the same day where the President has had this important meeting? I mean <MAYBE> the White House didn't like the way it turned out, and they wanted to switch attention. But you <COULD> argue it was an important thing that they would have wanted attention on."
  },
  {
    "transcript_id": "CNN-226367",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "absolutely": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Is that the fear? Do you fear are we next? I mean, what's that level of fear?",
    "statement": "Geographically, we're next. But I <THINK> mentally and from a security point of <VIEW>, a lot has changed in the recent 20, 23 years. Today, we're part of NATO. We're part of EU, so the security for the Baltic States is <ABSOLUTELY> different. And, it's not a problem for the Baltics. It's much more global. The whole Europe is seeing what Mr. Putin is doing. Its international community is following that, and of course, we're not happy <ABOUT> that."
  },
  {
    "transcript_id": "NPR-9673",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "guess": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "If your brother were here today to be able to see this, what do you think he would think?",
    "statement": "<WELL>, he would laugh himself silly, first of all, because he was a character. And he never - it <SEEMS> to me, now that I <THINK> of it, he always <THOUGHT> more of other people than he did of himself. And we learned today that he was not even supposed to be on the ship, that there was a death in the family of one of the sailors, and he was supposed to be on duty. So he took the place of the sailor who had a death in the family. So in essence, he gave his life for somebody else. And I <GUESS> all of us, if we had an opportunity, can ask ourselves the question and answer - would you be willing to give your life for a friend?"
  },
  {
    "transcript_id": "CNN-116443",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "apparently": "ungraded",
      "seem": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "I was like the register closest to the inside of Target, not the ones closer to the doors. The next thing I heard, people were screaming and yelling. And I look up and people were just running and crying. And I started to step out into the aisle. And like two people just like knocked into me, knocked me to the ground. And someone helped me up and said, you need to get out of here, someone's shooting. And then I heard like the third round of shots in the Target.",
    "statement": "Now what we can do by looking at some of the pictures is show you how this story preceded, <CERTAINLY> at the shopping mall. Go ahead, Claude, if you've got some of those pictures. And you'll see just outside that cafe that we mentioned. You see each one of those markers right there? Each one of those markers is put there because there are casings that have been fired either by the subject, this <SUSPECT> that police have been talking to us <ABOUT> tonight, who <SEEM> for no reason that we <KNOW> yet, to have gone in this mall and started shooting at people, or they're police officer casings, because they, according to witnesses that we have talked to, tried to shoot back at him. And he was, according to police, in <FACT> shot dead. We don't <KNOW> exactly where, but that's part of the investigation. Now we also have shots of the mall and the Starbucks cafe. Let's see if we can get that one up. And you'll see the area where the first original shooting took place. All right, you see the atrium there of the mall. You see the beginning or the opening of the mall? Now look just to the left. And you'll notice that some of those window panes are missing. In <FACT>, we're going to zoom in on it for you in just a little bit. And you'll be able to see it. That's where we're being told the original shooting took place, just outside that Starbucks cafe that you're looking at right there. Original report was that there were actually people inside the Starbucks. Now we don't <KNOW> if they were shot, ended up taking cover there. Two of the bodies that were recovered <APPARENTLY> in that area. We're going to be talking to officials, who have been trying to bring us up to date and others in the media throughout the day of what's happened. It's very much a confusing story. Tony Sanders is the police information officer for the area of Kansas City. He's good enough to join us now to bring us up to date on what's going on. Officer Sanders, thanks so much for being with us, sir."
  },
  {
    "transcript_id": "CNN-178959",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Me and Joran, we were together at that time. And it definitely was a conversation that came up, that he had received an e-mail from them. So I believe you can`t -- it can`t be extortion if someone throws a line at you first, I believe.",
    "statement": "You <KNOW> here`s what I want to ask you, and a lot of people want to ask you this question. You <KNOW>, Joran confessed to being responsible for the disappearance of Natalee Holloway. There were many versions, but there was a taped response where he confessed. He wants to plead guilty now for killing, and his confession is dramatic, what he did to Stephany Flores. Doesn`t it concern you at all to be his friend because you <OBVIOUSLY> do, and you trust him?"
  },
  {
    "transcript_id": "NPR-40071",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Eleanor, does the worst seem to be over?",
    "statement": "<WELL>, that is what they're saying, Renee.  Despite some isolated      incidents <AROUND> France, a lot of the hardest hit Paris suburbs are      saying it was a return to normality last night.  But at the same time,      they're keeping the high level of security because we're coming up on a      three-day weekend here. It's November 11th, Armistice Day.  There's going      to be no school and officials are expecting that there <COULD> be more      trouble coming up on the weekend."
  },
  {
    "transcript_id": "CNN-28890",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "There are a lot of people who live by the river, and we don't want them to have to leave their homes or their businesses, as you see.",
    "statement": "Keep in mind, across the Mississippi in Rock Island, Illinois, a flood wall is keeping the river at bay. But the Davenport, Iowa side is a different story. In the mid-1980s, the community made an aesthetic decision to keep the river more open and not build a barrier. Most of the time, Davenport residents like the river <VIEW>, but now..."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And it's mean. It's just mean-spirited. Anybody listening to this program knows that you hate gay people. Why don't you just admit it?",
    "statement": "Because I have a different point of <VIEW>, I've got to be a hater?"
  },
  {
    "transcript_id": "CNN-86728",
    "matched_terms": {
      "believe": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "That's right, Anderson. Senior government sources tell CNN that the stream of intelligence actually revealed more than the five targets that we've heard about. Sources describe them as financial targets. A Homeland Security official acknowledges there were a number of what he calls minute mentions without any details, but he would not elaborate.",
    "statement": "With enhanced security in place <AROUND> the named targets, counterterrorism officials <BELIEVE> al Qaeda conducted surveillance inside the five buildings, some of it done within the last few months."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You've been aware of that for some 20 years, 25 years? Is that fair?",
    "statement": "That is one possibility of what <COULD> happen. Yes."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Wolf, you know, right here, I think there's some sort of blind optimism. Everyone here knows Harry Reid and other Senators are saying they're getting closer to a deal. We have the White House meeting at 3:00. Traders are certainly crossing their fingers. Another thing you have to remember it is technically a holiday. Banks are closed. The bond market is closed. So the number of trade taking place is muted. Futures had triple-digit loses and now we're in the green right now. Also another thing is that traders I've spoken to downstairs say, from what they understand, even if October 1st comes and goes, we may not technically run out of money until the end of the month. They know there is some wiggle room. They're just not sure how much. Another thing a lot of people have been asking me is, how do you as an investor handle this degree of uncertainty. The best thing is to avoid panic buying and selling as we get closer to Thursday. In this kind of climate, especially when you're seeing one minute in the red, one minute in the green, I think it's very important that investors think long term. People are saying if we make it out in one piece, we are likely to see a rally. And also, in the consequence of the shutdown, people are saying the Fed is going to continue stimulus. That's keeping investors very calm -- Wolf?",
    "statement": "The market's up <ABOUT> 25 points as you're speaking right now. We've been showing our viewers. Zain, thank you. We've heard from lawmakers. Now we want to hear from you. After the break, we're heading to the west coast. We'll hear some Californian, what their messages are to Washington."
  },
  {
    "transcript_id": "NPR-26364",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Great movie. The modern version of that story often has the roles flipped with a young woman coming home from war. Women now face the same problems as men - injury, post-traumatic stress, a tough time returning to civilian life.",
    "statement": "And American society is adjusting to the idea of a wife or a mother coming home from battle. In the second part of our series <ABOUT> female combat veterans, NPR's Quil Lawrence visits a family where a husband is the one who stays home and a mother goes off to war."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think some people who are reading these magazines and buying them as they check out from the grocery stores may not care about the ethics of journalism.",
    "statement": "We talked to one magazine expert who says no one gives a hoot who says what in these magazines. The appetite is just so insatiable right now for anything celebrity that one more magazine added to the plethora of magazines that are already out there, is actually going to <PROBABLY> do very <WELL>."
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes, she was an adult. But can you really call that consensual when you're talking about an intern in the White House. Now this would be held to a completely different standard.",
    "statement": "Yes, and you did have sex with that woman and you never apologized. And you <KNOW> what? He owes her an apology. He owes her an apology then and he owes her an apology now. And for him to sit there and say, I did make an apology publicly, come on. I mean, that wouldn't even be acceptable today and it <SHOULD> not have been acceptable then. His book is \"The President is Missing\", that's the title of his book. What's missing is empathy, honor, an apology, those are what's missing."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Your honor, I would like to publish to the witness and the jury state's exhibit 47, 79 and 80.",
    "statement": "You <MAY> publish."
  },
  {
    "transcript_id": "CNN-216049",
    "matched_terms": {
      "about": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "All right. Thank you very much, Jim Sciutto. Our sixth story OUTFRONT is a police beating caught on the tape. The Atlantic City mayor is asking for investigations, into allegations of specific force by the Atlantic City Police Department -- and I want to warn you, because we've looked at this video because it's actually disturbing. In it, you're going to be able to see a 20 year old man, Daniel Castellani in altercation with five police. He was kicked out of a casino called the Tropicana for being under age. But what prompted this altercation that turned so horribly violent? Jason Carroll is OUTFRONT with the investigation.",
    "statement": "Surveillance video shows what happened minutes after the Tropicana Casino kicked Connor Castellani out for being under age. The 20-year-old is surrounded by at least five Atlantic City police officers in the early morning hours of June 15. His hands behind his back and then, he empties his pockets. Minutes later, he walks away. It all <SEEMS> fairly routine. Castellani crosses the street, yelling at police. One minute later, still yelling, officers still holding back. Then <ABOUT> 1:40 into it, officers have had enough. It takes four officers to wrestle him to the ground. For the next 45 seconds, they knee and strike Castellani with batons, as they try to handcuff him. A fifth officer arrives."
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "... because she has such memory of the entire attack. She said there was like, you <KNOW>, two seconds where you don't recall what exactly happened."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "And the heat will help you stretch your body, will help you stretch your -- it's like a blacksmith. You try to restructure your body. In cold, you brace your body. It's like we, how do you call that, still? If you want to modify still you have to heat it up and then slowly you modify it. And with your body it happens the same.",
    "statement": "And although Bikram <MAY> be considered a good form of group exercise, participants are really encouraged to listen to their own body."
  },
  {
    "transcript_id": "CNN-118327",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Los Angeles County faces an even more dramatic projected shift. The white population shrinks to 1.6 million, while Hispanics swell to 8.4 million. Put another way, L.A.'s Hispanic and Asian population is expected to double by 2050, while the number of whites and blacks will be cut in half. Hispanics will outnumber whites more than five to one in Los Angeles, two to one statewide. (on camera): Some urban planners say that's a good thing, arguing aging Baby Boomers will benefit from higher Hispanic birth rates and immigration. Those young people will presumably help support boomers in retirement from paying Social Security taxes to buying their homes. Casey Wian, CNN, Los Angeles.",
    "statement": "Imprisoned former Border Patrol agents Ignacio Ramos and Jose Compean will finally and finally have a congressional hearing on their prosecution. Senate and House committees will hold hearings on their prosecution. The Senate hearings will begin Tuesday, lead by Senator Dianne Feinstein. Former agents Ramos and Compean have been in prison since January 17th for shooting and wounding an illegal alien drug smuggler, given immunity to testify against those agents by the Justice Department. Now one hundred members of Congress, 95 Republicans, only five Democrats, are co-sponsoring Congressman Duncan Hunter's legislation calling for a congressional pardon for these agents. One of the agents' top supporters is Congressman Dana Rohrabacher of California, and he and Lou Dobbs spoke <ABOUT> Tuesday's hearing."
  }
]