[
  {
    "transcript_id": "CNN-219262",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There is a segment of the population who does enjoy -- would enjoy seeing that, who would scuba dive with that and that would be my husband.",
    "statement": "When he posted the video, sorry <ABOUT> the bad angles, but I was busy freaking out. That was a more dignified way, the way I said it."
  },
  {
    "transcript_id": "CNN-323172",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You know, listening now, we hear that he was actually out there gambling just up to the days, the few days before he went and shot all of these people. How does that factor into his profile, the fact that he`s still out there gambling? For what purpose?",
    "statement": "<WELL>, let me just tell you this guy is a risk taker. Gamblers are risk takers. And he`s a thrill seeker. And so this was a lead-up. This <<PROBABLY>> building up his courage to do this. He`s making up his mind that he`s going to carry out this plan, which he has to <KNOW> is going to end in his violent death. He knows that his name`s being used for the hotel room. He`s not hiding who he is when he walks in and out of the room. There`s going to be no <QUESTION> that he did this. So I <<<THINK>>> this was the last big thrill-seeking event for him. He went out with a huge bang. And it`s really disgusting that this is how he decided he <WOULD> prove his superiority over other human beings."
  },
  {
    "transcript_id": "CNN-242050",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, my goodness. That is an unmanned rocket exploding seconds after liftoff in Virginia Tuesday night, then crashing down onto the launch pad into a ball of flames. The privately built rocket was carrying some 5,000 pounds of supplies and experiments to the -- equipment, I should say, to the crew on board the International Space Station. We are following the very latest for you from all angles. We begin with CNN's Tom Foreman live in Washington for us. Tom, what is the latest?",
    "statement": "The latest is that the officials of this company, Orbital Sciences, were up looking at the telemetry from this rocket from the moment this happened and pretty much <ALL> night. They're looking at electronic signals coming off this rocket, <ABOUT> its force, its altitude, its attitude, its speed, the temperature, everything they can to see if there are any signs in the numbers <ABOUT> where things started to go <WRONG>. And at this hour, investigators are spreading out to the marshes there in coastal Virginia trying to pick up <EVERY> piece they can to put it back together and solve this mystery."
  },
  {
    "transcript_id": "CNN-3564",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "\"The Iron Giant\" is a little bit more guttural -- Human!",
    "statement": "OK, the 32-year-old actor's next project, \"Knockaround Guys,\" also features Dennis Hopper and John Malkovich. And we will have much more SHOWBIZ in a moment, so please, don't go anywhere. Tomorrow, horny alien and Garry Shandling wants to no if Earth girls are easy in his new film \"What Planet Are You From?\" And a new MTV hip-hop variety show, \"Ed Sullivan\" for the rap generation."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We have to take a break. We'll be back in a moment.",
    "statement": "We are back with a couple of Internet questions. Let me <TAKE> that one off the screen, I <<<THINK>>>, first, and the <QUESTION> is, and this <<PROBABLY>> better directed to Lucinda: \"What will Hillary Clinton do if she loses?\""
  },
  {
    "transcript_id": "CNN-279934",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I was just going to ask you that. So this begs the question, why didn't they arrest these guys before or look for them before?",
    "statement": "It was a fast moving investigation. We understand that when they went into Reda Kriket's apartment in Argenteuil on Thursday, this is being reported by \"Le Monde's,\" other French media, they found documentation and evidence which then allowed them to roll up other members of his network in Europe. Reda Kriket, another associate of Abdelhamid Abaaoud, this Belgian ringleader behind the Paris attacks, and we <KNOW> from the interrogation of French ISIS recruits who were arrested on their way back from Syria that Abdelhamid Abaaoud was trying to launch a string of attacks against Europe. He was providing hands-on training to these recruits in Raqqa. Syria, in public parks and apartment buildings, and he was also instructing them how to communicate with each other securely and communicate back to ISIS' Raqqa HQ security as <WELL> through encryption apps and also through sharing these encrypted messages on password protected sites which <ONLY> they knew the password of."
  },
  {
    "transcript_id": "CNN-291096",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We are trying to figure out are we doing things the right way because we are not in this trade. We're pretending to be in this trade.",
    "statement": "So that's why we needed to learn more <ABOUT> the illegal international arm's market."
  },
  {
    "transcript_id": "CNN-373093",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "-- which is, \"Oh, I asked him not to endorse me.\" And yet they are putting out these tweets with best friend bracelets of the two of them. However, Donald Trump did not endorse Mike Pence recently in an interview, either. And I doubt that he would say it was because there was something going on in the brain and there was a big secret about it. There are a lot of reasons why Barack Obama might not be endorsing Joe Biden and it is very in keeping with how President Trump has planned on going at Joe Biden.",
    "statement": "But, you <KNOW>, David, it is interesting though that -- I mean, the President does have a remarkable ability to <<KIND OF>> zero in on something, in this case, you <KNOW>, Joe Biden's statement that he told Obama -- he asked Obama not to endorse him, which is just, you <KNOW>, it's hard to <<IMAGINE>> that is actually true. But the President <<KIND OF>> zeros in on things which, you <KNOW>, he has a point there and then -- I mean, he <OBVIOUSLY> is now taking it to a medical issue and <STUFF>. But, it is <<KIND OF>> one of the skills that he has to <<KIND OF>> hone in on a weakness and make the most of it."
  },
  {
    "transcript_id": "CNN-38622",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, Leon, the numbers last year were 84 total attacks in the world, 53 in the United States, and summer's winding down here in the U.S. So, actually, we're either having an average year or a slightly less than average year.",
    "statement": "That <WOULD> <<PROBABLY>> surprise very many people who have been watching and reading press reports <ABOUT> what's been happening on the nation's beaches. Florida has seen a ton of them, there's like 28, I <<<THINK>>>, we've seen in Florida. But, <NEVER> before have we seen one in Virginia. Have you ever seen an event like this happen that far north?"
  },
  {
    "transcript_id": "CNN-248936",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That was pretty much my takeaway as well, Brooke. But make no mistake. There is a disagreement here between this White House, between President Obama, it seems, and Angela Merkel. The president wants to keep this option on the table. He wants to consider this idea of sending defensive weapons to the Ukrainians. And Angela Merkel said, once again, during this press conference, that she does not see a military solution to this conflict. She sees a diplomatic one. But you heard there, and perhaps we have to lead this to diplomatic translations here, but she said one further attempt to talk and sit down with Vladimir Putin. She didn't say it was one last attempt or one final attempt. She said one further attempt. So the question becomes for the United States and for some impatient lawmakers up on Capitol Hill, if Angela Merkel and Francois Hollande go to Minsk on Wednesday, sit down with Vladimir Putin and the Russians continue to play games and there isn't a peace deal for Ukraine, what happens next? There's going to be a lot of pressure on this White House to go ahead and provide those weapons to the Ukrainians and the president might not have a whole lot of reasons at that point to say, no, no matter what Angela Merkel says -- Brooke.",
    "statement": "We wait to watch and see <ABOUT> this further attempt. You <KNOW>, another issue that came up in this news conference, Jim, was the negotiations with Iran to end its potential for having some <<SORT OF>>, you <KNOW>, nuclear weapon. A March deadline for a nuke deal, that's fast approaching. What did the president say <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-109614",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "But still, that's not a great comparison, you know, clearly we didn't know much about really what was going on inside Iraq at all.",
    "statement": "Yes, there's reason to be humble based upon the information and intelligence that are available to us. But based upon the information that we do have, it suggests that Iran's program is <RATHER> sophisticated and <<PERHAPS>> more advanced than we initially anticipated."
  },
  {
    "transcript_id": "NPR-44227",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "BOB MONDELLO reporting:",
    "statement": "It's early morning at the Central Park Zoo.  The animals are just waking      up, and the star attraction, Alex the Lion, is much more excited <ABOUT>      the arrival of a human audience than, say, Marty the Zebra is."
  },
  {
    "transcript_id": "CNN-53608",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "What do you think?",
    "statement": "Not <QUITE> the same."
  },
  {
    "transcript_id": "CNN-326609",
    "matched_terms": {
      "absolutely": "ungraded",
      "must": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "(David) thank you and of course his nickname is the crocodile so we will wait and see how that plays out. Now Roy Bennett was a Senior Official in the movement for Democratic change, the opposition party led by Morgan Changerai. He's a farmer by trade Bennett was imprisoned and his farm was confiscated by Mugabe's government, and he joins me now by Skype from Exile in Zambia. Mr. Bennett welcome, I mean you must be personally thrilled beyond what you see politically developing in your country?",
    "statement": "<ABSOLUTELY> Christiane and by the way most of it was my Father Dzingirai. <ABSOLUTELY> unbelievable things <MUST> go to the millions or thousands <<MAYBE>> tens of thousands of people that have sacrificed for this moment they're at."
  },
  {
    "transcript_id": "CNN-159936",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, it's 9 a.m. on the East Coast, 6 a.m. out West. Here's some of the stories that have us talking this morning. A riot inside an Arizona prison has sent eight men to the hospital, <ALL> of them inmates. It erupted yesterday in the lunchroom of the Red Rock Correctional Facility in Eloy, Arizona. The prison is a private facility. National health officials say some alfalfa sprouts are to blame for a salmonella outbreak in 15 states and the District of Columbia. At least 89 people have gotten sick so far. Almost a quarter of those people had to be hospitalized. And -- and this is the scene this Christmas in Bethlehem, where Christians <<<BELIEVE>>> Jesus Christ was born. Tens of thousands of people flooding into that town for the celebration of religious history. <WELL>, we begin this morning with, if you're boarding a flight this holiday season, you'll want to <KNOW> <ABOUT> this latest terror concern. The Transportation Security Administration wants air travelers to <AVOID> carrying those insulated beverage containers. That means things like thermoses and plastic coffee mugs. The TSA says that terrorists <<COULD>> try to hide explosives inside the thick walls of those containers. And if you're carrying one through a security checkpoint, be prepared for <A LITTLE> extra scrutiny. <WELL>, YouTube viewers got a narrated tour of potential security flaws at San Francisco's airport, courtesy of an airline pilot and his cell-phone video. But now that whistle-blower is in trouble with the TSA."
  },
  {
    "transcript_id": "CNN-86510",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "probably": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Jamie, if there is no relevant information here, what's the intent on putting them out now?",
    "statement": "<WELL>, there was some suspicion that something nefarious had happened to these documents because they covered a part of that disputed <PERIOD> and they couldn't be found. The Pentagon insists it was just an honest clerical mistake but it doesn't actually settle the <QUESTION> because it does show, as we pointed out, that there's a five-month <PERIOD> where Bush doesn't <SEEM> to be reporting. On the other hand, if the argument is did he fulfill his requirement, the records also show he <MAY> have done that. The <QUESTION> is was he as diligent as he <SHOULD> have been in reporting for guard duty and that's something that's <<PROBABLY>> going to end up being a political debate."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "If it was me and my wife was missing, I would be going out of my mind. And he just sat there with this blank stare on his face and said well, the police are dealing with that.",
    "statement": "Meanwhile, we`re left to <WONDER> why law enforcement has put the cabash on sealing the search warrant affidavits. <<COULD>> this lead to more speculation <ABOUT> what`s in them? More of what we do <KNOW> in a moment, but first, back to my <EXPERT> panel: prosecutor Robin Sax; forensic psychologist and attorney Brian Russell; police detective Steve Rogers; and joining me now Michelle Sigona, investigative reporter and founder of the Web site MichelleSigona.com. Michelle what`s the latest?"
  },
  {
    "transcript_id": "CNN-14504",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think you are onto something there, Mary. And I think that one of the things that changed over the years is the demography of the press. The people we're watching covering these elections are not typical Americans, they are not typical anything. The anchors are millionaires, and the reporters make many hundreds of thousands of dollars a year, and they're not part of any cohort demographically that makes them typical. When you look at the old- timers and when you look at Jack Germond, who looks like me, you know, chomping on a cigar and having -- I mean, he represented the average person in Baltimore who read his column. And today with the meganetworks -- and you are right, Mary, and I thought about this last week, at one convention, I don't know whether it was '76 or '80, I realized that in order to cover the conventions successfully, you had to be a TV star, you had to be a network star, you had to have that all-purpose convention floor pass just like you were covering The Rolling Stones. And I realized it had become the business of celebrities covering celebrities, and it's one of the things that the old-timers are bemoaning. There was a column last week that Jack Nelson says this is his last one, and Jack Germond said this is his last one, because you can't just cover these things anymore, which meant hanging out and having a beer.",
    "statement": "<ALL> right, <WELL>, Jerry, I <<<THINK>>> you're a lot -- You <KNOW> what? I'd hang out with you anytime for a beer. You are a lot more handsome than Jack Germond. Thank you for joining us. Michael Medved, still holding his audience despite this decrease in political -- <ALL> things political. Thank you both for joining us. And when we come back, Robert Reich and I will give our closing comments on -- Is it politics? Is it the media? Is it you? Who is it? Stay tuned."
  },
  {
    "transcript_id": "NPR-40010",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "By their nature, bicentennial events occur only every 200      years. So there's really no model for this.",
    "statement": "And Mayor Gray hasn't <GIVEN> up <HOPE> yet.  He thinks the city's      investment will pay off in the long run.  Gray believes tourism will be      part of the city's new economy, which has been struggling recently, even      if the Lewis and Clark event wasn't the catalyst he hoped it <WOULD> be."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "best": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "unlikely": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm sure that is the case. Michael Okwu reporting for us from this tragedy in New Jersey. One tragedy after another. We are going to take a break. Our special coverage continues. When we come back, we may have an identity to share with you on one of those victims of the shooting at Los Angeles Airport earlier today. We may have that for you. Coming up, a news conference. And the news conference with Governor Gray Davis gets under way right now.",
    "statement": "First of <ALL>, I want to thank Captain Mossler (ph) for allowing me to work out of his office and set up a mini command center. My wife and I were -- sweetheart? -- were cleaning up the beach at Playa Vista when we got word of the events at LAX. Let me just say at the outset that I am saddened and outraged by these shootings, but I am impressed with the professionalism of the security personnel at the airport and at El Al. They, <<APPARENTLY>>, acted extraordinarily quickly and saved additional loss of life. I want to inform you that I talked to Mayor Hahn <ABOUT> an hour and a half ago to offer any additional state assistance we <<COULD>> provide. As you <MAY> <KNOW>, the L.A. Airport police asked that the highway patrol provide perimeter defense at LAX, which they're currently doing. I spoke to Governor Ridge just a few moments ago to brief him on what's happening. I told him, in the judgment of Rich Garcia, the agent in charge from the FBI with whom I just spoke, that this is <<PROBABLY>> an isolated incident. But the FBI's not going to rule anything out until their investigation is complete, and, <OBVIOUSLY>, that investigation is just beginning. As for the accident in San Dimas, as <BEST> I can tell, there were two maydays radioed from the small plane to the airport. So, clearly, this was a mechanical problem, very <<UNLIKELY>> to be having anything to do with a -- any plot or -- against anyone. We regret the loss of life and the injuries that have occurred there and thank the emergency service personnel for their professionalism there. The last <THING> I want to say is that I can assure the people of California that there are more law-enforcement officials on duty today than has ever been the case, and this is <WELL> before the incident at LAX. I <WOULD> encourage them to go on with their Fourth of July plans. We're going to continue with our plans, and, later this evening, we'll be Los Alamitos celebrating the Fourth of July with the public and with the National Guard as they open their base to the public, and I <WOULD> encourage them to continue on with their celebration. This is America's birthday. This is the strong -- America is the strongest force for freedom the world has ever known, and we are doing everything humanly possible to keep people safe. So please continue with your celebration. Yes, be on alert, and if you see something that looks odd to you, let the police <KNOW>. But, otherwise, be assured that local and state and federal law enforcement are doing their job to protect you."
  },
  {
    "transcript_id": "CNN-391447",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right. And so that was going to be my next question, because the numbers are still relatively small. And I'm sure viewers, that's going to be their main concern. Could they be at risk? What would you say to those people asking that question?",
    "statement": "<WELL>, it's very early still. And I'm going to show you some numbers that I <<<THINK>>> <MIGHT> contextualize this <A BIT>, Hala. Going back to SARS and comparing to now, the reason we talk <ABOUT> SARS so much, by the way, is that it's the same family of virus. SARS was also a coronavirus. But look back. At the end -- <<SORT OF>> end of the outbreak in 2003, there were <ABOUT> 5,300 cases of SARS in China. There's already, as you mentioned, over 6,000 cases but there are fewer deaths. So the -- what we call the fatality or mortality ratio is lower now, as compared to SARS. These numbers are early, the numbers will <CERTAINLY> <CHANGE> a lot. But when you hear <ABOUT> significant spread, Hala, you see a lot more people who contract the virus. If the number of people who have died does not go up <<SORT OF>> in an equivalent ratio, what that <MIGHT> mean is that there's a lot of people out there who are getting this infection, but either have no symptoms or very minimal symptoms. So it's a good news-bad news situation. You don't want this to spread, <OBVIOUSLY>, but if it's in tens of thousands of people and not that many people have died from that, the fatality ratio will come down dramatically. I <ALWAYS> mention -- and I <<<THINK>>> you and I have talked <ABOUT> this in the past, but -- the flu in the United States for example, flu has killed over 8,000 people, 8,000 people have died of flu, <OBVIOUSLY> a much bigger number but it's something that we're more familiar with and have recognized for a long time, <OBVIOUSLY>."
  },
  {
    "transcript_id": "CNN-260672",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I mean, look, you've seen high-profile Republicans trying to get higher profile because of Donald Trump and get on that stage, you <KNOW>. You have Lindsey Graham destroying his cell phone. You have Mike Huckabee talking <ABOUT> Iran and the candid holocaust. I mean, you have Ted Cruz going after Mitch McConnell on the Senate floor."
  },
  {
    "transcript_id": "CNN-389181",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thank you. Everybody - by the way, everybody was saying last year, it's 2020 coming up YOU'VE got to get Barbara Walters. And I e- mailed Cheri, I think, the day after we got off the air. I go, we have to do something this year.",
    "statement": "I <KNOW> and we ended up doing--"
  },
  {
    "transcript_id": "CNN-330169",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Then a serious idea from the president that gets some laughs.",
    "statement": "<<MAYBE>> <ALL> of you <SHOULD> <<<THINK>>> <ABOUT> a form of going back to earmarks. Because this system --"
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You may.",
    "statement": "Have you located the entry for the week ending -- let me <<<THINK>>> -- 20?"
  },
  {
    "transcript_id": "CNN-165511",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Wow.",
    "statement": "So it's going to be a slow start to spring, for <<<SURE>>>. You <KNOW>, it's interesting, Fredricka, parts of the plains states and North Dakota, this has been such a snowy winter. They've actually seen 83 inches of snow so far."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Forgive me.",
    "statement": "... were you aware of complaint <ABOUT> treatment of prisoners of war made by Ambassador Bremer?"
  },
  {
    "transcript_id": "NPR-1866",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I think he's going to be regarded as a remarkably effective secretary of defense. And he is helped by the fact that his predecessor, Donald Rumsfeld, is now regarded as one of the worst in history. But he came into a situation where we were not doing well in Iraq, and we had lots of problems in Afghanistan, and I think he has managed both to turn things around in Iraq -not leading to victory, but allowing us to get out finally. And he has managed to ride herd in a sensible way on the military and on the Pentagon itself, which is probably the world's most difficult bureaucracy to manage.",
    "statement": "Nobody performs 100 percent. He wasn't right <ABOUT> <ABSOLUTELY> everything, but I <<<THINK>>> overall, his tenure was mature, realistic and sensible. And I <HOPE> most Americans will read that final speech and <TAKE> a lot of what he had to say to heart."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, potentially, he could survive this.",
    "statement": "<WELL>, again, he's the governor. He was duly elected. To me, the issue isn't whether he survive. The issue is that we need -- we shouldn't have this type of atmosphere, and you <KNOW>, <AROUND> the governor's office."
  },
  {
    "transcript_id": "CNN-106539",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think that everybody just wants to know what the baby of Brad Pitt and Angelina Jolie is going to look like.",
    "statement": "<WELL>, with their genes, we can bet it won`t be ugly. The birth heard round the world happened at this private hospital, called The Cottage, and now SHOWBIZ TONIGHT can confirms that Angelina underwent a C- section and that Brad and Angie`s L.A.-based obstetrician was flown in for the birth. He released this exclusive statement to \"People\" magazine saying, \"Angelina underwent a scheduled cesarean due to breech presentation. The baby was a healthy seven pounds. Brad was with Angelina in the operating room the entire time and cut the up umbilical cord of his daughter. The surgery and birth went flawlessly.\" To show their gratitude, the couple donated $300,000 to Namibian hospitals to help rebuild maternity wards. Not <ALL> Namibian parents are fortunate enough to give birth in a private facility like Brad and Angelina. SHOWBIZ TONIGHT can tell you that most people rely on state-run hospitals. Namibia has one of the highest infant death rates in the world, 48 deaths occur in <EVERY> thousand births. U.N. goodwill ambassador, Jolie and boyfriend Brad decided to have their baby in Namibia to draw attention to the area. Still, security for the star couple was extremely tight."
  },
  {
    "transcript_id": "CNN-84145",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let's talk about the risk the U.S. troops are up against in Fallujah. You've got bobby traps. You've got snipers. You even have guerrillas now move going through secret underground tunnels. How do U.S. troops fight in these conditions?",
    "statement": "<WELL>, in this situation, not unlike Israel, in this case, it's almost <A LITTLE> more different, the reason why is because Iraq is surrounded by the possibility of having insurgents joining their ranks from <EVERY> different direction. So, for <EVERY> moment we're not fighting them, they're getting stronger. What needs to happen in order to successfully control the situation is we <NEED TO> go in there and we <NEED TO> use the most amount of human intelligence to be able to define exactly where these people are. With counterterror, the ability is to be able to see the terrorists and then either capture or neutralize the terrorists. You can't see that from the sky. You can't see that from anywhere except your own eyes. You <NEED TO> go in. It's very dangerous, but you <NEED TO> focus on looking, on making <<<SURE>>> that where you're going to be firing is accurate. And it has to be done very, very aggressively."
  },
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "sure": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "Good morning, Chris. Quite an extraordinary situation here. The president angrily lashing out at Steve Bannon for trashing the president and the first family, using words like \"treasonous.\" The president's lawyers even calling on Bannon to stop talking, despite the fact that at least some of the things he's quoted as saying have been said by Democrats for months.",
    "statement": "President Trump's lawyer threatening imminent legal action against Steve Bannon, accusing the president's former chief strategist of defamation and arguing that he violated a nondisclosure agreement when speaking to the author of this bombshell new book. Excerpts published in \"The Guardian\" quote Bannon suggesting that Donald Trump Jr., Jared Kushner and Paul Manafort have been treasonous and unpatriotic for meeting with Russians promising dirt on Hillary Clinton at Trump Tower in 2016. Bannon also <<REPORTEDLY>> saying that the chance Don Jr. did not walk these jumos up to his father's office to the 26th floor is zero.\" A claim that runs contrary to the administration's longstanding position."
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I love the water and I love the ocean. I love to dive. I love to snorkel. I used to do a lot of spear fishing. And I love being a beach boy and a lifeguard.",
    "statement": "Walsh <MAY> have been carefree but he was also in control. He was ready to <TAKE> on the world. By 1971, the self- described hell-raiser was married and working as a marketing executive in the hotel business."
  },
  {
    "transcript_id": "CNN-233828",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We don't want your unhealthy people coming here making our kids and my wife and my mother and father sick.",
    "statement": "And there are some health concerns from those three busses stopped Tuesday in California. The National Border Patrol Counsel confirms, of the 136 immigrants screened, ten children are now at local hospitals for unknown ailments, and seven additional kids are quarantined with active scabies. The White House said today the public health risk is just one challenge they're devoting resources to."
  },
  {
    "transcript_id": "CNN-203177",
    "matched_terms": {
      "certainly": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And I think we really got a look into what the jury may be feeling and thinking, with their questions, 200-plus questions. Do you think that rattled Jodi Arias on the stand?",
    "statement": "Oh, I <<<THINK>>> it had do. I <<<THINK>>> she <WOULD> be back in her he cell rocking in a fetal position over that break where she is, the questions, echoing in her mind. Why <SHOULD> we <<<BELIEVE>>> you now when you have lied so many times before? How can you remember intimate details of sexual encounters but you can't remember stabbing somebody 29 times? These questions were hostile. They were sarcastic. They were almost rhetorical. And <CERTAINLY> they gave us an insight into the soul of these jurors. They are not buying her act."
  },
  {
    "transcript_id": "CNN-262011",
    "matched_terms": {
      "allegedly": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think they match up great. I'm a job producer. I've had a great record. I haven't been involved in plagiarism. I think I would match up very well against Biden.",
    "statement": "That is what he told conservative radio host Hugh Hewitt. He is here tonight and one of the moderators of the next debate right here on CNN. Plus, the year of the outsider from Donald Trump to Bernie Sanders. We're going to talk to Dan <RATHER> and Frank Bruni. And also this exclusive story that will shock you. A Texas woman is pulled over by police and <<ALLEGEDLY>> strip searched right in the middle of a gas station parking lot. And you won't <<<BELIEVE>>> why. But I want to begin with the day in Trump. Donald Trump just released a new no holds barred campaign ad targeting President Obama as <WELL> as Hillary Clinton and Bill Clinton. <TAKE> a look at it."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Well, the problem with that is, you push Arafat into the camp of the extremists. You push Palestinians, normal Palestinians, and I've got to again reiterate that the majority of the Palestinians in the West Bank and Gaza, the majority of Israel want out of this. They are sick and fed up of the violence. If you isolate the leadership of the PNA, then what you're doing is taking the moderate Palestinians living in the West Bank and just pushing them over the edge. So we have to be very careful how we pursue that policy.",
    "statement": "When I asked his majesty <ABOUT> Israeli Prime Minister Sharon's comment this week that he wished Arafat had been killed years ago, the King said that national leaders <NEED TO> remember that no matter what their personal feelings, their actions affect ordinary people and right now, he said people on both sides in this conflict are in a state of desperation. Up next, who to <<<BELIEVE>>> in a <CRUCIAL> debate over mammograms. This is NEWSNIGHT."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Mr. Secretary, can you review for us your assessment of the terrorism situation in Yemen? Who operates there? Who concerns you? Do you see Osama bin Laden and his network as being active in Yemen right now? And do you have any reason to believe that his network or associates could be involved in this incident?",
    "statement": "<WELL>, we really don't have enough information to make any judgments at this point. We do <KNOW> that terrorists are operating throughout the region, not just in Yemen but throughout the entire Middle East. It's pretty fluid. There are various groups who move in and move out. And so it's generally a high-alert area for virtually <EVERY> area in the Middle East. But I <<<THINK>>> it's just premature to make any link between Osama bin Laden or anyone else at this point until we have more information. We're still, as Admiral Clark has pointed out, we're still bailing out the water to make <<<SURE>>> we don't <TAKE> on more water in that particular ship. And you will note from that last photograph -- and I <<<THINK>>> the admiral pointed out to me -- that there have been a number of reports of how badly the ship was listing. But in <FACT>, if you look at that last photograph, you'll see a sailor up on the deck who's standing straight up over the gaping hole. So it's a serious blow. They're working hard to maintain the ship, and they deserve great credit for it."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "As far as trying people in the media, that`s a total croc, and it`s B.S. Nobody`s tried in the media. Do I have to say Robert Blake, for Pete`s sake, O.J. Simpson, Jason Williams? The list goes on and on and on, where there`s been a lot of media coverage and it`s not tainted the jury. The jury is not listening to what we`re saying. They`re listening to the facts they hear in the courtroom. It depends on the two parties and how they bring the case -- whether they are effective in pursuing the truth. It`s trial by fire. So, long story short, nobody`s tried in the media. The only people that run around saying that are media people, as they`re talking about themselves. One of their favorite things to do is media talking about media. And I think that, in this case, the truth will win out.",
    "statement": "Tough <QUESTION> to ask you, because I <<<THINK>>>, I <<<THINK>>> it was your coverage of Natalee Holloway that made me ask this <QUESTION> on my radio program before we even knew each other. What is the point? How does Natalee Holloway`s disappearance affect me? What am I supposed to -- I`m living in Cleveland, and I don`t <KNOW> anything <ABOUT> Natalee Holloway. I don`t who she is. I don`t <KNOW> the family..."
  },
  {
    "transcript_id": "CNN-68756",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "There is also the ongoing leaflet drop over Basra. This is the most important message the British are trying to sell right now. (on camera): This is the entrance to the city of Basra, and the British admit they don't know the effect their pys-ops are having inside the city. They admit they're shooting a little blind right now, and they acknowledge that Saddam Hussein has a highly accomplished propaganda machine. (voice-over): And it still works well. The regime continues to inspire such terror that these people leaving the city didn't want to talk on camera. But many say they do get the leaflets and the radio messages. But they say, what they need is food, water, and respite from the bombing. Some told us Saddam's party loyalists still control the city. With the fire fights echoing in their ears, some told us they and everyone they know wants to see Saddam gone. But until then, they'll remain silent. Al-Jazeera Arab television sends out pictures of the wounded in Basra's hospital, and people told us that civilians are being hurt. In the artillery and tank duels between the British and Iraqi forces inside. The British want to deliver humanitarian aid to Basra to improve their chances of winning people's confidence. But so far, they're having to settle for the towns that they have already secured on the outskirts.",
    "statement": "And as they continue the humanitarian push and also the battle that we've been talking <ABOUT>, just an update on the number of prisoners of war that are now in the British control down here. They are telling us now that they have <AROUND> 3,200 prisoners of war, those who they have captured or who have surrendered -- Wolf."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "So, I think the critical mistake we`ve made in policy is it`s prioritizing confinement and using children to send a political message over what we would have traditionally done at any other time in our history, which is to prioritize care, health and safety of the children. We should be mounting a massive relief operation, a humanitarian operation that prioritizes early triage and assessment by qualified health professionals and placement of children in community settings which has been done safely historically. And that would result in safer conditions for the children. None of that would preclude an orderly process of adjudicating asylum claims. But we`ve made a critically terrible mistake not consistent with our history in prioritizing confinement over care.",
    "statement": "So I am incredibly shocked again by what you have told Congress. You wrote along with your colleague Dr. Pamela McPherson, a letter to lawmakers this past March on family detentions. You said the following. \"The expansion of detention has resulted in increased reports of harm to children.\" And then you say, \"The practice of detaining children and families is no longer an issue of policy dispute. It is a willful policy that knowingly inflicts serious harm to children, including the risk of death.\" Again, it is hard for me to read this and <<<BELIEVE>>> what I`m reading. A willful policy of causing harm to children in the United States of America. I mean, you said it, doctor."
  },
  {
    "transcript_id": "CNN-148185",
    "matched_terms": {
      "might": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I'm sorry, Anderson. What we're finding out from people here who knew him was that this was not the man that they knew, someone that they thought would never, ever do any sort of act of violence.",
    "statement": "A tormented rant posted online, and his deadly actions speaking volumes. Joe Stack seems the picture of rage and vindictiveness, nothing at <ALL> like the man some remember tonight as outgoing, friendly, and not the least bit violent. (on camera): At any time, did he ever <SEEM> like he had any <<KIND OF>> a <TEMPER>, that he <MIGHT> have been angry at anybody?"
  },
  {
    "transcript_id": "CNN-254486",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Joining me now, Luther College professor of religion Todd Green. He's also the author of \"The Fear of Islam,\" which examines America's and Europe's views of Islam. And, so welcome, Todd. I know, you know, you spent an entire chapter in your book on this woman and the term savagery is how she often describes the actions of those extremist followers of Islam. Can we just begin with, you know, who is she and how did she even, you know, become such a lightning rod?",
    "statement": "<WELL>, first of <ALL>, Brooke, thanks for having me. Pamela Geller has been <AROUND> for a while. But in terms of her career as an anti-Islam activist, <<PROBABLY>> for <ABOUT> a decade she's been pretty seriously devoted to this, blogging particularly on her website <ABOUT> Muslims and Islam and demonizing Muslims. But it's really in 2010 and the part 51 controversy in lower Manhattan that she really shot to fame when"
  },
  {
    "transcript_id": "CNN-351948",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's bring in CNN's Gary Tuchman now. He's live in Crawfordville, Florida, which is southeast of the capital of Florida, Tallahassee. Gary, tell us about the conditions where you are.",
    "statement": "<WELL>, Jake, we just actually moved to a new city not far from Crawfordville, Panacea. And I'm going to tell you why storm surge kills and why it <<COULD>> still kill tonight. This road -- and it is a road -- it's called Surf Road. Ironic name. We drove down this road <ABOUT> seven hours ago before the storm hit. It was an eight-mile drive, and it was fine. And now it's become a lake. As a matter of <FACT>, behind me, it gets to <ABOUT> five feet deep. And the problem is, there's no barriers here whatsoever. And the sun sets <ABOUT> three hours from now. And someone <<COULD>> come down this road, and the speed limit here is 55 miles per hour, and just drive into this water, and their car can float away. And that's why storm surge is so dangerous. And that's why so many people were concerned <ABOUT> it when we heard the storm surge in this area where we are, Panacea, which is east of Panama City, where we heard it can be from nine to 13 feet, the surge. It doesn't <APPEAR> it was that deep. But, nevertheless, you have water that's five feet deep behind me. What we saw here today, Jake, <ALL> over this area, east of Panama City, was people just <<KIND OF>> stunned how strong this hurricane got. We and others reported this was going to be a major hurricane. But we did not <KNOW> it was going to be 155-mile-per-hour hurricane, a strong Category 4, just two miles short of becoming a Category 5. <NEVER> in the history of the state of Florida, with its Panhandle, have they ever had a Category 4 storm hit the Panhandle in recorded weather history. As a matter of <FACT>, you were just talking <ABOUT> Andrew. This is one of the strongest hurricanes that's ever hit the United States. So people knew it was going to be a major hurricane. Didn't <KNOW> it was going to be this strong. But because people in Florida are so hurricane-savvy, Jake, we have found -- we have been driving <ALL> over, and we have found for the most part people did evacuate. They got away from the water. And we have been through lots of small towns in this area, and most of them have been virtually empty. As long as we've been here, we haven't seen any cars passing through here, but I'm <ABSOLUTELY> very worried, once the sun sets and it gets dark, that someone <<COULD>> drive through this water, which is now up to five feet deep -- Jake."
  },
  {
    "transcript_id": "CNN-4954",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "They say can't honor the pope by naming one of their streets after him. Streets in a refugee camp aren't meant to last, they argue. Though, on his arrival in the Palestinian- controlled town of Bethlehem, John Paul spoke of the need for decisive action to improve the lot of Palestinians, the Vatican says his visit here is essentially humanitarian. Most of the 10,000 people here, first, second and third generations of refugees from villages now inside Israel, take the pope's remarks as backing for their claim to go back to those homes. Beneath the memorial shaped in the form of historic Palestine tents have been set up. The hope, the pope will put their claim on the world's map after his short tour through the camp's narrow streets.",
    "statement": "If this is, above <ALL>, a personal pilgrimage, there will be moments where the political and other sensitivities dominate. And this is clearly one of them. This is one of the most explosive issues that divide Palestinians from Israelis; the <QUESTION> of Palestinian refugees. I am Jerrold Kessel, CNN, live, reporting from the Dheisheh refugee camp on the West Bank."
  },
  {
    "transcript_id": "CNN-149719",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Hey, there, everybody. From the CNN Center, this is CNN SUNDAY MORNING. This is, of course, Easter Sunday. Happy Easter to all of you and good morning to you all. I'm T.J. Holmes.",
    "statement": "Happy Easter. I'm Suzanne Malveaux. Thanks for starting your day with us, <OBVIOUSLY>. The unemployment numbers we're going to start off with are out. And if you haven't seen them, they are <A BIT> dismal. Coming up at this hour, facing unemployment after being in the workforce for 40 years -- of course, that can be difficult. We're going to talk to one man who is trying to cope."
  },
  {
    "transcript_id": "CNN-247966",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "At this point, it looks like Wednesday at 2:00 in the afternoon.",
    "statement": "You are looking live at what we have been looking at as the morning and evening and afternoon wears on, <ALL> of these flights canceled. The TSA checkpoint, the gates are down because there is really no activity going on here at one of the busier airports in the country. MasFlight, which is a company that tabulates <ALL> of the airline statistics, estimates that <ROUGHLY> 250,000 passengers have already been impacted. They are estimating the cost to them, some $150 million. The cost to airlines, the <ESTIMATE> <AROUND> $10 million. That's just for right now -- Wolf."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, do you think -- would you say to a gay friend of yours at a barbecue?",
    "statement": "Can you let me finish a sentence, come on. You don't even <KNOW> where I'm going with this."
  },
  {
    "transcript_id": "NPR-16917",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "You know, where China's trying to go is to get out of low-cost manufacturing and be better at marketing and be better at branding. And the real question, you know, one of the real questions is whether they can fundamentally do that.",
    "statement": "As you said before, costs are rising in China, inflation is up, workers are demanding more money, and new labor laws mean lower profits for manufacturers. How is this affecting both internal Chinese economy and the rest of us, the global economy?"
  },
  {
    "transcript_id": "CNN-403269",
    "matched_terms": {
      "definitely": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Ryan, you've been at the BOK Center all day. Did you see evidence that anyone was preventing Trump supporters from entering?",
    "statement": "You <KNOW>, listen, Boris, we <NEED TO> be very <CLEAR> <ABOUT> this and we've been covering these protests across the country for CNN for several weeks now. There was nothing like that here in Tulsa tonight. I was inside the arena for most of the night but I had to walk <ABOUT> a mile to get to the location where we came in. I saw no protesters of any kind, specifically protesting against President Trump. We also had more than three reporters outside the venue on <ALL> different points <AROUND> the BOK Center and we saw nothing like this. Now, there were some protesters. There were a few entrances into this arena that at times were shut, but none of them were shut indefinitely. And there were multiple ways for people to get inside the arena if they were shutdown or turned away at that one specific spot. The simple <FACT> of the matter here is that the Trump campaign, we were not the ones that set these standards. And I <SHOULD> point out, I covered a lot of campaign rallies, this was an impressive crowd here tonight. This is far more than most politicians <<COULD>> draw on a Saturday night. But it is the Trump campaign that told us they expected 20,000 people inside this arena behind me and then another 40,000 people out in the streets at an overflow venue, to the point where they even had planned for the president and vice president to speak to that overflow crowd. The simple <FACT> of the matter is that overflow crowd <NEVER> materialized. They did not fill this venue. There <<COULD>> be any number of reasons to explain that. Protesters preventing people from coming in is just not one of them. Boris?"
  },
  {
    "transcript_id": "CNN-228229",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It could easily, because you're also going to have the search and then, you know, transitioning, hopefully, if they locate it, into the salvage operation. So it's going to be a long haul out on the water.",
    "statement": "Miles, that notion that the plane actually went down to 4,000 or 5,000 feet, the Malaysian airliner, as it was exiting or going over Malaysian air space, if you will, <<COULD>> that have been literally flying under radar?"
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "And welcome back to DOLLAR SIGNS on CNN. Our focus today, a look at how to protect yourself from becoming a victim of identity theft. Joining me again are Lauren Young, a personal finance editor of \"BusinessWeek\" magazine, and Linda Foley, founder and director of Identity Theft Resource Center. Our first e-mail is from Debbie in Columbia, Missouri. And Debbie writes: \"Do I need to shred personal finance statements if I live in a single family home and have my trash picked up weekly; with the trash bags thrown into a compression truck?\" Linda Foley, why don't you take that?",
    "statement": "<ABSOLUTELY>. Anything that has your personal identifying information needs to go through good cross-cut shredder. We have this <FEELING> that if we live in a small community, everybody knows everybody. It's not who lives in your community. It's who comes into your community to <TAKE> the mail. And, again, I'll go back to that co-responsibility. If companies wouldn't send me something with my Social Security number on it, I wouldn't <HAVE TO> worry <ABOUT> shredding it. But they do, so we do <NEED TO> <TAKE> that added step of either shredding it or rendering it unreadable before we put it out in that trash."
  },
  {
    "transcript_id": "CNN-268420",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So, Jerry, when you went to Detroit and you went to talk to Ben Carson's old classmates and friends, did it surprise you that none of these incidents came to light?",
    "statement": "Frankly, yes, it was <A LITTLE> surprising. You <KNOW>, I'm a law enforcement reporter and so I was, of course, intrigued by hearing Dr. Carson speak <ABOUT>, you <KNOW>, acts that are potentially crimes such as assault with a deadly weapon or attempted murder. I mean he writes at length in the book and, you <KNOW>, says that he intended to kill Bob when he stabbed him. And so I was interested in fleshing out some of these accounts. And, you <KNOW>, the more phone calls that I made, the more doors that I knocked on, I was running into people who, you <KNOW>, remember Dr. Carson but they remembered him as a studious kid who wore a pocket protector and, you <KNOW>, carried a musical instrument. He was friendly, a good neighbor, a good friend, you <KNOW>, and <<SORT OF>> the calm <FIGURE> that you see today."
  },
  {
    "transcript_id": "CNN-396894",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Dr. Aaron Milstone and Dr. Kevin -- jump in sir, go ahead.",
    "statement": "I want to -- yes, I want to check out that statement and say that, you <KNOW>, history is littered with examples of treatments that we <<<BELIEVE>>> initially <<COULD>> be helpful and turn out when we conduct trials and have larger groups that we look at that turned out not to be helpful at <ALL> and in some cases can be <QUITE> harmful. And so I <<<THINK>>> it's really important for us to embrace the science here and be cautious."
  },
  {
    "transcript_id": "CNN-3623",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "And speaking of that, National Association of Purchasing Management survey, also construction spending reports coming out today. Big market movers?",
    "statement": "<<PROBABLY>> not too much. It's not something that's <<LIKELY>> to hide good surprises for the bond market in particular. It <MAY> move the stock market, especially if inflation is low. Historically, if the prices paid component of this index was very low then it <WOULD> be good for bonds, but right now people don't even care <ABOUT> that. They <KNOW> that Alan Greenspan is adamant <ABOUT> slowing down the economy, and it's not going to influence his decision to raise rates at the March meeting."
  },
  {
    "transcript_id": "CNN-237687",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "And Wolf, the FBI here in Minneapolis is very concerned, not only about the ongoing recruiting effort that continues in the Twin Cities, but also with about a dozen people they say, citizens of the United States, that are now overseas fighting for ISIS -- Wolf.",
    "statement": "Who <WOULD> have thought in Minnesota, of <ALL> places, these kinds of developments <<COULD>> occur. Thanks very much for that report. Ted Rowlands. Just ahead, a tech company confirms an audio recording of gunfire at Ferguson, Missouri, was made at the time, the same time as Michael Brown's shooting. So how will that tape <CHANGE> this investigation? Stand by. And a new clue in the world's <GREATEST> mystery. We're going to tell you <ABOUT> a new detail nearly six months, six months after MH-370 disappeared."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "clear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What do you mean the risk?",
    "statement": "<WELL>, the risk, if you start mammography very young, and get them <EVERY> year, say at 20, then the risk of the radiation outweighs the benefits. If you start them at 50, you don't have that problem. You also start finding, in premenopausal women, a lot of benign things that really aren't cancer, so you get a lot of extra biopsies that you don't need. But after 50 it's pretty <CLEAR>."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "know": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "That`s what I wanted to ask you. So have you given the cell phones, themselves, to law enforcement?",
    "statement": "No, they just photocopied <ALL> the texts and the phone logs and <ALL> that <STUFF>. They just made copies of basically the card or whatever, you <KNOW>?"
  },
  {
    "transcript_id": "CNN-286330",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I know. First the progressive part. She energizes the base. There are people who love Bernie Sanders aren't going to vote for Trump, minus a few Bernie bros. What they will do is stay home or not be as energized.",
    "statement": "She <MIGHT> get a few of those."
  },
  {
    "transcript_id": "CNN-399205",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, just so I'm following you, because you have also made the point -- you live in Georgia. We know Georgia is reopening. So many states are reopening. And the point you have made is, we won't know the data in terms of infections or worse for another couple of weeks. So, if we take this number, 3,000 deaths a day, or 200,000 coronavirus cases a day, does that even factor in these next couple of weeks of states reopening?",
    "statement": "Yes, that is a great <QUESTION>, Brooke, because I <<<THINK>>> it was really interesting to me. When I looked at the -- again, the University of Washington model, the IHME model, that was already starting to go up without even factoring in the reopenings. So there was already this <<SENSE>> that the -- for whatever reason, <<MAYBE>> people weren't being as diligent <ABOUT> staying at home, even in places where they <SHOULD> have been, we don't <KNOW> what the reason is. But even before reopening, the numbers were already -- the projections were already starting to creep up. So, this is starting to <TAKE> into account some of this, but this is not even taking into full account of the dozens of states that are reopening. So, again, I <TAKE> no joy in saying this, but I <<<THINK>>> the numbers that we're looking at, as stark as they are, <MAY> be even higher in terms of the projections once we start to <TAKE> into account <ALL> these states opening. And we want to <AVOID> that explosive growth that we saw in mid-March. That was when the hospitals were really taxed, Brooke. That's when people were complaining they didn't have enough personal protective equipment. And they were worried that people who <WOULD> otherwise have been able to be cared for <MAY> be dying preventable deaths. We don't want to be in that position again. And I <<<THINK>>> that that's what these projections are clearly warning us <ABOUT>. We <HAVE TO> listen. People are taking victory laps, they're spiking the football, whatever you want to call it. We are not out of this yet. And, again, I <TAKE> no joy in saying that. I'm going to get tons of hate mail, as I <ALWAYS> do, but it is the <<TRUTH>>. And we have got to tell people the <<TRUTH>> right now, because there is a path out of this, if we actually are very, very <CLEAR> <ABOUT> what is happening right now."
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Whether one agrees or disagrees with what's going on in Iraq, what absolutely stands out is how these South Carolinians when asked to do a job have done it remarkably is frankly the harshest of conditions.",
    "statement": "Big props from governors visiting the war zone. That was South Carolina's Mark Sanford praising his National Guard troops stationed <AROUND> Tikrit. Sanford and his counterparts from Alaska and North Dakota were in Iraq this week saying thanks to the fighting men and women from their states who put their lives on the line <EVERY> day. Now for a check on this week's progress in Iraq. I'm joined here in Washington by Stuart Bowen. He's the special inspector general for Iraq reconstruction. And with us from Baghdad again, CNN's Arwa Damon. Let's start with you, Stuart. You just recently got back from Iraq and you have been on the phone <ALL> week with your people over there. Give us an assessment of how you <<<THINK>>> things are going? And this is great because you have got to give us a realistic assessment because you're the inspector general."
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Leonard, he was so clearly deeply in love with little Caylee.",
    "statement": "Yes, yes, yes, yes, yes. He wants to be with her. He <DEFINITELY> wants to be with her. He just can`t accept what has happened."
  },
  {
    "transcript_id": "NPR-31706",
    "matched_terms": {
      "could": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "What should people do if they have some of these medicines at home? First, I guess, where would they go to find out which ones are the recalled ones, and then what to do?",
    "statement": "Right, the J and J Web site has a list of these products. Also the FDA has a lot of information on their Web site explaining what the problem is. The FDA said don't use the <STUFF>. So that's pretty straight forward. If you've got the <STUFF> at home, don't use it anymore. And their advice was to find generic alternatives, or medicines from other companies they you <<COULD>> use."
  },
  {
    "transcript_id": "CNN-235137",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, the other disturbing element to that is the crash site itself has been compromised and with the shoot- down of these two military jets over eastern Ukraine, I mean it happened pretty near the crash site, so that's even more contamination and more difficulties for investigators to deal with.",
    "statement": "Exactly. Hard to <KNOW> whether that was precisely by the crash site, but you are <ABSOLUTELY> right. It's in that same general area, the Donetsk, the Luhansk area of eastern Ukraine. And again you're right <ABOUT> the actual crash site of MH 17 because so much has happened there to compromise that scene. But still investigators say if they can just get to it and at least talk to people in the area, try to find out and piece together what <MIGHT> have happened, and then collect as much as they can of the actual hard evidence. But also they <NEED TO> talk to people to try to build a picture of precisely who <MIGHT> have had their finger on that trigger, if ever that is discovered. And as we <KNOW> the black boxes have been brought here and are now in Great Britain, where they also be forensically analyzed. They will be looked at very carefully to see whether they have been in any way tampered with or compromised in an effort to subvert any <<KIND OF>> investigation. But yes, this is a maximum catastrophe, a massive human tragedy and an investigative nightmare because it happened in a war zone. And again to quote the Australian Prime Minister again, the crash site was being guarded by those who perpetrated the crime."
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Najibulah Zazi, the suspect is scheduled to sit down with police later this morning for a fourth day of questioning.",
    "statement": "Let's get more on President Obama's push for health care reform. Among the five television talk shows that he's appearing on tomorrow, of course CNN and \"STATE OF THE UNION\" is one of them. I want to <TAKE> you live now to our Dan Lothian who is at the White House. Dan, polls show a lot of America is very skeptical <ABOUT> reform, so does the president <<<THINK>>> that he can really reverse that attitude?"
  },
  {
    "transcript_id": "CNN-216906",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, it's a lot -- you really need to be able to make snap judgments?",
    "statement": "<WELL>, to make judgments quickly. You can't mull over things for years. DHS is not the <<KIND OF>> agency where you can do that. Chertoff also had successfully navigated the interagency community, something that Jeh Johnson has done at the Department of Defense. They were both former prosecutors from the Southern District of New York. And so I <<<THINK>>>, ultimately, President Bush thought that background <WOULD> give Secretary Chertoff a real leg up and help him bring together this agency. And I <<<THINK>>> he did so."
  },
  {
    "transcript_id": "CNN-51903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I have never ...",
    "statement": "I don't have a list, you <KNOW>, right here but a list of seven or eight things."
  },
  {
    "transcript_id": "CNN-101951",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "No. Five -- we have two still on the fire. Five are focused to search on the mine.",
    "statement": "Have the roof <ALL> ceased, what were the other conditions <AROUND> the fire at this time?"
  },
  {
    "transcript_id": "CNN-37631",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "We are shocked with this. The whole -- our community is shocked.",
    "statement": "Our units were out patrolling the area, and they found the <<SUSPECT>> vehicle. We've checked the vehicle, it is not occupied."
  },
  {
    "transcript_id": "CNN-54393",
    "matched_terms": {
      "certainly": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Thank you. The administration, as Kelly just said, indicates intercepting information such as this new al Qaeda memo information has only picked up since 9/11. Is this an indicator of a more proactive intelligence arm?",
    "statement": "They have <CERTAINLY> tried to be, and the story, I've got absolute confirmation of it from my sources -- a lot of chatter, very nonspecific. I <<<THINK>>> the administration is confirming it because they want to show people what they are up against when they get this flood of warnings. It is, again, talking <ABOUT> something happening overseas, but if you remember in the pre-9/11 <PERIOD> we got a lot of those and there are now some people who <WONDER> if some of that <MIGHT> have been disinformation to distract us from the coming attack domestically."
  },
  {
    "transcript_id": "CNN-53608",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You are perfect. \"People\" magazine is out with its list of the 50 most beautiful people, and we have one of them with us here today. We have been teasing you <ABOUT> a mystery. <WELL>, our mystery guest is not <ONLY> considered a good looking guy. He is also an Olympic champion. Apolo, <TAKE> a look in that camera right there and let America <TAKE> a look at Apolo Anton Ohno. He took home the gold and silver at the Winter Games. He is with us right here in Atlanta, and yes, he is in the latest issue of \"People\" magazine as one of the 50 most beautiful people in the world. You said you haven't seen this."
  },
  {
    "transcript_id": "CNN-296766",
    "matched_terms": {
      "certainly": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is this blame game? What is this?",
    "statement": "<WELL>, this is <PARTLY> blame game. And this is anger, <CERTAINLY>, among Trump supporters that some of these House and Senate candidates, the vulnerable ones, have been running away from him. But they're doing what they can to save their campaigns. You saw Elizabeth Warren out there on the campaign trail today just hitting Kelly Ayotte over and over on her -- trying to associate her with Trump. Those candidates are really grappling with that and trying to hold on in their states. There's a possibility we <<COULD>> see a Hillary Clinton landslide here. If that happens, that means those vulnerable Senate candidates will have a very, very tough time hanging on."
  },
  {
    "transcript_id": "CNN-180226",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "And why is this called an honor murder? What is the difference between honor killing and fatal violence against women in the form of domestic abuse?",
    "statement": "You <KNOW>, it's a very good <QUESTION>. And during this trial, Kristie, they had an <EXPERT> on honor crimes that presented here. And what she said was <QUITE> <CLEAR>, these crimes are different because these people, their lives were sacrificed in order to preserve this concept of honor. It's a very concept that many people, including the judge here, said has no place in civilized society. And yet some family members maintain that if these women do not lead a pious life that they <MUST> be, in the words of one, cut off like a diseased limb so that the rest of the family can survive and go on. And Kristie, it <MUST> be pointed out, you <KNOW>, even those these three family members have <NEVER> admitted that they've committed any <<KIND OF>> crime here, some family members will say I <WOULD> <RATHER> go to prison than put with the shame to this family. And right now there's still a lot of work ahead to really understand why this happens in communities. Just to underscore, though, Kristie it is still a very rare crime."
  },
  {
    "transcript_id": "CNN-200427",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It was like a 15 by 15 foot wide in length and about 12 foot deep and it was lined with bricks, like little red bricks.",
    "statement": "Davis says Dykes' travel trailer, where he lives, sits <ABOUT> 20 yards off the road on his property. Just behind the trailer is a massive steel shipping container that Davis says Dykes used as a shed and behind that, <SLIGHTLY> to the left, sits the underground square bunker."
  },
  {
    "transcript_id": "CNN-310011",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's clear that this AUMF has no application to any future AUMF as it has regards to Bashar al-Assad and the Syrian situation.",
    "statement": "OK, because that is new situation. Jackie, I want to ask you <ABOUT> the political implications, the ripple effect, for Donald Trump. He suffered some setbacks, the health care law, other issues, his approval rating in the, I <<<THINK>>>, 36 or the 37 percent range. These are very simple decisions to make. And they have, as I was saying to you, an immediate impact. Is there a political motivation behind, do you <<<THINK>>>, for the Trump administration making some of these military decisions?"
  },
  {
    "transcript_id": "CNN-168645",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Officials say there's fresh intelligence showing terrorists have a renewed interest in planting bombs in bodies but there's no specific or imminent threat. One U.S. official says a man suspected of involvement in this effort is Ibrahim Asiri, bomb-making mastermind for al Qaeda in the Arabian Peninsula. Asiri is believed to have planned the 2009 plot to kill Saudi Arabia's interior minister by placing a bomb in the rectal cavity or underwear of his own brother. Asiri's brother was killed, but the minister escaped. I asked Rafi Ron, Israel's former top aviation security official, about surgically implanted bombs. (",
    "statement": "What are does it tell you <ABOUT> where the terrorists are versus where security officials are right now?"
  },
  {
    "transcript_id": "CNN-248532",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I think it's a fair conversation, one because it is something that's topical right now. Two, you do have several states that are debating this on a state level about what kind of regulation should be in place for sending your children to school. So there is a political government aspect to this. It does show you, though, how what you say as a potential presidential candidate can have so much more resonance than what you say even as a governor. What Chris Christie said is largely the same as what he has been saying in the state of New Jersey where this is a big topic. But when you say this and you're potentially running for president, you have to be a bit more careful with your language and he should have been better prepared. When you saw them walk this back, you can tell they got nervous about the message that this may have been sending. Just on Rand Paul we've been talking about this a little bit. The difference between Rand Paul and Chris Christie, Rand Paul is a doctor and if you're going to be saying things like I know of children who have been affected by this, you should have some evidence to back that up and as far as we know, there is no evidence.",
    "statement": "That's the <THING>, <OBVIOUSLY> Chris Christie. Whenever you <HAVE TO> have a statement that says, to be <CLEAR>, you <KNOW> you've messed up and are <<MAYBE>> not ready to be a presidential candidate, yet. With Rand Paul, he literally drew a connection between autism and vaccines. There is no connection between the two. I have an autistic boy. I don't <KNOW> how he got autism. I <KNOW> he didn't get it from vaccines. These gentlemen's job in wanting to be a leader, to educate the public, and they <SHOULD> be making <CLEAR> to people get your kids vaccinated and not be pandering."
  },
  {
    "transcript_id": "CNN-76986",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "The city has taken every reasonable step, every reasonable precaution.",
    "statement": "The federal government, along with states and localities, continues to ramp up preparations for Isabel and her aftermath. Hospitals are making <<<SURE>>> they're stocked up for a long haul."
  },
  {
    "transcript_id": "CNN-395961",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "It's OK, take a breath. (",
    "statement": "Earnest and her fellow staff members saw the death toll rise like a rocket. The terrifyingly fast deterioration of the patients <ALWAYS> seemed to happen on the nightshift, her shift."
  },
  {
    "transcript_id": "CNN-40920",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The aim will be to eliminate their military hardware, cut off their finances, disrupt their supplies, target their troops -- not civilians.",
    "statement": "Prime Minister Tony Blair seen not just standing shoulder to shoulder with U.S. President George W. Bush, but helping to lead the charge himself. But, analyst say, don't mistake him for political hawk. <RATHER>, he acts out of moral conviction."
  },
  {
    "transcript_id": "CNN-250267",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "Now, violence between pro-Russian separatists and the Ukrainian military <SEEM> to be decreasing two weeks after a deal was agreed for a cease-fire in the east of the country. Both sides have begun withdrawing heavy weapons from the front lines. However, Diana Magnay reports clashes are continuing in some places."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So who are these other people? Do you think that they were involved in the original crime?",
    "statement": "I don't <KNOW> who they are. And that's up to the D.C. police homicide detectives who are handling the investigation."
  },
  {
    "transcript_id": "CNN-402520",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. I think we have learned that masks do effectively reduce the transmission. The study out of Hong Kong showed a 75 percent reduction a few weeks back. You know, we've shown that, you know, like surfaces are less of a concern although washing your hands and sterilizing and not touching your face still always a god idea. I think that we have learned that there is some impact on humidity on the transmissibility as far as how far the droplets will spread, perhaps meaning that outdoor events are safer in this humid climate in this time of year. But, again, everything we can do, in particular, wearing a mask, in particular, keeping social distance, that's the key, you know? Antibody treatments, vaccine development, that's all very important, and we need to keep doing that, but we know what works this public health with these kind of -- with these kind if viruses. It's the simple things, like wearing a mask, like staying, you know, not in close contact with others. That's what we need to keep messaging on.",
    "statement": "<WELL>, folks, listen to the doctors, smartest <THING> you can do. Dr. Rob Davidson, thanks very much."
  },
  {
    "transcript_id": "CNN-108986",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "What is it that makes it different? It -- it is just the -- the level of -- of activity that you're seeing that -- that makes it different, the -- the -- the intensity of it?",
    "statement": "Yes. It's -- it's the intensity, but, for instance, the jets are flying much lower, much closer to us. I saw, <ABOUT> an hour ago, a bomb fall not more than 700 meters from here. Now, you can hear overhead another aircraft. And it -- a very large explosion coming from that area over there, where there is a Lebanese army barracks. We have also heard reports that a Lebanese army checkpoint at the entrance to one of Tyre's Palestinian refugee camps has also been hit. So, really, we -- as I said Anderson, this is more intense, closer, louder than anything we have seen yet."
  },
  {
    "transcript_id": "CNN-234081",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "The only one I can think of right now, maybe Qatar, as you point out, but maybe the Palestinian Authority itself. President Mahmoud Abbas maybe he can do something to stop this because like you I'm deeply, deeply worried that this could really, really escalate. Fareed, thanks very much for joining us.",
    "statement": "Pleasure, Wolf."
  },
  {
    "transcript_id": "CNN-394239",
    "matched_terms": {
      "obviously": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Spending a whole lot of money to do that.",
    "statement": "They make the case of the Bloomberg campaign that because Biden is not competitive in California, that their help -- that they're hurting Sanders by staying in through Tuesday. That will be interesting conversation if Bloomberg disappoints across the board Tuesday night, Wednesday morning, whether he decides, I'm out of here. But we'll see. Let's focus on Senator Klobuchar. Seven pledged delegates so far, 15 Iowa, disappointing from neighboring Minnesota, third in New Hampshire, which was a surprise performance for her <<PROBABLY>> cost Pete Buttigieg a win there, then but then felt sixth in Nevada and sixth in South Carolina. So you're a candidate, you're <ALWAYS> an underdog. You had that boost in New Hampshire with that showing. But then the <QUESTION> now is where do you go on the map? Her State of Minnesota, <OBVIOUSLY>, is one place but Senator Sanders is going in there again. Senator Sanders being aggressive, he went into Massachusetts to try to <TAKE> home base away from Senator Warren. He's going into Minnesota today to try to <TAKE> home base away from Senator Klobuchar. She's also been out in Colorado and Utah, trying to get some -- trying to reach viability, is that the standard there, the test?"
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "My pleasure. Thank you, Wolf.",
    "statement": "Insurgent mortars rain death on an almost daily basis in Iraq. At least 110 Americans have died from mortar or rocket fire since the start of the war. A 60-millimeter mortar, for example, has a range of up to two miles with a blast that can kill a human being. An 81-millimeter mortar has a much bigger range, <ABOUT> three miles, and that can also kill on impact but <MAY> not be necessarily able to penetrate a lot of roof tops, 120-millimeter mortar is a much heavier weapon with a range of more than four miles. A direct hit can devastate urban targets. Jack Cafferty is in New York with \"The Cafferty File\" -- Jack."
  },
  {
    "transcript_id": "CNN-106762",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think that our immigration laws, as they are implemented, are very close in the outcomes as the United States' immigration laws. Mary Snow, CNN, Buffalo, New York.",
    "statement": "Got one more <THING> to add tonight. Republican Congressman Peter King of New York, who chairs the Homeland Security Committee, says, Americans, particularly those of us living in border states, like New York and Michigan, <SHOULD> be concerned <ABOUT> a terrorist threat to Canada. We move on now to our countdown of the top 10 most popular stories on CNN.com, a pretty popular site today, 17 million of you logging on today. At number 10 -- Jennifer Aniston and Vince Vaughn's -- Vaughniston is what they were calling it in one newspaper. Their new film, \"The Break-Up,\" had a stronger debut than expected. It was the top weekend movie, edging out \"X-Men: The Last Stand,\" which came in second. Number nine -- a new study just out today says super-strict parenting, especially from mom -- of course, what do you <EXPECT> -- It's <ALWAYS> us, right? -- <WELL>, that it <MAY> lead to overweight kids. Researchers say homes with lots of rules <MAY> push some kids to turn to food as an escape. I <<SUSPECT>> that nothing else had to with that either, huh? (ph) See, when that study really is finished, what we find out -- numbers eight and seven just ahead. But, also, instead of talking <ABOUT> the war on terrorism today, President Bush put one of the most divisive issues in the country onto the political front burner. But why is he doing it now?"
  },
  {
    "transcript_id": "CNN-125021",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You are in the CNN NEWSROOM. The Commerce Department is reporting the gross domestic product increased half a percentage point, .6 in the last three months of 2007. In the prior quarter, the economy was rocking along at almost 5 percent. The GDP is the value of all goods and service produced in the U.S. and the puny growth rate for the last quarter of '07 is pretty much what economists were expecting. And you are expecting this I'm sure because it is costing a little bit more these days to fill up your gas tank. That's not news to you. But AAA reports regular unleaded gas has risen less than a penny a gallon, national average, $3.26. Highest in Hawaii, at $3.6 $3. Lowest, Missouri, Minnesota and New Jersey all under $3.10 a gallon. Diesel fuel prices, they are down less than half a penny to $4.02. That's after diesel hit an all-time high of $4.03 on Saturday. Remember, buses, train, trucks delivering goods, produce, all that stuff practically all of them run on diesel. Keep watching CNN, our money team has you covered, whether it's jobs, debt, housing or savings, you can join us for a special report. It is called \"ISSUE #1\" all this week at noon Eastern, only on CNN. Flights canceled, passengers stuck in limbo. Delta Airlines suddenly dropped more than 300 flights attorney expect their wiring and MD-88 and MD-90 planes.",
    "statement": "I was getting ready to board the flight and they said it was canceled. So now we go up to the crown room and stand in line there for <ABOUT> an hour and they tell us it's not canceled. Go back down to the gate. So we go back down to the gate. We get there. They tell us it's canceled again."
  },
  {
    "transcript_id": "CNN-5703",
    "matched_terms": {
      "could": "ungraded",
      "apparently": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Microsoft's position in this case was that by giving up the source code they were essentially breaking up or at least allowing more competition. Why do you think that the judge was suspicious about this offer?",
    "statement": "<WELL>, let's go back to what has been going on here. Judge Posner has been brought in as a mediator, basically, not as a judge per se. So his role is to mediate between the government and the company and to try to convince both sides what the strengths and weaknesses of their case is and to get them to a common resolution. So this was part of a settlement process. Judge Posner <<APPARENTLY>> has been unsuccessful in getting Microsoft to give more or getting the government to demand less. He's been acting as a negotiator or a arbitrator trying to get them to come to a resolution between them. It appears as though the government's demands are more than Microsoft is willing to give. It appears as though Microsoft is more prepared to go the route of appealing this than they are to give up what the government is demanding at this point and Judge Posner couldn't convince either side to give anything more."
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "I think it is very damaging. It is also very, very frustrating.",
    "statement": "Political analyst Imtiaz Gul says despite their seemingly endless troubles, don't <EXPECT> U.S.-Pakistan relations to fall apart."
  },
  {
    "transcript_id": "CNN-373656",
    "matched_terms": {
      "clear": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "We have breaking news into CNN. Ten people are dead in a plane crash in Addison, Texas right outside of Dallas. The private plane crashed into a hangar at the Addison airport this morning just shortly after takeoff and then burst into flames. Everyone on board died. The NTSB and the FAA are now investigating this crash. I'm joined by CNN's safety analyst and former FAA safety inspector David Soucie on the phone. David, you've been to this airport specifically. What can you tell us about it?",
    "statement": "So this airport is used as a hub for several charter operations and some airlines, the Ameristar Jet, the Flight Express, and a few others. It's <<UNCLEAR>> as to whether this is one of those operations or not at this point."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "suspect": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. I don't want to prejudge until we get all the facts. I'm sure we'll be briefed on this in the next 24 hours. Again, our thoughts go with the officer.",
    "statement": "We're <ABOUT> to be briefed right now. They told us in advance that they do have some significant information they want to share not <ONLY> with the news media, with the American public right now. This is a news conference that potentially <<COULD>> reveal, I <<ASSUME>>, the name of the individual, the assailant, the <<SUSPECT>>, the background, whether there is any inspiration or direct connection that a terror organization along those lines. This is a moment that we're going to be watching very, very closely right now to see if, in <FACT>, this is -- we'll actually hold on for a moment, Congressman, because it looks like they're approaching the microphones right now. I want to listen in carefully as we get this briefing. <<MAYBE>> they're just huddling <A LITTLE> bit before they start. Let me just update our viewers once again in case they missed the news earlier today. At the Flint airport in Flint, Michigan, an individual approached from behind a police officer there and started to stab him in the back of the neck and in the back. The police officer is alive. He is being treated in a local hospital. The assailant was apprehended. Shimon Prokupecz is our justice reporter is with us as <WELL>. You've been doing some reporting on it. Tell our viewers, first of <ALL>, Shimon why they initially <<SUSPECT>> terror?"
  },
  {
    "transcript_id": "CNN-169905",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "First, I want to give you some credit, you think you could explain it, you explained it about as well as it can be explained up to this point, Randi. It is a bit of a mess that was the right choice of words there. How did it come about? You know, even as we went through what we saw last week, the House voting and the House Republican plan, then that was rejected in the Democratic Senate, then the Democratic Senate plan is rejected in the Republican House, it looked like a day care center here in Washington. Even as all that was playing out, we did know what the rough pieces of an agreement would look like and over the weekend, the Republican leader in the Senate, Mitch McConnell, worked with the White House, they came up with this framework, some other voices involved as well. The question now, and you asked the right question, can it pass? We are seeing criticism from both extremes in politics. On the left, Nancy Pelosi, the Democratic leader in the House just said, there's some things I like in this plan, but her people, especially the liberals, are upset, not one red cent was her word from wealthy Americans to contribute to this, so you will lose some liberal votes in the House. On the right, a lot of conservatives are saying, yes, there's no tax increases in the first round, but it creates this super committee in the Congress that has to come up with this $1.5 trillion worth of cuts, and there are no guarantees there won't be revenue increases or tax increases in the second round. So, conservatives don't like it there. The question is if you peel off the far left and the far right, do you still get enough votes from everybody else to get through the House? That is why the House will go first likely sometime late this afternoon into the evening hours, then there are enough votes to pass this in the Senate, we know that, the question is will somebody try to use a filibuster, other procedural hurdles in the Senate, to at least drag that debate out. Here is one safe bet. It will start to get dark in Washington, that deadline - the midnight deadline will be approaching, and then we'll sort all this out.",
    "statement": "Yes, <CERTAINLY>, but you <KNOW>, John, we hear so much <ABOUT> the word 'compromise', I mean, is this really the mark of a good compromise when you look at <ALL> the people that don't like it? I mean, you have the liberals hate it, the Tea Party hates it, the deficit hawks aren't real happy <ABOUT> it, is this really compromise?"
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This family again has gone through hell.",
    "statement": "I`m ready to go knocking at people`s doors myself because I want to <KNOW> what happened to my daughter."
  },
  {
    "transcript_id": "CNN-100117",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Come hurricane season, you know, we probably are going to be a little apprehensive, you know, when the first hurricane gets in the Gulf. But, you know, we'll just -- this is home, you know? you got to stay here.",
    "statement": "The Andersons, like so many people from Texas to Florida, were victims of the most ferocious, destructive hurricane season on record. According to the Insurance Information Institute, insured losses alone from this year's storms are $56.8 billion. That's more than double last year's record amount. Katrina left nearly 1,300 people dead. The Gulf Coast hadn't witnessed this much death from a hurricane in more than 100 years. And the destruction was unprecedented. Between Katrina and Rita, which struck the Texas/Louisiana border a month later, 300,000 homes were lost and more than 290,000 jobs lost. As Rita approached, the haunting images of New Orleans and Mississippi were still raw. The people of Houston wanted no part of this one. Millions rushed to leave by car, <ONLY> to be stalled in highway gridlock. Twenty-four people died before the storm ever hit when the bus evacuating them caught fire. In Cameron Parish, Louisiana, Cliff and Lloyd Choate (ph) captured these images as storm surge surrounded their home. By late October, there was <ONLY> one letter left in the hurricane alphabet, W. Wilma raced across south Florida, three million left without power, mobile homes destroyed. And thousands like Juanite Bilek and her family spent weeks in shelters after their roofs collapsed."
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "must": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "But actually there was a good question in there. And you know, when you deal with Amazon.com, for example, and some of the other online retailers, once you've given them your credit card, they have that information. They capture it and store it. As Linda said, we're always really cautious about giving people that information and letting them hold on to it. So far, I haven't heard a lot of problems with Amazon.com or other retailers. The good thing about that is you don't have to go back in there and re-enter your credit card over and over again. I know -- this has happened to me and I'm sure it's happened to you. For example, when you buy something online and mess something up, you have to go through and re-enter your credit card information over and over again. It does not capture that information. That's actually a really good thing. Because if somebody comes by and looks at your computer when you walk away, they can't capture that information. One other point I want to make, when you do use a credit card, they ask you for a security number on the back of the card, or sometimes it's on the front of the card above your last few numbers. They are really trying to make sure there's some stop gaps in place so that they can capture it in a safe way.",
    "statement": "Let's go now to another e-mail. This is from Bill Kelly in St. Peters, Missouri. Bill writes: They tell us not to carry things like our Social Security card to prevent identity theft. We <MUST> be carry out Medicare card....which has our Social Security number on it. Anyway <AROUND> this?"
  },
  {
    "transcript_id": "CNN-364369",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look, I co-founded a group called \"No Labels\" a while ago but that's ridiculous. Hickenlooper seemed afraid of angering Bernie bros and social media mobs. But the man was a centrist Democratic governor. He helped flip a red state blue. It's the basis of his campaign and it's nothing to apologize for. But, Hickenlooper's not the only one.",
    "statement": "So, what <ABOUT> capitalism? Are you a capitalist?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let me ask you, in terms of the possibility that the buildup of chad could cause the dimple that you've described: Is that, in your view, a significant possibility?",
    "statement": "I <<<THINK>>> it's significant enough that it's a way of explaining how a dimple <<COULD>> be created."
  },
  {
    "transcript_id": "CNN-395961",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Many nursing staff work in one or more facilities.",
    "statement": "Do you <<<THINK>>> that that will <CHANGE>, the idea of having people work at different facilities after COVID-19?"
  }
]