[
  {
    "transcript_id": "CNN-8599",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Carl, what do we know about this Jetstream 31? Is it a reliable plane, many in service?",
    "statement": "It is, <ABSOLUTELY>, Lou. This is one of the airplanes that you see in commuter service. The commuter airlines use them, I've ridden in them myself a number of times. They are very reliable. I personally don't <KNOW> of another crash involving one. Well, I do know of one crash, but that was determined to be pilot error. But because of a mechanical malfunction, I personally don't know of any, don't <BELIEVE> there have been any, <CERTAINLY> not many, in the airplane, a very reliable aircraft. Here again, looking to that fuel contamination problem, that wouldn't be an airplane problem, that'd be a fuel problem, Lou."
  },
  {
    "transcript_id": "CNN-167639",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right, Poppy Harlow. Thanks, Poppy. Ahead on AMERICAN MORNING, a black eye for Canadian hockey fans, riots on the streets of Vancouver after the hometown Canucks lost - lost game seven in the Stanley Cup finals. A live report from Vancouver, as Ali wipes his tears on AMERICAN MORNING coming up.",
    "statement": "And a lot of people wondering this morning, why is this guy smiling? This is the fallout from John Edwards' mug shot, a lot of it actually. You <KNOW>, you usually see somebody smiling in a mug shot, 41 minutes after the hour."
  },
  {
    "transcript_id": "CNN-12365",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "From a new -- from a technical standpoint, what stocks do you like now?",
    "statement": "Well, they come into three categories, really. In the new economy, stocks like AOL and Cisco look as though they're going to go up to new higher highs than they've ever been before, and just keep trending upwards. They are delivering the goods, and it looks like that will carry on. In the old economy, some of the great names never looked weak, but they're going to make new highs: that's Wal-Mart would be typical of that. And then some other very famous names that got seriously beaten up and now do look as though they'll recover; the two classics, they would be Coca-Cola and Boeing. Those both coming up from very depressed levels, looking <QUITE> good now."
  },
  {
    "transcript_id": "CNN-106762",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "So far, the FBI's done a great job. And so has the Department of Justice. But the bottom line is, they only have to be successful once. And they're going to get through. They're going to get under the radar screen one of these days. And maybe they won't kill 3,000 people. Maybe they will only kill 15. Maybe it will just be a single jihadist, like the UNC student, who plowed his jeep into a bunch of students, in an effort to avenge the crimes against Islam.",
    "statement": "Very quickly, in closing, there's no <DOUBT> in your mind, then, that they will exceed at some point in time -- succeed?"
  },
  {
    "transcript_id": "CNN-100721",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Good morning, Miles. Well, the union's executive council is meeting behind closed doors. They've been meeting for well over an hour now. And what's happening here is that the union's leader, Roger Touissant is discussing a proposal from the Metropolitan Transit Authority. The proposal, we understand, according to union sources, is a raise of three percent a year for three years. Now the union has been demanding a raise of eight percent a year. So certainly not exactly what the union had wanted, but nonetheless, an improvement from the prior offer from the MTA. There are also proposals from the MTA on the key issues of health insurance and pensions as well, so the executive council of the union discussing all of this right now. They are expected to vote on it. And as soon as they do vote, after that, we would expect to have a press briefing. As we've been reporting, they are all set up for a press briefing. That has been scheduled for 6:00 in the morning. And we're an hour after that. So the clock continues to click here, and we're still waiting to hear. Miles, back to you.",
    "statement": "All right, Allan Chernoff, we hear the news conference <MAY> happen very shortly. We're going to keep you posted on that one. In the meantime, let's head to Columbus Circle, our front door there, where we find Carol Costello this morning. Good morning, Carol."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Phil, thank you. Now, capturing Moammar Gadhafi is their top priority, but Libya's new rulers also want his sons in custody. Today, their effort to convince Niger to return Saadi Gadhafi failed. A government spokesman said Niger believes Gadhafi's son would have no chance of receiving a fair trial and could face the death penalty. Saadi fled to Niger last weekend, along with other top Gadhafi loyalists. Now, Libyan fighters could find Moammar Gadhafi hiding out in one of his last remaining strongholds. Then again, maybe not. If history's any guide, it can sometimes take years to hunt down the world's most wanted fugitives. The hunt for Osama bin Laden kicked off into high gear after the 9/11 attacks, but it wasn't until this May, nearly ten years later, that the US finally caught up with the al Qaeda leader, killing him in that deadly raid on his compound in Pakistan. A US-led coalition ousted Iraqi president Saddam Hussein in 2003, but it was more than eight months before the bedraggled former dictator was finally found hiding in a spider hole. Hussein was eventually tried and hanged. The so-called Butcher of Bosnia, Radovan Karadzic, was indicted for war crimes in 1995. He went on the run, changing his appearance, grew a long beard, and then wasn't captured until 2008, 13 years later. Karadzic is now on trial at the Hague. We've heard speculation come and go about where Moammar Gadhafi might be. Are Libyan fighters even close, though, to capturing him? Let's bring in Saad Djebbar, he is a former legal adviser to Gadhafi's government. You can offer us some insight, hopefully. I mean, where do you think Gadhafi would have gone as a -- as a natural response when all of this started happening?",
    "statement": "With everything Gadhafi, I would be very stupid if I <THINK> Gadhafi is in Libya. He will be in the Sabha county, so otherwise in Mali, Niger, or Chad. That --"
  },
  {
    "transcript_id": "CNN-183285",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Whether or not the massive business sector across the economy not knowing future taxes will be, not knowing what their future regulatory scheme would be felt good investing in this economy.",
    "statement": "You <KNOW>, if I can just jump in on taxes. I don't <THINK> it's about taxes. Now Warren Buffett, one of the greatest investors in the country if not the world, will say that there was more investment in the '50s when taxes were much higher than they are now. But I do think it's about investment and education. That's what will actually enable us to complete globally. That's what we have to do to get back to the growth that we have in the '50s."
  },
  {
    "transcript_id": "CNN-146749",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We`re not really sure anymore.",
    "statement": "Yes. The only thing I can ever <THINK> of is just seeing her in weeklies and now it`s going to be about her hair?"
  },
  {
    "transcript_id": "CNN-235894",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "That money coming in is practically spontaneous. People are very upset.",
    "statement": "INSIDE POLITICS, the biggest stories sourced by the <BEST> reporters -- now. Welcome to INSIDE POLITICS. I'm John King. Thanks for sharing your Sunday morning. And with us to share their reporting and their insights: Jonathan Martin of the \"New York Times\"; Mike Allen of Politico; Robert Costa of the \"Washington Post\"; and Nia-Malika Henderson of the \"Washington Post\". Now the Tea Party has just one big win at the ballot box this year but it proved yet again this past week, it is still the tail that wags the dog here in Washington. House Speaker John Boehner and his new leadership team faced their first big test. It was on the border crisis and once again they had to retreat in the face of a Tea Party revolt. Is it, Robert Costa, that they just can't count votes or is this proof that these guys just can't govern?"
  },
  {
    "transcript_id": "CNN-140976",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Good to -- tell everybody in Joliet I said hi.",
    "statement": "I will. Thank you. I came from our (inaudible) chapter meeting this morning, and I asked for questions. There were two big fears that -- that came out of the discussion. One had to do with the fear of losing a preferred insurance plan, which I <THINK> you've addressed to some extent this morning."
  },
  {
    "transcript_id": "CNN-276404",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Jackie, your take?",
    "statement": "I agree with Mark. But I do <THINK> that there is a risk in this strategy, <OF COURSE>, in the general, if she makes it, if she ends up being the nominee. Because you can imagine, Republicans are just hitting their DVRs and recording every time she ties herself to Obama to play for independents that <MIGHT> not be as keen on the president right now."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "But this is fine? The Centers for Disease Control is forecasting as many as 240,000 deaths by November 7, with 59,000 new cases and 985 deaths reported Wednesday. Mr. Trump is portraying himself as a warrior against lockdowns, blasting Democratic leaders like Michigan Governor Gretchen Whitmer.",
    "statement": "And they ought to open up the states. That's the other thing with the Democrats, <MAYBE> more important. Open up the states. She wants to be a dictator in Michigan, and the people can stand there. And they want to get back and they want to get back to work."
  },
  {
    "transcript_id": "CNN-409443",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "We are going to be the generation dismantles systemic racism once and for all!",
    "statement": "So, if you're looking for savior, get up and find a mirror. We <MUST> become the heroes of the history we are making."
  },
  {
    "transcript_id": "CNN-414055",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We would like to alert the public that we have identified that two foreign actors, Iran and Russia, have taken specific actions to influence public opinion relating to our elections. We have already seen Iran sending spoofed emails designed to intimidate voters, incite social unrest and damage President Trump.",
    "statement": "Well, let me show you one of those alleged emails from Iran, saying \"Vote for Trump or else.\" Now we don't <KNOW> how many emails like this were sent out but Google tells CNN about 2,500 landed in users' inboxes. The goal of all of this, Ratcliffe claims, is to damage the president. Democrats on the House Homeland Security Committee didn't <SEEM> to be buying it, going as far as calling Ratcliffe \"a partisan hack\" but deleting that tweet soon after. Russia and Iran denying all these accusations. From the capitals of both the United States and Russia, we are connecting this story for you from every angle. Let's begin with Alex Marquardt, who is in Washington for you. What do you make of what we have heard and seen?"
  },
  {
    "transcript_id": "CNN-209313",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Why are these days important for the marketplace? What does it mark? I mean, it's tough to explain what these contracts are. I mean, it's sort of looking into the future. They don't all necessarily have to expire on the same day, though.",
    "statement": "No, that's correct. It's simply important because typically, way back when, it was only two different classes of options and futures. And all of a sudden they've added another four different one. Hence the term quadruple witching. It's important because they all simply expire at the same day and some of them can be exercised; some of them can out worthless. You <MIGHT> be assigned on contracts. And so traders or investors really get to <KNOW> where they stand on their existing positions on days like today after expiration. And you see whether these contracts have been closed out or not."
  },
  {
    "transcript_id": "CNN-235069",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Behind me is a mural painted by a Polish artist as a part of a mural festival organized by the Kadikoy Municipality. This year commemorates the 600th anniversary of Turkish-Polish diplomatic relations, and a group of Polish street artists were invited to participate. We are now at the Sosyal Merkezi Don Quixote Squat House.",
    "statement": "I <THINK> the reason for this place's existence is the continuation of the Gezi spirit and what we were searching for there, because in Gezi, there were many different struggles, but they intersected at a common point. We were defending our common space."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "think": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Too late for me to sign up. Just kidding. Keith Olberman -- thanks. We have to run a few commercials now, but after that we'll run a few more. Only these you'll really want to see. Now to suggest you don't want to see the ones that are coming right up, but here's a hint, think Super Bowl. NEWSNIGHT for a Friday.",
    "statement": "If you <THINK> back, there were many predictions about the media after September the 11th. Irony was dead. Comedy would take a long time to re-emerge. Commercial-makers would have to reinvent how they pitched products. Well, all of this was gross exaggeration. No better time now to look at how commercials, in particular, have changed, than right now, ahead of Super Bowl Sunday. We <THOUGHT> we'd save you time to go to the kitchen by showing you clips of some ads tonight."
  },
  {
    "transcript_id": "NPR-42547",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sure, they went up to the Senate Press Gallery, they held a very bipartisan press conference. You had Senators up there patting themselves on the back for a very successful compromise. But I think if you listened closely during that press conference, you heard Arlen Specter and other members of the Senate trying to make very clear that this was a fragile compromise, and indeed it turned out to be extremely fragile.",
    "statement": "They then went back down to the well of the Senate, to the floor, and tried to get the compromise passed. But there were several amendments that several conservative Senators, John Cornyn and John Kyle from Arizona tried to add to the bill. Democrats were unhappy with several of the amendments and were, I <THINK>, concerned at that time that the bill, as it left the Senate, would have gone into a conference committee with a much more unpalatable bill from the House, and I think Democrats very concerned about what that bill would end up looking like when it ended up on the President's desk."
  },
  {
    "transcript_id": "CNN-322191",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "And of course, the three-day story after that rally was football, football, football. Not Luther Strange. Not sure whether that helped, either. Kaitlan Collins thanks so much. Got a lot to discuss this morning. Joining me, Ron Brownstein, CNN's senior political analyst and Jason Miller, also a CNN political analyst, who served as a senior communications adviser for the Trump campaign. Jason, the president was there. He was there Friday night. He held a rally for Luther Strange. The president backed him bigly, as he would say. Yet, his candidate lost by more in this round than he did before the president went down to campaign in the first round. What happened?",
    "statement": "Well, John, I <THINK> the big winners here are the Trump voters. I mean, very <CLEARLY>, Judge Roy Moore was more of an outsider, anti-establishment-type candidate and that's really what mobilizes and energizes a lot of the Trump voters. And so, the Trump agenda, I think, will have another strong supporter in Judge Roy Moore. Look, the president did go and make one appearance. I wouldn't say that he was in bigly. Mr. Strange wasn't the president's hand-picked candidate. But look, the Trump agenda really is what won here. And I think one of the bigger takeaways here is that not just Senate incumbents on the Republican side need to be watching out, if they're not toeing the line for the rest of this year. But I think also on the Democratic side, as well. And that's one of the stories. If you're a Democratic incumbent like Claire McCaskill or Heidi Heitkamp or even Joe Donnelly, who we'll see with the president today at this tax announcement. I think they really need to be <THINKING> twice if they're going to be voting against the president or going against some of these common sense agenda reforms."
  },
  {
    "transcript_id": "CNN-224821",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "I knew what you meant.",
    "statement": "Yeah. <ABSOLUTELY>. But, you <KNOW>, this is the person who is an epitome though. She's an individual away from that. And it's just one of those things where a star is born. I mean, you know, you see a little, forgive me. By the way she's ..."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Incredible. Feel them.",
    "statement": "One guy did them all, I <GUESS>."
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "believe": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Rupert Murdoch says he was absolutely shocked, appalled and ashamed when he learned about the phone hacking that brought down one of his most popular newspapers. The media mogul defended his company and himself during today's emotional hearing before parliament. Listen to some of the more compelling exchanges.",
    "statement": "It is our determination to both put things right, make <SURE> these things don't happen again and to be the company that I <KNOW> we have always aspired to be. As for my comments, Mr. Chairman, and my statement, which I <BELIEVE> was <AROUND> the closure of -- of the \"News of the World\" newspaper --"
  },
  {
    "transcript_id": "CNN-338462",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "must": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's a very good question, Becky, and one that many are trying to answer. As you say, a lot of tough talk for now. President Hossein Rouhani also talking about severe consequences. But what they may be, he hasn't gone into much detail. The Iranian's have also been talking about ramping up the nuclear activity if in case the U.S. does walk away. But again, very light on details. At the end of the day, the Iranians want to stick to the deal they signed. They say it's all or nothing. And nothing devised by the U.S. or France will change that. No new terms. In fact, you know, the Iranians say what about the other countries? What about Germany and Russia and China? In fact, Germany and Russia has also said they want to stick to the current deal. So, the Iranian's they could, for example, if the Europeans agree on a consensus, just go with the Europeans or they could ditch the whole deal altogether. You know, for them they've stuck to their end of the bargain. I think they'll be encouraged by what President Macron had to say, because obviously, France in the U.S. aren't exactly on the same page yet, and their banking on that. So, Iran is probably going to take a wait and see approach and see what the new terms may be and then come to some sort of conclusion -- Becky.",
    "statement": "We <MUST> respect the sovereignty of nations including that of Iran. Macron said let us not replicate past mistake in the region. There is an existing framework, he said, to control nuclear activity in Iran. We signed it at the initiative of the United States. That is why, he said, we cannot say we <SHOULD> get rid of it and we should not abandon it unless we have something more substantial instead. Thank you, Amir. Melissa, you're in Paris. It's fix it or nix it time for the American president. That is <MAY> 12. These are the fixes the French President came to offer. We just heard him offer them again in Congress. Four pillars of changes. One, curbing Iran's nuclear work for seven more years. Two, blocking it into the long-term. Three, preventing it working on missiles. And four, pushing a runaway from what many see as his regional meddling. Melissa, Macron offering himself as some <KIND OF> European interlocker here. How is this playing back home in Europe and beyond?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Let's -- rather than try to put this on the screen -- well, I'll try it. This in the section on Votomatic systems. And I'll move it up here. \"Problems of chad in pre-scored cards\" -- move it a little bit over to the left here, Patrick. There we go. Could you read that out loud, please?",
    "statement": "Yes. \"Problem of chad in pre-scored cards. Pre-scored cards have presented some difficulties in processing. Either a chad <MAY> fall out unintentionally, or a chad that is intended for removal may not be fully removed. In either case, the voter's intent is not accurately recorded.\" That's <CERTAINLY> the case -- that happens..."
  },
  {
    "transcript_id": "CNN-137363",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I'm Irish.",
    "statement": "Check this out. So, this is what happens. You follow this character walking <AROUND>, and then you answer a series of questions that helps you determine the ecological footprint. So, how much meat do you eat? How often? You can say, oh, I eat meat occasionally. And you start off right here. We'll go through a few of the questions."
  },
  {
    "transcript_id": "CNN-160551",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Andy Hill, is a retired Phoenix police officer, he joins us on the telephone. I'm going to turn to Kate Bolduan. She joins us from our D.C. Bureau. Kate, you have more information for us.",
    "statement": "Hey there Marty. Yes, one element I'm <SURE> you've already talked about, that Gabrielle Giffords' husband is a NASA astronaut, he astronaut Mark Kelly. Speaking with NASA officials I'm told that this weekend Mark Kelly is off-duty so he's on his own time on his own schedule. So they couldn't comment on his personal activities or his travel at this time. But he is based in Houston where at the moment he is working and training as a NASA astronaut. He is currently assigned and scheduled to take off on STS- 134 that is an endeavor mission, with a target launch date of April 1, 2011. There's just a little bit that I'm learning from NASA about at least where her husband has been at the time. <OF COURSE> NASA says they <COULD> not comment any further, could not comment at all on anything having to do with the congresswoman, only giving just <KIND OF> the whereabouts and the latest on what astronaut Mark Kelly has been doing. Their relationship, Marty, as you <KNOW> has been a bit of a fairy tale news story we've all covered. Congresswoman sitting in the bleachers at the Kennedy Space Center during the launch when he was then commander of the mission taking off in I <THINK> back in 2008. I know we did several stories on it. Just now giving us an opportunity to check back up and see where astronaut Mark Kelly is today. We'll keep checking in on that."
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "John McCain could have been released from captivity in Vietnam. He was the son and the grandson of highly decorated admirals. And that afforded him privilege. But he refused early release and he stayed with his guys. Whatever his politics, whether you like him or not, he was a hero. And when he died, the president was criticized for waiting to lower flags in honor of McCain's death. It took two days and tremendous pressure on President Trump. And Trump was upset that he didn't get praise for approving McCain's funeral.",
    "statement": "I gave him the <KIND OF> funeral that he wanted, which, as president, I had to approve. I don't care about this. I didn't get thank you. That's OK. We sent him on the way but I wasn't a fan of John McCain's."
  },
  {
    "transcript_id": "CNN-37631",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Is -- the elderly people that were killed, are they related to his wife or to him?",
    "statement": "I <KNOW> that they are Soltys' aunt and uncle. I also do know that before he came to the United States he did try and apply with the Ukrainian army and was rejected because he was mentally -- deemed mentally unfit."
  },
  {
    "transcript_id": "CNN-231692",
    "matched_terms": {
      "maybe": "ungraded",
      "guess": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well, I'm trying to figure out -- I'm trying to figure out why if you feel fine do you have these two examinations to declare that you're not feeling fine? Right? What were the circumstances in which he would go see a physician to be evaluated in the first place? Whose idea was it and what was the purpose of it? If he feels that he's not, you know, having any sort of mental problems, if he's not having problems with his synapses firing, then why was he being examined in the first place? And then twice on top of it? Was that Shelly's idea? Is this part of a larger scheme that Don is kind of insinuating? I'm really curious about that part of it.",
    "statement": "Yes. I <SUSPECT> -- my own suspicion is they want the $2 billion to sell the team but they also want, especially Donald Sterling -- I'll let Jeffrey weigh in on this. He also wants what he calls vindication. He wants the NBA <MAYBE> to eliminate the ban on him attending NBA games for life or something along those lines. He wants something relatively, I <GUESS>, from his perspective modest so he can be, quote, \"vindicated\"."
  },
  {
    "transcript_id": "CNN-347358",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "The NFL preseason kicked off in full force last night, and with it a new round of protests during the national anthem. There were players who took a knee, others who would raise their fists, or sat out the anthem all together in the locker room. Joining us now to discuss that and more, CNN contributor, national reporter for \"The Washington Post,\" Wes Lowery, and Georgetown Professor Michael Eric Dyson. His new book, \"What Truth Sounds Like,\" is a \"New York Times\" instant bestseller. Gentlemen, thanks so much for being with us. I have to say, we invited you here because this is the one year anniversary of the white supremacist rallies in Charlottesville. There's a whole lot to discuss tonight. These protests came out overnight. We're waiting for the president to respond. Professor, you know, what did you see last night? What is the fact that these players continue to make this statement? What does it tell you?",
    "statement": "Well, first of all, black life continue to matter to them and doesn't <SEEM> to matter to others who continue to victimize black people with random violence and arbitrary forms of aggression. Number two, these are grown black men. They will not be dictated to and told by the president of the United States of America or a football league, a sports league, about what it means to be a responsible, conscientious citizen. Here we are talking about the one year anniversary of white supremacists and nationalists and neo-Nazis expressing their right to protest in America, and yet these black men of valor, of integrity, of courage and bravery are being muffled. And finally what it says to us is that all players <SHOULD> have a conscience <AROUND> this, not just black players. Where is Aaron Rodgers in this whole situation. He praised LeBron James for keeping his comportment in the face of assault by the president, but where is this pro-active engagement with these players to link arms, even if he doesn't raise a fist, raise a voice and say something important. That's what I <THINK> these protests suggest."
  },
  {
    "transcript_id": "CNN-298300",
    "matched_terms": {
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Can I get a one word answer? Is Hillary Clinton done with politics?",
    "statement": "I <DOUBT> it. Put it that way. I mean, I <THINK> she is someone who still has so much to contribute to this country."
  },
  {
    "transcript_id": "NPR-13258",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "The way it works is that it's actually a reimbursement. Once the presidential disaster declaration is issued, then that's when the FEMA reimbursement will kick in. Right now, what we're doing with the response mode is - we are getting help from the state. The state is supplying its National Guard troops Department of Transportation equipment. And if they can't find some stuff, they're going out and purchasing it for us and then they're sending it in. And that's not only down here, but that has been throughout this entire flood-response effort throughout eastern Iowa.",
    "statement": "There have been parallels drawn between the flooding going on now and what happened after Hurricane Katrina. And there wasn't a great reputation, especially with FEMA, after that experience. What sense do you have of what <MIGHT> have changed since then and how things might go this time?"
  },
  {
    "transcript_id": "NPR-12659",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Let's get some callers in on the conversation. Our guest again is Representative - Florida State Representative Dennis Baxley. 800-989-8255. Email: Talk@npr.org. T.J. is on the line with us from Sunnyvale in California.",
    "statement": "T.J.: Hi. Thanks for taking my call. I'm making the call just to ask whether or not where I <THOUGHT> the line <SHOULD> be drawn. I <THINK> it's when you're under attack, exactly. Since we have a Florida legislator here, <PERHAPS> he can do a comparison and provide some instruction in comparison to the Trevor Dooley case in Tampa where an elderly black man was set upon by a white fellow, and the gun the black man was carrying went off. That <SEEMS> to be the generally agreed thing. And this fellow has been charged of manslaughter. I'll take my comment off the air. Thank you."
  },
  {
    "transcript_id": "CNN-376110",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, across the country, it's really a moan of confusion about exactly what happened in the circumstances. And, of course, we heard from the police right away that the two American young men: the 19-year-old and 18-year-old had -- one of them had originally confessed to the stabbing. Then, we've heard some sort of -- sort of conflicting reports once they had lawyers and legal representation. But right now, if the focus is not on the investigation on those suspects, it's on this officer. And let's listen to what one of his commanders had to say about him.",
    "statement": "He was a person that was always, always, always available. Everyone <COULD> count -- everyone in the neighborhood knew that they can count on him. He'd never tried to cut corners, he was very altruistic."
  },
  {
    "transcript_id": "CNN-251718",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But, Paul, so you would expect the defense then, since this will clearly be admissible to say -- well, you know, the custody argument the chain of custody in terms of this tape, right? Who did it go through? Editing possibly, et cetera, right?",
    "statement": "Yes. They'll argue that. They'll take a shot. There'll be a preliminary hearing. They'll make another argument. They'll say the tape's not reliable. But they'll also say, you <KNOW>, HBO was working closely with the cops in preparing this documentary. So, HBO became an agent of the police. You remember as Danny says, if the government's involved the 14th Amendment of the Constitution protects you. If it's strictly private, you have no protection. So that's the argument that will be made. The stronger argument, though, in the end that they'll make is that that statement is a vague statement. You notice he doesn't say I killed Berman. He says, I killed them all. And I'll just throw one weird thing onto the table for you. His brother says that he murdered seven Alaskan huskies in preparation for the murder of his first wife."
  },
  {
    "transcript_id": "CNN-334325",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "They just changed the name from consulate to embassy.",
    "statement": "Yes, it's a quick fix. It's part of a phased operation to ultimately construct, on that site presumably, a permanent embassy. But, again, it's rather remarkable, the degree to which all politics are local. You have a prime minister that wants to demonstrate his indispensability. And a president that loses <ABSOLUTELY> nothing by deepening his relationship with the state of Israel."
  },
  {
    "transcript_id": "CNN-198102",
    "matched_terms": {
      "clear": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "The camera captures the entire light field, allowing the picture's focus and perspective to be changed after it's been taken. Number nine: NASA's Dawn spacecraft sent back staggering data about an asteroid 325 miles in diameter called Vesta. It appears Vesta went through some stages of planetary evolution. It's one of a kind in the solar system.",
    "statement": "What's <CLEAR> to us is that Vesta <APPEARS> to be the only intact proto-planet that's left."
  },
  {
    "transcript_id": "CNN-214967",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "It takes about eight hours to print in 3D at NYU's advanced media studio. Then the excess powder is removed to reveal the disembodied face from a stranger's DNA, but there are limitations. The length of the nose or shape of the face cannot be determined.",
    "statement": "The faces have a general likeness. It <MIGHT> look like a family resemblance. Right now, I can't determine an age so all of my masks are aged between 20 and 40."
  },
  {
    "transcript_id": "CNN-12567",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "As far as Bush and Cheney are concerned, they have spent some time together over the past month. Obviously, Cheney is a resident of Texas. He has had some dealings with Bush over the past six, seven years. So they know each other quite well. It is a comfort fit. So today, again, we are expecting that choice will be made official. It was made picture-official when Cheney arrived at the Austin mansion, the governor's mansion. So, now it's really only over. We are really only waiting for the words from Dick Cheney, his first words as the vice presidential nominee, and of course, the introduction from Governor Bush -- Natalie.",
    "statement": "And while we wait, what do you <KNOW> about former President Bush's involvement in this process? There were reports that he made a call to check on Mr. Cheney's health, see if he were up to running."
  },
  {
    "transcript_id": "CNN-330389",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, Martin, it was around 8:07 when we got the emergency alert on our phones. I'm here on a Marine Corps base Hawaii about 10 miles north of Honolulu on the island of Oahu. And we were here to go boating. There is a little facility where you can rent boats if you have a military personnel in your family. I'm here with my brother who is a Navy lieutenant. And 8:07, we all got this alert all capital letters, ballistic missile threat inbound to Hawaii, seek immediate shelter. This is not a threat. There was a bit of running and shouting after that, and the people here on the base, a lot of civilians and not all military personnel where I am, I'm obviously not in the military. But we then gathered our family, people were nervous, and the civilian staff here at the boat launch took us into a garage. There are about 30 people here with young children, some dogs, and a lot of military personnel as well. And people were nervous, Martin.",
    "statement": "Well, David, I mean what would you do? Did you even <THINK> of going somewhere? What were your first thoughts?"
  },
  {
    "transcript_id": "CNN-214329",
    "matched_terms": {
      "know": "ungraded",
      "possibly": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "To genuinely reach out, live up to what they have just said they would do with respect to the chemical convention, go further. Help us in the next days working with Russia to work out the formula by which those weapons could be transferred to international control and destroyed.",
    "statement": "The Russians called an emergency meeting of the U.N. Security Council to talk over its proposal to deal with Syria's chemical stockpile. It was supposed to start right this very moment. But it was called off at the last minute, and this just in to CNN. On Thursday, Secretary of State John Kerry will travel to Geneva to discuss Syria with his Russian counterpart, according to a senior State Department official. Yesterday, as you recall, it was Kerry who threw out the idea that led to this Russian plan. It appeared to many that Kerry was just, you <KNOW>, discussing a hypothetical. But he backed the White House into an alternative solution to this, and though the administration's story today is that this has been on the table for some time, Kerry testified earlier before the House Armed Services Committee, along with Defense Secretary Chuck Hagel and Joint Chiefs Chairman Martin Dempsey. Even though the president is going to speak directly to the American people tonight, he asked Senate Democrats today to delay their vote on authorizing U.S. force against Syria to give him -- quote -- \"some time to work things out,\" according to Senator Dick Durbin, <POSSIBLY> into next week. As we mentioned, the United Nations Security Council was supposed to be holding an emergency meeting on Syria right now, but moments ago, the Russians <REPORTEDLY> pulled out. Senior international correspondent Nick Paton Walsh joins us from the U.N. Nick, what happened? We were on this march to peace. Why did the Russians pull out?"
  },
  {
    "transcript_id": "CNN-357866",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, it depends. If you are in a combat zone literally nothing changes. It is -- it's not Christmas day, it's Groundhog Day. If you get a great meal, which is a focus by a lot of people to ensure, people who are deployed get a great meal that day and they do have a chance to come together and reflect, it's a good thing. I guarantee you that soldiers or sailors have made Christmas trees, either they've received it from home in a package or they've made it out of something they found around their environment and I've seen a lot of strange Christmas trees made in weird places. That's part of the focus. And they give each other gifts. If it's your favorite MRE potentially or even something that you have had shipped from home, you go I have it to your fellow soldiers and it becomes a brightening of the day. But there is that moment of sadness, you're hoping for some kind of contact, either through a Skype call or maybe a telephone call, depending on where you are, all of that becomes extremely important. But they're doing their duty. They're serving. Commanders will come around and perhaps deliver the meal to someone on a post or a guard station or they might just bring some cookies or baked goods if they are in a peacetime environment and their spouses have made that for other people, they will deliver them to the soldiers under their command. In some cases, the junior leaders knowing that some of their junior soldiers might not be able to go home or have contact, they will invite them into their homes to experience a family environment that they might not otherwise have, get them out of the barracks and dormitories and have them with the sergeants or lieutenants that have the ability to do that.",
    "statement": "You're talking in some cases about 18, 19 year olds, 20 year olds who <MAY> not have been away from home for Christmas, period, let alone in a war zone. I am curious you mentioned you give each other presents, is there any present you remember receiving overseas in a war zone from another soldier?"
  },
  {
    "transcript_id": "CNN-364701",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "seem": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And it's interesting and you could say while you explored for a few months and you didn't get a lot of traction in the polls, why would you do this? I think a lot of these candidates has the right assumption. Let's try to raise money. Let's stay in the race. We're going to get to the debates. We're going to have a crowded field. We're going to give the debate. Somebody is going to have a breakthrough moment in those debates -- one of the called second tier or third tier -- I don't know how to rank the candidates right now. Somebody will have a breakthrough. A lot of the focus this past week was on Beto O'Rourke -- former congressman, got in, three days in Iowa. I don't mean this to be snarky. But a lot of people are saying because he's unemployed he gets to continue. And he continues -- he's out in the Midwest, he's continuing to campaign in Wisconsin, Ohio. Some of the others -- you know, the senators have to come back and cast votes and the like. The reaction to Beto O'Rourke has been really interesting and it's polarized. We were talking before the show. This is Kathleen Parker. I love reading Kathleen Parker. This is in the \"Washington Post\". If you support Beto O'Rourke you're not going to like this. \"No one in recent memory, save for Donald Trump, has received so much free advertising by simply showing up. When he flails his arms, often in front of his own face he reminds mothers everywhere of the moment when an infant suddenly realizes that the hand bobbing in front of his nose belongs to him whereupon he remains mesmerized until he realizes there's another one.\" Ouch.",
    "statement": "Well, he does not remind me of my children. But I will say -- I mean it has been interesting how very <KIND OF> divided the reaction has been to him. People <SEEM> to either really love this brand of almost kind of Obama-esque, you <KNOW>, performance that he does in front of a crowd. Or hate it and <THINK> that it's very self-important and it doesn't really speak to any of the issues that, you know, Democrats frankly want to be getting down to brass tacks on because they want so badly to beat Donald Trump in 2020. I think that polarization is going to continue. I think the interesting thing is going to be how he fills in some of the blanks Lisa said earlier he's been kind of gauzy about, you know, some of his policy prescriptions. I think that, you know, Democrats are going to need to see what the specifics are on some of these grand ideas that he's out there talking about in very inspirational ways. And that's part of the reason that people are so taken up with, and I think in his Senate run in Texas were so taken up with who this guy is and <SORT OF> like the cult of his personality. There going to needs to be more of that -- more than that. But I think that's why we see some of the divides right now. A lot of Democrats are really just fed up with this idea that you know, you're going to have this guy making grand gestures, however big or small, and that there's not going to be anything behind that. I think that's the big worry right now."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "There's an old saying that goes troops fight battles, but logistics win wars. Marine Lance Corporals Derek Leonard and Jonathan Hatton (ph) are warriors in both worlds.",
    "statement": "This right here is the M-16, semiautomatic weapon, my preferred weapon. It's easy to carry <AROUND>."
  },
  {
    "transcript_id": "CNN-82992",
    "matched_terms": {
      "of course": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Diana, can you give me a sense, to what degree have things returned normal there in Madrid? Are the trains full? Are people going about their business or is it there's still remnants of that incredible outpouring we saw last week?",
    "statement": "There is very <DEFINITELY> still a sense here of grief and loss and mourning. The city is decked with flags which are hung with black ribbons, which is the sign of the sense of horror and condolences that people have for the relatives of the victims, indeed, the victims themselves. That black ribbon very much synonymous in Spain with terrorist incidents. <OF COURSE>, the people in Spain are used to -- in the past have had various outrages perpetrated on them by the Basque group ETA, from the north of Spain, which has been branded a terrorist organization. But they are still coming with their flowers, as I say, and their candles and their messages here to this train station. And the -- although the official three days of morning is over -- that ended on Sunday -- there is still here a very great sense of loss in the capital city -- Miles."
  },
  {
    "transcript_id": "CNN-278228",
    "matched_terms": {
      "think": "ungraded",
      "best": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "The <BEST> I <THINK> he <HOPES> for is to deny Trump and everybody hang in."
  },
  {
    "transcript_id": "CNN-201645",
    "matched_terms": {
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Hi there, Fionnuala. Well, we'll find out tomorrow when that magistrate hopefully rules on whether Oscar Pistorius spends tomorrow night in jail or whether he gets released. But in terms of the Pistorius family and Oscar Pistorius himself, they issued a statement earlier on saying they were actually happy with the bail hearing. There was a sense of confidence perhaps at the way thing proceeded today. And you could see it physically in the way Oscar was sitting. Yesterday when I was in the court, he was slumped over, he cried a lot. He could barely contain himself, control himself. today, he was sitting a bit more upright. A little bit more centered. And in a way that's because his defense team did punch quite a few holes in the state's case. But his uncle has also spoken to the media. And this is what he has to say about today's proceedings.",
    "statement": "Like light controls darkness, truth will prevail. And as you go -- as we go along and -- because I <KNOW> the truth. I know exactly what happened. And I know one thing is that the puzzle is not going to fit where the state wants to fit it. It just won't fit there. It fits here on a very tragic scenario where things happened in such a way that Oscar <THOUGHT> it was an intruder."
  },
  {
    "transcript_id": "CNN-303532",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "So far, so good.",
    "statement": "So far, so good. It's a great part of our country and our democracy and the transfer of power. It's a beautiful day for it to get started. And it's worth remembering there are so many people who come here, a lot of them supporters of our president-elect, others <MAY> not necessarily be. But to see this in person, to experience history is really -- I can remember being a student here in Washington and going to my first inauguration just as a student. I talked to friends who live in Northern Virginia who rented out part of their house, rented a room, and they had actually from Axe's hometown a mother and daughter from Chicago land who were coming to see the inauguration. So, it's worth remembering how exciting it is for Americans of all political stripes to come see this close up and to take part in an extravaganza of democracy which includes this concert we're about to see."
  },
  {
    "transcript_id": "CNN-405595",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "In other words, what he's saying is go back to where we were back in -- what, in April. I'm just wondering. If everyone went out and wore a face mask tomorrow, could we avoid a lockdown, could we avoid a do-over?",
    "statement": "I <THINK> there's real <HOPE> about avoiding a do-over. But it really does take everybody wearing that mask. Because it so dramatically decreases the risk of transmission, the R- naught -- or the number of people that any single infected person can pass the germ onto -- would go below one. And that's what it takes to stamp out the epidemic. It takes that reproduction number getting to significantly less than one. So that we can stop the chain, we can stop the person to person to person spread. And right now, we're not stopping it. In <FACT>, it's over one, which is why this is growing."
  },
  {
    "transcript_id": "CNN-38622",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Well, Leon, the numbers last year were 84 total attacks in the world, 53 in the United States, and summer's winding down here in the U.S. So, actually, we're either having an average year or a slightly less than average year.",
    "statement": "That would <PROBABLY> surprise very many people who have been watching and reading press reports about what's been happening on the nation's beaches. Florida has seen a ton of them, there's like 28, I <THINK>, we've seen in Florida. But, never before have we seen one in Virginia. Have you ever seen an event like this happen that far north?"
  },
  {
    "transcript_id": "CNN-56430",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Bob, have you forgotten what happened last week? Have you forgotten all the children driving to school to only have their bus blown up? The Israelis reoccupied certain towns because the terrorism, the suicide bombings did not stop. As soon as they stop -- as soon as the Palestinians reform their leadership, the Israelis will withdraw as the president stated today to those guidelines, and the president is being entirely reasonable. But to ask the Israelis to unilaterally put up their hands, which they have done many times and expect the nonexistent Yasser Arafat to stop terrorism, how many more Israelis have to die?",
    "statement": "You have always struck me as a liberal humanitarian person. I'd like to get your reaction -- I <KNOW> what your reaction is to the murder of Israeli children by these killers. What was your reaction to the murder of Palestinian children by the Israeli defense force a few hours after a Palestinian gunman killed an equal number of Israeli children?"
  },
  {
    "transcript_id": "CNN-334350",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, I think there's got to be a kernel of truth to some of the things that he is saying. He was in that somewhat inner circle. Yes, he was fired twice but he was hired, fired, hired again and then fired. So he was in the midst of that Trump campaign. I think the other is that Congressman Adam Schiff said today that they were going to call him to their committee and to be able to be in front of that committee and testify. Mueller is looking at him because he believes he has something and some information that is necessary. And for him to think that Sam, that he can sit there and say, I'm not going to go, is as -- ludicrous, as -- look at the justice system and giving it the finger. He is acting like a spurned lover in many ways and I think we're going to see and hear more about this in the days and the weeks to come.",
    "statement": "Would not be the first former Trump official to essentially do that when it comes to issues of subpoenas and testifying, either before a committee or before a grand jury. This <MAY> be the first time on a grand jury. But what the special counsel is looking for, they're demanding all documents, records, phone logs"
  },
  {
    "transcript_id": "CNN-233736",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "But that's the implication.",
    "statement": "No, the question is, <SHOULD> it be disclosed who's paying for it? Should it be disclose who went on the trip? And, Jamal, I <THINK> the question here is -- and this is all very inside baseball to a degree -- but the financial disclosure forms are what reporters and good government groups and members of the public <KNOW> to go to. There is this other thing that -- the travel and gift form that I didn't even know existed. And the travel and gift form, that's not true, I know it existed. But most people don't know it exists. And you have to do travel on both forms as Pamela explained. Now, they're saying you don't have to on financial disclosure."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "They have very little guilt.",
    "statement": "Sickening, what <COULD> have happened to her!"
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Right. So is that your intention? When you create your work, when you create your stand-ups and your pieces, is that your�",
    "statement": "I can't really say that because people say they're shocked at, sometimes, what I say. I'm shocked at what comes out of my mouth. You <KNOW>, I'm surprised. It comes from somewhere other than me because sometimes, I'm surprised at the things I say. People say to me, you know, you shock me. And I say. I shock myself. You know, I don't know what to say. I mean, I <THINK> funny is funny, and that's - I'm a comedian last and first, OK? And whatever's in between, people will say I'm political, I'm this, I'm that, I'm racial. I mean, that's what their response is. I mean, I can only live my life and my experience the way I experience it and how I react to it, you know? I'm as American as apple pie, you know. I mean, I don't live on Mars or on some other planet. I come from Earth, so I'm relating from Earth. I'm reacting from living here."
  },
  {
    "transcript_id": "CNN-382573",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "I mean sometimes I wonder whether you view -- I mean I speak to you as not just a former Irish prime minister, but also as a former leader in the E.U. You are speaking on behalf, or the same kind of sentiments that the rest of the E.U. would be saying. They are saying, because the Brexiteers keep saying that, oh, the E.U. will definitely need to compromise because they don't want a no deal even worse than we don't want a no deal. But we've seen a lot of reporting, and I wonder if you can confirm, that the E.U. have actually -- now they're pretty fed up, they kind of have backed it in that Britain will leave. They think that even if there is another referendum, there will be a sort of, you know, a rump Brexit, you know, sort of troublemakers for a long time within the E.U., if Britain does stay. Their businesses are ramping up and have been working for the last three years to, you know, to prepare themselves for this. I guess what I'm trying to ask is, is it -- who's it going to be worse for, this game of chicken? Who's going to suffer the most?",
    "statement": "Well, I <THINK> there have been economic studies that have been done that if a hard Brexit or a no-deal Brexit comes into effect, the biggest loser by a substantial distance will be Britain. Ireland will be the second biggest loser, and it will suffer substantial losses, and we've been making provision for that in the budgets we had this week. And then after that, a number of other European countries, Belgium and The Netherlands and France I think will suffer a little. But most of the European Union 27 countries will not be particularly affected by the departure of Britain. And there is, I think, as you're suggesting, a lot of impatience in the European Union with all the time that's being taken up with Brexit, when we have so many other problems to face in the European Union, the completion of the single currency, dealing with the refugee crisis. And your earlier interviewee highlighted the possibility of another flood of refugees coming into the European Union as a result of the actions being taken by Turkey. These are all issues that the European Union needs to get on with, and it is being distracted by the continuing indecision in Westminster, its indecision in Westminster, a government with a majority in Westminster, made a deal, and it couldn't get it through. Now, a prime minister without a majority is coming forward with a new proposal, and there are questions being asked in Brussels. <COULD> he get any deal that we <MIGHT> get through parliament either? And that question -- there's no obvious answer to that question."
  },
  {
    "transcript_id": "CNN-156524",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "This morning, on the \"Today\" show, 47-year-old actress and reality show star, Lisa Rinna, who is famous for her artificially inflated lips, discussed the shocking revelation she just made on \"People.com.\" Lisa revealed that this summer she had her famously prominent puckers surgically reduced.",
    "statement": "I had no idea you <COULD> reduce it. I was like, yes, let`s do it."
  },
  {
    "transcript_id": "CNN-150569",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "The effect on an entire industry. The gulf slick pushing fishermen to the brink. <COULD> a seafood shortage be on the way? Next hour we're going to find out more about the efforts t make someone pay. And <OF COURSE> Jacqui Jeras following all the conditions from the oil slick to other severe weather conditions <AROUND> the country. Just looking at these pictures right now, Jacqui, the Tennessee waters, the aftereffects here, the livelihood there."
  },
  {
    "transcript_id": "CNN-412828",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You guys have been on the front lines of this pandemic, providing these essential services, testing and food for those who need it. What is the most urgent need on the ground right now?",
    "statement": "Well, to begin, it <SHOULD> be said that all the of these activities have been financed by the private sector, by donors. And we have been unable to get any federal funds whatsoever. FEMA, for example, the Federal Emergency Management Agency, we applied for a grant to continue our testing, and they denied the grant on the basis that we were testing both symptomatic and asymptomatic. They were refusing to finance anything that tested the asymptomatic. We <KNOW> there's a lot of spreading going on. We are facing a period where I <BELIEVE> this is going to come back to haunt us in terms of the --"
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is a CNN SPECIAL EVENT. The Presidential Address. Four months after the President declared an end to major combat, Iraq remains a dangerous and costly mission. Is the public support declining? Will Congress stay the course? Will US allies <AROUND> the world sign on to help rebuild Iraq? And as the September 11 anniversary approaches, is the US winning the war on terrorism? Ahead during CNN's live coverage, with Paula Zahn and Aaron Brown in Washington. And CNN correspondents around the world. As the President prepares to deliver his address to the American people."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Talk about men in war, Duke Cunningham, were you nervous before every mission?",
    "statement": "<ABSOLUTELY>. More so when I got down, not during the fight, but afterwards and you <KNOW> one of the things that I <THINK> soothed that, Larry, was the day I was fortunate enough to shoot down my first MiG. I came back aboard the USS Consolation all 5,000 guys were on the flight deck. Willie White my plane captain broke across the bow, he knocked over Admiral Cooper, which you don't do in Navy, and jumped up on wing came back down the turtle back, as I'm trying to get the injection seat pin in, and he grabbed me by the arm and he said, \"Lieutenant Cunningham, Lieutenant Cunningham, we got our MiG today, didn't we?\" And people are seeing the stories over in Afghanistan of the pilots, but behind every pilot, you know, there's hundreds of men and women serving on that ship, and they fill an equal part of that team."
  },
  {
    "transcript_id": "CNN-107350",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "On page 152, you write, \"'So if it turns out to be Zawahiri's head, I <HOPE> you'll bring it here,' Bush said at one meeting, half in jest.\" It turned out not to be his head."
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "clear": "ungraded",
      "totally": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "The president is spending the weekend at his golf course in Bedminster, New Jersey. And his Twitter feed was busy on Saturday. He specifically took the opportunity to suggest that the investigation into his campaign's potential ties to the Russian government during the 2016 election could end up having an effect in the election in 2018. The president --",
    "statement": "-- tweeting, quote, \"No collusion, no obstruction but that doesn't matter because the 13 angry Democrats were only after Republicans and <TOTALLY> protecting Democrats. Want this witch hunt to drag out to the November election. Republicans better get smart fast and expose what they're doing.\" Now the president's tweet storm comes against the backdrop of increasing criticism for his decision to have this summit with President Vladimir Putin of Russia in Helsinki and subsequently his decision to invite President Putin to Washington sometime this fall. And there's been a lot of talk about the reaction from the Director of National Intelligence, Dan Coats, who was at a security summit in Aspen. Coats learned of the president's invitation during an interview with NBC. And Coats seemed to be a little bit shocked. Well, Coats attempted to <CLEAR> the record on Saturday night. He put out a statement that said, quote, \"Some press coverage has mischaracterized my intentions in responding to breaking news presented to me during a live interview. My admittedly awkward response was in no way meant to be disrespectful or to criticize the actions of the president. \"I and the entire intel community are committed to providing the <BEST> possible intelligence to inform and support President Trump's ongoing efforts to prevent Russian meddling in our upcoming elections, to build strong relationships internationally in order to maintain peace, denuclearize dangerous regimes and protect our nation and our allies.\" You'll note that the Director of National Intelligence makes no mention of whether or not he <THINKS> it is a good idea for President Trump to invite Vladimir Putin to Washington sometime this fall. But there is <CERTAINLY> one person who thinks that the president's interactions with Russia have not been going very well and that's his former opponent, Hillary Clinton. She had some harsh criticism for President Trump during a festival on Saturday. Take a listen."
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It is legal and I leave morality to each individual to judge. I have no problem with Bill Bennett gambling.",
    "statement": "Bennett says he not only lost $8 million but also won $8 million. Experts say that's nonsense. Do you <BELIEVE> him? I don't."
  },
  {
    "transcript_id": "CNN-82179",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You have watched this closely. You ran twice for office. You knew when to hold them, when to fold them. Is it time for Howard Dean to get out?",
    "statement": "Well, to be <SURE>, if he loses tomorrow, his funds will stop. And the unfunded cannot remain in the race, unless they're driven by some cause. And so, if he loses tomorrow, it will be in many ways the final statement for him. I <HOPE> that he will honor and I <THINK> he will honor his promise to support the nominee. And the softening tone at the debate last night suggests that he has that much of a reality check. So chances are, Kerry will roll on."
  },
  {
    "transcript_id": "CNN-409254",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "That spells a lot of trouble if people aren't moving. What is your message for folks in Galveston County who have been obviously told to evacuate, but if they choose to stay, as we often hear when storms are approaching?",
    "statement": "<CERTAINLY>. My message is, if you've been put in a mandatory evacuation zone, please evacuate. We're not doing that because it's anything other than the right choice to make. We are concerned about life safety and property damage. So if you're on the peninsula, especially, please evacuate. If you're in other areas, you <MIGHT> be able to stay where you are. We're going to have significant impacts. And further west in the county, it's not going to be as traumatic. And I don't <THINK> evacuation orders have been ordered in the western part of the county."
  },
  {
    "transcript_id": "CNN-230395",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Why wait so long to apologize? It's been a couple weeks, you could have come out --",
    "statement": "Well, that's a very good question, I just -- I'm so emotional distraught. And the reason it's hard for me, very hard for me, is that I'm wrong. I caused the problem. I don't <KNOW> how to correct it."
  },
  {
    "transcript_id": "CNN-303307",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So what else the size to that you have to pay for?",
    "statement": "Well you pay for your food, pay for dry cleaning. You <KNOW>, you pay if you have pets. You're going to pay for the veterinarian. You're going to pay for the pet's foods. You're going to pay for all of those little things that you would buy toiletries that you buy, personal items. Somebody will go do it for you."
  },
  {
    "transcript_id": "CNN-91648",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Ann and John Hofton (ph) went to Thailand every Christmas. These are some of the last pictures of them on the beach where they died. The government says it is going to change the law so a death certificate can be issued, but how long will that take? Many relatives of the British people who died will now be wondering whether to hold a funeral. Many will be facing financial worries. For them, every week without news gets more difficult. Kir Simmons (ph), ITV News.",
    "statement": "One month after the tsunami, most schools in southern Thailand have reopened. That's important to the children, to reestablish some <SORT OF> routine in their lives, but it's not really routine now. Romilly Weeks has that story."
  },
  {
    "transcript_id": "CNN-57485",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "If the assistance or if the terms of assistance are coupled and conditioned with political aspects, like the governance or the democracy or human rights, then this is considered by them as unsolved (ph) and it will not be accepted.",
    "statement": "A position putting him in direct opposition to the African Union's new chairman, South Africa's Thabo Mbeki and other leaders joining him in promoting democracy and good governance through the new partnership for Africa's development known as NEPAD, the AU's engine designed to drive Africa's economic and political regeneration. Gadhafi, who has warned NEPAD <COULD> become a tool for blackmail and exploitation of the continent, says its backers <SHOULD> be more wary."
  },
  {
    "transcript_id": "CNN-236881",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "With the National Guard being deployed, we still have no clue what today and tonight are going to be in Ferguson, Missouri. What <KIND OF> action those streets <MIGHT> see. Last night, what began as peaceful protests spiraled into chaos after two people were shot and injured. The highway patrol says those civilians were not shot by the police, and they say some protesters were hurling Molotov cocktails at the police as well. All of this despite a curfew that was in place. And Michael Brown's attorney asking for calm. Our Don Lemon is on the ground for us in Ferguson, Missouri. Don, who is it that it is supposed is causing the trouble at night? Because by day things are calm. By night, does anyone really <KNOW> who these people are?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "view": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "... is this -- how are you? My question to you is this, as lawyers, we both know that the Supreme Court doesn't have to take every case that it's asked to take, and in a situation like this, you would -- wouldn't you begin to think that the -- by the mere fact that they're showing such interest in it, there must be members of the Supreme Court who are concerned about this issue, or else they wouldn't be hearing it; and number two, aren't you particularly concerned with the fact that they appeared to couch it in a separation of powers' argument, which I think at least for your side, may be the most vulnerable side?",
    "statement": "Well, remember, this is a challenge to the Florida Supreme Court in a case by one of the nominees for president in the closest election we've ever had. To the extent that, that challenge raises constitutional questions, I don't <THINK> it's surprising at all for the United States Supreme Court to hear that case. The United States Supreme Court hears a very small fraction of the cases that it's asked to hear, but it's not usually asked to hear cases of this constitutional significance. So, I think that you can't interpret what the court does in this particular case in <VIEW> of all of the general statistics. One thing -- I don't mean to <SORT OF> get out of my role as an answerer of questions, but I'd like to ask, you <KNOW>, your view as to whether you think there is any chance the United States Supreme Court is actually going to reverse the Florida Supreme Court in this case?"
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "clearing": "ungraded"
    },
    "previous_statement": "And now, says Krugman...",
    "statement": "The name of the game is <CLEARING> the shelves and getting that merchandise out the doors and freeing up cash."
  },
  {
    "transcript_id": "NPR-32568",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But there was nothing to burn.",
    "statement": "I <THINK> we out to dinner."
  },
  {
    "transcript_id": "CNN-195449",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Talk about all kinds of things we may disagree on. I'm the most reasonable, responsible person here in Washington. The president knows this. He knows that he and I can work together. The election is over. Now it's time to get to work.",
    "statement": "Now, Speaker Boehner did say that he does not want the tax rate to increase. Right now, the top tax rate, 35 percent for the wealthiest earners, it's scheduled to kick up to 39.5 percent here at the end of the year. So you wonder how is it possible that that stays where it is if President Obama says he's going to veto anything that does not increase the top tax rate. Well, the idea here is <PERHAPS> to work out a framework here in the next few weeks towards tax reform. Overhaul the whole system because as you <KNOW>, John, there's a lot of people who, even though they <KIND OF> fall under what would be the 35 percent tax bracket, they don't effectively pay that. So if you kind of rework everything, some of the change comes out in the wash, you <MIGHT> actually increase tax revenue, tax dollars, but still not affect that tax rate. It's complicated <STUFF> but they're trying to thread the needle here. We're still waiting for specifics as they work through this."
  },
  {
    "transcript_id": "CNN-359564",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "This just in to CNN. A key Senate vote has just wrapped up. This was a Democratic-led effort to head off the Trump administration from dropping sanctions on some Russians. And our Manu Raju is on Capitol Hill. Manu, tell us what happened here.",
    "statement": "Yes. Senate Republicans blocked a Democratic-led effort to reimpose sanctions on companies linked to a Russian oligarch, Oleg Deripaska. Deripaska is a close ally of Vladimir Putin. His firm had been hit by sanctions by the Treasury Department last year. Since then, he had worked behind the scenes with the Treasury Department to rearrange the structure his shares in the firm. And in December, the Treasury Department decided not to move forward with those sanctions. As a result, Democrats tried to move forward and tried to ensure those sanctions stayed in place and pushed for a vote that just occurred on the Senate floor to try to prevent the Treasury Department from easing those sanctions. In a vote that just happened, it was 57 to 42, meaning they fell three votes shy of the 60 that they needed to break a filibuster and move forward on this effort. And 11 Republicans broke ranks and joined the Democrats, because of their concerns about Deripaska, concerns that he <MAY> get wealthier from this deal. But nevertheless, the Trump administration moving behind the scenes to shore up Republican support and try to kill this effort. But still, Brianna, watch for the House Democrats to move on this as soon as tomorrow. This is a symbolic rebuke of what the Trump administration is doing here -- Brianna?"
  },
  {
    "transcript_id": "CNN-367189",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "-- for the viewers who may not -- and you touched on this -- a couple of years ago he could not walk. It is not whether he can play golf but it is whether he can walk.",
    "statement": "Four back surgeries, the last was spinal fusion two years ago basically right now. And now was the last gasp effort. He was in so much trouble from the swinging so it was this or basically give up the game of golf. So spinal fusion and six months after that -- a year and a half ago -- that he <COULD> not get off the couch and he <THOUGHT> he <MIGHT> be done. As a journalist everyone would ask me, is he done? And I thought, you can never count Tiger Woods out. He is so talented and driven, if anyone can overcome this, it is Tiger Woods."
  },
  {
    "transcript_id": "CNN-46784",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Frank, how formidable of a candidate will Tom Daschle be?",
    "statement": "He's running, and he will be extremely formidable. He's very laid back. He's very relaxed. I saw him at the VH1 concert. This guy went Hollywood with the black turtleneck. He looked cool. And everyone, even the Police, were applauding him, and you <KNOW> that they don't applaud many people."
  },
  {
    "transcript_id": "CNN-249382",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded",
      "doubt": "ungraded",
      "unclear": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "CNN international correspondent Nick Paton Walsh in live in Donetsk for us. And at one point I understand you had to get away from your camera. Obviously you've moved locations since last hour. There was shelling near you?",
    "statement": "Well, just to explain where we are. We're standing in the hallway of a hotel. I mean, this building, as far as we can tell at this stage, is safe and has not been hit. But for the first time since I have been reporting from here we heard blasts that were very close to the vicinity of where we're standing. I <THINK> about four of them by our account. <UNCLEAR> what the target was or what they hit but we just moved away from the windows where we're normally standing which is fairly exposed. <OBVIOUSLY> for those whom the shells landed closer this would be significantly more terrifying and that's part of the issue here as we edge towards the cease fire about 10 hours or so left. That <SORT OF> sense of escalating loathing frankly from those civilians who are caught by the shelling here in Donetsk. It's compounded by the continued violence and also it makes some of the separatist militants that we've spoken to, and I hear this again and again and again, <DOUBT> that a ceasefire can actually stick. This is what one of them said to us yesterday."
  },
  {
    "transcript_id": "NPR-10984",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "You mean, if one of these leaders is in this medical unit, you could try to get their children in to see them?",
    "statement": "Yes.  Their children, their spouses, their brothers so that they don't <FEEL> so lonely and that they are able to see a familiar face while they are getting this medical care after sometimes very devastating incidents."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "One key piece of the Chandra Levy mystery falls into place, but how was she killed and who did it? We'll go live to Washington. Hundreds of mourners join Chandra Levy's parents for a memorial service. We'll go live to her hometown of Modesto. Growing worries of nuclear war between India and Pakistan.",
    "statement": "Any time you have two nations who continue to have the problems they're having, two nuclear armed nations, we <OF COURSE>, have great concerns."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "For a long time now, we've been using sort of a trick, and that's the children's literature.",
    "statement": "Bill, a former Labor Department economist, Yana is a Rutgers professor who runs Econkids.rutgers.edu, a project that uses kids' books to teach economics. (on camera): Give me an example of a book that I <MIGHT> have in my book shelf that actually has a subversive economic message in it."
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Do more on recycling. Use less plastic bags and less hairspray.",
    "statement": "I <THINK> many cities are just concrete jungles. We <SHOULD> incorporate more nature parks as an interim part of the city where people live."
  },
  {
    "transcript_id": "CNN-322675",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "And a very warm welcome back to CNN Newsroom. I'm Rosemary Church. I want to update you on the main stories we've been following this hour. The king of Spain is condemning the Catalonian independence vote on Sunday calling it unconstitutional. And he has accused Catalonian leaders of trying to undermine the country's social and economic stability. Thousands took to the streets again in Barcelona protesting the government's violent crackdown after the vote. U.S. President Donald Trump is praising his administration's disaster relief efforts in Puerto Rico, he visited the island Tuesday, meeting with residents and local officials but two weeks after hurricane Maria, most of the islands still has no power. And many are struggling to get access to food and fuel. Investigators believe the Las Vegas massacre was meticulously planned. They say the gunman set up cameras inside and outside his hotel room to watch for law enforcement. He had 23 weapons inside that suite and police say the shooting lasted 9 to 11 minutes. Well, the gunman's girlfriend Marilou Danley is back in the United States now. She arrived on a flight from the Philippines late Tuesday. CNN's Nic Robertson is live in Manila. He joins us now. So, Nic, how is this massacre being reported in the Philippines and what more are we learning about the $100,000 that the shooter wired, perhaps to his girlfriend? We don't know for sure, but it happened while she was there.",
    "statement": "Well, the authorities here have been very cautious about saying anything at all related to this case, they have cited that they don't want to damage what is the U.S. in active and ongoing investigation. It is <OF COURSE> an incident that is being closely followed by local media. They see that connection to through Marilou Danley. On the specific issue of her time in the Philippines, you <KNOW> what the -- what the government is now saying is that she did arrive here on 25th of September. I've spoken to the spokesperson at the Bureau of Immigration here who says she has no information or knowledge about this issue of $100,000. That is not something under her purview. But when I ask her about the conditions under which Marilou left the Philippines that was a little less <CLEAR>. This is what she told me."
  },
  {
    "transcript_id": "CNN-394490",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "So some schools in your state, you reference this, have closed because of coronavirus. That is a big deal for those children and missing the school and the learning for the families for countless people. You held a hearing today with the Education Secretary Betsy Devos, you brought up this issue. What do you think needs to happen? Obviously, you want to be on the side of safety, but when you're keeping millions of children out of school who are not sick, is that the right thing to do? I mean, what's the right thing to do here?",
    "statement": "These are the decisions every school district is struggling to make the correct decision. One school district that I <KNOW> of in the Seattle area, 30,000 plus kids is now telling them to stay home for several weeks. Their absentee rate was at 20 percent. They have a high number of employees who are over 60. Public health is telling you if you're over 60, that this virus can have a serious impact. So stay home so they had school employees now coming home. They're working really hard to try and make <SURE> the kids are getting an education. But I will tell you parents who don't have paid sick leave are now having to stay home with their kids or kids are staying home alone or they're staying with grandparents who are at that age of the highest impact or they're hanging out in the mall. So these are really difficult decisions for school districts to make. I can tell you from on the ground in Washington State, everyone is trying to do the <BEST> that they can. But what this means is we need policies in place in this country that are there for us when we have these kinds of public health emergencies."
  },
  {
    "transcript_id": "NPR-45154",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Eat that doughnut. Eat it.",
    "statement": "You can also <STUFF> yourself at one of several doughnut-eating contests, like this one held on the first Friday of every month. To win, you have eat a half dozen carefully selected doughnuts faster than your competitors."
  },
  {
    "transcript_id": "CNN-219304",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "It would be fine if I could talk but the problem is that you might want to talk, and you might want to talk the entire flight in a loud voice about every single problem you have in your family, blah, blah, blah, right?",
    "statement": "A lot to consider here. But we do <KNOW> that the Flight Attendants Union is coming out. They're speaking loudly on this one saying that they don't <THINK> it's a good idea. Here's -- the situation that is loud, divisive and <POSSIBLY> disruptive is not only unwelcome but also unsafe. That's how the Flight Attendants Union is weighing in and again a lot of travelers this morning speaking their minds about this, too -- Christine, John."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We had one goal over time, that was to reunite the little boy with his father. We tried every way we knew how to do it in a voluntary, peaceful way. That didn't work, and so we proceeded with the law enforcement initiative. In all these instances, I try to make the best judgment I can and then I move forward.",
    "statement": "And there were new details about what happened Saturday morning. INS agents told superiors that Miami relatives locked doors and blocked them with furniture, despite earlier assurances that they would not interfere if the government came for Elian. In its application for a search warrant, the government asked to conduct the raid at night, fearing a human chain <AROUND> the house would impede them during daylight hours. As the debate over tactics raged on, the Gonzalez family spent another day in seclusion. Then, for the third day in a row, relatives from Miami were denied access. The two sides are scheduled to meet next month in a courtroom."
  },
  {
    "transcript_id": "CNN-387473",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "That's right, Amara. The FBI is careful not to use that word, although we understand they are deliberating whether to say this is terror-related. And you are mentioning some of these details that are very disturbing details coming out about the gunman. \"The New York Times\" report that he was apparently having a dinner party watching mass shooting videos the night before this incident. And, also, we are hearing from a report by the SITE intelligence group, that's a nongovernmental organization. SITE stands for Search for International Terrorists Entities, their report talks about his social media presence. They say that he quoted Osama bin Laden in a will to Twitter, that he espoused anti-American views and expressed hatred toward Americans for what he perceived to be a pro-Israeli stance. Now, these are bits and pieces we are starting to learn about him. One of our producers spoke to some members of the Muslim community here in Pensacola yesterday to see if anyone had known him or seen him worship at their mosques. And what he found was that there was only maybe one person who had run into al-Shamrani outside of Walmart but that conversation was not very extended. Here is the Islamic center of northwest Florida talking about the Pensacola Muslim community and their reaction to this whole thing.",
    "statement": "I have yet to meet a radical person in Pensacola. It's a very rare occurrence anywhere, but here people <KNOW> each other, almost everybody <KNOWS> each other because it is still a small town and <PROBABLY> being on the base, he spends most of his time there. So I have not met anyone that knows him or have met him."
  },
  {
    "transcript_id": "CNN-216049",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Well, the numbers are in the administration's favor because since 9/11, you've had nearly, or actually more than 400 prosecutions of terror-related cases in the federal court in the U.S. with about a 90 percent conviction rate. And during that same time period, you've only had seven successful convictions in military courts. So, the federal courts have proven a much more efficient way of the prosecuting terrorism related cases. And they seem to manage the key issues -- safety as well as concerns about the exposure of intelligence issues. That said, there's still very much a political hot-button issue, as you mentioned, the last time they tried to try one of the Khalid Sheikh Mohammed, one of the al Qaeda masterminds in southern district. There was an uproar and they weren't able to do that.",
    "statement": "Right. And that's the one <OBVIOUSLY> I was <THINKING> of. But what about the mission in Somalia? You <KNOW>, SEAL Team 6, and we hear that. That's <SORT OF> the storied name, right, at least in <KIND OF> popular culture, once people <THINK> of the team that captured Osama bin Laden. Do you know what really went wrong?"
  },
  {
    "transcript_id": "CNN-333106",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Governor, is that just a lesson, that the dysfunctional congressmen that you talk about need to learn? Do they just need to lose their majority?",
    "statement": "You <KNOW>, Dana, in life, when you have a set of values, which are loving our children or somebody else's children, sometimes, you have to put yourself at risk. You put yourself at risk that you <MAY> not get reelected. But if you can move things forward in the name of peace in our country, and you lose an election, we will give you a badge and a crown. And you know what? There's nothing -- it's not the end of the world because you lose an election. So, everybody's got to look inside of themselves and <THINK> about their children and their grandchildren. And, look, I'm not calling for some outright ban. I'm talking about small steps that can be taken that can be effective. And the Congress ought to do it. I just don't -- I -- I don't have any confidence in them. I don't think most Americans do. Nobody's supporting them any more on both sides. They're both broken. And we need to come together as a country, because it is eroding us as a country. I was in the Congress. I never saw anything like what's happening down there."
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "He is adamant he had absolutely nothing to do with Lisa`s disappearance. As a matter of fact, he has not been named a suspect, and to this day, he has not been charged. The state`s attorney says now that some other high-profile cases are over, they are pulling this case back to the front burner, and they have some significant evidence in this case.",
    "statement": "The husband, Craig Stebic, has repeatedly denied any involvement in his wife`s unusual disappearance. He has never been named a <SUSPECT> by police. However, now the Will County attorney, state`s attorney, James Glasgow (ph), says that he will put the Stebic case on a front burner. Now, Glasgow is the same lawyer that prosecuted the Drew Peterson murder trial in the case of his third wife, Kathleen Savio, found dead in her bathtub. He now says the Drew Peterson case is over for the moment, that he will devote his energies toward investigating the Lisa Stebic Disappearance."
  },
  {
    "transcript_id": "CNN-232195",
    "matched_terms": {
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Let me ask you about some comments you made last Sunday on one of the Sunday talk shows. You said that Bergdahl served with honor and distinction. It's come out since then that some of fellow soldiers say he was a deserter, he may have wandered off post there in Afghanistan. Did you misspeak? Did you get that wrong?",
    "statement": "Jim, I realize there's been a lot of discussion and controversy <AROUND> this. But what I was referring to was the <FACT> that this was a young man who volunteered to serve his country in uniform at a time of war. That is itself a very honorable thing. And --"
  },
  {
    "transcript_id": "CNN-371251",
    "matched_terms": {
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "For hundreds of Britain's G.I. babies, distant memories of love offer some comfort, but they will never quench the desire for answers. Isa Soares, CNN, Somerset, England.",
    "statement": "All right, coming up, casualties of the trade war, the Dow tanking and everything from your next car to your next beer, <COULD> <FEEL> the cost of President Trump's newest trade move against Mexico."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Is that a true story?",
    "statement": "Yes. What happened was my brother was coming himself anyway, but yes, dad, I'm going. And they wanted to make <SURE> I had the grassroots operation, because if you have a grassroots, you are just sending a conversation. And you are not having an effective political action. So they came out and we had the butcher paper. I had the farm workers that the people who organized it, the farm workers were organizing my grassroots and I'm very close to them. Anyway, they put all the butcher paper up there and they calculate in the worst case scenario that I needed 5,000 more Pelosi identified voters or else I would lose by 1,500 votes."
  },
  {
    "transcript_id": "CNN-2186",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "What are some of the patents that you hold?",
    "statement": "Low light level TV, infrared horizon sensors, some convolution integral <STUFF> that has to do with signal detection."
  },
  {
    "transcript_id": "CNN-302690",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "What did you think?",
    "statement": "I <THOUGHT> it was a good idea, even though I'm conservative."
  },
  {
    "transcript_id": "CNN-378161",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Payroll tax is something that we think about. And a lot of people would like to see that.",
    "statement": "Chris Cillizza, CNN's editor-at-large. I <KNOW>, I <THINK> we've rewritten this three times today based on what's been going on."
  },
  {
    "transcript_id": "CNN-190837",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "But I said it is -- it was so -- it moved me so much, and I <KNOW> it will the people who are watching. I said, are you <SURE> you wanted to include this in the movie? Are you OK with that? He said, yes, he's OK, but his co-writer didn't want it in, because he <THOUGHT> it was too much. Listen."
  },
  {
    "transcript_id": "CNN-235715",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "What about the rockets and the missiles?",
    "statement": "The rockets and the missiles will continue as we have full defense and if they continue we shall fight back. If they continue to fire rockets they will get back rockets. I cannot see a ceasefire with rockets and with tunnels. Only a ceasefire without rockets and without tunnels. On top of it, we <MUST> have a responsible address because they are not responsible, the Hamas."
  }
]