[
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good to be here, Miles.",
    "statement": "<ALL> right, <WELL> first of <ALL>, do you <<<THINK>>> things are different now when we -- when we hear Mr. Karzai saying that this time the warlords are going to get along. Do you <<FEEL>> that there's a chance of that?"
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "obviously": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, well first of all, do you think things are different now when we -- when we hear Mr. Karzai saying that this time the warlords are going to get along. Do you feel that there's a chance of that?",
    "statement": "<WELL> I <<<THINK>>> yes, there is the chance of that. The chances are much better today than they used to be a few months ago, before September 11th. Afghanistan has an opportunity now to not <ONLY> be rebuilt and reconstructed, but <OBVIOUSLY> the politics of Afghanistan and the differences that existed among the various ethnic groups and political groups and regional warlords or tribal leaders can also be addressed within the next <PERIOD> -- within the interim government <PERIOD> within the next six months or the next two years. Afghanistan is going to be looking at a new constitution at the end of the two-year <PERIOD>. It's going to be looking at two"
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well I think yes, there is the chance of that. The chances are much better today than they used to be a few months ago, before September 11th. Afghanistan has an opportunity now to not only be rebuilt and reconstructed, but obviously the politics of Afghanistan and the differences that existed among the various ethnic groups and political groups and regional warlords or tribal leaders can also be addressed within the next period -- within the interim government period within the next six months or the next two years. Afghanistan is going to be looking at a new constitution at the end of the two-year period. It's going to be looking at two",
    "statement": "<ALL> right, Mr. Samad, we had a graphic up. let's put it up one more time. I just want to go through Mr. Karzai, who is the head of this interim government, which begins on December 22nd. <OBVIOUSLY> the chairman, we mentioned that, he's a tribal chief. He is a Pashtun, which is very <CRITICAL>, a deputy foreign minister from '92 to '94 and is a -- is a worldly guy, speaks many languages. much of his -- spent a lot of time in the U.S. -- is also related to the exiled king, but he will be governing over a group that is predominantly made up of other ethnic groups, in essence here to the victor"
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "totally": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right, Mr. Samad, we had a graphic up. let's put it up one more time. I just want to go through Mr. Karzai, who is the head of this interim government, which begins on December 22nd. Obviously the chairman, we mentioned that, he's a tribal chief. He is a Pashtun, which is very critical, a deputy foreign minister from '92 to '94 and is a -- is a worldly guy, speaks many languages. much of his -- spent a lot of time in the U.S. -- is also related to the exiled king, but he will be governing over a group that is predominantly made up of other ethnic groups, in essence here to the victor",
    "statement": "Yes, Miles. I <<<THINK>>> that there are 29 members working under Mr. Karzai and the new administration for the next six months. There are <<PROBABLY>> <ABOUT> a third of them are Pashtuns and these are Pashtuns who belong to various alliances like the Northern Alliance also. Then you have a large portion, <ABOUT> 40 percent or so that are Tajik and then, there are <ABOUT> six or seven Hazaras and three Uzbeks and one Ristoni (ph) even from the northeastern part of Afghanistan, and there are two women. You <KNOW> after a very long time, we see women leaders in Afghanistan emerging again and both of these women are people who have worked <QUITE> hard in Afghanistan or for Afghanistan. So I <<<THINK>>> that, yes, that he will be able to bring the country together. <OBVIOUSLY> you can not satisfy everyone. it's impossible to have <EVERY> Afghan group or <EVERY> Afghan political segment of society be <TOTALLY> <SATISFIED> with the -- what the outcome, the future holds. I <<<THINK>>> that over time, we <NEED TO> build a system that's more inclusive and a system that is more democratic and where the individual vote will count and people on the individual -- on an individual basis will be able to go to the ballots."
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, Miles. I think that there are 29 members working under Mr. Karzai and the new administration for the next six months. There are probably about a third of them are Pashtuns and these are Pashtuns who belong to various alliances like the Northern Alliance also. Then you have a large portion, about 40 percent or so that are Tajik and then, there are about six or seven Hazaras and three Uzbeks and one Ristoni (ph) even from the northeastern part of Afghanistan, and there are two women. You know after a very long time, we see women leaders in Afghanistan emerging again and both of these women are people who have worked quite hard in Afghanistan or for Afghanistan. So I think that, yes, that he will be able to bring the country together. Obviously you can not satisfy everyone. it's impossible to have every Afghan group or every Afghan political segment of society be totally satisfied with the -- what the outcome, the future holds. I think that over time, we need to build a system that's more inclusive and a system that is more democratic and where the individual vote will count and people on the individual -- on an individual basis will be able to go to the ballots.",
    "statement": "Omar Samad with the Afghanistan Information Council. Thank you very much. Worthy goals -- goals that <MAY> be very difficult to accomplish over the course of time in Afghanistan -- Paula."
  },
  {
    "transcript_id": "CNN-193094",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Making news overseas now, activists say another 166 people died today in Syria's civil war, and the violence is spreading. There are reports of fighting between government forces and rebels near the Syrian/Lebanese border and the U.S. is on alert as fresh anti-American protests erupt overseas. In a rare sight, hundreds of women and children take part in peaceful protests in Islamabad, Pakistan chanting we love our holy process. The demonstrations are over the independently produced film mocking the prophet Muhammad. But demonstrations over the same film in Bangladesh's capital city turned violent today as several protesters were arrested. Protests are planned in at least four other countries today. On to Canada now, the parents of a 2-year-old girl are mourning her death. Canada's highest court overruled her parents and pulled the child off life support at an Edmonton hospital. The baby who was brain dead died Thursday. The parents had applied for an emergency stay after doctors recommended ending the girl's life. Jonathan Mann with us now. So John, how unusual was it for the court to have this ruling that really defied the parents' wishes?",
    "statement": "<WELL>, it is a precedent setting case in Canada. It <WOULD> be here in the United States. It <WOULD> be practically anywhere because Of course, the care of the child is the responsibility of the child's parent. In this case, the doctors treating baby M decided she was so sick that damage to her brain was so profound and permanent that there was no point taking extensive and invasive measures to prolong her life. The parents said that it was a matter of love. It was a matter of faith, as you mentioned, that the child <SHOULD> be kept alive. And they went to court. They went to court in Edmonton, Alberta. They went to court, to the Supreme Court of Canada, and ultimately the court decided the child's interest was not in having her life artificially prolonged. The judges heard the case and decided against the parents. It is a strange case. <ALL> the stranger, because the reason that baby was so sick was because of the parents themselves."
  },
  {
    "transcript_id": "CNN-193094",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, it is a precedent setting case in Canada. It would be here in the United States. It would be practically anywhere because Of course, the care of the child is the responsibility of the child's parent. In this case, the doctors treating baby M decided she was so sick that damage to her brain was so profound and permanent that there was no point taking extensive and invasive measures to prolong her life. The parents said that it was a matter of love. It was a matter of faith, as you mentioned, that the child should be kept alive. And they went to court. They went to court in Edmonton, Alberta. They went to court, to the Supreme Court of Canada, and ultimately the court decided the child's interest was not in having her life artificially prolonged. The judges heard the case and decided against the parents. It is a strange case. All the stranger, because the reason that baby was so sick was because of the parents themselves.",
    "statement": "And so these parents, 34 years old, they are charged with assault and negligence for failing to provide the necessities of life. <MIGHT> there be other charges that are going to be more severe that are down the line?"
  },
  {
    "transcript_id": "CNN-193094",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And so these parents, 34 years old, they are charged with assault and negligence for failing to provide the necessities of life. Might there be other charges that are going to be more severe that are down the line?",
    "statement": "That is what this case really turns on. The child was not sick because of <NATURAL> causes. Paramedics arrived at the home back in <MAY> and found this baby girl and her twin sister, 2 1/2 years old, one weighing in at 13 pounds, the other 16 pounds. The smaller of the two was already unconscious. Both children were badly beaten <ABOUT> the face, arm and their older brother was malnourished and unwell. The parents are charged with leaving the children in that <<KIND OF>> state. They told the paramedics, oh, the girls had fallen down the stairs when they were playing. But essentially what we are seeing is a terrible case of child abuse. And the parents have been charged with child abuse, neglect, endangering the life of a child. So much so that the courts say they can no longer speak for their children. And so baby M is now dead and the expectation is even though she died while outside of the parents' care, even though she died as a result of the authorities' decision, they <MAY> be charged with second degree murder."
  },
  {
    "transcript_id": "CNN-193094",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "That is what this case really turns on. The child was not sick because of natural causes. Paramedics arrived at the home back in May and found this baby girl and her twin sister, 2 1/2 years old, one weighing in at 13 pounds, the other 16 pounds. The smaller of the two was already unconscious. Both children were badly beaten about the face, arm and their older brother was malnourished and unwell. The parents are charged with leaving the children in that kind of state. They told the paramedics, oh, the girls had fallen down the stairs when they were playing. But essentially what we are seeing is a terrible case of child abuse. And the parents have been charged with child abuse, neglect, endangering the life of a child. So much so that the courts say they can no longer speak for their children. And so baby M is now dead and the expectation is even though she died while outside of the parents' care, even though she died as a result of the authorities' decision, they may be charged with second degree murder.",
    "statement": "Oh, my goodness. Sad, very tragic. <ALL> right, thanks so much. John Mann, appreciate that. <ALL> right, police pull over 19 cars looking for a bank robbery <<SUSPECT>>, <ALL> the adults are handcuffed and some children have guns pointed at them. Did law enforcement go too far to nab their guy?"
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Now, live from Washington,",
    "statement": "Thank you for joining us on the eve of another Democratic presidential primary. John Kerry just <MAY> be rehearsing another victory speech, with polls showing him way ahead in Wisconsin. For many, though, the bigger <QUESTION> today is whether Howard Dean is preparing and \"I'm out of the race\" speech. Dean has been sending mixed messages. But there are some tea leaves to read, including the exit of Dean's campaign chairman. Bob Franken joins us now from Milwaukee with more from the Dean camp -- Bob."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "certainly": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you for joining us on the eve of another Democratic presidential primary. John Kerry just may be rehearsing another victory speech, with polls showing him way ahead in Wisconsin. For many, though, the bigger question today is whether Howard Dean is preparing and \"I'm out of the race\" speech. Dean has been sending mixed messages. But there are some tea leaves to read, including the exit of Dean's campaign chairman. Bob Franken joins us now from Milwaukee with more from the Dean camp -- Bob.",
    "statement": "<WELL>, Judy, to paraphrase an old joke, <ALL> those people with the Howard Dean campaign, raise your hands. Not so fast, Steve Grossman. Steve Grossman, in <FACT>, is the one who <<APPARENTLY>> raised his hand to say, I'm leaving. He <CERTAINLY> played his hand and gave it away when he said to The New York Times this morning that he was reaching out for John Kerry. <WELL>, he'll have the ability to do so from outside the Dean campaign. Dean announced today that Grossman, who had been the national campaign chairman, is no longer the campaign anything. And of course one of the signs of a faltering campaign is when the candidate has to continuously deny that he is withdrawing. <WELL>, that happens even before the race is over, and that's exactly what's happening to Dean. So much so that he's making a joke <ABOUT> it."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And then on to Ohio. And then we're going to New York. I'm going to Georgia.",
    "statement": "No scream this time, but to the point. Except, it gets <A BIT> murkier. Several top Dean advisers privately say a poor showing in Wisconsin <<COULD>> very <WELL> mean that candidate Dean will become non-candidate Dean, or at least re-cast his race for president as a movement. Even those campaign leaders who speak publicly leave some tantalizing wiggle room."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No scream this time, but to the point. Except, it gets a bit murkier. Several top Dean advisers privately say a poor showing in Wisconsin could very well mean that candidate Dean will become non-candidate Dean, or at least re-cast his race for president as a movement. Even those campaign leaders who speak publicly leave some tantalizing wiggle room.",
    "statement": "I <<<THINK>>> Governor Dean's going to keep on campaigning. I <<<THINK>>> that he'll step back tomorrow night after the Wisconsin primary and, you <KNOW>, <TAKE> a day off. I mean, they've been on the road a long time. And he'll sit back and <<<THINK>>> <ABOUT> what his options are and where this campaign can do its <BEST> good and go forward."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think Governor Dean's going to keep on campaigning. I think that he'll step back tomorrow night after the Wisconsin primary and, you know, take a day off. I mean, they've been on the road a long time. And he'll sit back and think about what his options are and where this campaign can do its best good and go forward.",
    "statement": "<WELL>, Dean keeps on saying, Judy, that he's going forward for the long haul. Of course the <QUESTION> is, how long is that long haul -- Judy."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So Bob, what are the Dean folks that you're talking to there saying? Are they discouraged? We're going to have a little report from them later on in the show. But the ones you're talking to, are they puzzled? Are they discouraged, or what?",
    "statement": "I <<<THINK>>> they're puzzled, and <WELL> they <SHOULD> be, because each time the candidate opens his mouth he does send, as you pointed out, a different signal. One of the top campaign aides has told me -- he says, \"I have no idea what's going to be happening Wednesday. No idea whatsoever.\""
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think they're puzzled, and well they should be, because each time the candidate opens his mouth he does send, as you pointed out, a different signal. One of the top campaign aides has told me -- he says, \"I have no idea what's going to be happening Wednesday. No idea whatsoever.\"",
    "statement": "<ALL> right. <WELL> that doesn't send a single message. We're <ALL> over the map. OK. Bob, thanks very much. <WELL>, whatever his Democratic rivals do next, John Kerry is keeping his focus on President Bush. CNN's Kelly Wallace reports on Kerry in Wisconsin and beyond."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "George Bush went down to Daytona yesterday to do a photo opportunity at NASCAR. Now, I happen to like NASCAR, and I'm particularly pleased that Dale Earnhardt Jr. won the race, for a lot of reasons that many of you follow it will understand. Let me tell you something, we don't need a president who just says, \"Gentlemen start your engines.\" We need a president who says America, let's start our economy and put people back to work.",
    "statement": "On his plane, reporters asked Kerry if he had any contact with Howard Dean in light of reports that Dean <<COULD>> <<POSSIBLY>> decide to get out of the race if he loses in Wisconsin tomorrow night. Kerry said that he and Dean spoke at last night's debate, and he described Dean as being open and very warm. Aides say there has been no contact between the two men today, and they say there's been <ONLY> casual contact between aides in both campaigns. That being said, a senior Kerry adviser described Dean's organization as a \"important constituency.\" And the thinking is that if Dean did decide to get out of the race, the Kerry team <WOULD> try to do everything it <<POSSIBLY>> <<COULD>> to get Dean and his team on board as quickly as possible. Kelly Wallace, CNN reporting from Wausau, Wisconsin."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "On his plane, reporters asked Kerry if he had any contact with Howard Dean in light of reports that Dean could possibly decide to get out of the race if he loses in Wisconsin tomorrow night. Kerry said that he and Dean spoke at last night's debate, and he described Dean as being open and very warm. Aides say there has been no contact between the two men today, and they say there's been only casual contact between aides in both campaigns. That being said, a senior Kerry adviser described Dean's organization as a \"important constituency.\" And the thinking is that if Dean did decide to get out of the race, the Kerry team would try to do everything it possibly could to get Dean and his team on board as quickly as possible. Kelly Wallace, CNN reporting from Wausau, Wisconsin.",
    "statement": "In other words, they can't really ignore the hundreds of thousands of people who've been signing on to the Dean Web site. <WELL>, John Edwards, for his part, <MAY> be trailing John Kerry in Wisconsin polls, but he did score a coup over the front-runner today. Edwards won the endorsement of the state's largest newspaper, the Milwaukee Journal Sentinel. CNN's Dan Lothian has more on Edwards and the state of his presidential campaign."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "fact": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "In other words, they can't really ignore the hundreds of thousands of people who've been signing on to the Dean Web site. Well, John Edwards, for his part, may be trailing John Kerry in Wisconsin polls, but he did score a coup over the front-runner today. Edwards won the endorsement of the state's largest newspaper, the Milwaukee Journal Sentinel. CNN's Dan Lothian has more on Edwards and the state of his presidential campaign.",
    "statement": "Senator John Edwards is looking to slow down Senator John Kerry's momentum. He's flying <AROUND> the state of Wisconsin, a state that's lost some 80,000 manufacturing jobs since 2000. Senator Edwards is pushing his $3 billion jobs creation program. Speaking to supporters at the South Milwaukee Community Center, he told them he will fight to stop the export of American jobs."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Senator John Edwards is looking to slow down Senator John Kerry's momentum. He's flying around the state of Wisconsin, a state that's lost some 80,000 manufacturing jobs since 2000. Senator Edwards is pushing his $3 billion jobs creation program. Speaking to supporters at the South Milwaukee Community Center, he told them he will fight to stop the export of American jobs.",
    "statement": "We can strengthen and lift up working middle class families if we have a president of the United States who understands what's happening, understands what's happening in their lives, who will wake up <EVERY> morning, fighting for them, fighting for their jobs, which is what this campaign is <ABOUT> for me."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "We can strengthen and lift up working middle class families if we have a president of the United States who understands what's happening, understands what's happening in their lives, who will wake up every morning, fighting for them, fighting for their jobs, which is what this campaign is about for me.",
    "statement": "Senator Edwards says, no matter what happens in Tuesday's primary, he will stay in the race. In <FACT>, he says he's looking forward to a two-man race with Senator Kerry. Dan Lothian, CNN, South Milwaukee."
  },
  {
    "transcript_id": "CNN-82180",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "reportedly": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Senator Edwards says, no matter what happens in Tuesday's primary, he will stay in the race. In fact, he says he's looking forward to a two-man race with Senator Kerry. Dan Lothian, CNN, South Milwaukee.",
    "statement": "And there's more evidence of Edwards' plans to stay in the race. On Thursday, he is scheduled to launch a three-day fly- <AROUND> tour of five states that are part of the Super Tuesday showdown. On March the 2nd, New York, Georgia, Maryland, Minnesota, and Ohio. And now checking the headlines in our \"Campaign News Daily,\" underdog Dennis Kucinich has more opportunities to say \"cheese\" in Wisconsin today than any of the other Democratic candidates. According to his schedule, he has a whopping seven campaign appearances and photo opportunities in the state, nearly twice as many as his Democratic rivals. And less than a week after Wesley Clark exited the presidential race, a powerful Democrat <<REPORTEDLY>> is promoting his vice presidential prospects. The New York Post reports that former President Bill Clinton has been working aggressively behind the scenes to pressure John Kerry to choose Clark as his running mate. The Post is quoting an unnamed Democratic activist as saying, \"Clinton is promoting Clark in order to preserve his own credibility, since Clinton was said to be supportive of Clark's failed presidential bid.\" <QUESTION>, <SHOULD> Howard Dean soon follow Clark's lead and drop out of the race? Up next, we'll talk more <ABOUT> what Dean <MAY> do and <SHOULD> do with his now-former campaign chairman Steve Grossman. Also ahead, John Kerry, the news media, and the rumor mill. How have reporters dealt with some sensitive questions? And later, President Bush and the <BOTTOM LINE> in Florida. Is he helping his campaign, or giving ammunition to the Democrats? This is INSIDE POLITICS, the place for campaign news."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Fridays are awesome! I`m Carl Azuz and you`re 10 minutes away from being up to speed on world events. A University of Virginia student, an accounting teacher, a Pyongyang university employee and a businessman, they have a couple of things in common -- they`re <ALL> American citizens and they`re <ALL> currently imprisoned in North Korea. A Canadian pastor has also been detained in the country. North Korea calls these people criminals and says they`ve received due process, fair legal treatment under North Korean law. But a former U.S. ambassador to China says North Korea is holding the Americans to use them as bargaining chips with the U.S. The communist country says two of the two detained Americans committed hostile acts against North Korea. We don`t <KNOW> exactly what that means. The State Department says the Asian country`s legal system passes harsh sentences for actions that wouldn`t be considered crimes in the U.S. Things like taking unauthorized pictures, shopping at stores where foreigners <AROUND> allowed or for religious activities."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "What happens to U.S. citizens detained in North Korea?",
    "statement": "North Korean authorities have a pattern of detaining American citizens when they`re <ABOUT> to leave the country from the airport in Pyongyang. From that moment, their situation becomes very precarious. If the detainee is lucky, then <<PERHAPS>> they`ll be released within a matter of months. In the past, Americans have been accused of espionage and plotting hostile acts against North Korea, since Washington and Pyongyang do not have formal diplomatic relations, the Swedish embassy negotiates on behalf of the prisoners. The outside world doesn`t normally see the detainees and until they`re forced to make televised confessions or highly controlled appearances with visiting journalists like CNN. North Korea typically punishes Americans with years of hard labor. University student Otto Warmbier received a 15- year sentence for pulling a political banner off the wall of his tourist hotel. Former prisoners described spending hours each day digging holes and shoveling coal. Several prisoners have been released with the help of visits from American dignitaries. The U.S. State Department warns U.S. citizens not to travel to North Korea."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Ten-second trivia: Which of these scholarship awards is the oldest? Truman Scholarship, Marshall Scholarship, Fulbright Scholarship, or Rhodes Scholarship? Dating back to 1904, when its first recipients entered the United Kingdom`s Oxford University, the Rhodes Scholarship is the oldest.",
    "statement": "Back in 2008, Florida State safety Myron Rolle had a choice to make that was really a win-win -- accept the prestigious Rhodes Scholarship or enter the National Football League right out of college. He graduates medical school tomorrow and looking back, Rolle says accepting the scholarship <ABSOLUTELY> hurt his NFL prospects. He was drafted but he <NEVER> played a regular season game. But he also says his calling was neurosurgery."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You`re going to be starting pretty soon, a couple of months. What are you most what are your biggest concerns?",
    "statement": "I don`t want to be an outsider, an outcast. I <KNOW> coming in with the football credentials and <<MAYBE>> some hypes so to speak <<COULD>> make it tough to fit in to a, you <KNOW>, a very team-centered place. But I was going to be one of the guys or girls. I just want to be a part of the team."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I don`t want to be an outsider, an outcast. I know coming in with the football credentials and maybe some hypes so to speak could make it tough to fit in to a, you know, a very team-centered place. But I was going to be one of the guys or girls. I just want to be a part of the team.",
    "statement": "<EVERYONE KNOWS> you. So, there`s going to be a lot of eyeballs on you. Do you <<FEEL>> like you`re going to <HAVE TO> work harder?"
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Everyone knows you. So, there`s going to be a lot of eyeballs on you. Do you feel like you`re going to have to work harder?",
    "statement": "I <<<THINK>>> I will <HAVE TO> work harder. I <<<THINK>>> I will <HAVE TO> study and be incredibly prepared. But I <<<THINK>>> the good <THING> that I`ve been able to do during the life when these pressure moments do come is to ask for help."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Professional football player and Rhodes scholar having already been ticked off.",
    "statement": "I <<<THINK>>> the proudest moment was the day that I won the Rhodes Scholarship. We were the University of Maryland up in College Park. And I have my interview in Alabama. And it was the same day I went to Birmingham, interviewed, two-hour interview, sat <AROUND> and waited for another hour or two. The judges came out and said that I won the scholarship."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "That`s incredible.",
    "statement": "I`ve got a quick interview and got on the plane from Alabama to Maryland, got to the game <AROUND> the second quarter, got my pads on, my parents were there, got standing ovation, we won big. My teammates doused me with water. It was a big day."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "I`ve got a quick interview and got on the plane from Alabama to Maryland, got to the game around the second quarter, got my pads on, my parents were there, got standing ovation, we won big. My teammates doused me with water. It was a big day.",
    "statement": "I just want to get you more excited. When you had a big game day, you`re putting on your gear and that <<SORT OF>> <STUFF>. Or when you`re scrubbing up for a big operation, your hands are at the sink."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "definitely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I just want to get you more excited. When you had a big game day, you`re putting on your gear and that sort of stuff. Or when you`re scrubbing up for a big operation, your hands are at the sink.",
    "statement": "Oh, that`s tough. <WELL>, right now, <CERTAINLY> scrubbing in. I mean, if you ask me that when I was 21, <DEFINITELY> playing football for <<<SURE>>>. It`s exciting. I mean, both are -- I felt the same rush. I felt the same excitement. I felt the same <<SORT OF>> intensity in both atmospheres. You <HAVE TO> perform and you <HAVE TO> prepare. You <HAVE TO> strategize. You <HAVE TO> communicate, you <KNOW>. Have the same elements go into it, I pray, I listen to music, I try to get myself ready to go, and it`s exciting. It`s super thrilling."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "<ALL> you need is some smoke, you <KNOW>? Need some cheerleaders, you`ll be good."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "AUDS is currently being evaluated by the FAA for use at major U.S. airports.",
    "statement": "The most <OBVIOUS> threats is the risk of coalition by a drone with an aircraft. And so, I <<<THINK>>> it is generally understood that it`s a <QUESTION> of just when <RATHER> than if, that event will happen."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The system costs between $1.5 million to $5 million depending on the configuration. And currently is only available for government or military use.",
    "statement": "It`s believed that the lunch box as we <KNOW> it was born in the 1800s, when workers started carrying heavy metal pails to protect their meals. At this lunch box museum in Columbus, Georgia, visitors can get their hands on history, picking up pails that safeguarded sandwiches to the 1930s to the 1980s. The curator describes them as time capsules. And while some stores <MIGHT> have shelved them long ago, saying they`re too stale to sell, their metal has <CERTAINLY> been tested, their place in history is <ALL> boxed up. They`ve proven their usefulness case closed. Their critics are just going to <HAVE TO> put a lid on it. I`m Carl Azuz. Have a fresh weekend. END"
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I'm not giving it as an excuse, but I knew, that the Bible taught that sexuality was -- I felt like God's plan was for sexuality to be in a monogamous, heterosexual marriage and I wanted that for myself. I wanted to please God. But at the same time I had these other things going on and I ended up violating my wife and family and everybody.",
    "statement": "Ted Haggard finding faith, seeking <UNDERSTANDING> and asking for forgiveness tonight. An anti-gay crusader from the pulpit, the once-powerful evangelist is now trying to rebuild his life. Haggard sat down with Larry King tonight. He was joined by his wife Gayle and their son Marcus; they have five kids in <ALL>. They talked <ABOUT> his ongoing struggles with his sexuality, his relationship with a male prostitute and more. We'll talk to a therapist coming up to see what he thinks <ABOUT> some of Haggard's claims. But first more from Larry King's interview with the fallen pastor."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Ted Haggard finding faith, seeking understanding and asking for forgiveness tonight. An anti-gay crusader from the pulpit, the once-powerful evangelist is now trying to rebuild his life. Haggard sat down with Larry King tonight. He was joined by his wife Gayle and their son Marcus; they have five kids in all. They talked about his ongoing struggles with his sexuality, his relationship with a male prostitute and more. We'll talk to a therapist coming up to see what he thinks about some of Haggard's claims. But first more from Larry King's interview with the fallen pastor.",
    "statement": "You reached out to Mike in advance of this interview. He e-mailed us a couple of questions. One <THING> Mike wanted to <KNOW> is whether Ted Haggard is prepared to state <ABSOLUTELY> that Grant Haas is the <ONLY> other young man with whom he engaged in inappropriate conduct during his leadership of the New Life Church."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You reached out to Mike in advance of this interview. He e-mailed us a couple of questions. One thing Mike wanted to know is whether Ted Haggard is prepared to state absolutely that Grant Haas is the only other young man with whom he engaged in inappropriate conduct during his leadership of the New Life Church.",
    "statement": "I have <THOROUGHLY> discussed the relationship with my wife, and my therapist and to some degree, the family. And we <<<THINK>>> that's an appropriate boundary for that."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So you're not going to comment?",
    "statement": "So it wouldn't be right. And so -- but it's <CERTAINLY> not secret. We have discussed that <THOROUGHLY> with -- the whole sexual history with my counselors, and I have had very good counselors, and with Gayle."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What do you consider yourself, Ted? Are you bi? Are you gay?",
    "statement": "It's a great <QUESTION> and I went through a year of seriously asking that after the scandal. And different therapists have said different things to me. My first therapist said, you are a heterosexual, with homosexual attachments and I wasn't <<<SURE>>> what that meant. Now that we have processed this through, my current counselor says, \"You're a heterosexual with complications.\" And so I don't <<<THINK>>> the boxes work for me. I <<<THINK>>> I have -- I have some thoughts in my life and some processes in my life that just don't fit neatly into the boxes, which I <<<THINK>>> is true for a lot of people. And I <KNOW> that I am in a process. I am changing and so I <KNOW> I went through -- I was different in college than I was in my 20s and 30s. And then this happened in my 50s and -- but I can tell you this, today, I am 100 percent <SATISFIED> with my relationship with my wife and I have no compelling things in my life toward others."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "It's a great question and I went through a year of seriously asking that after the scandal. And different therapists have said different things to me. My first therapist said, you are a heterosexual, with homosexual attachments and I wasn't sure what that meant. Now that we have processed this through, my current counselor says, \"You're a heterosexual with complications.\" And so I don't think the boxes work for me. I think I have -- I have some thoughts in my life and some processes in my life that just don't fit neatly into the boxes, which I think is true for a lot of people. And I know that I am in a process. I am changing and so I know I went through -- I was different in college than I was in my 20s and 30s. And then this happened in my 50s and -- but I can tell you this, today, I am 100 percent satisfied with my relationship with my wife and I have no compelling things in my life toward others.",
    "statement": "And we're going to meet her in a couple of minutes. Let's <TAKE> a look at a clip from HBO's \"The Trials of Ted Haggard\" it debuted tonight it will be playing frequently. This is Ted commenting <ABOUT> some people's views of homosexuality. Watch."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And we're going to meet her in a couple of minutes. Let's take a look at a clip from HBO's \"The Trials of Ted Haggard\" it debuted tonight it will be playing frequently. This is Ted commenting about some people's views of homosexuality. Watch.",
    "statement": "If you Googled me, you <WOULD> <<<THINK>>> I was Adolf Hitler or Idi Amin."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's worse in some circles. In some circles it would be better to be a murder than to be gay. So, yes.",
    "statement": "do you <<<THINK>>> this whole story <WOULD> have been different if Mike Jones or Michelle Jones?"
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I do. I do.",
    "statement": "Your wife <MIGHT> have left you."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Your wife might have left you.",
    "statement": "I don't <KNOW>. I thought Gayle <WOULD> leave me over this. Actually I recommended that she leave me over this. I do <KNOW> with this homosexual, heterosexual, bisexual discussion, when there is a homosexual man that has something go on with a woman, people don't demand that he come out and admit that he's really a heterosexual. And I have had a very satisfying relationship for 30 years with my wife."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "I don't know. I thought Gayle would leave me over this. Actually I recommended that she leave me over this. I do know with this homosexual, heterosexual, bisexual discussion, when there is a homosexual man that has something go on with a woman, people don't demand that he come out and admit that he's really a heterosexual. And I have had a very satisfying relationship for 30 years with my wife.",
    "statement": "Up next, Ted Haggard admits he still has feelings for men. Is he being honest with himself <ABOUT> his sexuality? A therapist weighs in ahead. And later, why both the current president and the next potential Republican presidential candidate, Sarah Palin, will be sharing the spotlight this weekend in Washington. We'll be right back."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "guess": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We have a heartbreaking and shocking story for you out of Colorado where a 9-year-old boy committed suicide. Jamel Myles' mother says her son wanted to come out as gay to his classmates, but just four days into the new school year she says Jamel took his life after being bullied. That mother, Leia Pierce, joins us now. Leia, we are so sorry for your loss. This story has just gripped the country. I can't tell you how many people have e-mailed me or wanted to talk <ABOUT> it in some way because it just seems that Jamel is just way too young to deal with such emotionally-challenging and painful issues. We're so sorry. Can you just tell us what happened? I mean, as far as we <KNOW> the story, over the summer he came out to you as gay. He was worried <ABOUT> what your reaction <WOULD> be but you immediately told him that you loved him and accepted him. And then I <<GUESS>> that <<PERHAPS>> gave him the courage that he wanted to come out to his classmates. And then what happened?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We have a heartbreaking and shocking story for you out of Colorado where a 9-year-old boy committed suicide. Jamel Myles' mother says her son wanted to come out as gay to his classmates, but just four days into the new school year she says Jamel took his life after being bullied. That mother, Leia Pierce, joins us now. Leia, we are so sorry for your loss. This story has just gripped the country. I can't tell you how many people have e-mailed me or wanted to talk about it in some way because it just seems that Jamel is just way too young to deal with such emotionally-challenging and painful issues. We're so sorry. Can you just tell us what happened? I mean, as far as we know the story, over the summer he came out to you as gay. He was worried about what your reaction would be but you immediately told him that you loved him and accepted him. And then I guess that perhaps gave him the courage that he wanted to come out to his classmates. And then what happened?",
    "statement": "It didn't end <WELL> <OBVIOUSLY> because I'm here, but I wish it <<COULD>> have been different."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It didn't end well obviously because I'm here, but I wish it could have been different.",
    "statement": "We do, too. Did you talk to him? When he said that he wanted to tell his classmates, did you and he have any conversation <ABOUT> that? Were you comfortable with his plan to do that?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "We do, too. Did you talk to him? When he said that he wanted to tell his classmates, did you and he have any conversation about that? Were you comfortable with his plan to do that?",
    "statement": "He just said he wanted to wear his nails and be himself. And I said <NEVER> be anyone else but yourself because nobody else <<COULD>> be you better than you."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, they were -- they were -- they were -- they were fake fingernails.",
    "statement": "And so he went to school with fake fingernails and he wanted to tell his classmates. And then, do you <KNOW> what their reaction was?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Something broke his heart.",
    "statement": "So he acted normal. Did you <KNOW> -- did you have any indication that he was suffering?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "So he acted normal. Did you know -- did you have any indication that he was suffering?",
    "statement": "No. If I did, I <WOULD> have hugged him tighter. I <WOULD> have told him it was OK so he didn't <HAVE TO> <<FEEL>> like that if I did."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No. If I did, I would have hugged him tighter. I would have told him it was OK so he didn't have to feel like that if I did.",
    "statement": "Yes. How do you <KNOW> that he was bullied at school?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. How do you know that he was bullied at school?",
    "statement": "He told me, his sister told me. They <NEVER> called me <ABOUT> my son but I got a bunch of phone calls <ABOUT> my daughter saying <ABOUT> the --"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "He told me, his sister told me. They never called me about my son but I got a bunch of phone calls about my daughter saying about the --",
    "statement": "Meaning -- hold on a second. I just want to -- I just want to make <<<SURE>>> that we understand. He told you last year that he was being bullied --"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "-- sister that the other -- his classmates -- the other kids told him to kill himself?",
    "statement": "Yes, and they -- he heard it a couple of times before but he <WOULD> <ALWAYS> get upset because he's -- he was just so sweet and sensitive so he hurts easy. And we -- they told him -- they were like just calm down. They were like, breathe. They were like <TAKE> a nap, chill out, and they were like when you wake up you'll <<FEEL>> better and what they said won't matter. Whatever they said really hurt his heart because it matters a lot to him."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If he took her advice I'd still have him.",
    "statement": "Yes. Have you been in touch with the school? Have you had conversations with the school <ABOUT> how <ALL> of this unfolded?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes. Have you been in touch with the school? Have you had conversations with the school about how all of this unfolded?",
    "statement": "They finally called me Tuesday night <AROUND> 5:00 and he just said they're looking into it and that they sent out a letter <ABOUT> suicide and bullying, and that was pretty much it."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "They finally called me Tuesday night around 5:00 and he just said they're looking into it and that they sent out a letter about suicide and bullying, and that was pretty much it.",
    "statement": "Here's their statement. I'll read it to you and to our viewers. \"At the Denver Public Schools, we are deeply committed to ensuring that <ALL> members of our school community are treated with dignity and respect regardless of sexual orientation, gender identity or transgender status. It is <CRITICAL> that our students receive <ALL> the support they <NEED TO> learn and thrive in a safe and welcoming environment. Our policies and practices reflect this commitment to ensuring that our LGBTQ+ students can pursue their education with dignity and joy -- from training to prevent and stop bullying to policies and guidance materials that <FULLY> respect gender identity (including use of preferred pronouns and restrooms).\" Leia, who do you hold responsible for what happened here?"
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Here's their statement. I'll read it to you and to our viewers. \"At the Denver Public Schools, we are deeply committed to ensuring that all members of our school community are treated with dignity and respect regardless of sexual orientation, gender identity or transgender status. It is critical that our students receive all the support they need to learn and thrive in a safe and welcoming environment. Our policies and practices reflect this commitment to ensuring that our LGBTQ+ students can pursue their education with dignity and joy -- from training to prevent and stop bullying to policies and guidance materials that fully respect gender identity (including use of preferred pronouns and restrooms).\" Leia, who do you hold responsible for what happened here?",
    "statement": "Technically, taking in the whole situation and knowing everything I <KNOW>, I do hold the teachers responsible because last year, one teacher dumped water on my son."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Why? Why?",
    "statement": "I don't <KNOW>. He got in my car crying. He was like the substitute teacher just walked up and dumped water on me. I was like, what? And my little daughter looks at me and goes he came out of his classroom wet, mom. I called the school and I told them what happened and they just said they'll get back to me, just like they did over this incident. They'll just get back to me. They finally got back to me like four days later this time."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It sounds like Jamel has been struggling for a long time.",
    "statement": "He didn't really have these problems until <ABOUT> a year ago. He's <NEVER> had this problem until <ABOUT> a year ago. And he just wanted to stand up for his sister."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Why is she being bullied?",
    "statement": "Because she's -- because black girls aren't supposed to have long, pretty hair."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Let's start off by saying Merry Christmas, everyone. Merry Christmas.",
    "statement": "The line of Christmas evergreens behind Donald Trump looked <A LITTLE> out of place in this semi-tropical environment. But the president-elect seemed very much at home here in his adopted state in front of an adoring crowd at the Central Florida Fairgrounds. These are some of the voters who helped Trump carry Florida and its 29 electoral votes on the way to a White House victory that defied so many <EXPERT> forecasts. Both Trump and his supporters love retelling that story and how the news media got it <WRONG>."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The line of Christmas evergreens behind Donald Trump looked a little out of place in this semi-tropical environment. But the president-elect seemed very much at home here in his adopted state in front of an adoring crowd at the Central Florida Fairgrounds. These are some of the voters who helped Trump carry Florida and its 29 electoral votes on the way to a White House victory that defied so many expert forecasts. Both Trump and his supporters love retelling that story and how the news media got it wrong.",
    "statement": "They're very dishonest. They have written very dishonestly <ABOUT> <ALL> of us. It's a movement like they've <NEVER> seen before. And yet we won, folks. We won, right?"
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "They're very dishonest. They have written very dishonestly about all of us. It's a movement like they've never seen before. And yet we won, folks. We won, right?",
    "statement": "That suspicion of a hostile news media spills over into post-election stories <ABOUT> Russian hackers, <<POSSIBLY>> directed by Vladimir Putin himself, who set out to interfere in the U.S. election and swing it in the direction of Donald Trump."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "That suspicion of a hostile news media spills over into post-election stories about Russian hackers, possibly directed by Vladimir Putin himself, who set out to interfere in the U.S. election and swing it in the direction of Donald Trump.",
    "statement": "It's questionable. You <KNOW>, the mainstream media - I don't trust them. I don't <<<BELIEVE>>> them. I haven't for a long time."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "certainly": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's questionable. You know, the mainstream media - I don't trust them. I don't believe them. I haven't for a long time.",
    "statement": "Beth Young (ph) of Ocala, Fla., says the cyberattacks on the Democratic National Committee and the Clinton campaign <SHOULD> be investigated. But she's not <<CONVINCED>> the Russians are responsible, and she <CERTAINLY> doesn't <<<THINK>>> those hacks played a decisive role in the election."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Beth Young (ph) of Ocala, Fla., says the cyberattacks on the Democratic National Committee and the Clinton campaign should be investigated. But she's not convinced the Russians are responsible, and she certainly doesn't think those hacks played a decisive role in the election.",
    "statement": "It's just more of the Clinton campaign trying to say, you <KNOW>, she couldn't win on her own accord, so now she has to blame somebody else."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Trump reiterated his campaign promises to cut taxes, rollback regulations, repeal Obamacare and renegotiate trade agreements. In recent days, he's been alternating between these thank you rallies and meetings with his new Cabinet nominees, many of whom are wealthy businesspeople or retired military.",
    "statement": "You <KNOW>, the media was saying, the people that are negotiating your trade deals are very rich. I said, but isn't that what we want?"
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And they said, why is it that the people protecting our border are generals? Because that's what we want. We want generals. We want generals.",
    "statement": "Trump gloated <A BIT> at the rally <ABOUT> being named Time magazine's Person of the Year, though he said he prefers the old title, Man of the Year. Trump added some of the credit <SHOULD> go to the <OFTEN>-maligned voters who turned out in such numbers to elect him."
  },
  {
    "transcript_id": "NPR-11563",
    "matched_terms": {
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Trump gloated a bit at the rally about being named Time magazine's Person of the Year, though he said he prefers the old title, Man of the Year. Trump added some of the credit should go to the often-maligned voters who turned out in such numbers to elect him.",
    "statement": "They're not so deplorable anymore. In <FACT>, the other side's trying to <FIGURE> out, <WELL>, in four years, how do we get some of these deplorable to our side, right?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "A mountain of rubble nearly nine months ago. Today, the last beam left standing at the World Trade Center, it's set for removal in just a moment. We're live at the site of the deadly terrorist attack in United States history.",
    "statement": "The circumstances of her disappearance and her body of recovery are indicative that she died through the acts of another person."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "The circumstances of her disappearance and her body of recovery are indicative that she died through the acts of another person.",
    "statement": "One key piece of the Chandra Levy mystery falls into place, but how was she killed and who did it? We'll go live to Washington. Hundreds of mourners join Chandra Levy's parents for a memorial service. We'll go live to her hometown of Modesto. Growing worries of nuclear war between India and Pakistan."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "One key piece of the Chandra Levy mystery falls into place, but how was she killed and who did it? We'll go live to Washington. Hundreds of mourners join Chandra Levy's parents for a memorial service. We'll go live to her hometown of Modesto. Growing worries of nuclear war between India and Pakistan.",
    "statement": "Any time you have two nations who continue to have the problems they're having, two nuclear armed nations, we of course, have great concerns."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Any time you have two nations who continue to have the problems they're having, two nuclear armed nations, we of course, have great concerns.",
    "statement": "Our cameras <TAKE> you live to the capitals of both Pakistan and India. CNN's live from New York, Washington, California, Islamabad, New Delhi and other datelines <AROUND> the globe. Now, Miles O'Brien."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Our cameras take you live to the capitals of both Pakistan and India. CNN's live from New York, Washington, California, Islamabad, New Delhi and other datelines around the globe. Now, Miles O'Brien.",
    "statement": "Good evening, thanks for being with us. At this very moment, at Ground Zero in New York, the last steel beam left standing from the September 11 attack is <ABOUT> to be cut down. And there, you see a live picture looking down upon the scene, a somber procession under way there. It brings to end the emotional eight-and-a-half months of removing almost two million tons of rubble from that site. CNN's Jason Carroll is covering this from our midtown bureau. Jason, it's a somber sight indeed to see this. It's an important Milestone. I <<GUESS>> the <QUESTION>, which lies right now is what's next for that site among other things this evening."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good evening, thanks for being with us. At this very moment, at Ground Zero in New York, the last steel beam left standing from the September 11 attack is about to be cut down. And there, you see a live picture looking down upon the scene, a somber procession under way there. It brings to end the emotional eight-and-a-half months of removing almost two million tons of rubble from that site. CNN's Jason Carroll is covering this from our midtown bureau. Jason, it's a somber sight indeed to see this. It's an important Milestone. I guess the question, which lies right now is what's next for that site among other things this evening.",
    "statement": "<WELL>, let start out by saying one <THING>. Miles, it just struck me as I was standing up here looking out over the skyline, even after <ALL> this time it's still strange to stand up here, as we did so many times in the past, look over your shoulder and not see the twin towers that are standing there. It's still amazing after <ALL> this time. Let's <TAKE> a live picture. <TAKE> a look at what's left from the twin towers. As you said, it's just one steel girder. Some are calling it the Stars and Stripe Beam. It weighs 50 tons, stands 36 feet tall. Symbolically, as you can <<IMAGINE>>, Miles, it means so much to the families who lost loved ones. It means a lot to the recovery workers, many of whom you see out there, standing out there right now. It stood as a symbol of strength. It was used on the southeast corner of the south tower. It also stands as a symbol of <CHANGE>. Tonight, it will be cut down. An ironworker will go out there and use a very large torch to bring it down. It will be put on a flatbed. It will be draped in black cloth. At that point, we're being told that it's going to actually be carried out not today but it will be carried out on Thursday during a ceremony marking the symbolic end of the recovery effort down at Ground Zero. That ceremony expected to end at 10:29 a.m., <ABOUT> the same time the first tower collapsed. Few ever expected this day to come so soon. The workers finished way ahead of schedule out there. Miles, just to tell you, it's a 16- acre site that you're looking at down there. One point eight million tons of debris were removed. Crews out there <ALWAYS> keeping in mind why they were down there, <ALWAYS> keeping in mind those who lost their lives on September 11. The recovery effort particularly important to one firefighter who was down there for the past several months. He lost two of his sons during the World Trade Center disaster."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, let start out by saying one thing. Miles, it just struck me as I was standing up here looking out over the skyline, even after all this time it's still strange to stand up here, as we did so many times in the past, look over your shoulder and not see the twin towers that are standing there. It's still amazing after all this time. Let's take a live picture. Take a look at what's left from the twin towers. As you said, it's just one steel girder. Some are calling it the Stars and Stripe Beam. It weighs 50 tons, stands 36 feet tall. Symbolically, as you can imagine, Miles, it means so much to the families who lost loved ones. It means a lot to the recovery workers, many of whom you see out there, standing out there right now. It stood as a symbol of strength. It was used on the southeast corner of the south tower. It also stands as a symbol of change. Tonight, it will be cut down. An ironworker will go out there and use a very large torch to bring it down. It will be put on a flatbed. It will be draped in black cloth. At that point, we're being told that it's going to actually be carried out not today but it will be carried out on Thursday during a ceremony marking the symbolic end of the recovery effort down at Ground Zero. That ceremony expected to end at 10:29 a.m., about the same time the first tower collapsed. Few ever expected this day to come so soon. The workers finished way ahead of schedule out there. Miles, just to tell you, it's a 16- acre site that you're looking at down there. One point eight million tons of debris were removed. Crews out there always keeping in mind why they were down there, always keeping in mind those who lost their lives on September 11. The recovery effort particularly important to one firefighter who was down there for the past several months. He lost two of his sons during the World Trade Center disaster.",
    "statement": "I <<GUESS>> that hole infected <ALL> of us. It don't heal. No, no, it's not over. It'll <NEVER> be over."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "I guess that hole infected all of us. It don't heal. No, no, it's not over. It'll never be over.",
    "statement": "You <KNOW>, our main <THING> was recovery and bring somebody, some peace and closure by bringing the bodies home to the families. And that's the sad part that we haven't done that for everybody."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You know, our main thing was recovery and bring somebody, some peace and closure by bringing the bodies home to the families. And that's the sad part that we haven't done that for everybody.",
    "statement": "Two thousand eight hundred twenty-three people died on September 11. One thousand ninety-two of those have been identified. The girder marks the shift from recovery to rebuilding. But even so, Miles, as you can <<IMAGINE>> this is going to be an extremely difficult night for those who lost loved ones on September 11, also very difficult for the recovery workers who have been down there toiling away day after day. Thursday morning will be a difficult day for those people as <WELL> -- Miles."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Two thousand eight hundred twenty-three people died on September 11. One thousand ninety-two of those have been identified. The girder marks the shift from recovery to rebuilding. But even so, Miles, as you can imagine this is going to be an extremely difficult night for those who lost loved ones on September 11, also very difficult for the recovery workers who have been down there toiling away day after day. Thursday morning will be a difficult day for those people as well -- Miles.",
    "statement": "Jason, back to that earlier <QUESTION> on what <MIGHT> be next for that site. Clearly, some <<SORT OF>> memorial appropriate and I'm <<<SURE>>> there will be a lot of discussion available <ABOUT> that. But I <KNOW> there is some talk of developing that property in some way. What is the current thinking?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "definitely": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Jason, back to that earlier question on what might be next for that site. Clearly, some sort of memorial appropriate and I'm sure there will be a lot of discussion available about that. But I know there is some talk of developing that property in some way. What is the current thinking?",
    "statement": "<WELL>, there's been lots of speculation <ABOUT> what will happen with the site down there, Miles. Some are saying that <<PERHAPS>>, you <SHOULD> be some <<SORT OF>> -- whatever you decide to do, whether it's rebuilding some <<SORT OF>> a skyscraper down there, that some <<SORT OF>> memorial has to go down there as <WELL>. Some are also talking <ABOUT> putting some <<SORT OF>> a park down there. As you can <<IMAGINE>>, the number of businesses, the people who live down there are really anxious to see the area come back, to recover in some ways. So right now, there are a lot of things that are being considered. Nothing <DEFINITELY> down on paper as of yet."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "perhaps": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, there's been lots of speculation about what will happen with the site down there, Miles. Some are saying that perhaps, you should be some sort of -- whatever you decide to do, whether it's rebuilding some sort of a skyscraper down there, that some sort of memorial has to go down there as well. Some are also talking about putting some sort of a park down there. As you can imagine, the number of businesses, the people who live down there are really anxious to see the area come back, to recover in some ways. So right now, there are a lot of things that are being considered. Nothing definitely down on paper as of yet.",
    "statement": "CNN's Jason Carroll in New York City, thank you very much. We appreciate it. While the cleanup at Ground Zero enters a new phase, there is talk of some big changes at the FBI. Director Robert Mueller is scheduled to announce plans for a major overhaul of the agency tomorrow. This as criticism mounts over how the agency handled or <<PERHAPS>> mishandled intelligence information that presaves the 9/11 attacks. CNN justice correspondent Kelli Arena has more on <ALL> this. Kelli, <A BIT> of a preemptive strike, I <<GUESS>>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "CNN's Jason Carroll in New York City, thank you very much. We appreciate it. While the cleanup at Ground Zero enters a new phase, there is talk of some big changes at the FBI. Director Robert Mueller is scheduled to announce plans for a major overhaul of the agency tomorrow. This as criticism mounts over how the agency handled or perhaps mishandled intelligence information that presaves the 9/11 attacks. CNN justice correspondent Kelli Arena has more on all this. Kelli, a bit of a preemptive strike, I guess.",
    "statement": "<WELL>, <<SORT OF>>, Miles. The new priority for the FBI is very <CLEAR>-cut and that is protecting the United States from a terrorist attack. Now, it is part of a major reorganization aimed at changing the culture and the structure of the FBI from crime fighting to prevention. FBI Director Robert Mueller will announce the creation of so-called Flying Squads. These are elite, mobile terrorism units that can be dispatched <AROUND> the globe to give field agents a bigger picture <PERSPECTIVE>. And the FBI is also going to hire <ABOUT> 500 analysts with expertise in languages, world cultures and technology. And on the agent side, more than 500 will be reassigned to terrorism units from narcotics, white-collar crime and violent crime squads. SO that's going to be the outline, Miles, on what we <KNOW> right now."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, sort of, Miles. The new priority for the FBI is very clear-cut and that is protecting the United States from a terrorist attack. Now, it is part of a major reorganization aimed at changing the culture and the structure of the FBI from crime fighting to prevention. FBI Director Robert Mueller will announce the creation of so-called Flying Squads. These are elite, mobile terrorism units that can be dispatched around the globe to give field agents a bigger picture perspective. And the FBI is also going to hire about 500 analysts with expertise in languages, world cultures and technology. And on the agent side, more than 500 will be reassigned to terrorism units from narcotics, white-collar crime and violent crime squads. SO that's going to be the outline, Miles, on what we know right now.",
    "statement": "<WELL>, when you look at that outline, the <QUESTION> immediately comes, what happens to those other areas of crime? Will there be enough attention focused there?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, when you look at that outline, the question immediately comes, what happens to those other areas of crime? Will there be enough attention focused there?",
    "statement": "<WELL>, the thinking is that the Drug Enforcement Agency, other federal agencies, state and local law enforcement will pick up the slack. And so far, Miles, there has been not been much resistance to that idea."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, the thinking is that the Drug Enforcement Agency, other federal agencies, state and local law enforcement will pick up the slack. And so far, Miles, there has been not been much resistance to that idea.",
    "statement": "<WELL>, what <ABOUT>..."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, what about...",
    "statement": "<CERTAINLY>, a lot of duplication. Over the previous administration, just <ABOUT> <EVERY> crime was being federalized. And we saw a great exception to that. So I <<<THINK>>> if anything, as long as it's done in a prudent manner."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Certainly, a lot of duplication. Over the previous administration, just about every crime was being federalized. And we saw a great exception to that. So I think if anything, as long as it's done in a prudent manner.",
    "statement": "Miles, the FBI -- just getting back to our conversation, the FBI is not <COMPLETELY> abandoning its traditional crime fighting role, but it is clearly not priority number one. And as I said, there doesn't <SEEM> to be much controversy over that."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Miles, the FBI -- just getting back to our conversation, the FBI is not completely abandoning its traditional crime fighting role, but it is clearly not priority number one. And as I said, there doesn't seem to be much controversy over that.",
    "statement": "Yeah, changing times. Now, is this just the beginning or is this the be <ALL> and end <ALL>, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah, changing times. Now, is this just the beginning or is this the be all and end all, do you think?",
    "statement": "<WELL>, this is going to <TAKE> several years especially changing the culture of an organization. That's going to <TAKE> a long time. But along with what the FBI is proposing, officials say that the Justice Department is rewriting investigative guidelines to give agents more flexibility in the field. Now, that's -- I'm told, especially when it comes to areas of surveillance. The attorney general is expected to announce those changes on Thursday. So two separate things going on here. And I am <<<SURE>>> and Congress is <<<SURE>>> that we'll continue to see fine-tuning as the FBI implements its plan."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Well, this is going to take several years especially changing the culture of an organization. That's going to take a long time. But along with what the FBI is proposing, officials say that the Justice Department is rewriting investigative guidelines to give agents more flexibility in the field. Now, that's -- I'm told, especially when it comes to areas of surveillance. The attorney general is expected to announce those changes on Thursday. So two separate things going on here. And I am sure and Congress is sure that we'll continue to see fine-tuning as the FBI implements its plan.",
    "statement": "CNN's Kelli Arena live in our Washington bureau. And as we've been speaking, we've been watching President Bush as he returns from his European tour, walking across the South Lawn of the White House from Marine One. <A LITTLE> pat of the dog there. He was at a historic meeting of the NATO alliance, which officially admitted Russia as a partial member at least of NATO, also a visit with the Pope on his most recent leg of that trip back at the White House safe and sound. Now on to the case of Chandra Levy. What was a notorious missing persons case tonight is <<APPARENTLY>> a murder investigation, according to Washington, D.C. police. The move comes after a medical examiner said the former intern died through the acts of another person. But many key questions remain unanswered. We have two live reports. CNN's Rusty Dornin on a memorial today for Levy in her hometown of Modesto, California and CNN national correspondent Bob Franken with the latest on the investigation. We begin with Bob Franken who is outside D.C. police headquarters -- Bob."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "CNN's Kelli Arena live in our Washington bureau. And as we've been speaking, we've been watching President Bush as he returns from his European tour, walking across the South Lawn of the White House from Marine One. A little pat of the dog there. He was at a historic meeting of the NATO alliance, which officially admitted Russia as a partial member at least of NATO, also a visit with the Pope on his most recent leg of that trip back at the White House safe and sound. Now on to the case of Chandra Levy. What was a notorious missing persons case tonight is apparently a murder investigation, according to Washington, D.C. police. The move comes after a medical examiner said the former intern died through the acts of another person. But many key questions remain unanswered. We have two live reports. CNN's Rusty Dornin on a memorial today for Levy in her hometown of Modesto, California and CNN national correspondent Bob Franken with the latest on the investigation. We begin with Bob Franken who is outside D.C. police headquarters -- Bob.",
    "statement": "<WELL>, Miles, the development was incremental. It was anticipated. Nevertheless, officials involved in the Chandra Levy matter are dealing with a new <REALITY>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "could": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Well, Miles, the development was incremental. It was anticipated. Nevertheless, officials involved in the Chandra Levy matter are dealing with a new reality.",
    "statement": "Less than a week after the remains of Chandra Levy had been found, more than a year after she disappeared, the official announcement that her death was murder was hardly a surprise to investigators both for what the medical examiner concluded and what he <<COULD>> not."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Less than a week after the remains of Chandra Levy had been found, more than a year after she disappeared, the official announcement that her death was murder was hardly a surprise to investigators both for what the medical examiner concluded and what he could not.",
    "statement": "In this case, there was not specific -- excuse me, sufficient evidence to ascertain conclusively the specific injury that caused her death. However, the circumstances of her disappearance and her body of recovery are indicative that she died through the acts of another person, which is the definition of a homicidal manner of death."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "perhaps": "ungraded",
      "suspect": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Now that it's officially a criminal matter, the investigators are plotting new strategy.",
    "statement": "Right now, we have a lot of people that we want to interview or <<PERHAPS>> even re- interview. At this stage of the investigation, it's premature to start labeling people as suspects."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Investigators are wrapping up the nearly weeklong sweep of the isolated section in Rock Creek Park where Chandra Levy's remains were recovered. Taking a last look for evidence but Adamantly refusing to discuss publicly what they found.",
    "statement": "There are things that <SHOULD> be on a <NEED TO> <KNOW> basis. And the more the police can <KNOW> or the prosecutors can <KNOW> in the area of interview and interrogation, the more you can test the veracity of the person who is giving you that information."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "There are things that should be on a need to know basis. And the more the police can know or the prosecutors can know in the area of interview and interrogation, the more you can test the veracity of the person who is giving you that information.",
    "statement": "As <ALWAYS>, the attorneys for the Levy family continued to keep the pressure on one of the main figures in this tragedy."
  }
]