[
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But there may be a few surprises, too.",
    "statement": "My life and the \"Playboy\" mansion are famous for parties. And I <<<THINK>>> there is the general misconception that, of course, that I`m partying every night. And, of course, that`s not true."
  },
  {
    "transcript_id": "CNN-4261",
    "matched_terms": {
      "usually": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "We try and calm them down and offer a hand, shake their hand, introduce ourselves, and let them know what we're here to do. There's nothing we can do for now to get you off the streets? It's freezing out here. I'm freezing right now.",
    "statement": "When the team first approaches folks on the street, the answer to the <QUESTION>, \"Do you need any help?\" is <USUALLY> always no. It takes tenacity. And the team comes back again and again. Steve Anderson got talked into getting off the streets and now works part time for the mental health program Turning Point."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, first of all, we know from investigators that they're cooperating with the Russians. I talked to sources, federal sources, and the cooperation between Russian authorities and the FBI is quite good. Both want to understand what they might have missed, what they should have seen, and what they should have made of it as this case was unfolding. You know, there are questions about the older brother Tamerlan's travels to Russia, what he did and who he met with. Those are the sorts of questions that are following up. In the meantime, here in the United States, they're going back over additional videos, pictures, cell phone records, credit card records, and contacts. You know, who are their associates in the United States, and who might have seen even a small hint that these brothers severely radicalized might have taken action? So we've seen searches in the Boston area over the last several days. And I think you're going to continue to see law enforcement activity for some time as they stitch together the additional details that will create the narrative that's either the subject of a trial, or a plea, or even if there is a plea, there will be certainly a penalty phase at which it's discussed what is the appropriate punishment for Dzhokhar.",
    "statement": "We're hearing from at least a lawyer for Tamerlan Tsarnaev's wife Katherine Russell. He says, of course, that he has talked to investigators and will cooperate with police. That she's overwrought right now. What <<KIND OF>> information do you <<<THINK>>> investigators want to get from her? I <SHOULD> say she knows according to reports that she does not understand Russian or other languages that he <MAY> have been speaking all the time, so she <<PROBABLY>> only knows part of the story."
  },
  {
    "transcript_id": "CNN-155302",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "But that's not unpredictable, Doug.",
    "statement": "... predictable. We have a bill. We know what it is. That's not unpredictable at all. There is one <THING> that is very predictable. We have health care in this country now."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "around": "ungraded",
      "probably": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Yes, that's where you want to be, not where you're standing. Hey, let me ask you about this. I heard about a car accident involving one of the men skaters?",
    "statement": "Yes. Evgeni Plushenko. As he made his way to the airport, he -- on his way back to Russia, of course, after taking gold -- he got into a minor accident after winning the gold the night before. This was Friday morning. He's OK. He's happy. In fact, he's <<PROBABLY>> going to come back <A LITTLE> later in the Torino Games to celebrate his achievement. Evgeni Plushenko, though, OK after just a minor tussle. After riding <AROUND> the streets of Torino, I can see how he got into <A LITTLE> bit of a scrape because it's fend for yourself guys."
  },
  {
    "transcript_id": "CNN-88644",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "It's untidy and freedom is untidy, and free people are free to make mistakes and commit crimes and do bad things.",
    "statement": "Bremer says the U.S. paid a big price for not stopping the looting, because it established an atmosphere of lawlessness. It's not clear whether he argued for more troops, either with military commanders or with Rumsfeld. But he said, \"Although I raised this issue a number of times with our government, I <SHOULD> have been even more insistent.\" (on camera): The Bush campaign acknowledged that Ambassador Bremer differed with commanders in the field and said that's his right. The White House refused to say if Bremer ever asked President Bush directly for more troops, insisting the president relied on the Pentagon and military commanders to determine troop requirements. Jamie McIntyre, CNN, the Pentagon."
  },
  {
    "transcript_id": "CNN-366666",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "sold": "ungraded"
    },
    "previous_statement": "He is this the analyst at JPMorgan, who's kind of like the ax, the most influential analyst on GE. He thinks that investors are ignoring some of the risks that are still out there, even though GE has made a lot of decisions to sell off some assets, they still have what he referred to as a stubbornly high debt load and that that would really hurt the company if we have an economic downturn and that it's going to take a lot more than just selling assets for GE to turn things around. So he now has a price target of just $5.00 a share on the sock, which is about half of where it's currently trading. That is not good news.",
    "statement": "Okay, but why -- why <SHOULD> GE be in a worse position now than it was before with all the problems that we know of? I mean, at the end of the day, Paul, there's never been good news <ABOUT> GE in the last year, except when it <SOLD> something."
  },
  {
    "transcript_id": "CNN-169143",
    "matched_terms": {
      "wrong": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Taliban is claiming responsibility for the attack. The Murdoch phone-hacking scandal in Britain has claimed its first public official. Just hours ago, Britain's top cop suddenly resigned. His resignation comes on the same day police arrested a top Murdoch executive. Let's bring in CNN's Atika Shubert. Atika, is there a connection between this resignation and the arrest of that top Murdoch executive?",
    "statement": "<WELL>, there are basically two different strands of the same scandal. In the place of Sir Paul Stevenson, the topmost senior police officer here in Britain, he basically resigned because of increasing intense scrutiny over the relationship between the Metropolitan Police and \"News of the World.\" That tabloid that was shut down because of those phone-hacking allegations. And basically there was a former \"News of the World\" editor, Neil Wallace, who it turns out was paid by the Metropolitan Police to be a communications consultant. And Sir Paul Stevenson was taking a lot of flak for that. Now he resigned saying he feels he's done nothing <WRONG>, his integrity is intact, he says. However, he does <<FEEL>> that these allegations are distracting from the Metropolitan Police's police work. And for that reason, he has decided to resign so he can focus only on those allegations and the police can get on with doing their work."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "wrong": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How'd you live with that pain?",
    "statement": "<WELL>, they turned me loose after a while. I didn't <<<THINK>>> they <<COULD>> torture me enough to make me give them anything, but I found out I was <WRONG>. After I was in pain for so long, it was like my willpower was a totally different person. They said, \"Hey Jack, I've taken all I can. You better give him something.\" So I lied to them. And then of course, I got it again when they found out I was lying."
  },
  {
    "transcript_id": "CNN-348266",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, it's just idle speculation but Chuck Schumer is kind of a nobody right now. He's not terribly important. He's probably not going to gain the Senate. The Republicans are probably going to gain strength in the Senate. But let's talk about the political realities. This really isn't important for most Americans. Nobody is ever put in jail for a corporate donation and a federal election. It's usually a civil fine 98 percent of the time. Very few people have had a criminal prosecution against them. Every lawyer here knows this.",
    "statement": "I don't know why we're talking <ABOUT> it. We're talking <ABOUT> it because it raises the level of hysteria and it gets the hard Left really excited. But they're going to be really disappointed."
  },
  {
    "transcript_id": "CNN-217758",
    "matched_terms": {
      "should": "ungraded",
      "likely": "ungraded",
      "expect": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Well, I knew that because of the situation. Waves were huge and a lot of water moving around and when I was going for the wave, he saw the swell. And I was scared for my life, too, but I think I got -- it was the last week of the day. Everybody was complaining about the bumps and the wind was stronger by that time. But I knew I had a window in between the wind, you know, the change of the tide and the wind directional change. So when I went for the wave, it was a little bit glasser. I think that's why I managed to do it because I was going so fast. I was just holding myself because I knew if I fell it would be hard to survive.",
    "statement": "The good <THING> is you made it and by doing it, you not only broke a record <<LIKELY>>, but you also brought us some amazing video at the same time. Congratulations. It was really great to see it. It's great to meet you. Thank you so much. Coming up next on NEW DAY, in just an hour or so, Health and Human Services Secretary Kathleen Sebelius will be entering the lion's den, testifying before a House committee on the failures of the Obamacare web site. We're going to bring to you live, but what <SHOULD> we <EXPECT>?"
  },
  {
    "transcript_id": "CNN-93275",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Barbara, I think one of the most fascinating stories to come out this week that I know you reported extensively on but was sort of lost in the Schiavo saga is a story about a secret escape tunnel in Iraq. Tell us about that.",
    "statement": "<WELL>, Alina, can anybody whistle the theme from the movie \"The Great Escape?\" Because not a laughing matter, but it really is <QUITE> an amazing story. Camp Bucca, southeastern Iraq, look at this. This is an escape tunnel that was dug by some Iraqi detainees at Camp Bucca. The U.S. found it this week. Look, they dug it out. The tunnel was 600 feet long, it was buried 10 to 12 feet deep. The Iraqi detainees, prisoners, had spread the dirt <AROUND> the camp. U.S. guards began to notice that. They began to notice that the filters in the latrines were constantly clogged with dirt. How <<COULD>> that have happened? And they found this escape tunnel. It was ready to go, by all accounts. They are still looking <AROUND> today to see if they can find more escape tunnels that they didn't know <ABOUT>. We <SHOULD> say they have done a head count, everyone who was there before the tunnel is still there. But this is a story that hasn't fully played out yet. Nobody can really remember the last time anything like this happened."
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Come on, give the chef a chance. They haven't even put the chef in the kitchen.",
    "statement": "Oh, he doesn't have any <FEELING>. He's just a robot."
  },
  {
    "transcript_id": "CNN-242760",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Meaning --",
    "statement": "So, anyway - you know, going <AROUND> your ask, to get your elbow answer is yeah 9/11 is very significant. It was the whole reason we went."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, he's a very smart and astute political strategist, and of course, all political candidates have listened to their spouses and consulted their spouses for honest advice. And I'm sure she'll do that. That's very different from the president taking a speaking role and being center stage in the campaign. He probably will campaign for her, but yesterday she stepped out from beneath his shadow and she was the candidate.",
    "statement": "Congressman, do you <<<THINK>>> the voters up there will like the idea of getting two-for-one, shall we say?"
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We're going back now to Blacksburg, Virginia, to the campus of Virginia Tech University, the tragic scene of today's shooting rampage. Earlier Jeanne Meserve talked with a woman who was in the room when the gunman was first shooting. She played dead to survive. Jeanne, tell us what happened to this young lady.",
    "statement": "<WELL>, she survived. Her name is Erin Sheehan. She's a freshman majoring in mechanical engineering. Here's a part of the story she had to tell."
  },
  {
    "transcript_id": "CNN-82470",
    "matched_terms": {
      "anticipate": "ungraded"
    },
    "previous_statement": "It is a pivotal day for the Martha Stewart trial, her defense team is now presenting its case to the jury. Our Mary Snow is outside the courthouse with the latest. Mary, good morning.",
    "statement": "Hi there, Daryn. And it is expected to be brief. The team for Peter Bacanovic, Martha Stewart's co-defendant, has rested its case. And Martha Stewart's team called to the stand Steven Pearl (ph), an attorney who was present at a meeting between Martha Stewart and government investigators back in February of 2002. What the defense is trying to prove here is that notes that this attorney took differ from the account given by an FBI investigator who was also at that meeting. Some of the statements made at that meeting go directly to charges against Martha Stewart of making false statements. Now the defense said yesterday they <ANTICIPATE> this will be their only witness. They want to submit documents from another witness, a memory expert, but they say that will be on paper. And once this witness is done, the lawyers will give their summations and then this case will go to the jury -- Daryn."
  },
  {
    "transcript_id": "CNN-364599",
    "matched_terms": {
      "should": "ungraded",
      "take": "ungraded",
      "speculate": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- with clarity?",
    "statement": "I'm not going to <SPECULATE> what is in the president's head and why he doesn't <TAKE> a more forceful line pushing back against white supremacy and rebuking it. And I can say, though, that this has been an issue that has really befuddled Republicans as <WELL> in the party who know that, long-term, they can't be even remotely seen as condoning such actions and such rhetoric because that will shrink the party's participation in the future. This will be a problem for them going forward. How do you win in 2020, how do you win re-election without rebuking things like this? It <SHOULD> be a no-brainer. And it is not just Democrats. It is Republicans, too. And they want him to <TAKE> a more forceful line on that. It's just perplexing why --"
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "sometimes": "ungraded",
      "usually": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Absolutely, Wolf, thank you very much. CNN chief medical correspondent Sanjay Gupta joins me now from the CNN center for an update on -- on this horrible tragedy. Sanjay, let me ask you. We've just heard from John Zarrella at the Montgomery hospital there in Blacksburg. As he described the victims there, 17 brought there, five of them have been discharged, three in critical condition, six in stable. Give us -- give everybody a sense of what that means, the difference between stable and critical, so that they can assess the condition of those patients.",
    "statement": "Yes, <USUALLY> it has to do, obviously, with the initial severity of injuries to <<SORT OF>> place someone in a criminal condition versus stable. Stable typically is meaning that their vital signs, the things that you measure, typically, of their heart rate and blood pressure and breathing typically are on their own. When they first do the triage, you can see there on the screen, that <SOMETIMES> can be gruesome. They have to do this at the time, to determine if someone is actually deceased whether they're critical at the time, seriously injured, as <WELL>, or just minor injuries. And Lou, the reason they do this triage on the scene, is that they subsequently are calling all these various hospitals <AROUND> the area trying to determine what they can <TAKE>. Are they able to <TAKE> care of some of the more critically injured or not? This is on going throughout the entire time, Lou."
  },
  {
    "transcript_id": "CNN-167036",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Sixteen years old when I ran away, caught when I was 21.",
    "statement": "One of the best con men <AROUND>, are you still -- is there any of that in you? Is there conman running through your blood?"
  },
  {
    "transcript_id": "CNN-110754",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And methadone is usually given to people trying to overcome an addiction to heroin or morphine. Mr. Wecht says no one suggested Daniel had such problems. He also said you would have to be totally negligent to prescribe all three drugs at once. Later on in the NEWSROOM, we will be talking with Dr. John Abramson, the author of \"Overdosed America,' about the dangers posed by prescription drugs.",
    "statement": "<WELL>, Terrell Owens says it was an allergic reaction, not a suicide attempt, that landed him in a Dallas hospital. Now he says he is ready to play some football. The Cowboys' star receiver is no stranger to controversy. Some say that he revels in it. His latest turn in the spotlight started with a 911 call Tuesday night. His publicist called paramedics. He said he was unresponsive. Police report said that Owens overdosed on painkillers. <WELL>, Owens says it was just a reaction from pain pills mixed with his nutritional supplements."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "But please, address the question. You said a second ago that Mr. Foley who was killed in Jordan, may or may not be killed from a terrorist in Iraq. I'm asking you do you believe the president's assertion that there are al Qaeda cells operate operating with the knowledge of the Iraq I government?",
    "statement": "The answer is I don't know. There are people -- you heard what Paul Red -- there is CIA and FBI agents in this country who do not see that. The British intelligence does not necessarily see it. But let's get back to the real point. All of us are frightened <ABOUT> terrorism. We want to wipe out international terrorism. What is the best way to do it? I <<<BELIEVE>>> that what we've got to do is keep the inspectors in there, keep the helicopters right in front of Saddam Hussein's face, and if he does any act of aggression then you go after him."
  },
  {
    "transcript_id": "CNN-397320",
    "matched_terms": {
      "may": "ungraded",
      "usually": "ungraded"
    },
    "previous_statement": "He wanted me to keep the borders open.",
    "statement": "On its Web site the WHO makes the case that opposes most travel restrictions because they are <USUALLY> ineffective that <MAY> have a significant economic and social impact."
  },
  {
    "transcript_id": "CNN-331747",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Yes, but who makes the decision?",
    "statement": "And that's <<APPARENTLY>> what's taking place."
  },
  {
    "transcript_id": "CNN-364509",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, Jim. New Zealand is a country of 5 million people. It's peace-loving, it's welcoming of migrants and of Muslims. This has rocked New Zealand to its core. It's interesting when you played that clip of the New Zealand Police Commissioner. He spoke about these suspects or these people who have been apprehended as not being on Australia's watch list either. Well, the gunman is a 28-year-old Australian citizen. We believe from Australian media reports that he is from a town called Grafton. It is in Northern New South Wales. It's a country town, a sleepy town that, no doubt, will be inundated with international media trying to find out where this man became radicalized in his thinking, his ideology. How he went so off the rails. This is not Australia, this certainly is not New Zealand. So for him to reign this terror on what is a beautiful, welcoming, a peace-loving country that has opened its borders, opened its country to refugees from war-torn countries, it is just absolutely shocking. That gunman, I should also mention, Jim, he streamed live his killing spree on Facebook. And I watched the full 17 minutes and it was absolutely horrendous, something I have never seen in my life. This was not a movie. This was not a computer game. This was a man who was executing people at Friday prayers in cold blood.",
    "statement": "It's sickening. And as I said earlier, Poppy, I watched portions of it as <WELL>. And the calmness and the joy of this killer <TAKE> your breath away."
  },
  {
    "transcript_id": "CNN-203301",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, Carol, I would say that we are seeing people go that way, politicians coming out in support of it. It's an individual's choice whether or not they support it. Quite honestly, the 14th amendment gives us all equal rights. Nowhere in the constitution does it mention marriage. No one has a constitutional right to marriage. Actually, I think the government needs to get out of it, and put it back in the churches, let it be dealt with there. Let marriage be dealt with there, and we won't have this problem.",
    "statement": "Onto the final buzz <QUESTION>. Color me (ph) tired of budget problems in Washington. First White House tours are suspended due to forced spending cuts, and now the Easter Egg Roll <<COULD>> be in jeopardy if Congress can't reach a deal to fund the government. I mean, come on. Is nothing sacred in Washington? The White House warning that the 135th edition of the event is subject to cancellation due to the funding uncertainty, including the possibility of a government shutdown. But the White House says for now, it's planning to proceed with the Easter Egg Roll which is scheduled to <TAKE> place April 1st. No joke. Oh. The <QUESTION>, what steps <SHOULD> Washington <TAKE> to save the Easter Egg Roll. Why are we talking <ABOUT> this, Amy?"
  },
  {
    "transcript_id": "CNN-310441",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I think with regard to the photo, I mean, there's nothing that could have been done about that. I was able to spend a few minutes with Sarah Palin today, in talking about that. And she said the dinner itself was good. The conversation was nice. And you know, the two of them, Kid Rock and Ted Nugent, they were pretty involved in the presidential campaign. Ted Nugent also, if you recall, was supportive of Ted Cruz for quite some time. So they had a good respectful conversation. As far as the picture, yes, they have very outspoken views on Hillary Clinton. They are very strong and supportive of second amendment rights and that is a big issue that they all share in common. All of them do So yes, there have a different way of expressing themselves. And whether or not they should have done it in front of Hillary Clinton's portrait is up for discussion. But that's kind of - that's who they are.",
    "statement": "Kevin, do you <<<THINK>>> it <WOULD> have been this big a deal had they just taken a picture of the dinner where she said they had a great conversation?"
  },
  {
    "transcript_id": "CNN-71302",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "When it's time for your family vacation, you'll likely pack your camera, your swimsuit and other essentials. But should you also bring along a so-called go bag that can come in handy in case of a terrorist attack? Ben Venzke is the co-author of \"The Al Qaeda Threat: An Analytical Guide to Al Qaeda's Tactics and Targets.\" And he joins us now from Washington with some tips on traveling in our code orange world. So, Ben, what do you think about this go bag? And I think you have one right next to you, don't you?",
    "statement": "Yes, you know, this <<SORT OF>> came in fashion during the last orange alert, where there was a lot of talk <ABOUT> how you prepare your home and what do you do if you need to evacuate. And the concept of a go bag is if you're just going <ABOUT> your normal business at home or you're out at the office and suddenly within two or three minutes you're told you need to evacuate now, the idea is to have everything together so you can just grab that bag and go. Fortunately, when you're traveling overseas you don't need anything as comprehensive as this because for the most part you're already traveling. You're already bringing a lot of <STUFF> with you that you <WOULD> need."
  },
  {
    "transcript_id": "CNN-408083",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So Christine Brennan, there's been a lot of things said by a lot of people the last 24 hours. People who want to see college sports -- look, I want to see college sports. But I want to see it safely. Lou Holtz; hall of fame coach, used to coach at Notre Dame, this is what he said about this. Listen.",
    "statement": "If you want to play, let's go play. I <<<THINK>>> that we shut everything down for six months. I'm going crazy <ABOUT> being quarantined. I <<<THINK>>> other people are tired of -- let's move on with our life. When they stormed Normandy, they knew that there were going to be casualties, there were going to be risks."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "apparently": "ungraded",
      "think": "ungraded",
      "guess": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Would you like to know if the vice president was in any way involved in discussions that led to the outing of Ms. Plame?",
    "statement": "I <<<THINK>>> that <QUESTION> has been largely answered in the release of the notes of the conversation that he and Scooter Libby had, that, <<APPARENTLY>>, by what's been reported and what's been presented in the way of information from the grand jury -- I <<GUESS>> this was one of the -- the leaks prior to the indictment -- there was a conversation between the two of them that did involve the fact that Joe Wilson's wife was an employee at the"
  },
  {
    "transcript_id": "CNN-295639",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Teamwork. So do you think that that is it, that it somehow elevated Donald Trump's judgment?",
    "statement": "I don't necessarily know that people are going to go back and reflect on Donald Trump's judgment. I <<<THINK>>> that Mike Pence did himself <WELL>, did the ticket <WELL>. And I certainly <<<THINK>>>, if you look at the three finalists, Newt Gingrich, Mike Pence, Chris Christie, in that final VP selection process for Donald Trump, I don't <<<THINK>>> Newt Gingrich or Chris Christie <<PROBABLY>> <WOULD> have delivered this <<KIND OF>> debate performance, which was every time that Tim Kaine tried to raise the temperature in the room, Mike Pence came in to cool it off. That's not <<SORT OF>> a feature <WELL> known to Newt Gingrich or Chris Christie."
  },
  {
    "transcript_id": "CNN-243758",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, we don't care if he listens or not. What we care about is Muslims around the world who should listen and see the facts, which we are presenting in this letter, to refute and destroy their ideological bases and foundation of ISIS. We care about Muslims around the world. We don't care about him. He's going to hell. And I'm sure he's going to be -- to be killed, even by his -- some of his followers sooner or later. There's no -- there's no end unless we stop people from joining ISIS. This is what we aimed at in our letter to al-Baghdadi.",
    "statement": "Do you <<<THINK>>> that the current campaign against ISIS, the airstrikes or the building up of the Iraqi forces, for instance, is having an effect? They've taken Baiji back. They've taken -- the Iraqi forces have taken back some territory. Is that having an effect, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-390182",
    "matched_terms": {
      "would": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "At 1.34 a.m., the first missiles hit.",
    "statement": "And these doors, every time one of the missiles hit, the doors <WOULD> <<KIND OF>> sink in."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "So as this incredibly chaotic week comes to an end, still many questions hanging over this White House, one, of course, of credibility; two, who will the next FBI director be? And, three, does the president actually have a recording device either in the Oval Office or elsewhere, recording these conversations? The White House of course would not talk about that but, going forward here, this whole issue of firing James Comey has stymied their legislative agenda. He'll be traveling abroad next week, his first foreign trip of his presidency. They're hoping that helps get the president back on track -- Jeff Zeleny, CNN, the White House.",
    "statement": "And for a lot more on this, Julian Zelizer joins us now, he's a CNN political historian and CNN analyst. Julian, first of all, let me read this tweet by Donald Trump. \"James Comey better <HOPE> that there are no tapes of our conversations before he starts leaking to the press!\" Also, Julian, I want you to listen to this, the White House press secretary, Sean Spicer, earlier on Friday."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "Staying with us in Washington, Senator Jon Kyl, Republican of Arizona. Senator Evan Bayh, Democrat of Indiana. Joining us now in Washington, Dan Stick, a friend of Nicholas Berg, the American beheaded in Iraq. He knew him in school. And in West Chester, Pennsylvania, Bruce Hauser family friend, who's also been kind of a family spokesman. We understand, Bruce, that you recently met with the parents. What did they have to say?",
    "statement": "I met with the parents just <ABOUT> an hour and half ago. I sat with them, my wife and I. We've been going over to the Berg family home on several occasions throughout each passing day. We want to comfort the family as much as possible. As you realize, the family is in a very devastating <<SENSE>> of mind. They're trying to reason why this had to happen to Nick. I've known Nick ever since he was a young child, <<PROBABLY>> <AROUND> the age of 4, watched him grow up to be an adult. If you <WOULD> know the Nick Berg that I have known, you <WOULD> say to yourself, why did this happen to such a nice young man."
  },
  {
    "transcript_id": "CNN-35378",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We just always wanted to make good music and touch people. And, you know, if we can continue putting records out that do that, then we're achieving something. (Depeche Mode, \"I Feel Loved\")",
    "statement": "<WELL>, that is all from this edition of WORLDBEAT. I'm Brooke Alexander in New York City leaving you to chill out with some more of the very cool sounds of Mr. Craig David. (Craig David, unidentified song) END TO ORDER VIDEOTAPES AND TRANSCRIPTS OF CNN INTERNATIONAL PROGRAMMING, PLEASE CALL 800-CNN-NEWS OR USE THE SECURE ONLINE ORDER FROM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-215588",
    "matched_terms": {
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We will <TAKE> you back to our special coverage of the government deadline, running out of funding potentially here in just a moment, but, first, I want to <TAKE> you to Chicago to this fast-moving story there. Dozens of people are hurt after a commuter train collided with another. And the <THING> is, investigators have no idea why. Ted Rowlands is there for us live on the scene. Ted, you have this one train that was full of passengers, the other, this mysterious runaway train."
  },
  {
    "transcript_id": "CNN-404599",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Even loyal Trump supporter Robert Blethen wishes the president would do one thing.",
    "statement": "Our president <SHOULD> wear a mask, because we're doing it. We're -- you know, it's a -- we're supporting him."
  },
  {
    "transcript_id": "CNN-127016",
    "matched_terms": {
      "often": "ungraded",
      "about": "ungraded",
      "suggest": "ungraded",
      "clarify": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "We want to <CLARIFY> the FDA's stance on cell phone safety from last night's program. According to the Food and Drug Administration Web site, the available scientific evidence does not show that any health problems are associated with using wireless phones. There is no proof, however, that wireless phones are absolutely safe. The FDA does not <SUGGEST> replacing cell phones with regular phones. But it does provide recommendations for consumers that do have concerns <ABOUT> cell phones. One, use your cell phone less <OFTEN>. Two, keep the cell phone away from your body or use a hands-free tip. For more information from the FDA on cell phone safety, visit FDA.gov. And our special thanks again to Dale Cochran and Dr. Keith Black for joining us on our program last night. For more information <ABOUT> the Johnnie Cochran Brain Tumor Center, visit the Department of Neurosurgery Web site at Cedars-Sinai Medical Center. That's CSMC.edu. Tomorrow, more on the Scott McClellan fallout and firestorm. That's LARRY KING LIVE Thursday. Time now -- Anderson Cooper and \"A.C. 360\" -- Anderson."
  },
  {
    "transcript_id": "CNN-116691",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The days of having a blank check from Congress are over.",
    "statement": "Democrats trying to appeal to a left flank furious <ABOUT> funding the war without a plan to bring troops home say this holds the administration accountable. Republican leaders dismiss it as irresponsible."
  },
  {
    "transcript_id": "CNN-280447",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So Donald Trump has been a bit of a pendulum on this. He signed the pledge saying that he will support the Republican nominee and not run as a third party then he came back and flirted with the idea of running and he committed here on CNN to running as a Republican and now we're hearing this. Is there any indication that this is any more than just one of those rhetorical swings or he's really seriously thinking about going third party?",
    "statement": "<WELL>, you know, that's an interesting <QUESTION> and one that has followed him since he first announced running. I mean, the Republican Party was fearful of this from the very start. That's why they had them sign a pledge. That's why they had them commit to the GOP and to the eventual nominee. But it's all <ABOUT> again this magic number, the 1,237 delegates that are needed for the nomination and Donald Trump believes that he has earned the nomination. He believes that he is close enough to that number or has hit that number. If that leads to an open convention, even though he's close to the number, I <<<THINK>>> there is a very serious potential of him running as a third party candidate, which <WOULD> be detrimental to the Republican Party and the eventual nominee."
  },
  {
    "transcript_id": "CNN-231887",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I can't speak to the trauma -- I'm not a psychologist -- but I can tell you that linguists have studied this phenomenon, it's called language attrition, for quite a few years. And we're learning ever more about it. The quick answer is, he hasn't forgotten it. The chances are overwhelmingly in favor of him retrieving his English quite quickly. People do this all the time. We've had studies that range from people that are just away for a junior year abroad, to those who have moved to another society for much of their lives. And they all manage to retrieve -- to be able to speak their first language when necessary. They might not choose to do so, but they will certainly have the ability to do so. My favorite example is the grandmother of my best friend in high school who was born in the Cape Verde islands, spoke Portuguese for the first 17 years of her life, and she emigrated to Boston, spoke nothing but English with her five children in her household. and lived to the ripe old age of 115. She became the second-oldest person on earth at the time of her death. But what's interesting here is when she turned 108, she had a minor stroke. It didn't create any impairment, other than the fact that her English disappeared, and all she spoke was the Portuguese that she hadn't spoken for nearly a century.",
    "statement": "How <ABOUT> that."
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "John Warner...",
    "statement": "...saying that if we make -- if we pass this legislation without clarifying the chain of command, without making <<SURE>> the Pentagon has control over those surveillance satellites to provide that real time intelligence to the guys on the ground we're going to do some harm and the House conservatives aren't going to go..."
  },
  {
    "transcript_id": "CNN-162677",
    "matched_terms": {
      "should": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And controversial.",
    "statement": "Controversial, to say the least. All of that. It's <<KIND OF>> like the same old song. A cruel dictator clings to power, and President Obama is criticized for being slow to act. He did say Libya's Moammar Gadhafi's must go, but it wasn't fast enough or strong enough, even though some say President Obama is treading carefully because there are still Americans in Libya. That's not stopping Senators John McCain and Joe Lieberman though. Lieberman told CNN he understands why the Obama administration waited, but now we ought to provide the Libyan rebels with arms. McCain said the president <SHOULD> push for a no-fly zone over Libya so Libyan pilots cannot attack their own people."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Here's a new and disturbing twist in the story about San Francisco family stranded in the snowy Oregon wilderness. Well authorities say that the road that James Kim and his family were on is usually blocked by a locked gate during the cold weather months. But they say a vandal cut the lock, ultimately sealing James Kim's fate. He tried to hike for help but died, as you know, from exposure. His wife and two daughters stayed behind in their car. They survived. CNN's Rick Sanchez spent a freezing night in the mountains and he has some tips on how to survive.",
    "statement": "It's sundown in the Rockies. The allure of the mountains conceals the danger, though, the high altitudes, the low temperatures that becomes even more hazardous at night. The park rangers who work these parks know that only too <WELL>."
  },
  {
    "transcript_id": "CNN-135775",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This is a really powerful book. Your last book got you the Pulitzer Prize, among other things. Let's talk about the war in Iraq. We're not hearing a lot about it. There's assumption that things are going in the right direction and it's all but over. You don't believe that, do you?",
    "statement": "<WELL>, I <<<THINK>>> the message of my book \"Fiasco\", the last book, was that Iraq was in terrible shape, much worse than you thought. The message of this book, I <<<THINK>>>, is that Iraq is in not as good a shape as people <<<THINK>>>. The war is not over. I <<<THINK>>> we'll be fighting there for a long time to come."
  },
  {
    "transcript_id": "CNN-269164",
    "matched_terms": {
      "would": "ungraded",
      "often": "ungraded",
      "perhaps": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That they're not saying they don't have a problem here. They're actually acknowledging that at least to a greater extent than they were before the report was released. But they're making the point and they're hoping that this is going to be accepted by the other members of the athletics body, that you know it's unfair to punish athletes who haven't been cheating, athletes who are clean. They're in favor, they say, of the harshest sanctions against athletes who are found to have be guilty of doping and to be unclean. But it's the question of what happens to those who weren't.",
    "statement": "Banning the federation <WOULD> mean that none of the athletes <WOULD> be able to <TAKE> part. And it's a dilemma really as Don was saying for the Federation itself. And Russia makes this point that Russia is not the only country in the world that has a problem with doping. It's <OFTEN> you know saying that it's unfairly villainized or victimized for wrongdoing where other people are <<PERHAPS>> doing just as - just as much, just as badly. And that's something the Athletics Federation has to bear in mind as <WELL>. Because if it's really tough on Russia, and says you're not competing in the Olympics, what it will it say to the countries whose federations have also been tainted, or will be tainted by doping scandals in the future?"
  },
  {
    "transcript_id": "CNN-160864",
    "matched_terms": {
      "about": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "Thanks so much. Don?",
    "statement": "And, Kareen, we are looking at some video. I just want to tell our viewers -- hey, don't go anywhere, Kareen. There is Jimmy Fallon right there arriving at the Golden Globes among all of the Hollywood stars. Hey, I have to ask you, does some of the glamour, though, Kareen, of the awards, it's been <A BIT> tarnished by a recent lawsuit against the group behind the Golden Globes, the Hollywood Foreign Press Association. Tell us <ABOUT> that."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Those are the rules the democrats set up, 15 percent of all the delegates at the convention. Those super delegates. Let's do a key race alert right now. Take a look at this, on the republican side, Donald Trump is the winner. Almost half of the vote has now been counted, he's at 61.8 percent. The Ohio Governor John Kasich, he's at 24 percent, Ted Cruz, a distant third, only 14.2 percent on the republican side. On the democratic side, more than half of the vote has now been counted 57 percent, Hillary Clinton has a very impressive 59.4 percent lead over Bernie Sanders. With 40 percent, 40.6 percent. She's ahead right now by more than, almost 200,000 votes for Hillary Clinton right now. Big win for Hillary Clinton in New York. Big win for Donald Trump in New York. Anderson.",
    "statement": "We are of course waiting to hear from Secretary Clinton. We'll bring you those comments as soon as she starts to make them. Let's turn to our panel, Michael Smerconish, I mean, huge night for Donald Trump, big night, huge night for Hillary Clinton as <WELL>. How do you <<<THINK>>> the race, the tone of it, the tenor of the focus begins to shift now."
  },
  {
    "transcript_id": "CNN-120114",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Political pork tops your \"Quick Hits\" now. There's been a dramatic decrease in congressional pet projects under new rules of disclosure. The $459 billion military budget approved earlier this month contains just 1,000 earmarks. That's down from 2,600 in last year's bill. Democrats have made earmarks a prime focus since taking control of Congress in 2006. But there were complaints that they didn't do enough quickly enough, now maybe something's happening. Evil reigned at the box office this weekend. The zombie flick, \"Resident Evil Extinction\" debuted in the top spot, bringing in $24 million. \"Good Luck Chuck\", \"The Brave One\", \"3:10 To Yuma\" and \"Eastern Promises\" rounds out the weekend's top five.",
    "statement": "Later on AMERICAN MORNING it's the speech everyone is talking <ABOUT>."
  },
  {
    "transcript_id": "CNN-284028",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "claimed": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, a deal that came together extremely quickly. Reporters were told earlier today by the president of Didi Chuxing that the two CEOs involved here, that would be Tim Cook for Apple and Chung Wei for Didi Chuxing, they only met for the first time a month ago and yet here we are a month later talking about an investment deal worth $1 billion U.S. dollars. It really is quite remarkable. And when it comes to these two companies you're probably quite familiar with Apple. It is the richest company in the world, after all, but when it comes to Didi, as it's shortened to here in China, you may not be as familiar with it. It might not be that famous throughout the rest of the world, but here in China, it is absolutely huge. Walk you through some of the numbers. According to the company, 11 million rides per day are taken through the app, some 300 million users are a part of this service, and 400 different Chinese cities. Most analysts will tell you that in terms of market share, Didi holds somewhere between 70 to 90 percent of the ride-hailing service here in China. So it's very, very big here, very popular. But it is not without its competition. Uber has done its best to try and gain some sort of foothold here in China, it's investing in very low-cost rides, it's providing a lot of subsidies for drivers here. But Uber has certainly run into problems going up against Didi. In fact, it was earlier this year that the Uber CEO admitted that his company was losing about $1 billion a year. And so while it is an uphill battle against Didi, you can expect Uber to continue to try and break into this market that is something that Didi is extremely well aware of. And so you can expect that company to perhaps use this $1 billion investment from Apple to continue to fend off Uber and to, perhaps, even increase its market share more here in China, one of most lucrative markets in the world. Matt Rivers, CNN, Beijing.",
    "statement": "<WELL>, Apple saw slowing sales numbers earlier this year, especially in China, and this investment <<COULD>> help its flagging fortunes there. Observers <<<THINK>>> this is also a way for Apple to test new products in China. There are rumors of a car-related project in the works for the U.S. company. The partnership <<COULD>> also benefit Apple in other ways as <WELL> by helping through this relationship, for example, with the Chinese government. Mark Zuckerberg says there's no evidence that Facebook is biased against conservative news. Meanwhile, a report from Gizmodo <CLAIMED> that Facebook is intentionally suppressing stories from conservative websites on its trending topic. Zuckerberg said he will invite leading conservatives to Facebook to discuss their concerns. Facebook also released a series of documents showing how it edits the trending topics list on Facebook. A special algorithm generates a list of stories doing <WELL> amongst users. Editors at Facebook are then allowed to make minor changes to that list. Some of the changes allowed include removing duplicates or editing names to make it easier to understand and the guidelines stress that no suppression of political ideologies is allowed. Now coming up, as world leaders prepare for more Syria peace talks in Vienna, Syria tells CNN there's one <THING> it will not negotiate. We're live from Damascus, next."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "Well, I think that's rather significant. In other words, if they initially did not suggest that the governor was going to be in the ads, what happened in that period of time when they met with the governor's staff and the other people that chose the contract. You know, there were --one of the things that was in the ad -- was the statement that some of his advisers perhaps were insisting that he'd be in the ad. So, I mean, again, the question is, that needs to be investigated, to what extent was that the case.",
    "statement": "What's <WRONG> with the governor appearing in an ad like this, saying we beat back Sandy, it's time to come back, visit the Jersey Shore, spend money here, let's help our economy."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I'm at the entrance of camp. Right now we're doing a search and rescue. There are hundreds of law enforcement officers and National Guard out here. They're taking the injured to local hospitals. There are four confirmed dead, numerous injured. The camp is virtually destroyed. There's nothing left in there. And so they're trying to find out what's going on here. We're getting a list of those Scouts and Scouters who were here. These were older Scouts, 13 to 18 years old, out here for a week of training, and some of our best young men in our community.",
    "statement": "I am <<SURE>> you're hearing from a lot of parents, a lot of family members tonight, Lloyd. How are you all handling the situation?"
  },
  {
    "transcript_id": "CNN-42562",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "The Postal Service is following the direction of the CDC, the Health and Human Services Department and the other, Homeland Security. And that's where they're getting their advice. They were informed, in terms of what they should do with the facilities, by the same people who told the Senate and the House to close theirs. They were told it was OK to keep theirs open. So they are reacting and being instructed by the experts in the area who are learning as this evolves.",
    "statement": "Ms. Elcano, I want to go back to one <THING> that Mr. Flaxman said. You indicted that, look, in the collective bargaining agreement, they don't have to go to federal court. They can just <TAKE> advantage of the collective bargaining agreement and get this arbitration. But Mr. Flaxman says, \"We've tried to do that, and the reason we are going to federal court is because no one will meet with us.\" You are the former head of -- counsel for the Postal Service. What <ABOUT> that?"
  },
  {
    "transcript_id": "NPR-25406",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Next thing you know, your neighbors despise you. For those who are reluctant to commit to chicken ownership, there's a solution: rent some.",
    "statement": "There are <ABOUT> 50 chickens here at Coop and Caboodle in Leeds, Alabama. Many of them will be rented out. And if things work out, some will be adopted. Things didn't work out for Ethel Merman - the chicken. Melissa Allphin started leasing chickens <ABOUT> year ago."
  },
  {
    "transcript_id": "CNN-260960",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "The picture we see is always on grass. Do you know if it was found closer to the shore? How far from the waterline was it found initially?",
    "statement": "It was found actually on the shoreline, on the pebbled beach. This is where <A BIT> of concern comes. The clean-up crews initially did not realize what they found. They started scraping the barnacles off it and leaning it against the wall past the beach. One of the clean-up crew said it hit him looking at it. This <<COULD>> be something important. An amazing guy called Johnny. He shouted to his colleagues to stop. We need to stop touching this. I <<<THINK>>> this <MIGHT> be part of a plane crash. And hearing him speak, he said -- he just thought to himself, if it is a plane crash, people have died. And f people have died and this was someone I love, I <WOULD> want this to be created with much respect, as possible. And Johnny is back down on the beach today trying to help with the search efforts."
  },
  {
    "transcript_id": "CNN-224437",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "\"The Tonight Show Starring Jimmy Fallon\" kicks off February 17th.",
    "statement": "Now, I recently sat down with Bill Carter of \"The New York Times\" who wrote the book on late night to talk <ABOUT> Jay Leno for the special that I did, Carol. And I asked him, \"Bill, what do you <<<THINK>>> Jay Leno's legacy is?\" And he simply said two words, \"A winner.\""
  },
  {
    "transcript_id": "CNN-264967",
    "matched_terms": {
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If Bobby Jindal wanted to call, and we wouldn't take his call necessarily. There's a dynamic here about being a front runner, is there not?",
    "statement": "<WELL>, there's a dynamic celebrity who wants to do this from his couch. Presidential campaigns, I spent 18 months on the road with Hillary Clinton and she has a cast iron constitution. She was out -- she did six, seven events a day in Iowa. It was terrible for all of us. She showed up. What's the Woody Allen <THING> like 90 percent of life is showing up. I <<<THINK>>> we ought to start noticing this, he isn't actually showing up to a lot of things."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "might": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "uncertain": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "First of all, you talked with Aaron at the top of the hour saying that we will not get out of Iraq successfully unless there is focused international involvement. Are you satisfied with what you heard from the president tonight along that front?",
    "statement": "Paula, I <<<THINK>>> he said three things that were very important tonight, that he focused on more than he has before. One, he connected our involvement in Iraq, Afghanistan and the Middle East. He's really not done that in the past. Second, he specifically focused on a new U.N. resolution, getting our allies involved, talking <ABOUT> that involvement. And third, he put a premium as <WELL> on the long-term nature once again. But here's where the questions, I <<<THINK>>>, will come. To your <QUESTION>, our U.N. involvement, our allies' involvement, what <WOULD> be their responsibilities? How much economic, political responsibilities <WOULD> they have in return for their troops, in return for their involvement? Second, he didn't talk <ABOUT> our rotating our troops out or when we <MIGHT> see some of that happen. And the point I made with Aaron at the top of the hour was the fact that this is a long-term effort. This is complicated. It is dangerous and difficult and <<<UNCERTAIN>>>. And we are going to need the imprimatur of all nations of the world involved as soon as we can in order to move the Iraqis into a position where they can govern themselves. And that, I <<<THINK>>>, will precipitate a quicker exit of America and American troops from Iraq."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "I was doing it just to get rid of my feelings, because I didn't want to feel the way I was feeling.",
    "statement": "What's the most disturbing <THING> <ABOUT> these kids when they come to you?"
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Good morning, Chris. Trump has gone from raising what he said were other people's questions about Cruz's citizenship to out and out declaring that Cruz isn't a natural-born citizen. Listen to what he told his crowd at the rally in Iowa over the weekend.",
    "statement": "You can't have a person running for office, even though Ted is very glib and he goes out and he says, <WELL>, I'm a natural born citizen. But the point is, you're not. I mean, you've got to get a declaratory judgment."
  },
  {
    "transcript_id": "CNN-237788",
    "matched_terms": {
      "wrong": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "The rule doesn't say that.",
    "statement": "Right. It's <WRONG>. Fred, the only <THING> we're in agreement is we missed you. It's been too long."
  },
  {
    "transcript_id": "CNN-44013",
    "matched_terms": {
      "quite": "ungraded",
      "believe": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "Have you narrowed the potential area where Osama bin Laden is to within what -- 30 square miles or anything like that?",
    "statement": "We <<<BELIEVE>>> that his options are <QUITE> <A BIT> narrower than they were when we began."
  },
  {
    "transcript_id": "CNN-299517",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, the EU is going to have a very difficult 18 months, there's no doubt about that. But also, when we talk about the rise of the populist right, let's not forget we should also be talking about the crisis of social democracy, because there is an idea in Europe today that's really failing to reinvent, and the intellectual reason for social democracy isn't as clear as it once was when they were nicely organized, class interests in Europe. So, I think this is going to be a very tumultuous period. I think we're going to see lots of insurgents doing quite well. And also, you know, we don't know where this is going to end. I mean, what is post-populism? What comes after all of these movements? What happens if they don't give their voters what they want? It's going to be an interesting time.",
    "statement": "It will be interesting to see what the mainstream middle ground parties and politicians come up with, as <WELL>. Matthew Goodwin, thanks very much for your expertise on that. Appreciate it. Now, we'll bring you analysis and reports from both those elections taking place on Sunday. We'll be live in Italy and in Austria. So, do tune back in to Connect the World on Sunday, when our Becky Anderson will be back with you live from Abu Dhabi. That's right here on CNN. Donald Trump, whose populism we just mentioned there, is hitting the road today, taking a break from interviewing potential cabinet picks to get back among the people. The U.S. president-elect is kicking off what he calls a thank you tour, holding campaign-style rallies in key states that helped him clinch the election victory. But before he heads to Ohio tonight, he'll make the case in another industrial state that he's already keeping his problem to protect American jobs. Jessica Schneider has all the details for us."
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "But, also, too, I think we have to be clear that there's      certainly some ambivalence on the part of many Iraqis as to who are the      freedom fighters and who are--is the enemy.  Certainly, we have people      who are coming forward who do want to bring about a new day in Iraq, but      there are also, too, people who are really just not clear, and we have to      acknowledge that.  They're not sure they really want the American      presence there.  They're not sure they want to fight their fellow Iraqi.",
    "statement": "They are <<SURE>> that they want liberty and freedom, and that      is what these..."
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "-- of their neighbors?",
    "statement": "Yeah. When we conducted the gulf war, for example, when Saddam invaded Kuwait, we put together a coalition of most of the rest of the world. I <WOULD> be looking for support within the region, the gulf states, the Saudis, other Sunni-dominated regimes, to a minimum, be coming out and decrying what al Baghdadi is doing in the name of the Sunni."
  },
  {
    "transcript_id": "CNN-359949",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I want to pick up where we left off, very interesting, because we were talking about how the president and Republicans came up with this plan to end the shutdown, their offer, right? They tried to say they sweetened it for Democrats with the three-year DACA protection, a temporary protection along with the border wall money. Of course, Democrats are not on board with that. So you were talking about what Democrats might come to the table with and what we should expect here in the days ahead, as we're moving towards federal employees missing another paycheck.",
    "statement": "Yes, and it's never OK to use paychecks and people and essential government services as a negotiating tool. So open the government, at least six of the seven bills, which have nothing to do with Homeland Security, and temporarily pass a Homeland Security measure so we can negotiate. I <<<BELIEVE>>> what you'll see this week is a measure by Democrats to pretty dramatically improve and increase border security. The president has talked <ABOUT> drugs coming across the border. Indeed, 85 percent of those drugs are coming through the checkpoints. So we're going to provide a tremendous amount of additional scanning equipment, because a lot of those cars coming through in vehicles aren't being scanned. Let's be smart <ABOUT> border security. Let's use high-tech equipment, scanning, cameras, drones and so forth. If the issue is national security, we can address that as a compromise."
  },
  {
    "transcript_id": "CNN-173251",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "question": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, all week, we have gone \"In Depth\" on our broken government. What's gone wrong and why? Well, a new op-ed on CNN.com ask whether baby boomers are to blame. Contributor Ruben Navarrette talked to some of his friends to get their thoughts. A lot of them are political insiders. They've worked as staffers in the White House, run campaigns, even then elected to office themselves. They know what works in government and what doesn't. Ruben joins us live from San Diego. We probably should start, Reuben, with boomers versus generation X and that leads us into the point of your column.",
    "statement": "Right. Absolutely, Kyra. Great to be with you again. Here's what happened. I normally send in my week column to CNN on Wednesday at <ABOUT> noon. I had have scheduled for this Wednesday this week a meeting with a couple of authors on unrelated subject and the authors are Morely Winegard -- Winegrad and -- and Michael Hayes and they've written a book called \"Millennial Momentum.\" And so it's all <ABOUT> <<SORT OF>> the generational <CHANGE> of younger voters. So -- and I sat down with them after I send the column and I said what are you working on for CNN? I said Broken Government. They said, oh, we'll tell you why the government is broken, it's our fault. The baby boomers have broken the government. I said, explain that. And they said, <WELL>, basically where it comes from, is you have this idea that baby boomers have throughout their life argued over values and they always <<<THINK>>> that <<SORT OF>> -- it's not enough for you and I to disagree, it's somehow, I'm a better person than you are. And so you know have in Congress these two forces that don't want to negotiate their values and so on every issue whether it's deficit reduction or fixing Social Security or immigration reform, it's always a <QUESTION> of, you know, I -- I'm better off than you are, I'm a better person than you are. As exhibit A of this Kyra, do you remember the debate with Rick Perry where he gets into it on immigration and he says to his opponent, you don't have a heart. That's very much <<SORT OF>> in the boomer mindset \"I'm a better person than you are.\" So that was out there and then I started talking and I've talked before to younger people and they came up with a whole different set of reasons --"
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Straight out to Eben Brown, investigative reporter. What`s the latest?",
    "statement": "Good evening, Nancy. The latest is that police have issued or -- this no-bond warrant for the arrest of Benito Casanova specifically for the abduction of the three kids. What they have not done yet is to name a <<SUSPECT>> in the murder of the children`s mother."
  },
  {
    "transcript_id": "CNN-247426",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "You paid in means excessive (ph) federal welfare programs...",
    "statement": "You <SHOULD> pay that."
  },
  {
    "transcript_id": "CNN-388812",
    "matched_terms": {
      "believe": "ungraded",
      "kind of": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "So, first off, I would agree with you, Chris. If the Senate - or the - I'm sorry, the House had actually had a fair process themselves. I mean they did hearings in secret. Donald Trump wasn't present, wasn't able to cross-examine witnesses, wasn't able to call his own witness - witnesses. It was a political show and a political sham. So, now they're coming to the Senate and say \"We want something other than politics,\" I think, is rich. I would agree that if the - if the House had been fair in the way they had done this, and not been political, I would join you, and Charlie, and say, \"I think the Senate should do the same thing.\" And that's the danger. When you just play politics, it - it trickles down. And so now, the Senate's going to play politics. And I think Lisa Murkowski, she's an upstanding lady. Do I think she gets any traction? Probably not. She was back home, you know, in Alaska when she made those comments. Who knows what her perspective is going to be when she gets - gets back to D.C. and - and in the Senate with her fellow Republican colleagues.",
    "statement": "Now, Charlie, I've had this debate with Sean before. I <<<BELIEVE>>> he's arguing the two wrongs make a right model of this. I don't agree with his assessment of the House process. I <<<BELIEVE>>> it was exactly what we've seen in the past, except that the - the - the House wound up doing the investigating this time. It wasn't something that was really secretive like Ken Starr who spent 4 years looking at this <<KIND OF>> <STUFF>. But the point remains the same, Charlie, is that they can say they want it to be fair. But the politics, of what Sean is laying out, is that too strong to have the Senate be anything other than the correction of the House for your Party?"
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This is TALK OF THE NATION. I'm Lynn Neary in Washington, in for Neal Conan.",
    "statement": "The nuclear reactors in Japan that are now threatening meltdown were, until recently, considered <WELL>-prepared and safe. Engineers built in safety features and backup systems, but after a massive earthquake and tsunami, none of it was enough. In the U.S., a new report out this week suggests that this country is not nearly as earthquake-ready as it <SHOULD> be."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "One of the great -- he remade Germany.",
    "statement": "He <<SURE>> did."
  },
  {
    "transcript_id": "NPR-14793",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And this plant had already been reduced to one shift already, I understand.",
    "statement": "That's correct. Back in 2003, then Missouri Governor Bob Holden, and other local officials in the St. Louis area, worked out a deal with the Ford Motor Company to keep the plant open on one shift, and keep those jobs here, in exchange for tax incentives for Ford, as <WELL> as some training opportunities for the employees here at the plant."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "So why aren't the big American car companies making such wonder cars themselves?",
    "statement": "You know, I put that <QUESTION> to automakers. And the answer I got was that they're only giving consumers what they want."
  },
  {
    "transcript_id": "CNN-289410",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, there are a lot of people who are very uncomfortable with Donald Trump being the republican nominee. And Ted Cruz, yes, he probably would like to run for president in 2020. But I feel -- I know because I worked for him. He believes you should stand up when faced with something this really terrible. We know, we all talk about every day the terrible character flaws that Donald Trump shows on a daily basis. Whether it's lying, whether accusing a judge, whether he's been telling military should be in torture. I mean, you name it, we can't even keep up with this stuff. This is a fact that somebody stood up there -- and it's not like he killed this puppy on stage. All he did was didn't endorse him which everyone knew he wasn't going to endorse him. And Dana Bash was reporting from the floor that Ted Cruz wasn't going to endorse.",
    "statement": "So, why do you <<<THINK>>> they let him speak? I mean, why do you <<<THINK>>>..."
  },
  {
    "transcript_id": "CNN-120679",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "A former U.N. weapons inspector tells CNN many of those air defense systems are being installed around nuclear facilities in Iran. An Iranian official at the U.N. would not comment on that. Putin has resisted America's efforts to slap Iran with tougher U.N. sanctions over its nuclear program.",
    "statement": "If you <<<THINK>>> you can get Iran to comply by scaring them, that is not going to work. The government and the Iranian people, they are not scared, <<<BELIEVE>>> me."
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Good evening, Nancy. The latest is that police have issued or -- this no-bond warrant for the arrest of Benito Casanova specifically for the abduction of the three kids. What they have not done yet is to name a suspect in the murder of the children`s mother.",
    "statement": "OK, let me get this straight, Eben Brown. They are not saying Casanova is a <<SUSPECT>> in the murder, Benito O. Casanova. But they are saying that he`s a person of interest in the kidnap of the three children which, incidentally, happened the same day as the mom was brutally bludgeoned to death."
  },
  {
    "transcript_id": "CNN-407788",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to STATE OF THE UNION. I'm Dana Bash. Yesterday, President Trump accused Democrats of being unreasonable to push for $3 trillion in economic relief for Americans and said his four executive actions will -- quote -- \"<TAKE> care of pretty much this entire situation,\" after congressional talks broke down. Joining me now to respond is the Democratic speaker of the House, Nancy Pelosi. Thank you so much for joining me. Let me just start with what just happened in my interview with the president's chief economic adviser, Larry Kudlow. He said that the White House didn't know how many states <WOULD> contribute to the president's plan to supplement unemployment insurance or how long it <WOULD> <TAKE> for those payments to kick in. What's your response?"
  },
  {
    "transcript_id": "CNN-323463",
    "matched_terms": {
      "would": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "As far as the tweets go, that's funny. I read in the paper, you know, you all know, you write it. That, you know, I was -- I've been a failure at controlling the President or a failure at controlling his tweeting. Again, I was not sent in, or I was not brought to this job to control anything but the flow of information to our President.",
    "statement": "OK. Jeff Zeleny is \"OutFront\" at the White House. Jeff, he is the chief of staff. It <WOULD> <APPEAR> his job on some level is to control the President, isn't it?"
  },
  {
    "transcript_id": "CNN-346755",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The Trump administration telling the ACLU essentially, we broke it, you fix it. In documents filed ahead of a hearing this afternoon, the Justice Department argued the ACLU should use its, quote, considerable resources, its network of law firms, NGOs, volunteers and others to find parents who the government separated from their children and then deported without them, even suggesting that the ACLU be required to share weekly updates about their progress locating parents and whether those parents want to be reunited with their children. Making this even tougher, the government has resisted handing over entire case files for these parents, something ACLU says would help expedite the search.",
    "statement": "You know what's unfortunate, the government doesn't have a plan the government's shifted the responsibility to us and NGOs to find these parents. We'll do it because the government is not, but what we need is information from the government. Any relative the government <MAY> know <ABOUT>, any last known address something to help us. We're not going to give up."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. I -- it's much nicer to see it than to hope that you're watching it from upstairs.",
    "statement": "A lot of people are -- a lot of dispute on your show are <ABOUT> money, aren't they?"
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Not on the - it's difficult to do visuals on the radio, even the - that image of liverwurst dipped in chocolate.",
    "statement": "I'm sorry <ABOUT> that."
  },
  {
    "transcript_id": "CNN-122598",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And we're also going to be getting the Republican side of the story a little later on in the show. And a reminder for you as well, CNN's Ballot Bowl is back. We're doing it again this afternoon. It's all about the candidates in their own words and beyond those sound bites that you sometimes are stuck hearing. Only the sound bites. Our Ballot Bowl kicks off 2:00 Eastern. It's a good way to get up and informed and hearing the candidates in more extended form.",
    "statement": "Absolutely Ballot Bowl '08, don't miss it. In the meantime though, there's a food alert to tell you <ABOUT>."
  },
  {
    "transcript_id": "CNN-135775",
    "matched_terms": {
      "may": "ungraded",
      "suggested": "ungraded"
    },
    "previous_statement": "Well, I think the message of my book \"Fiasco\", the last book, was that Iraq was in terrible shape, much worse than you thought. The message of this book, I think, is that Iraq is in not as good a shape as people think. The war is not over. I think we'll be fighting there for a long time to come.",
    "statement": "You <SUGGESTED> it <MAY> only be half over."
  },
  {
    "transcript_id": "CNN-99480",
    "matched_terms": {
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "The Islamic militant, al Qaeda in Iraq, is claiming responsibility for those deadly hotel bombings in Amman, Jordan. The claim is being carried on a Web site this morning. Authorities believe the attacks were carried out by three suicide bombers. At least 56 people were killed, nearly 100 hurt. Our Guy Raz is in Amman. He joins us now with the latest on the investigation. What have they found out, Guy?",
    "statement": "Carol, this is now turning definitively into an investigation here in Jordan. Just a short time ago, a senior Jordanian intelligence officer told CNN some new information <ABOUT> the investigation. We now understand that all of the bombings were carried out by suicide bombers wearing suicide bomb belts. There were no vehicles involved in any of those attacks. Now, at the Days Inn Hotel, we understand that the suicide bomber walked in, walked up to the bar, ordered orange juice, attempted to detonate his belt. It failed, so he walked out. Fifteen minutes later he returned and detonated that belt just inside the Days Inn Hotel. At the Hyatt Hotel, the bomber walked inside the lobby, walked toward the main lobby bar and detonated his belt there. And at the Radisson, the bomber made it <QUITE> deep into the hotel, of course into a reception hall, where a wedding was taking place, detonating that bomb and leaving scores wounded and injured. And the Radisson bombing was the worst of the three overnight. Now, we also have heard a claim from a group calling itself Al Qaeda in Iraq. Now, that is a group believed to be led by Abu Musab al-Zarqawi, the notorious fugitive from justice here in Jordan, a man on whose head the United States has placed a $25 million bounty. Now, Zarqawi has been in touch with Ayman al-Zawahiri, Osama bin Laden's chief deputy in Afghanistan. And back in July, U.S. intelligence <<APPARENTLY>> intercepted communication between the two men, where Zawahiri called on Musab al-Zarqawi to spread the campaign of violence outside of Iraq. It specifically mentioned Syria, Jordan, Lebanon, Israel and Egypt. So, what we <MAY> have seen in Jordan last night here in Amman was the opening salvo in a new campaign led by al Qaeda and al Qaeda- related members -- Carol."
  },
  {
    "transcript_id": "CNN-362553",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "When she left, she was 15, so she was a minor. Obviously, she isn't anymore. She's now 19, and the experiences that she's had overseas will need to be looked at.",
    "statement": "Less clear and more urgent is the state of Begum's son, born at the weekend while his mother was still a British citizen. Begum has the right to appeal against the decision to remove her citizenship. On Twitter, her lawyer said her family was disappointed and <WOULD> consider mounting a legal challenge to the move. Nina dos Santos, CNN, London."
  },
  {
    "transcript_id": "CNN-221640",
    "matched_terms": {
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it is not just FedEx and UPS that are in trouble with their customers, it is also those online retailers that rely heavily on the services of UPS and FedEx. They're also trying to make amends with customers who are angry and furious at them. Amazon.com, for instance, they says they're offering $20 gift cards as well as willing to pay for some of those shipping costs to make up for the blunder -- Kyra.",
    "statement": "Nick, thank you so much, so <<MAYBE>> you didn't get your packages delivered on time, but a lot of people have not finished shopping yet. If you're a post last minute shopper or just looking for some deep discounts, retailers are offering up some serious deals especially online. If you thought Black Friday was a bargain shopper's paradise, <WELL>, you have to check out what is going on today. Help us sort out some of the best bargains on the internet, Brad Wilson, founder and editor in chief of braddeals.com. So Brad, let's just get right to it. What are some of the biggest deals right now?"
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "a little": "ungraded",
      "seem": "ungraded",
      "hope": "ungraded",
      "wonder": "ungraded",
      "hesitate": "ungraded",
      "convinced": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you, Senator Coleman. Senator Feingold?",
    "statement": "Thank you, Mr. Chairman. Let me join the other members of this committee in congratulating you, Dr. Rice, on your nomination. I've always enjoyed our conversations and work together. It's long been apparent that the president has tremendous confidence in you. And his choice to nominate you to be the secretary of state, at a time when the United States faces so many profound challenges and so much global distrust, is still more evidence of his deep and abiding trust in you. Dr. Rice, obviously you and I disagree on many issues. I actually <<<THINK>>> that the Bush administration's foreign policy, over the last four years, has been on many fronts misguided and self-defeating. And I will continue to oppose these policies. Nothing is more important to this country than prevailing in the fight against terrorism. In that effort and the related effort to repair our country's image and create a more stable and just and prosperous world for our children to inherit, we have to make <<SURE>> our policies are effective and <WELL> thought out. I just returned two days ago from a trip to Algeria, Chad and Mali. And after that I'm even more <CONVINCED> than before that we need to make a much more substantial commitment to ensuring that the vast youthful populations of the Middle East and Asia and Africa do not mistakenly <<<BELIEVE>>> that our goal is to humiliate them, and therefore to <<<BELIEVE>>> that their best <HOPE> <MIGHT> be a movement that many <SEEM> to promise pride and belonging, but actually delivers hatred and repression and brutality and terror. So, Dr. Rice, where we do agree I <HOPE> to be a strong and active ally of yours. We have to make the right policies work. Just as an aside, I note that, in response to Senator Coleman's questions, you talked <ABOUT> the need for accountability of the U.N. for the oil-for-food program -- and I agree with that. But just have to know, shouldn't the demand for accountability also apply to this administration for the long litany of mistakes and misstatements <ABOUT> Iraq? There hasn't been serious accountability for that. So I'm not going to <HESITATE> to point out mistakes or raise questions. The stakes are too high. And I'd like to begin by continuing an exchange you had with Senator Kerry. You indicated that if there are countries willing to do more to help us stabilize Iraq, quote, \"All they have to do is say they want to do more.\" I <<<THINK>>> this comment troubles me. Americans are dying, and our approach to burden-sharing is to wait for others to come to us? I'd like to hear <A LITTLE> bit <ABOUT> what your strategy will be to proactively reach out, to squeeze every drop of assistance from others that is available. That will be your job. You just can't sit and wait for others to raise their hands and volunteer. I <WONDER> if you <<COULD>> comment on that."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Oh, absolutely, a level of it. But you've trained and you have learned and you are there by choice. And you recognize that it is a test, to a degree. It is a passage. I mean, you can go back and read in the earliest of times and all through the history of warriors. The Rangers are warriors. I mean, I sort of separate it from citizen soldiers, the guys who go in and know they are going to get out. These are professionals. These are the guys who do it because they are warriors, there is a warrior piece of them. But, anybody feels apprehension, fear, terror, at times, I mean, sheer terror. But you learn how to manage it and you learn how to get through it. And to some degree, after a period of time, you compartmentalize it. I mean, I know there is a period where you just realize there is no other choice. It is put aside and it is so straight ahead, it is almost scary.",
    "statement": "With the knowledge you <<COULD>> go in a second."
  },
  {
    "transcript_id": "CNN-93857",
    "matched_terms": {
      "often": "ungraded"
    },
    "previous_statement": "He's probably not tuned into",
    "statement": "Let's start at the Vatican today. U.S. cardinals already showing support of the new pope, Benedict XVI. The cardinals holding a news conference an hour ago after the new pope's first mass, and they offered a softer image of the man <OFTEN> called an hardliner and an enforcer."
  },
  {
    "transcript_id": "CNN-330963",
    "matched_terms": {
      "around": "ungraded",
      "probably": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "You have got the government here. Of course the Jordanians have been very clear as a government in their position when it come to that U.S. move, the recognition of Jerusalem as the capital of Israel. Jordan condemned it and really it has leading this diplomatic offensive with Jordanian officials, including the foreign minister, traveling around the world in what the king has described as this effort to protect the rights, the historical and religious rights of Palestinians when it comes to Jerusalem and also trying to rally support, to gather support from different countries for the creation of a Palestinian space with East Jerusalem as its capital. Now that's the Jordanian position. The king, of course, has duties. He is the custodian of the Christian and Muslim holy sites in Jerusalem. But it is also a very tough balancing act, Cyril. If you look at the king, yes, he has to stand up to the U.S. when it comes to this decision publicly. But at the same time, Jordan is really reliant on U.S. aid. And as we have seen, the U.S. remains a very unpredictable ally for these countries. So it is a very tough balancing act for King Abdullah",
    "statement": "All right. We will wanting to know what came out of that meeting then in a few hours. Thank you very much. Jomana Karadsheh, covering this for us from the Jordanian capital, Amman. Thank you. A legendary French chef, Paul Bocuse, is being remembered as a mentor, a savvy businessman and a leading <FIGURE> in transforming French cuisine. Bocuse died Saturday at age 91. He was an icon. He became one of the first celebrity chefs, promoting French nouvelle cuisine <AROUND> the world. His international culinary empire began in his father's restaurant near Lyons. Spanish American chef Jose Andres paid tribute, writing on Twitter, \"The angels will have a feast today. Paul Bocuse has joined them.\" Singer-songwriter Ed Sheeran is known for his romantic love songs and even if you do not know his name, you have <<PROBABLY>> heard his music, at least at this one."
  },
  {
    "transcript_id": "CNN-322023",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I mean, I think this is something that Democrats want Americans to see, right? I mean there had been criticism, I think, of people on the left basically saying they were caught flat-footed in responding to what looked like a resurgence among Republicans and trying to repeal and replace Obamacare. But here you see some of that activity on The Hill there. We still don't know what's going to happen with this bill. I mean we've heard from Susan Collins, who seems to be leaning no. We've heard from Rand Paul, who even after this latest iteration of the bill, which came out today, which will be scored by the CBO later today, he has said it's not enough to his liking, so he's still a no on this. This will be a key week. They've got until September 30th to figure out if they're going to be able to corral enough votes. I've talked to some people who were kind of in the wheeling and dealing side of this. They say the goal is to get to 49 and then pressure whoever is still on the sideline to say that they can be the deciding vote to put this thing over the top. But, listen, getting to 49 is still an uphill climb for this, but we'll see tonight. Maybe that will make a difference in terms of what we hear from both sides of this, from Graham and Cassidy on one hand and then Democrats Amy Klobuchar and Bernie Sanders on the other. But again, you look at this. This is a passionate issue. I think Republicans haven't necessarily really tapped into how people take this so personally because it is about their health. Their kind of selling of this has had to do with block grants, with giving power to the governors, in talking to people about their health care and their problems with the health -- sort of the health care industry. I've rarely heard people say, well, I really wish that my governor could handle health care. They usually complain about prices and about accessibility in premium increases. And so far, from what we've seen from this bill, there isn't a lot of indication that it addresses those real problems that a lot of people have.",
    "statement": "And we're just seeing this play out here on Capitol Hill. Protests happening as the -- the hearing was just put on recess because they want to wait until order is installed in the wake of these protests. This hearing <ABOUT> the latest GOP health care bill. I want to bring Gloria Borger back in. You know, it's interesting, Gloria, because over the weekend the president spoke more <ABOUT> the NFL and criticizing players for not standing during the national anthem than he did <ABOUT> this health care bill. What do you make of that?"
  },
  {
    "transcript_id": "CNN-269824",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "At a raucous rally in Myrtle Beach, South Carolina, Donald Trump did not take on Ted Cruz, but he fired plenty of shots at his other Republican rivals, including Jeb Bush and Marco Rubio. And he doubled down on those claims that he saw people protesting in New Jersey on 9/11 as the Twin Towers fell. Sara Murray, CNN, Myrtle Beach, South Carolina.",
    "statement": "<WELL>, Jeb Bush, you heard there, is also running for the Republican nomination, has been firing back at Donald Trump. Bush laid into his rival for his remarks <ABOUT> Muslim Americans and Black Lives Matter protesters."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "maybe": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "These are precursors. OK? Because they can be used for safe and they can be used for bad things.",
    "statement": "OK. <WELL>, on a happier note, let's beat up France, P.J. Crowley. I want to put up here <<MAYBE>> the dumbest <THING> I've ever heard. This comes from the French foreign minister -- it is, you're right. This was his response -- this is France's official response to the evidence that Colin Powell laid out yesterday at the United Nations. Here's what he said. \"Iraq must cooperate actively. This country, Iraq, must completely immediately meet the requirements of Mr. Blix and Mr. ElBaradei by adopting legislation prohibiting the manufacture of weapons of mass destruction.\" So here's the French solution, pass a law against it. Saddam ought to pass a law against weapons of mass destruction. What do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-215679",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Tonight on CROSSFIRE, we've been debating Obamacare and the government shutdown. Now let's call a \"Ceasefire.\" Is there anything we can agree on? You know, Republicans today made an offer on a piecemeal approach that would fund certain sectors of the government. It was an offer that the White House immediately rejected and Nancy Pelosi called pathetic. Now, I think, Van, you and I would agree that we have got to get certain sectors of the economy back online. Veterans services, for example.",
    "statement": "I <<<THINK>>> the one <THING> we can agree on is that veterans <SHOULD> not suffer in this situation."
  },
  {
    "transcript_id": "CNN-329846",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, you can interrupt me again. Go ahead.",
    "statement": "Paul Manafort is pushing back on that himself and we have reported on this very program <ABOUT> his lawsuit against the special counsel right now and as <WELL> as the Justice Department for the appointment of the special counsel and his authority. So that we have talked <ABOUT>. But I'm curious if you yourself have talked to the FBI or Robert Mueller's team? I know you have gone before the Senate Intelligence Committee to talk <ABOUT> your contacts with Russia, your meetings with Russians, with Wikileaks leader, Julian Assange, as <WELL>?"
  },
  {
    "transcript_id": "CNN-394527",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Wolf, there's also something that's new that's cropped into this campaign and the campaigns are reluctant to say exactly what they are doing, but they are checking with local health officials along the way. Senator Bernie Sanders was doing big rallies last week in California, of course, and they checked with public health officials to see if it was OK to do those rallies. And they, in fact, were allowed to do them. But the questions going forward is very much an unknown one. A, as you said, these three candidates are in the their 70s, which is the prime target here, but also just the number of people they come into contact with. It's such a big question. They're reluctant to sort of step back from campaigning. President Trump, of course, loves his rallies so much. He's also a known germophobe. So, the question -- the likelihood of his stopping his rallies I think is not that significant. But going forward, as they're not changing their practices but they're checking with their health officials, but will there be conventions this summer? We simply don't know that because, you know, this is very much playing out as the disease does as well here. But they're certainly keeping an eye on it because these candidates, as you said, are all in their 70s.",
    "statement": "An important point indeed. Stand by, we have breaking news coming into THE SITUATION ROOM right now. The United States Supreme Court has just granted a stay of controversial execution that was scheduled to <TAKE> place within minutes right at the top of the hour in Alabama. CNN's Martin Savidge has been working this story for us. Martin, tell our viewers what has just happened because I know 24 hours ago, you had a very important report on this case right here in"
  },
  {
    "transcript_id": "CNN-334325",
    "matched_terms": {
      "could": "ungraded",
      "presumably": "ungraded"
    },
    "previous_statement": "Can the president son-in-law, Jared Kushner, affectively serve as the top Middle East peace negotiator, if he only has interim secret security clearances, as opposed to top secret security clearances?",
    "statement": "I'm going to make two comments. I mean, Jared Kushner <<COULD>> have access to every piece of classified information in the world. And without Israelis and Palestinians that are willing and able to make tough decisions and an administration that knows what it's doing, it wouldn't matter. At the same time, the fact is having top secret clearance in a world driven by intelligence organizations, where he's literally reading intercepts on the very people he's negotiating with, <<COULD>> be extremely important, a sign of credibility. Plus, participating in these intelligence exchanges, as we did with Srimad Mossad (ph), you ought to be able to hold your own. You've got to know what you don't know, and you have to be in a hurry to find out. <<PRESUMABLY>>, Mr. - unless Mr. Trump restores Mr. Kushner's clearance or selective access, Mr. Kushner won't have the capacity to find out what he doesn't know."
  },
  {
    "transcript_id": "CNN-156858",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Welcome back to our extensive live coverage from Copiapo, Chile. A special welcome to our viewers in the United States and around the world watching the scene at Camp Hope, where, as you can see, the wench is stationary after bringing five miners up from underground. They are now taking a second look at the capsule, at the machinery, maintaining it and making sure it's ready to go for the -- do the math. I guess it would be 28 miners.",
    "statement": "Yes, 28. And it has been interesting the way they have phased this out. Because, as we've been talking, the first five were considered the strongest. The first one, of course, the most strong of the group because he had to be able to deal with any technical problems in that first trip to the surface. Now we are moving into that phase where there is a group of men who have had a number of problems that they have had to deal with. And then the very last group will be the strongest as <WELL>. So it is interesting this second group that we are dealing with. You know, for the family members of the trapped miners, it also has been a difficult ordeal. They have been waiting anxiously from the very beginning, of course, 68 days ago. Listen."
  }
]