[
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Yet it has to be seen in the bigger picture, doesn't it? It has to be seen in an environment in Washington where it seems all bets are off with certain leaks in terms of information. So, for example even the President gave up information on Syria when he was talking to the Russians. Does this disturb you, that the U.S. is perhaps becoming lax in some regards?",
    "statement": "I <<<THINK>>> it is genuinely frightening if the United States is behaving like a child. And in some ways, it appears that it is in this example. And the reason why it's important that this <<KIND OF>> information shouldn't just be scattered <AROUND> is because for the police to make <ALL> the contract tracing, for them to find <ALL> the potential people who have been involved, it's <QUITE> important that they don't <KNOW> the lines that they're following."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I think it is genuinely frightening if the United States is behaving like a child. And in some ways, it appears that it is in this example. And the reason why it's important that this kind of information shouldn't just be scattered around is because for the police to make all the contract tracing, for them to find all the potential people who have been involved, it's quite important that they don't know the lines that they're following.",
    "statement": "Related to this, how concerned or what do you make -- I mean, it's <CLEAR> that the police are now looking for a cell, a network. And the bomb <<ARGUABLY>> is of a sophistication that there's a bomb-maker. We're in a different league here, now aren't we? This is the nightmare scenario of an active cell within the"
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Related to this, how concerned or what do you make -- I mean, it's clear that the police are now looking for a cell, a network. And the bomb arguably is of a sophistication that there's a bomb-maker. We're in a different league here, now aren't we? This is the nightmare scenario of an active cell within the",
    "statement": "I'm not <<<SURE>>> that you need a cell to be a nightmare scenario. Some of the most dramatic terror incidents before this one have been lone wolf incidents where there hasn't been a cell. It is <CLEAR> that there is a bomb-maker. And that I <<<THINK>>> is genuinely terrifying, because while there's a lot of information on the internet and things like that, the security services are very good at interrupting that information, at scattering slight misinformation in the middle of it. But clearly this bomb-maker knew how to make a bomb that <WOULD> cause massive damage to the children that were there. I <<<THINK>>> the existence of a bomb-maker is something that is the most terrifying."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm not sure that you need a cell to be a nightmare scenario. Some of the most dramatic terror incidents before this one have been lone wolf incidents where there hasn't been a cell. It is clear that there is a bomb-maker. And that I think is genuinely terrifying, because while there's a lot of information on the internet and things like that, the security services are very good at interrupting that information, at scattering slight misinformation in the middle of it. But clearly this bomb-maker knew how to make a bomb that would cause massive damage to the children that were there. I think the existence of a bomb-maker is something that is the most terrifying.",
    "statement": "When and as this investigation now proceeds, it's a fascinating combination of intelligence, but also now old-fashioned police work up in the north of England, going to the homes, going to those people, the known contacts, getting the computers, searching the properties."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "When and as this investigation now proceeds, it's a fascinating combination of intelligence, but also now old-fashioned police work up in the north of England, going to the homes, going to those people, the known contacts, getting the computers, searching the properties.",
    "statement": "<ABSOLUTELY>. And while the government has invested in increasing security personnel, it has cut spending on the frontline police. And one of the risks that that's created, and I <<<THINK>>> it's shown in some of this investigation, is that the <<KIND OF>> on the street knowledge is diminished because we don't have those community police officers that we used to depend on."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Absolutely. And while the government has invested in increasing security personnel, it has cut spending on the frontline police. And one of the risks that that's created, and I think it's shown in some of this investigation, is that the kind of on the street knowledge is diminished because we don't have those community police officers that we used to depend on.",
    "statement": "I realize you're not an MP anymore, but I <<<THINK>>> I <NEED TO> test with you how you <<<THINK>>> this factors into the election when campaigning starts again <<PROBABLY>> after the weekend. I'm not really asking you is it good for the Prime Minister or bad for Jeremy Corbin. It's more subtle. I want to <KNOW> will this be an issue for the British people when they go to the polls?"
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "best": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I realize you're not an MP anymore, but I think I need to test with you how you think this factors into the election when campaigning starts again probably after the weekend. I'm not really asking you is it good for the Prime Minister or bad for Jeremy Corbin. It's more subtle. I want to know will this be an issue for the British people when they go to the polls?",
    "statement": "I don't <<<THINK>>> it will be an issue in which party they pick. But I do <<<THINK>>> when people are scared, and people are, then they <TEND> to hold on for nurse for fear of worse, as it were. I <<<THINK>>> that when people have been terrorized, they're less bold and less optimistic. And that's a terrible <THING> <ABOUT> terror. And one of the things we <HAVE TO> do, and actually Manchester is doing it, bless it, is that we <HAVE TO> get together and recognize that our <BEST> strength in our solidarity and that our <BEST> strength is our democracy and we <SHOULD> celebrate that and celebrate the free speech which makes Britain strong in the face of this <<KIND OF>> evil."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "State of emergency right now in New South Wales. A serious, raging wild fires or fires in southeastern Australia have spread. Authorities are ordering visitors out of tourist leave zones on the southern coast of New South Wales. Conditions are expected to worsen this weekend with temperatures above 100 degrees Fahrenheit. The zone covers the area from Bateman's Bay down to the border with the states of Victoria. The fires have burned almost 9 million acres at this point. For context, remember, that's bigger than the state of Maryland. These extraordinary satellite images show the scale of flames, smoke and ash for miles in every direction there. Firefighters who drove through the raging brush fire describe the terror of barely escaping with their lives.",
    "statement": "We were in there, in the thick of it. We thought this <<COULD>> be it."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "CNN's Anna Coren has the latest from Nowra, in New South Wales. It just sounds like a terrifying situation there, Anna.",
    "statement": "Yes, Laura. It's been described as apocalyptic. That's <CERTAINLY> how it was described on New Year's Eve, and that was when many people lost their lives. The death count as it stands nationwide is 17. That is over the last couple of months. That's also the lives of three fire service members who have been killed fighting those fires, 17 people missing. As you mentioned, millions of hectares have been burned out, thousands of homes have been lost. These are the worst fires on record here in Australia. And what we've been witnessing this afternoon is a mass exodus of residents and holidaymakers from the south coast of New South Wales, one of the hardest hit areas this week, a steady stream of cars. But we understand that there are fires now along this major highway stopping people from leaving. So, the mass exodus will continue tomorrow. <OBVIOUSLY>, firefighters <NEED TO> get those other fires under control to open up this highway. But we're getting reports of shortages of fuel, of no power -- communications have been cut off. The people here, Laura, they are trying to get to the fire zone. They have loved ones who are trapped there, who cannot get out. So, there's a real <<SENSE>> of fear and anxiety. And, Laura, before I go, we just heard local media reports that the prime minister of Australia, Scott Morrison, he's being berated and attacked by locals in Cobargo, which is <ABOUT> a two-hour drive from where we are, who <<FEEL>> they have been deserted. They say he <SHOULD> be ashamed of himself, that he allowed them to burn. That was one of the quotes. He left the country to burn, while as he was hosting the Australian and New Zealand cricket team at Kirribilli House on Sydney Harbor. He also went to Hawaii before Christmas on a family holiday. So, he has been criticized. So, really, this is --"
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "clear": "ungraded",
      "might": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "A tough situation there. Thank you so much for that reporting, Anna.",
    "statement": "<ALL> right. Senate <MAJORITY> Leader Mitch McConnell kicking off a 2020 session of the Senate tomorrow. It remains <<UNCLEAR>> when President Trump's impeachment trial <MIGHT> begin. CNN's Phil Mattingly reports, McConnell's plan is to continue business as usual until the House sends over those articles of impeachment. <EXPECT> movement on judicial and executive branch nominations. But McConnell has no intention of doing anything impeachment related until Speaker Nancy Pelosi sends those articles."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right. Senate Majority Leader Mitch McConnell kicking off a 2020 session of the Senate tomorrow. It remains unclear when President Trump's impeachment trial might begin. CNN's Phil Mattingly reports, McConnell's plan is to continue business as usual until the House sends over those articles of impeachment. Expect movement on judicial and executive branch nominations. But McConnell has no intention of doing anything impeachment related until Speaker Nancy Pelosi sends those articles.",
    "statement": "And there's now a second Republican senator raising questions <ABOUT> McConnell's strategy. This was Susan Collins speaking to Maine Public Radio."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And there's now a second Republican senator raising questions about McConnell's strategy. This was Susan Collins speaking to Maine Public Radio.",
    "statement": "I am open to witnesses. I <<<THINK>>> it's premature to decide who <SHOULD> be called until we see the evidence that is presented and get the answers to the questions that we senators can submit through the chief justice to both sides."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "could": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Now, remember, McConnell has been very reluctant to allow the trial to include any witnesses at all. But on Monday, he told Fox News he was not ruling it out either. And just last month, Republican Senator Lisa Murkowski said she was, quote, disturbed by coordination between McConnell and the White House over the impeachment trial.",
    "statement": "<ALL> right. Some notable new laws to ring in the New Year. Marijuana is now legal in Illinois. Anyone 21 or over can buy and possess it. The long lines stretched for blocks yesterday. Lieutenant Governor Juliana Stratton was among hundreds of earlier morning customers. New York is the latest state to end its cash bail system for nearly <ALL> misdemeanors and non-violent felony cases. That <<COULD>> free thousands of incarcerated people from pre-trial detention. These are people who have not been convicted of a crime. But they can't afford to get out of jail because they don't have money. Oregon is the newest state to ban single-use plastic bags at grocery stores. Shoppers are now required to bring their own bag or pay a fee for a paper bag. And law enforcement officers in Florida will start writing tickets for anyone caught texting and driving. A similar law goes into effect in Massachusetts later this year. That seems like a real safe call."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right. Some notable new laws to ring in the New Year. Marijuana is now legal in Illinois. Anyone 21 or over can buy and possess it. The long lines stretched for blocks yesterday. Lieutenant Governor Juliana Stratton was among hundreds of earlier morning customers. New York is the latest state to end its cash bail system for nearly all misdemeanors and non-violent felony cases. That could free thousands of incarcerated people from pre-trial detention. These are people who have not been convicted of a crime. But they can't afford to get out of jail because they don't have money. Oregon is the newest state to ban single-use plastic bags at grocery stores. Shoppers are now required to bring their own bag or pay a fee for a paper bag. And law enforcement officers in Florida will start writing tickets for anyone caught texting and driving. A similar law goes into effect in Massachusetts later this year. That seems like a real safe call.",
    "statement": "<WELL>, the <CHANGE> to the cash bail system is a huge, huge deal --"
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "-- for people who really can't get out otherwise.",
    "statement": "<WELL>, I mean, people -- you lose your job. You can't go to school. I mean, you're stuck in the criminal justice system without a conviction because you don't have the money, right."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I mean, people -- you lose your job. You can't go to school. I mean, you're stuck in the criminal justice system without a conviction because you don't have the money, right.",
    "statement": "The money to get out, yes. <WELL>, he revolutionized the NBA in three decades as commissioner. Now, the <GREATEST> names in basketball are paying tribute to David Stern. Coy Wire has this morning's \"Bleacher Report\", up next for us."
  },
  {
    "transcript_id": "CNN-60205",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Live to New York now, where the Senate chaplain is reflecting on September 11, just one year ago, as Congress gathers to pay tribute to the victims of the terrorist attacks. We're going to listen in on this special ceremony.",
    "statement": "... source of strength and courage, we found you in the darkest hours of September 11 a year ago, and now we are standing on hallowed ground, but we really are on the knees of our hearts. With anguish, horror and grief, we remember what happened here on that infamous day of the insidious terrorist attack on our nation. As the World Trade Center towers were once a metaphor of the <MIGHT> of our human achievement, so too now this ground is the sacred memorial of the divinely inspired and empowered courage of firefighters, police officers, medical personnel and countless crisis- conscripted heroes and heroines. Oh, gracious God, you <NEVER> send disaster, but you are <ALWAYS> with us to give us power to overcome distress. We pray for the loved ones and families of those who gave their lives to save others. You alone can heal their grief, sustain them in their loneliness and replace their anxiety with your lasting peace. Lord, as we place this wreath, we place it with tender remembrance, but we also express tenacious resolve. We renew our commitment to battle the forces of terrorism in the world today. We place our trust in you. Lead on, oh, King Eternal, grant us victory in the righteous and just war against tyranny and terrorism. Lord, God of Hosts, be with us yet, lest we forget, lest we forget. Amen. As an expression of our gratitude, there will now be the placing of the wreath, followed by a time for each of us to pray silently for those who gave their lives and for their families and loved ones. Let us continue in silent prayer. Let us continue in silent prayer. Thank you. And now it is a privilege to introduce to you Juanita Alvarez (ph), who will sing \"America the Beautiful.\""
  },
  {
    "transcript_id": "CNN-60205",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "(sings \"America the Beautiful\")",
    "statement": "Juanita Alvarez (ph) is from Stevenson High School, here in New York City, and we express our gratitude to her for singing what we <ALL> <<<BELIEVE>>> in our hearts. And now, there is no greater symbol of what we <<<BELIEVE>>> as Americans than our flag, and we express our commitment to fight the battle against terrorism in the world as we place these flags, and the commitment of our lives and the energies of our leadership."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As we begin with breaking news out of Pakistan today. The government has imposed a media blackout, meaning TV and radio stations are off the air. President Musharraf is expected to declare a state of emergency today amid increasing political unrest.",
    "statement": "What has been happening here, emergency rule expected, that <WOULD> give the government there a broader powers if you will to <TAKE> control of courts and also the military. Of course, you see the president Musharraf here who has been wearing two hats. First as the president of Pakistan, and also as the head of the military, and that has <CERTAINLY> been to the point of consternation and objection by many people there who have been opposing that at least. Now, the Supreme Court there in Pakistan is set to rule on whether or not his election, which happened not long ago, is legit, and if he can continue to serve as president and wear those two hats. A ruling expected on that actually from the Supreme Court next week. But amid <ALL> of this political turmoil going on in Pakistan right now, there has been a lot of violence, a lot of militants involved as <WELL>. A lot of opposition to what has been happening with President Musharraf. Our Nic Robertson <CERTAINLY> knows Pakistan and the politics there really, really <WELL>. He joins us now to give us more on what's going on there and exactly what it means. Nic, tell us, first of <ALL>, give people <<KIND OF>> that background <ABOUT> what has been happening in Pakistan and how it has now led to this possibility of emergency rule."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What has been happening here, emergency rule expected, that would give the government there a broader powers if you will to take control of courts and also the military. Of course, you see the president Musharraf here who has been wearing two hats. First as the president of Pakistan, and also as the head of the military, and that has certainly been to the point of consternation and objection by many people there who have been opposing that at least. Now, the Supreme Court there in Pakistan is set to rule on whether or not his election, which happened not long ago, is legit, and if he can continue to serve as president and wear those two hats. A ruling expected on that actually from the Supreme Court next week. But amid all of this political turmoil going on in Pakistan right now, there has been a lot of violence, a lot of militants involved as well. A lot of opposition to what has been happening with President Musharraf. Our Nic Robertson certainly knows Pakistan and the politics there really, really well. He joins us now to give us more on what's going on there and exactly what it means. Nic, tell us, first of all, give people kind of that background about what has been happening in Pakistan and how it has now led to this possibility of emergency rule.",
    "statement": "<WELL>, T.J., what we've seen happen in Pakistan over the past few months is the rise of the Taliban and their efforts to overthrow the government. They've begun a violent campaign of suicide attacks since President Musharraf overthrew a religious school in the center of the capital, Islamabad. What we have seen in the last few weeks is that campaign <<PERHAPS>> gathers <A LITTLE> bit of strength, <ABOUT> you there's a lot of background to this potential call for a state of emergency. In the summer, a few months ago, the local TV stations reported that President Musharraf was on the verge of calling a state of emergency. That was averted when Secretary of State Condoleezza Rice called President Musharraf and said, no, don't call the state of emergency right now because what is at stake if a state of emergency is called in Pakistan, potentially this puts on hold parliamentary elections that are coming up at the beginning of next year. We've seen the former Prime Minister, Benazir Bhutto come back to Pakistan in recent weeks. This is a step that most outsiders <<<BELIEVE>>> is a step in the direction of democracy for Pakistan. They say that President Musharraf is a military dictator. He needs leaders like Bhutto the former Prime minister to come back. He needs to hold parliamentary elections in the country. President Musharraf was just recently re-elected president, and he said at that time he <WOULD> step down as army chief of staff. Again, this potential state of emergency that we're hearing <MAY> be declared <WOULD> <<PERHAPS>> give him legitimacy then to say I'm not going to step down as army chief of staff. I am going to remain as president and control the army and potentially parliamentary elections put on hold. When this looked like it was happening last summer, Condoleezza Rice very much, very strongly told President Musharraf, no, your country needs to move in the direction of democracy. So that is what is at stake here. You have a president who is embattled fighting the Taliban, yet these moves hold up democracy in his country, and that is potentially what we're seeing at stake here,"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, T.J., what we've seen happen in Pakistan over the past few months is the rise of the Taliban and their efforts to overthrow the government. They've begun a violent campaign of suicide attacks since President Musharraf overthrew a religious school in the center of the capital, Islamabad. What we have seen in the last few weeks is that campaign perhaps gathers a little bit of strength, about you there's a lot of background to this potential call for a state of emergency. In the summer, a few months ago, the local TV stations reported that President Musharraf was on the verge of calling a state of emergency. That was averted when Secretary of State Condoleezza Rice called President Musharraf and said, no, don't call the state of emergency right now because what is at stake if a state of emergency is called in Pakistan, potentially this puts on hold parliamentary elections that are coming up at the beginning of next year. We've seen the former Prime Minister, Benazir Bhutto come back to Pakistan in recent weeks. This is a step that most outsiders believe is a step in the direction of democracy for Pakistan. They say that President Musharraf is a military dictator. He needs leaders like Bhutto the former Prime minister to come back. He needs to hold parliamentary elections in the country. President Musharraf was just recently re-elected president, and he said at that time he would step down as army chief of staff. Again, this potential state of emergency that we're hearing may be declared would perhaps give him legitimacy then to say I'm not going to step down as army chief of staff. I am going to remain as president and control the army and potentially parliamentary elections put on hold. When this looked like it was happening last summer, Condoleezza Rice very much, very strongly told President Musharraf, no, your country needs to move in the direction of democracy. So that is what is at stake here. You have a president who is embattled fighting the Taliban, yet these moves hold up democracy in his country, and that is potentially what we're seeing at stake here,",
    "statement": "<ALL> right. Nic Robertson. Like you said Democracy <MAY> be at stake here with this possible state of emergency being declared. Nic Robertson again knows that region <WELL>, knows the politics of Pakistan real <WELL>. Nic we appreciate you. We will be following this story. Word just coming to us on a possible state of emergency being declared in Pakistan. We are <ALL> over it. Stay here with us."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "All right. Nic Robertson. Like you said Democracy may be at stake here with this possible state of emergency being declared. Nic Robertson again knows that region well, knows the politics of Pakistan real well. Nic we appreciate you. We will be following this story. Word just coming to us on a possible state of emergency being declared in Pakistan. We are all over it. Stay here with us.",
    "statement": "In the mean time, if you're just getting up, there are new reports this morning of a major volcanic eruption in Indonesia right now. Want to show you some video now of Mt. Kelud shot <A LITTLE> bit earlier told. You see there <A LITTLE> hazy. There are reports the mountains are hidden because of the clouds, but still though intense seismic activity indicates that an eruption is under way. In <FACT>, they've been fearing this <WOULD> happen for weeks now. This is video from Thursday when officials began evacuating people from the area. You want to stay with CNN for the newest information and video just as it becomes available to us."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "In the mean time, if you're just getting up, there are new reports this morning of a major volcanic eruption in Indonesia right now. Want to show you some video now of Mt. Kelud shot a little bit earlier told. You see there a little hazy. There are reports the mountains are hidden because of the clouds, but still though intense seismic activity indicates that an eruption is under way. In fact, they've been fearing this would happen for weeks now. This is video from Thursday when officials began evacuating people from the area. You want to stay with CNN for the newest information and video just as it becomes available to us.",
    "statement": "Also this just in, another recall to tell you <ABOUT>. Check the freezers. You <<COULD>> have some dangerous meat in there. Cargill Foods now voluntary recall of a million pounds of ground beef <SOLD> at these supermarkets through out the Northeast under the store's brand name. Federal investigators say the meat <MAY> be contaminated with dangerous E. coli. Bacteria. A grizzly find here Galveston, Texas, shocks even the most hardened cops. Inside a plastic box that washed up on this island, the decomposed body of <A LITTLE> girl. Not too much to go on right now except a tiny shoe and some artist sketches. Major Ray Tuttoilmondo joins me now on the phone with the latest on this investigation. Major we appreciate your time this morning. Just how desperate are you <ALL> for leads? Are any coming into you?"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "confident": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Also this just in, another recall to tell you about. Check the freezers. You could have some dangerous meat in there. Cargill Foods now voluntary recall of a million pounds of ground beef sold at these supermarkets through out the Northeast under the store's brand name. Federal investigators say the meat may be contaminated with dangerous E. coli. Bacteria. A grizzly find here Galveston, Texas, shocks even the most hardened cops. Inside a plastic box that washed up on this island, the decomposed body of a little girl. Not too much to go on right now except a tiny shoe and some artist sketches. Major Ray Tuttoilmondo joins me now on the phone with the latest on this investigation. Major we appreciate your time this morning. Just how desperate are you all for leads? Are any coming into you?",
    "statement": "We have been getting literally hundreds of calls with leads of various sorts from, <QUITE> frankly, from throughout the country. We're following up on each one as we can. We've gotten actually several hundred phone calls <ABOUT> the similarity between our sketch and that of little Madeleine McCann. We <<FEEL>> pretty <<CONFIDENT>> though that this is not going to be Madeleine, but that's even one of the many, many, many possibilities that we have not yet eliminated."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We have been getting literally hundreds of calls with leads of various sorts from, quite frankly, from throughout the country. We're following up on each one as we can. We've gotten actually several hundred phone calls about the similarity between our sketch and that of little Madeleine McCann. We feel pretty confident though that this is not going to be Madeleine, but that's even one of the many, many, many possibilities that we have not yet eliminated.",
    "statement": "<WELL>, you said hundreds there. How many of those <<COULD>> you say are promising leads that you <KNOW> you're going to <HAVE TO> really, really track down and <<COULD>> lead you to something?"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "certainly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you said hundreds there. How many of those could you say are promising leads that you know you're going to have to really, really track down and could lead you to something?",
    "statement": "There <CERTAINLY> is a significant percentage of them that have promise, both locally as <WELL> as some national calls that we've gotten. The focus is let's identify who Baby Grace is, let's find who her family is, and then we <FIGURE> out what happened to her."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sir, do you have any idea how long the child had been dead?",
    "statement": "Indications are at this time is several weeks, and that's <ABOUT> as narrow of a window as we can be provided right now."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Indications are at this time is several weeks, and that's about as narrow of a window as we can be provided right now.",
    "statement": "Also, any idea at <ALL>, this child <<COULD>> have been from anywhere. Any indications even on her person. I <KNOW> we talked <ABOUT> shoes and some of the clothing. Any idea where in the country or the world even <<MAYBE>> this child <<COULD>> have been from?"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Also, any idea at all, this child could have been from anywhere. Any indications even on her person. I know we talked about shoes and some of the clothing. Any idea where in the country or the world even maybe this child could have been from?",
    "statement": "<ABSOLUTELY> none."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "possibly": "ungraded",
      "maybe": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Absolutely none.",
    "statement": "None. Also, sir, the area where the child's body in this container washed up, I <<GUESS>> give us an idea of how far out <<POSSIBLY>> <WOULD> this child, this container had had to have been dumped to wash onshore, because it's been something, you <KNOW>, <<MAYBE>> it <WOULD> have been done close by or somebody <<COULD>> have dumped this way away from Texas and away from the United States for this <THING> to wash up onshore."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "confident": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None. Also, sir, the area where the child's body in this container washed up, I guess give us an idea of how far out possibly would this child, this container had had to have been dumped to wash onshore, because it's been something, you know, maybe it would have been done close by or somebody could have dumped this way away from Texas and away from the United States for this thing to wash up onshore.",
    "statement": "<WELL>, we're <FAIRLY> <<CONFIDENT>> that wherever the container entered the water is somewhere within Galveston Bay due to the <FACT> that that particular area is <FAIRLY> <WELL>-protected from the Gulf of Mexico. It's going to be centered in that area as to where it went into the water. Nearest residential area is <<MAYBE>> <ABOUT> a mile away, but that's a community that's not readily accessible to the public. So we're looking at pretty broad area of <ABOUT> five miles to the northeast of possibilities."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right. Major Ray Tuttoilmondo with the Galveston Police. Sir, thank you so much for your time. We'll continue to follow this story.",
    "statement": "<ALL> right. So we've heard of student teacher affairs before, but rarely do they make a run for the border. A 25-year-old female teacher from Nebraska is now in custody. Here is her picture, and this morning her 13-year-old student is back with his parents. The pair were found in Mexico last night. They disappeared last week when police began investigating their alleged affair. Kelsey Peterson is facing kidnapping and child abuse charges. She also faces federal charges for taking the teen across the border into Mexico. Also some new cases of dangerous staph infection to tell you <ABOUT> this morning. St. Joseph's Hospital in Hot Springs, Arkansas, has stopped taking any new admissions to its ICU. Six patients at the hospital were infected with drug-resistant bacteria. Officials say the infection was not caused by MRSA, those bacteria that you have been hearing so much <ABOUT> lately. It's not that. But a high school in Washington State has canceled its last football game because of MRSA. Port High School closed its athletic facility after a player contracted the bacteria."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right. So we've heard of student teacher affairs before, but rarely do they make a run for the border. A 25-year-old female teacher from Nebraska is now in custody. Here is her picture, and this morning her 13-year-old student is back with his parents. The pair were found in Mexico last night. They disappeared last week when police began investigating their alleged affair. Kelsey Peterson is facing kidnapping and child abuse charges. She also faces federal charges for taking the teen across the border into Mexico. Also some new cases of dangerous staph infection to tell you about this morning. St. Joseph's Hospital in Hot Springs, Arkansas, has stopped taking any new admissions to its ICU. Six patients at the hospital were infected with drug-resistant bacteria. Officials say the infection was not caused by MRSA, those bacteria that you have been hearing so much about lately. It's not that. But a high school in Washington State has canceled its last football game because of MRSA. Port High School closed its athletic facility after a player contracted the bacteria.",
    "statement": "Some serious fears here that have helped emergency developing and so did Mexico because much of the state of Tabasco now under water, massive flooding has caused the evacuation of hundreds of thousands of people forced to find higher ground. The rain has stopped, but <ALL> that standing water <<COULD>> lead to an outbreak of some water born diseases. Harris Witbeck is in Tabasco this morning; he will join us next hour with his report."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Some serious fears here that have helped emergency developing and so did Mexico because much of the state of Tabasco now under water, massive flooding has caused the evacuation of hundreds of thousands of people forced to find higher ground. The rain has stopped, but all that standing water could lead to an outbreak of some water born diseases. Harris Witbeck is in Tabasco this morning; he will join us next hour with his report.",
    "statement": "Downgraded, but still very dangerous. What was hurricane Noel is expected to pound the New England coast today. Wind gusts from the storm <<COULD>> reach 85 miles an hour. CNN's Jim Acosta is live in Chatham, Massachusetts, as the storm is starting to roll in. Are people prepared for this one?"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Downgraded, but still very dangerous. What was hurricane Noel is expected to pound the New England coast today. Wind gusts from the storm could reach 85 miles an hour. CNN's Jim Acosta is live in Chatham, Massachusetts, as the storm is starting to roll in. Are people prepared for this one?",
    "statement": "<WELL>, we <HOPE> so. These are hearty folks up here in Cape Cod, Betty, and, yes, as you mentioned, Noel is no longer a hurricane. Won't be a hurricane when it gets here, but the storm will be very serious for the people along Cape Cod. As you mentioned, some hurricane-force winds will be felt here, 85-mile-per- hour wind gusts will be felt on the Cape. We're in Chatham, which is the tip of the elbow of Cape Cod. If you look at a map, that's where we're standing right now. Just to show you what's happening out here, we can tell judging by how things have changed over the last hour since we last spoke that the winds have picked up out here, and this is <DEFINITELY> a concern for people out here because they have been dealing with major problems from storms in recent years, that nor-eastern that clobbered this coast back in April actually cut this beach barrier behind me in two, and it caused major beach erosion for residents in the area. This is of great concern. They're worried <ABOUT> power outages, downed trees. They've opened up shelters across the area if case things get serious f you're wondering, for people who watch a lot of hurricanes on CNN, what's going on with the winter coat and the wool cap and the boots, Gulf Coast, temperatures <ONLY> in the high 40s to low 50s today, so it's going to be a cold, nasty day on Cape Cod. People ought to warm up some chowder and stay inside today."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "quite": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, we hope so. These are hearty folks up here in Cape Cod, Betty, and, yes, as you mentioned, Noel is no longer a hurricane. Won't be a hurricane when it gets here, but the storm will be very serious for the people along Cape Cod. As you mentioned, some hurricane-force winds will be felt here, 85-mile-per- hour wind gusts will be felt on the Cape. We're in Chatham, which is the tip of the elbow of Cape Cod. If you look at a map, that's where we're standing right now. Just to show you what's happening out here, we can tell judging by how things have changed over the last hour since we last spoke that the winds have picked up out here, and this is definitely a concern for people out here because they have been dealing with major problems from storms in recent years, that nor-eastern that clobbered this coast back in April actually cut this beach barrier behind me in two, and it caused major beach erosion for residents in the area. This is of great concern. They're worried about power outages, downed trees. They've opened up shelters across the area if case things get serious f you're wondering, for people who watch a lot of hurricanes on CNN, what's going on with the winter coat and the wool cap and the boots, Gulf Coast, temperatures only in the high 40s to low 50s today, so it's going to be a cold, nasty day on Cape Cod. People ought to warm up some chowder and stay inside today.",
    "statement": "To bad you can't that. Thank you Jim, Do stay safe out there. Want to <TAKE> you now to Reynolds Wolf in the Hurricane Headquarters. You've been watching Noel for <QUITE> some time. It's been downgraded. I <<GUESS>> that's the good news today."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "To bad you can't that. Thank you Jim, Do stay safe out there. Want to take you now to Reynolds Wolf in the Hurricane Headquarters. You've been watching Noel for quite some time. It's been downgraded. I guess that's the good news today.",
    "statement": "Yes. When we say it's been downgraded, I don't want our viewers to <<<THINK>>> that when we talk <ABOUT> downgrading that it's gotten weaker. This is storm is still very strong. It does not have the warm core system that a tropical system <WOULD> have. It has a cold core system, and it's associated with some frontal boundaries. As the <THING> moves to the north, we will continue to see the heavy surf. We're going to be dealing with the driving rain in many spots along Massachusetts and the Jersey shoreline and there will be the issue of beach erosion. Look at this video we have. This I-reporter submitted video. This is from Will Bernstein showing you just that happening, that beach erosion. This is in Nags Head, North Carolina. Not a pretty sight to see. Something much of the eastern seaboard will be subjected to as we make our way through the midday hours. Another storm in the west. We have another area of high pressure that is developing over parts of the Great Basin. We will have the winds kick up in parts of southern California. Yes, we're talking <ABOUT> the Santa Ana winds that by this afternoon <MAY> increase anywhere from 50 to 60 miles per hour. A threat of wildfires in parts of southern California. Also in the southeastern U.S., Georgia, North Florida, <<COULD>> have some issues there in terms of wildfire threats. That is the latest lets send it back to you."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, thank you. We do have some breaking news to bring you.",
    "statement": "Told you <ABOUT> this at the top of the show, <ABOUT> the possibility of a state of emergency in Pakistan. <WELL>, state TV in Pakistan now, in <FACT>, reporting that President Musharraf has imposed a state of emergency in Pakistan. Of course, there has been political unrest and turmoil and violence after elections. President Musharraf, a debate <ABOUT> whether or not he <SHOULD> be able to serve both as president and head of the military and at the core of this whole debate is democracy in Pakistan. Elections just took place not long ago. He's expected to be -- to start his new post, his new term of president this month. Also, the government, the Supreme Court there is deciding whether or not his presidency is legitimate. Also we saw a former Prime Minister Benazir Bhutto, return to the country not long ago amid violence and, of course, we saw a huge attack regarding her return. But also she was the one that was coming back to help put a face on democracy in Pakistan. So helping Pakistan move towards that direction, and now with this emergency rule, it gives the president and the government there even more power, extended powers, which does not in the <VIEW> of many, including the United States government, give a lot of credence to democracy and moving towards democracy in Pakistan. So a major move to declare a state of emergency in Pakistan right now, so that is a developing story that we are <ALL> over. We had, of course, our Nic Robertson helping us out on that story. We <MAY> check in with him again, but I want to let you <KNOW> state TV now reporting that in <FACT> Pakistan and the president there has declared a state of emergency. A lot more to come."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "We'll bring you now developments on that. In the meantime, why is the most recognized woman in the world flying to South Africa? It has to do with abuse at the Oprah Winfrey School. WE have new developments from Justin in a few minutes.",
    "statement": "Also, making that white wedding. Not <ONLY> does it help the environment, it <MIGHT> help keep some green in that wallet. Stay tuned."
  },
  {
    "transcript_id": "CNN-45632",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We were talking <ABOUT> the whereabouts of Osama bin Laden. The caves of Tora Bora have been a hot topic of conversation. We go live now to our Nic Robertson, who does have the latest from that region -- Nic."
  },
  {
    "transcript_id": "CNN-45632",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "We were talking about the whereabouts of Osama bin Laden. The caves of Tora Bora have been a hot topic of conversation. We go live now to our Nic Robertson, who does have the latest from that region -- Nic.",
    "statement": "A single bomb breaks the mountain silence. Above the impact, smoke and dust climb skyward. On the ground below, no one observing from this distance can <KNOW> what's happening. In the air, more bombers circle, awaiting targets. Higher still, according to the Pentagon, U-2 spy planes scour the rugged mountain terrain for clues. Was the target hit? And are they one step closer to capturing Osama bin Laden? During the day, lulls in bombing <OFTEN> lapsed into lengthy gaps between detonations. Despite the relative quiet, local commanders barred the international media from the front lines. Once beyond the tightly controlled checkpoint, however, mujahideen fighters <<COULD>> be found gathering firewood from crater-ridden bomb sites, a far cry from the columns of captured al Qaeda fighters local commanders have said <<COULD>> emerge from the mountains before sunset. But the mujahideen fighters <<FEEL>> safe here, a front line area until recently an indication al Qaeda forces are being pushed back. (on camera): Without accurate information from the bomb blasted mountain tops and cave systems, it is impossible to tell how the al Qaeda fighters are faring. What is <CLEAR> is the territory they can call their own is gradually being eroded. (voice-over): Intercepted al Qaeda walkie-talkie transmissions <INDICATE> a group under immense pressure, preoccupied with their own survival. Hints too of casualties and shortages of ammunition. And then the lull ends, and so the cycle continues, squeezing ever harder the unseen fighters below. Nic Robertson, CNN, near Tora Bora, Afghanistan."
  },
  {
    "transcript_id": "CNN-45632",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "A single bomb breaks the mountain silence. Above the impact, smoke and dust climb skyward. On the ground below, no one observing from this distance can know what's happening. In the air, more bombers circle, awaiting targets. Higher still, according to the Pentagon, U-2 spy planes scour the rugged mountain terrain for clues. Was the target hit? And are they one step closer to capturing Osama bin Laden? During the day, lulls in bombing often lapsed into lengthy gaps between detonations. Despite the relative quiet, local commanders barred the international media from the front lines. Once beyond the tightly controlled checkpoint, however, mujahideen fighters could be found gathering firewood from crater-ridden bomb sites, a far cry from the columns of captured al Qaeda fighters local commanders have said could emerge from the mountains before sunset. But the mujahideen fighters feel safe here, a front line area until recently an indication al Qaeda forces are being pushed back. (on camera): Without accurate information from the bomb blasted mountain tops and cave systems, it is impossible to tell how the al Qaeda fighters are faring. What is clear is the territory they can call their own is gradually being eroded. (voice-over): Intercepted al Qaeda walkie-talkie transmissions indicate a group under immense pressure, preoccupied with their own survival. Hints too of casualties and shortages of ammunition. And then the lull ends, and so the cycle continues, squeezing ever harder the unseen fighters below. Nic Robertson, CNN, near Tora Bora, Afghanistan.",
    "statement": "<WELL>, as you can see, our Nic Robertson was not live there, but that story was filed just moments ago. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "From the CNN Center in Atlanta, this is CNN SUNDAY MORNING. Here comes Debby. And where she'll land, no one knows. Nervous eyes watching this newly formed tropical storm as areas in Louisiana prepare this morning for a state of emergency."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "We're going to see some additional storm surges, more than what's being projected now.",
    "statement": "Plus, it's the biggest case in more than a decade. And tomorrow <<COULD>> be decision made. Will Obamacare still stand 24 hours from now?"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "Plus, it's the biggest case in more than a decade. And tomorrow could be decision made. Will Obamacare still stand 24 hours from now?",
    "statement": "I'm actually -- continue to be <<CONFIDENT>> the Supreme Court will uphold the law."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And just one hour from now, Egypt declares a brand new president, but not everyone is in the mood to celebrate.",
    "statement": "Good morning, everyone. I'm Randi Kaye. It is 8:00 on the East Coast, 5:00 a.m. out West. Thanks for waking up with us. We begin this morning in Egypt where in just one hour, they are expected to announce a new president. It has been a week of controversy over the runoff results, both sides have <CLAIMED> victory, both sides have <CLAIMED> that the other cheated, <ALL> while regular Egyptians <<GATHER>> on the streets, waiting for their country's next chapter. CNN senior international correspondent Dan Rivers is joining me from Cairo by phone. He is headed to the headquarters of Ahmed Shafik, the former Egyptian prime minister who now hopes to be the new president. Now, Dan, tell us what is the <FEELING> on the streets there with just an hour to go now before the expected announcement?"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning, everyone. I'm Randi Kaye. It is 8:00 on the East Coast, 5:00 a.m. out West. Thanks for waking up with us. We begin this morning in Egypt where in just one hour, they are expected to announce a new president. It has been a week of controversy over the runoff results, both sides have claimed victory, both sides have claimed that the other cheated, all while regular Egyptians gather on the streets, waiting for their country's next chapter. CNN senior international correspondent Dan Rivers is joining me from Cairo by phone. He is headed to the headquarters of Ahmed Shafik, the former Egyptian prime minister who now hopes to be the new president. Now, Dan, tell us what is the feeling on the streets there with just an hour to go now before the expected announcement?",
    "statement": "<WELL>, we've just been in Tahrir Square where there is great anticipation of this announcement. They <ALL> <<<BELIEVE>>> thinking that they have own, they have proof that their candidate, Mohamed Morsi, has won for the Islam Brotherhood. As you say, we're just coming over to Ahmed Shafik's people, and just switched where their celebration party is, or what they <HOPE> it will be, from his headquarters to the outskirts of Cairo, because where they say they have so many people coming that they cannot accommodate them at the party headquarters. But really, neither side knows for <<<SURE>>> who is going to win. In <FACT>, the country is really being building that if Ahmed Shafik is deeply aligned with Hosni Mubarak, the ousted leader, and he was prime minister under Mubarak, the head of the air force at one time, and he is standing simply on a <<KIND OF>> anti-Muslim Brotherhood ticket, that preserving the status quo. And Mohamed Morsi, the leader of the Muslim Brotherhood, <<KIND OF>> what was a pretty <<KIND OF>> outlawed organization for some 60 years, and nearly defines the struggle of what has gripped Egypt for the last six decades between the Muslim Brotherhood, and the military establishment, and this is a real focal point in Egyptian politics as to who is going to emerge the winner today."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, we've just been in Tahrir Square where there is great anticipation of this announcement. They all believe thinking that they have own, they have proof that their candidate, Mohamed Morsi, has won for the Islam Brotherhood. As you say, we're just coming over to Ahmed Shafik's people, and just switched where their celebration party is, or what they hope it will be, from his headquarters to the outskirts of Cairo, because where they say they have so many people coming that they cannot accommodate them at the party headquarters. But really, neither side knows for sure who is going to win. In fact, the country is really being building that if Ahmed Shafik is deeply aligned with Hosni Mubarak, the ousted leader, and he was prime minister under Mubarak, the head of the air force at one time, and he is standing simply on a kind of anti-Muslim Brotherhood ticket, that preserving the status quo. And Mohamed Morsi, the leader of the Muslim Brotherhood, kind of what was a pretty kind of outlawed organization for some 60 years, and nearly defines the struggle of what has gripped Egypt for the last six decades between the Muslim Brotherhood, and the military establishment, and this is a real focal point in Egyptian politics as to who is going to emerge the winner today.",
    "statement": "And, Dan, as you are traveling, we are watching, we are sharing with our viewers this incredible live pictures of Tahrir Square, huge crowds gathering, very reminiscent of what happened more than a year ago when we had the Arab Spring and the uprising there. How influential do you <<<THINK>>> the new president can actually be?"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And, Dan, as you are traveling, we are watching, we are sharing with our viewers this incredible live pictures of Tahrir Square, huge crowds gathering, very reminiscent of what happened more than a year ago when we had the Arab Spring and the uprising there. How influential do you think the new president can actually be?",
    "statement": "<WELL>, the <REALITY> is he is going to be in effect, whoever it is, a"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the reality is he is going to be in effect, whoever it is, a",
    "statement": "Dan Rivers, we will let you keep going and making your way to the Shafiq headquarters there. And once again, we'll continue to watch this story and bring you the results as they happen in an hour from now as soon as they are officially announced. And new this hour, the Turkish fighter jet downed by Syria on Friday has been found. Turkish television is reporting that a search and rescue crew located the wreckage <ABOUT> 3,300 feet underwater in the Mediterranean Sea. The incident has raised tensions between the two countries. Turkey has just requested a meeting in Brussels on Tuesday with NATO. We turn to weather now back here at home. Severe weather along the Gulf Coast, heavy rains and rising tides are threatening communities right now. It is <ALL> from tropical storm Debby. Bonnie Schneider is in the weather center watching this for us. So, Bonnie, how unpredictable or predictable is this storm?"
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "somewhat": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dan Rivers, we will let you keep going and making your way to the Shafiq headquarters there. And once again, we'll continue to watch this story and bring you the results as they happen in an hour from now as soon as they are officially announced. And new this hour, the Turkish fighter jet downed by Syria on Friday has been found. Turkish television is reporting that a search and rescue crew located the wreckage about 3,300 feet underwater in the Mediterranean Sea. The incident has raised tensions between the two countries. Turkey has just requested a meeting in Brussels on Tuesday with NATO. We turn to weather now back here at home. Severe weather along the Gulf Coast, heavy rains and rising tides are threatening communities right now. It is all from tropical storm Debby. Bonnie Schneider is in the weather center watching this for us. So, Bonnie, how unpredictable or predictable is this storm?",
    "statement": "<WELL>, it's <<SOMEWHAT>> predictable and that we <KNOW> that everyone on the Gulf Coast needs to be on alert. And we have new warnings and new updates for you, Randi. In <FACT>, the center of circulation is now 195 miles southwest of Apalachicola, Florida. And here's something new, the storm has strengthened. Tropical storm Debby's maximum sustained winds are at 60 miles per hour. We just got the latest advisory, and gusts are just below hurricane force strength. So, the gusts are getting even more strong actually, and as you can see. And we're also looking at the track, taking the storm more westward, as you can see, and really no <CHANGE> since the last advisory, but notice the intensity coming up to a category one hurricane by the time we get to the middle of the week, and moving so slowly in the Gulf of Mexico that Debby will be a concern for us and with us through most of this week. Here is something else new, the warning areas have extended. Originally, they were just for Louisiana from the mouth of the Pearl River to Morgan City, but now look at this, let's zoom here into Alabama and into Florida and I'll read you the latest warning area. We have tropical storm warning now for the Mississippi/Alabama border eastward, <ALL> the way towards Florida. So, you can see that we are looking at more of an extended area where we have a threat for tropical storm force winds, these winds that are 39 miles per hour or greater. They will actually start coming in as early as later tonight, even though it's within 36 hours. I <<<THINK>>> you'll already see plenty of rain across Panama City and through much of the region. We are watching this closely. There's a lot more to talk <ABOUT>. I'll be talking <ABOUT> it throughout the morning -- Randi."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And, Bonnie, just remind us, which side of the storm do you want to be on?",
    "statement": "<WELL>, this one is a tricky one, Randi, because right now, you can see -- we are getting most of the convection to the eastside of the storm. But the track takes it westward, so for this particular storm, storm surge will be a concern as we go towards the next couple of days into Louisiana. So, really, this is a tricky one. So, it's hard to say what side to be on because the convection is actually on the east now, but we're going to see more movement to the west over the next few days."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right. Bonnie, thank you very much.",
    "statement": "<<<SURE>>>."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "And in <ABOUT> 30 minutes, I'll speak with the president of Louisiana's Plaquemines Parish, Billy Nungesser, as his area prepares for tropical storm and <<MAYBE>> hurricane Debby. To Colorado now where hundreds of firefighters are trying to contain a wildfire that is growing by leaps and bounds. The Hyde Park fire has already destroyed 125 square miles and nearly 200 homes. Fire officials concede it <<COULD>> <TAKE> at least three more weeks before it's really under control there. In Minnesota, floodwaters have left a path of destruction. This is what it looks like, <TAKE> a look here, in Rutledge, Minnesota -- heavy rains brought flashfloods. Now, some of the people forced to evacuate are getting to go back to their homes where they are getting a first look at the damage left behind. Iran <MAY> be trying to build a nuclear weapon, but its people want something more simple: freedom."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And in about 30 minutes, I'll speak with the president of Louisiana's Plaquemines Parish, Billy Nungesser, as his area prepares for tropical storm and maybe hurricane Debby. To Colorado now where hundreds of firefighters are trying to contain a wildfire that is growing by leaps and bounds. The Hyde Park fire has already destroyed 125 square miles and nearly 200 homes. Fire officials concede it could take at least three more weeks before it's really under control there. In Minnesota, floodwaters have left a path of destruction. This is what it looks like, take a look here, in Rutledge, Minnesota -- heavy rains brought flashfloods. Now, some of the people forced to evacuate are getting to go back to their homes where they are getting a first look at the damage left behind. Iran may be trying to build a nuclear weapon, but its people want something more simple: freedom.",
    "statement": "The Koran is where the state got this law from. But us women <KNOW> we are not happy with it."
  },
  {
    "transcript_id": "CNN-188320",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The Koran is where the state got this law from. But us women know we are not happy with it.",
    "statement": "Women in Iran speaking out <ABOUT> equality. And we'll learn much more <ABOUT> Iran that we don't <KNOW> when we talk with \"New York Times\" columnist Nick Kristof on this Sunday morning. He talked with the people there and is back from long road trip through the Iranian countryside. But, first, a very good morning to New York City. Lady Liberty hanging out in the harbor soaking up some sunshine."
  },
  {
    "transcript_id": "NPR-23972",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm Renee Montagne. Of <ALL> the ways the CIA has tried to fight terrorism, this is one of the strangest. The Washington Post reports that in 2005 a project with the codename, devil eyes, produced action dolls of Osama Bin Laden - looked just like him until the face paint flecked off, revealing a demon face. It was <<APPARENTLY>> intended to scare children away from following the al-Qaida leader. The project didn't happen, but one doll lives on at the CIA. It's MORNING EDITION."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Anderson, thanks very much. Happening now, breaking news -- we're awaiting even more details <ABOUT> where and how Osama bin Laden was killed by U.S. Special Forces. We're taking you inside the mansion where he hid and died, the secret mission to find him and the nail-biting final minutes that felt like days inside the White House. We're told a message taped before bin Laden's death <<COULD>> surface soon. Stand by. We'll report on that. And I'll also have my exclusive interview with the man who was secretary of State on 9/11, Colin Powell. I'll ask him whether he's disappointed that America's most wanted terrorist wasn't caught on George W. Bush's watch. And Americans are celebrating bin Laden's death and justice served. But will his followers now retaliate? We're taking a closer look at the terrorist threat. We want to welcome our viewers in the United States and <AROUND> the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. We're expecting the White House to reveal more information soon <ABOUT> the death of the terrorist code-named Geronimo. Of course, that <WOULD> be Osama bin Laden, gunned down by U.S. forces in a daring and very secret mission that we first learned <ABOUT> from the president late last night. U.S. officials say DNA test results today confirmed that it was, indeed, the Al Qaeda leader, killed in a fortress-like mansion outside the Pakistani capital. Right now, we face the chilling prospect that we <MAY> hear a final taped message from the man who masterminded the dead -- the deadliest attack on U.S. soil ever. Stay tuned for <ALL> the breaking news. First, though, let's go to our senior White House correspondent, Ed Henry -- Ed, we've already learned a lot <ABOUT> this operation. More details will surface. Tell our viewers now what we <KNOW>."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Anderson, thanks very much. Happening now, breaking news -- we're awaiting even more details about where and how Osama bin Laden was killed by U.S. Special Forces. We're taking you inside the mansion where he hid and died, the secret mission to find him and the nail-biting final minutes that felt like days inside the White House. We're told a message taped before bin Laden's death could surface soon. Stand by. We'll report on that. And I'll also have my exclusive interview with the man who was secretary of State on 9/11, Colin Powell. I'll ask him whether he's disappointed that America's most wanted terrorist wasn't caught on George W. Bush's watch. And Americans are celebrating bin Laden's death and justice served. But will his followers now retaliate? We're taking a closer look at the terrorist threat. We want to welcome our viewers in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. We're expecting the White House to reveal more information soon about the death of the terrorist code-named Geronimo. Of course, that would be Osama bin Laden, gunned down by U.S. forces in a daring and very secret mission that we first learned about from the president late last night. U.S. officials say DNA test results today confirmed that it was, indeed, the Al Qaeda leader, killed in a fortress-like mansion outside the Pakistani capital. Right now, we face the chilling prospect that we may hear a final taped message from the man who masterminded the dead -- the deadliest attack on U.S. soil ever. Stay tuned for all the breaking news. First, though, let's go to our senior White House correspondent, Ed Henry -- Ed, we've already learned a lot about this operation. More details will surface. Tell our viewers now what we know.",
    "statement": "<WELL>, Wolf, we're learning <ALL> kinds of new details <ABOUT> just how tense it was inside the White House Situation Room yesterday afternoon, as <ALL> of this drama unfolded. It's also becoming <CLEAR> that this White House, which has heard criticism during the crisis in Egypt, for example, that <<MAYBE>> the president moved too slow, is now being very aggressive <ABOUT> saying that this was a decisive commander-in-chief that brought Osama bin Laden to justice."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, Wolf, we're learning all kinds of new details about just how tense it was inside the White House Situation Room yesterday afternoon, as all of this drama unfolded. It's also becoming clear that this White House, which has heard criticism during the crisis in Egypt, for example, that maybe the president moved too slow, is now being very aggressive about saying that this was a decisive commander-in-chief that brought Osama bin Laden to justice.",
    "statement": "On the front page headlines <ABOUT> Osama bin Laden from <AROUND> the world is a dramatic story that secretly began heating up in the summer."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Last August, after years of painstaking work by our intelligence community, I was briefed on a possible lead to bin Laden.",
    "statement": "But when CNN pressed him <ABOUT> bin Laden just a few weeks after that intelligence came in at a news conference on September 10th, 2010, the president didn't let on the U.S. was closing in on the world's most wanted terrorist. ("
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "But when CNN pressed him about bin Laden just a few weeks after that intelligence came in at a news conference on September 10th, 2010, the president didn't let on the U.S. was closing in on the world's most wanted terrorist. (",
    "statement": "You haven't captured him and you don't <SEEM> to <KNOW> where he is."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You haven't captured him and you don't seem to know where he is.",
    "statement": "<WELL>, Ed, I <<<THINK>>> capturing or killing bin Laden and Zawahiri <WOULD> be extremely important to our national security. We have the <BEST> minds, the <BEST> intelligence officers, the <BEST> Special Forces, who are thinking <ABOUT> this day and night. And they will continue to <<<THINK>>> <ABOUT> it day and night as long as I'm president."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "The president kept that poker face right up until this weekend, even as the effort to bring bin Laden to justice was intensifying in private.",
    "statement": "It was clearly very tense, a lot of people holding their breath."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "around": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "It was clearly very tense, a lot of people holding their breath.",
    "statement": "Friday, 8:20 a.m. -- the president quietly decided there was enough intelligence to move forward with the operation to get bin Laden. The authorization came just minutes before he left the White House for Alabama, where the president toured damage from the devastating tornadoes that killed some 300 people in the south. By Friday afternoon, the president toured Cape Canaveral and then in the evening delivered a commencement speech in Miami -- without ever letting on what was developing halfway <AROUND> the world. Ditto for Saturday night. Just after 8:00 p.m., the president and first lady attended the annual White House Correspondents Association Dinner in Washington. In retrospect, one of comedian Seth Meyer's jokes seemed to strike a cord."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Friday, 8:20 a.m. -- the president quietly decided there was enough intelligence to move forward with the operation to get bin Laden. The authorization came just minutes before he left the White House for Alabama, where the president toured damage from the devastating tornadoes that killed some 300 people in the south. By Friday afternoon, the president toured Cape Canaveral and then in the evening delivered a commencement speech in Miami -- without ever letting on what was developing halfway around the world. Ditto for Saturday night. Just after 8:00 p.m., the president and first lady attended the annual White House Correspondents Association Dinner in Washington. In retrospect, one of comedian Seth Meyer's jokes seemed to strike a cord.",
    "statement": "People <<<THINK>>> bin Laden is hiding in the Hindu Kush, but did you <KNOW> that <EVERY> day from 4:00 to 5:00, he hosts a show on C-SPAN?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "People think bin Laden is hiding in the Hindu Kush, but did you know that every day from 4:00 to 5:00, he hosts a show on C-SPAN?",
    "statement": "Then, Sunday morning, the president heads to Andrews Air Force Base for a routine round of golf, except, for some reason, he decides to <ONLY> play nine holes and is seen heading back to the Oval Office in his golf shoes at 2:04 p.m.. Officials now confirm the president immediately went to The Situation Room to review final preps, where he and a handful of aides nervously kept up with the firefight in Pakistan in real time."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Then, Sunday morning, the president heads to Andrews Air Force Base for a routine round of golf, except, for some reason, he decides to only play nine holes and is seen heading back to the Oval Office in his golf shoes at 2:04 p.m.. Officials now confirm the president immediately went to The Situation Room to review final preps, where he and a handful of aides nervously kept up with the firefight in Pakistan in real time.",
    "statement": "It was one of the most anxiety filled periods of time, I <<<THINK>>>, in the lives of the -- the people who were assembled here yesterday. The minutes passed like days. And the president was very concerned <ABOUT> the security of our personnel."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It was one of the most anxiety filled periods of time, I think, in the lives of the -- the people who were assembled here yesterday. The minutes passed like days. And the president was very concerned about the security of our personnel.",
    "statement": "<ALL> of the U.S. personnel survived this firefight, as the White House is calling it. Now, they're not saying how the president kept up with the situation minute by minute -- was he getting a live video feed or just an audio feed from those Special Forces? John Brennan, his homeland security adviser, basically told reporters, look, we just knew what was going on. And one of the things they knew is that a woman believed to be a wife of Osama bin Laden was actually used as a human shield and was killed -- used by -- as a human shield. It shows you how dramatic and awful the situation was -- Wolf."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "It shows the courage of this individual. <ALL> right, Ed, stand by. Joining us now, a major <FIGURE> in the Bush administration's attempt to get Osama bin Laden dead or alive. We're talking to the former secretary of State, the retired U.S. Army general, Colin Powell. General Powell, thanks very much for coming in."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It shows the courage of this individual. All right, Ed, stand by. Joining us now, a major figure in the Bush administration's attempt to get Osama bin Laden dead or alive. We're talking to the former secretary of State, the retired U.S. Army general, Colin Powell. General Powell, thanks very much for coming in.",
    "statement": "My pleasure, Wolf."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "My pleasure, Wolf.",
    "statement": "You were secretary of State on 9/11. What -- what went through your mind? How did you <<FEEL>> yesterday, when you heard that bin Laden was dead?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You were secretary of State on 9/11. What -- what went through your mind? How did you feel yesterday, when you heard that bin Laden was dead?",
    "statement": "<ABSOLUTELY> delighted. Justice was finally done and this killer was brought to his just rewards by being killed by U.S. Forces."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Absolutely delighted. Justice was finally done and this killer was brought to his just rewards by being killed by U.S. Forces.",
    "statement": "Did you learn <ABOUT> it from the news media or did somebody call you and tell you?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "-- at night.",
    "statement": "It was <ABOUT> 11:00. I was already in -- in bed when the phone rang and a friend -- a very, very close friend, she goes by the name of Alma, my wife."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "about": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Of course.",
    "statement": "This whole -- this whole issue of bin Laden, he was supposed to be in a cave, but he was found in a mansion, <ABOUT> a two hour drive outside of Islamabad, pretty <WELL> protected. Was that shocking to you?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "This whole -- this whole issue of bin Laden, he was supposed to be in a cave, but he was found in a mansion, about a two hour drive outside of Islamabad, pretty well protected. Was that shocking to you?",
    "statement": "No. I -- I <NEVER> knew where he was. And I didn't agree, necessarily, with he's hiding in a cave somewhere. There are other places you can hide and hide in the middle of a -- a populated area and be just as secure as if you were in a cave somewhere. So I was reasonably <<<SURE>>> that he was <<PROBABLY>> in Pakistan, not in Afghanistan. But I was really surprised at the size of the compound that he was in and the protection that it was <AROUND>. And the <QUESTION> that's going to be asked is, did nobody else notice this in that particular part of Pakistan?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No. I -- I never knew where he was. And I didn't agree, necessarily, with he's hiding in a cave somewhere. There are other places you can hide and hide in the middle of a -- a populated area and be just as secure as if you were in a cave somewhere. So I was reasonably sure that he was probably in Pakistan, not in Afghanistan. But I was really surprised at the size of the compound that he was in and the protection that it was around. And the question that's going to be asked is, did nobody else notice this in that particular part of Pakistan?",
    "statement": "So what do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So what do you think?",
    "statement": "I -- I don't <KNOW> how it <<COULD>> go unnoticed -- I mean, seven, eight, nine, 12 foot walls and a new compound, relatively speaking, with very little traffic going in and out of it, with barbed wire on top."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "-- or somebody?",
    "statement": "I can't say that. I'm just saying, I <<<THINK>>> that these are questions that will be asked. And I don't <KNOW> what the answers are. But it <<<SURE>>> sounds as if somebody <SHOULD> have noticed and <<SORT OF>> brought this to the attention of authorities."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I can't say that. I'm just saying, I think that these are questions that will be asked. And I don't know what the answers are. But it sure sounds as if somebody should have noticed and sort of brought this to the attention of authorities.",
    "statement": "You're a retired four star general, a chairman of the Joint Chiefs of Staff. Based on what you <KNOW> <ABOUT> this military intelligence operation, how risky was it?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You're a retired four star general, a chairman of the Joint Chiefs of Staff. Based on what you know about this military intelligence operation, how risky was it?",
    "statement": "It was very risky. You can <NEVER> tell with an operation like that, whether something will go <WRONG> at the end. You <KNOW>, you're <ABSOLUTELY> <<<SURE>>> of the intelligence and you <KNOW> the people are there. So there's <ALWAYS> a high level of risk. But the president, I <<<THINK>>>, handled this brilliantly, frankly. He had the choice of dropping bombs on him or actually going in to <VERIFY> that the person that they were after was there and getting that person. And that's what they did."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "sure": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "-- would have wiped out that whole area.",
    "statement": "But once again, you <NEVER> <WOULD> have been able to be <<<SURE>>> that you had gotten Osama bin Laden. And there <MIGHT> have been a lot of collateral damage. And so you can <ALWAYS> make different judgments <ABOUT> a situation like this. But the president turned out to have made the correct judgment and he was supported by a great military team and an intelligence team and, of course, those very, very brave Navy SEALs who went in."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But once again, you never would have been able to be sure that you had gotten Osama bin Laden. And there might have been a lot of collateral damage. And so you can always make different judgments about a situation like this. But the president turned out to have made the correct judgment and he was supported by a great military team and an intelligence team and, of course, those very, very brave Navy SEALs who went in.",
    "statement": "Describe those Navy SEALs to us, because, you <KNOW>, we hear <ABOUT> them, we read <ABOUT> them. This was a joint operation, not just Navy SEALs, but there were intelligence operatives who went -- they had been planning this for a long time."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Describe those Navy SEALs to us, because, you know, we hear about them, we read about them. This was a joint operation, not just Navy SEALs, but there were intelligence operatives who went -- they had been planning this for a long time.",
    "statement": "They'd been planning it for a long time. They had been -- they had been building mock-ups of what the compound looked like. This is what these folks do. This is what the CIA does. The defense intelligence against work on it, as <WELL>. And this is what you <EXPECT> our Joint Special Operations command, consisting of Navy SEALs, Army commandos, Army Special Operations people, our Delta Force -- lots of resources you can -- you can pull forward. But the SEALS are at the top of the -- the top of the list of these kinds of units."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "They...",
    "statement": "-- when you were the -- the secretary of State -- and you used to, <OBVIOUSLY>, go into The Situation Room in the West Wing of the White House, when you were chairman of the Joint Chiefs. At one point in your career, you were the national security adviser. Do they have the technology, during that 40 minutes that the troops were on the ground, the helicopters were there, for folks, including the president, in The Situation Room, to be watching or listening and hearing commands, knowing what's going on?"
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "-- when you were the -- the secretary of State -- and you used to, obviously, go into The Situation Room in the West Wing of the White House, when you were chairman of the Joint Chiefs. At one point in your career, you were the national security adviser. Do they have the technology, during that 40 minutes that the troops were on the ground, the helicopters were there, for folks, including the president, in The Situation Room, to be watching or listening and hearing commands, knowing what's going on?",
    "statement": "During my time, we weren't <QUITE> that advanced. But what's happened in the last 10 years with respect to technology, I'm <<<SURE>>> it was <QUITE> possible. I don't <KNOW> exactly what the president was able to see and what they were showing him. And John Brennan didn't -- didn't <CLARIFY> that for us. But what I'm <ABSOLUTELY> <<<SURE>>> of is that they had minute by minute, second by second control and knowledge of what was going on inside that compound."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "must": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "During my time, we weren't quite that advanced. But what's happened in the last 10 years with respect to technology, I'm sure it was quite possible. I don't know exactly what the president was able to see and what they were showing him. And John Brennan didn't -- didn't clarify that for us. But what I'm absolutely sure of is that they had minute by minute, second by second control and knowledge of what was going on inside that compound.",
    "statement": "And you can <ONLY> <<IMAGINE>>, General Powell, during those 40 minutes that the troops were on the ground and there was this firefight and <ALL> of a sudden they're told, in The Situation Room, a helicopter is no longer operating, we've got a problem, how -- how -- how nervous everyone <MUST> have been."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "may": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And you can only imagine, General Powell, during those 40 minutes that the troops were on the ground and there was this firefight and all of a sudden they're told, in The Situation Room, a helicopter is no longer operating, we've got a problem, how -- how -- how nervous everyone must have been.",
    "statement": "You really -- you really <<FEEL>> the tension at that point. And the same <THING> happened in an operation we conducted in Panama in 1989 -- and you <MAY> recall those days."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Desert One in Iran. But in Panama in 1989, we went in before the invasion with Delta Force at that time, to rescue a CIA agent who had been captured by the Panamanians. And we landed on the roof of this building, got down there, killed a couple of guards, got the guy out, the helicopter took off and immediately landed on the street. It lost its power. And we were, fortunately, able to get to that helicopter before anything else happened and we saved our guy. But there always is risk in these kinds of operations. Things go wrong. Mistakes happen. But in this case, it was executed brilliantly.",
    "statement": "Stand by for a moment, General. We have a lot more to discuss. We're going to continue our conversation with General Powell. We'll <TAKE> a quick break. I want to <KNOW> whether or not he believes the photo of Osama bin Laden's body <SHOULD> be released to the world by the U.S. government. We're going to hear General Powell's answer when we come back. Also, did Osama bin Laden deserve a burial in compliance with Muslim tradition? U.S. officials say that's what he received. We're taking a look at the pains taken to respect bin Laden's religion. Also, people have gathered at the sites of the 9/11 attacks to celebrate bin Laden's death. But are they putting themselves at risk for a new attack by Al Qaeda followers? Stay with us."
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There are <<MAYBE>> fewer shoppers, but at least those looking for great post-Christmas deals had plenty of options this past weekend. Retailers offered deep discounts in hopes of making up for weak holiday sales. NPR's Cheryl Corley reports from Chicago."
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We do.",
    "statement": "So you did <WELL>?"
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "A good deal on a purse, a coat, and some clothes. McCilley Calhoun(ph), who was shopping with Galagher, says it was obvious many stores are hurting.",
    "statement": "I used to be in retail, and there's way too much on the racks for this time of year. I mean the shelves are like they were before Christmas, you <KNOW>, it <SHOULD> be - the racks <SHOULD> be bare."
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And now, says Krugman...",
    "statement": "The name of the game is clearing the shelves and getting that merchandise out the doors and freeing up cash."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Trumponomics 101 in session. THE LEAD starts right now. According to Donald Trump, making the American economy grow is easier than it looks, bigger tax cuts, better trade deals, fewer regulations. But under his plan, who saves the most? Who saves the least? And who will <TAKE> care of the kids? He watched his brother die, a 10-year-old boy killed while riding a water park slide, as a witness said his brother saw everything. Now today new questions <ABOUT> whether this 17-story super chute <SHOULD> have been opened to begin with. Plus, paging the department of personal vendettas -- a new report alleging Roger Ailes used the FOX News budget to settle personal scores and avenge petty slights. Welcome to THE LEAD. I'm John Berman, in for Jake today. After a week of plummeting polls, picking fights and posting tweets, Donald Trump is going with a different P-word today, trying to turn his campaign <AROUND>, policy, specifically economic policy, delivering what his campaign billed as a major campaign speech in Detroit. The Republican nominee, interrupted more than a dozen times by protesters, offered his prescription for an American first economy and laid out his plans to create jobs, <TAKE> on trade agreements and simplify the tax code, this as a new CNN poll of polls finds that Trump is trailing Hillary Clinton by double digits exactly three months before Election Day. CNN Chief political correspondent Dana Bash joins me now. Dana, the stakes were very, very high for this economic speech today."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "We need to stop believing in politicians and start believing in our great country.",
    "statement": "Donald Trump delivered a detailed economic policy speech, but his goal seemed to be more fundamental, reminding voters that he's an outsider eager to disrupt a broken system."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "sure": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Our party has chosen to make new history by selecting a nominee from the outside, and that's outside of the very, very already proven rigged system.",
    "statement": "Trump made <<<SURE>>> to re-up his core anti-trade populist messages his campaign believes <<COULD>> play <WELL> in places like hard-hit Michigan."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "American cars will travel the roads. American planes will connect our cities. And American ships will patrol the seas.",
    "statement": "But he also used his speech to the Detroit Economic Club, businesspeople, to talk tax cuts and court college-educated wealthier GOP voters that polls show Trump <MAY> be at risk of losing."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "My plan will reduce the current number of brackets from seven to three and dramatically streamline the process.",
    "statement": "And he warned GOP voters considering voting for Hillary Clinton <ABOUT> her plans."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Before he even spoke, the Clinton campaign released a Web video trashing Trump's plans.",
    "statement": "I <WOULD> borrow <KNOW> that if the economy crashed you <<COULD>> make a deal."
  }
]