[
  {
    "transcript_id": "CNN-376520",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "That's right. I think so. Yes, so overall it was a really solid report, plenty for the president to brag about with the unemployment rate near a 50-year low. But there still are some worrying signs. There's a but. Manufacturing, construction and mining jobs so far this year are less than half of what they were last year, so there is some evidence that the trade war is having its effect. I don't think this report is going to change anyone's mind about where they thought the economy was last week. Overall it might be kind of the least interesting thing that happened this week at a pretty wild week of economic news where the Fed cut rates for the first time since 2008 and you had these massive new China tariffs. That's a $30 billion new tax that the president has announced.",
    "statement": "And so, again, the base numbers, the numbers most people process quickly, the unemployment rate, jobs growth. If you're the president running for re-election, that is candy. I mean you are very happy with any president running for re-election. You're thrilled with that. But to the warning signs. This from the Alliance for American Manufacturing president. July's unemployment report -- employment report shows that factory jobs continue to underperform in 2019 compared to last year. The slowing economy has contributed to this underperformance, but the administration has also committed some serious unforced errors. We want to see a surge in restoring new manufacturing job, but the administration's policies have fallen short of getting us there. This is a -- this is a <QUESTION>, you talk especially <ABOUT> the tariffs, where political advisers who say, Mr. President, back off."
  },
  {
    "transcript_id": "CNN-123686",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And what FISA typically allows, current law allowed, was foreign to foreign communications without a warrant. Because if you're going to wiretap American cell phones, e-mails, that sort of thing, you've got to show probable cause. So my thought was, why give this blanket immunity to telecom companies, which is highly unprecedented, highly unusual. Why? It's been reported and people are sort of thinking about it and saying it's because the White House doesn't want to be scrutinized, doesn't want this wiretapping program, warrantless wiretapping program scrutinized, and the way it gets scrutinized is lawsuits. There are 40, over 40 pending lawsuits in California.",
    "statement": "So here's the position that the White House is taking, saying we got to have retroactive immunity because these telecommunications companies won't want to participate in this program. And therefore, we won't be able to get the information that we need. I mean, obviously, part of that is true. But you <<<THINK>>> that there's a broader implication here that the White House doesn't want attorneys going through the discovery process and these lawsuits, snooping <AROUND> this program."
  },
  {
    "transcript_id": "CNN-380784",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "I mean we didn't even play the beginning, which starts with, look at these folders, my back to school folders, and it starts with -- it tricks you because at the beginning you think that it's a back- to-school commercial about going to get your back-to-school supplies, and then it transitions into what is, frankly, the new normal for our students.",
    "statement": "Yes. And that's just -- that is the whole point of the PSA, that this is what our kids are experiencing now in school. I mean last year was one of the worst years for school shootings on record with over 94 happening. This is not -- we're so much better than this. And what we want to teach people is, parents need to get engaged in this issue. They need to understand that this is what our kids are experiencing and yet there are actions we can <TAKE> to prevent it."
  },
  {
    "transcript_id": "CNN-183080",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Santorum could easily lose Pennsylvania because he got crushed the last time he ran for statewide office in 2006. This is Mitt Romney's race to win. He stays on course, he's going to be the nominee and he's the strongest one to oppose Obama in November. No question about it.",
    "statement": "<WELL>, we'll certainly see, won't we? Thank you so much for joining us this morning, Shira, Boris, and Tim. We'll see you next time."
  },
  {
    "transcript_id": "CNN-42941",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Democrats are accusing you of kind of a special interest bill, and they're saying this is about helping out these security companies. They are pointing to the aggressive lobbying effort out there, and they are saying, you have politicized this process. What do you say to them?",
    "statement": "<WELL>, I <<<THINK>>> the Democrats have put people's safety beneath politics, unfortunately. They came out hastily in the Senate, wrote a really poor bill, which doesn't even cover all modes of transportation, puts security in the Department of Justice, something that the president doesn't even want. It's a very poor bill, because they did it in haste. What we've done is we've taken our time, looked at what the needs were, worked with the president. The president knows what we need, and that's what we are trying to do today."
  },
  {
    "transcript_id": "CNN-278796",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Look, it's a Bernie person. It's a Bernie -- hello, Bernie. Hey, Bernie, get your people in line, Bernie. Get your people in line. Can you imagine Bernie saying that Trump should get his people under control and they put in these people.",
    "statement": "Sanders' camp responded with this quote. \"As is the case virtually every day Donald Trump is showing the American people that he is a pathological liar, obviously while I appreciate that we have supporters at Trump's rally in Chicago, our campaign did not organize a protest. Let's talk <ABOUT> this. Sara Murray is inside the Trump event happening today in Cleveland, Ohio. Jim Acosta is in Kansas City, Missouri where Ted Cruz just spoke. And a Trump rally will happen later today. Jeff Zeleny is in Chicago. Sara, to you. This back and forth between Bernie Sanders and Donald Trump over and over again today <ABOUT> <<SORT OF>> who incited this -- who is a proponent of the violence, who is not. What are people saying where you are at the rally today?"
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "apparently": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "With me right now, Nicole Partin, investigative reporter joining us via Skype. Nicole, I want to go back to the time of her marriage in Alabama. What happened?",
    "statement": "Good evening, Nancy. Yes, here we have a young, young lady who <<APPARENTLY>> has her whole life ahead of her, 26 years old. They marry. Eleven days later they go on this whirlwind beautiful honeymoon to Australia where they planned this amazing diving adventure and unfortunately that`s when things go terribly, terribly <WRONG>."
  },
  {
    "transcript_id": "CNN-332937",
    "matched_terms": {
      "apparently": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Good evening, Wolf.",
    "statement": "How concerned are you, Mayor, that the <<SUSPECT>> was flagged to the FBI, they <<APPARENTLY>> were unable to identify him, and passed that information on to local law enforcement authorities in Broward County?"
  },
  {
    "transcript_id": "CNN-122697",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, the presence would have to be troops, though. I mean, it's not going to be Girl Scouts.",
    "statement": "<WELL>, yes, that's true. There are lots of other places, obviously, in the country we still have a presence, obviously. I <<<THINK>>> that's what the comparison was he was trying to make, when American casualties are not occurring. What <ABOUT> in South Carolina, though? So much talk <ABOUT> the state there and what will happen there regarding the African-American vote. What are your predictions on that, Michelle?"
  },
  {
    "transcript_id": "CNN-93793",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "What started as a minor dispute is now a full-blown legal battle. Al Renauto is suing his homeowners' association. It all started three years ago, when Renauto decided to put in these wrought-iron railings along the front steps of his house.",
    "statement": "Because our son was <<PROBABLY>> <ABOUT> 2, and he was now walking. And the steps are <<KIND OF>> high, and you can fall off either side, or down the front stops."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, she`s out of control. I mean that`s the whole point. As mentioned earlier, I mean, she sees stardom and she`s running after it with every ounce of energy she has. And it`s really sad. Totally, as judge said, a disrespect to the family and all of us who have to listen and watch her.",
    "statement": "Yes. I have to get to this very strange development. What`s up with the baby talk? <<COULD>> there be two in the picture. TMZ reports Casey`s adopted daughter Ava will be raised by Casey`s family in New York. Casey adopted this child from Kazakhstan in 2007. Then a month ago Casey`s mom took custody of the child and brought her to New York <<REPORTEDLY>> concerned for the child`s safety. Casey`s parents are divorced. Her mom Sale, married to Ahmad Rashad, the former pro football player and now <WELL> known sports caster. Now Tila is tweeting that she is pregnant. In December she tweeted something <ABOUT> becoming a surrogate mom for her brother and his wife. Rob Shuter, I want to give you the final word on all this."
  },
  {
    "transcript_id": "CNN-122139",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I was thinking that I'm in dream. And still now, it continue to move in my head.",
    "statement": "You still <<<THINK>>> <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-239637",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "Well, you know, if you had a sense of humor, maybe you would have laughed. It was just a sound check, you know. And you shouldn't take any of these things that seriously. Obviously, you know -- .",
    "statement": "A <<SENSE>> of humor? A <<SENSE>> of humor?"
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Yes, if any officers get killed, they don't want the mayor to come to the funeral. The mayor has to go to the funeral. Actually, the mayor has to start taking over right now and start getting on TV and having press conferences by himself.",
    "statement": "You <WOULD> like to see a stronger or more --"
  },
  {
    "transcript_id": "CNN-166457",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "expect": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Aren't we expecting a little too much of him?",
    "statement": "No. I mean, I <EXPECT> a lot from Barack Obama not because he's black but because he's the president and because black people voted for him. So, I <<<THINK>>> he owes black people a whole bunch. The <QUESTION>, though, is what strategic approach do we <TAKE>? I <<<THINK>>> the approach is to challenge President Obama but for us to organize and drag him back to the left. Other groups dragged him to the right. We saw him push to the right on offshore drilling, we've seen him drag to the right on free trade, we've seen him drag to the right on Wall Street reform. Let's drag him back to the left on issues that matter <AROUND> unemployment. That's what we need to do. So, does Barack Obama have a responsibility? Absolutely. But I <WOULD> love to see those of us who are critiquing President Obama organize and form movements that force him the other way. That's the real work that has to be done."
  },
  {
    "transcript_id": "CNN-278998",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Sarah Palin has some choice words for the demonstrators labeling them thugs at a Trump rally in Tampa.",
    "statement": "What we don't have time for is all that petty, punk-ass little thuggery <STUFF>."
  },
  {
    "transcript_id": "CNN-111132",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "reduce": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What does it mean to be an immigrant nation now?",
    "statement": "<WELL>, I <<<THINK>>> it means now that we need to be connected with a broader part of the world than we've been in the past. An immigrant nation here and now in the 21st century is not just bringing people in from Europe, not just bringing people in with the saying, <<SORT OF>> ethnic stock that we knew for the last 200 years in this country. I <<<THINK>>> we need to reach out to these other countries. And I <<<THINK>>> our immigration policy is getting there. I don't <<<THINK>>> we <SHOULD> <REDUCE> the number of immigrants. I <<<THINK>>> we <SHOULD> at least broaden the countries even that we bring immigrants in from."
  },
  {
    "transcript_id": "CNN-104877",
    "matched_terms": {
      "may": "ungraded",
      "probably": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But the fact that you said, you know, they take all the information and, of course, analyze it, and if it's deemed necessary, it then gets to the president, because it did not get to the president, does that say anything conclusive?",
    "statement": "Not really. And, in fact, there was another report that came the day before -- the day after this one did that was from Pentagon and Central Intelligence people, and, in fact, I was briefed on it. This was <MAY> 28th, I <<<BELIEVE>>>, 2003, which said that they believed these <<PROBABLY>> were biological weapons labs. So, there was a lot of disagreement and ferment within the government over this. The predominant <VIEW> at the time, and the president correctly stated it, was that they <<PROBABLY>> were labs. That <VIEW> was overcome, eventually. So, all you have here is a story where, <WELL>, the first word that some people thought it wasn't, that they weren't labs, did come earlier. But it didn't come to the White House. So, you know..."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And some skeptics suggest, the graph on its own does not prove a link between human production of greenhouse gases and global warming. True, perhaps, but it is only one graph, one compelling piece of circumstantial evidence.",
    "statement": "Up next: Global warming meets hot air. We are going to tell you what these guys are doing <ABOUT> the problem. And what <ABOUT> their predecessors? We're keeping everyone honest here. And what does global warming have to do with world peace anyway? A lot more than you <MAY> <<<THINK>>>. Stay with us. We have got the inside scoop from the U.S. military, not just Al Gore."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Darien, Connecticut, hello.",
    "statement": "John Ramsey, Mr. and Mrs. Ramsey. John, I like what you said <ABOUT> contribute to society, very motivational, uplifting. Patsy, will you then go <AROUND> speaking <ABOUT> ovarian cancer, as a platform, which <WOULD> be fabulous?"
  },
  {
    "transcript_id": "CNN-77778",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There is a new symptom of West Nile Virus, first revealed in small numbers last year, looking again to be on the rise again this year. The virus can cause a polio-like paralysis. Dr. Sanjay Gupta picks it up from there in our \"House Call\" this morning. Sanjay, what gives here?",
    "statement": "Good morning. Yes, <WELL>, first of all, it's important to point out right at the top that most people who get West Nile virus will never even know that they had it. In fact, only <ABOUT> 20 percent of people develop any symptoms at all. These are the symptoms people have been hearing <ABOUT> for <QUITE> some time now. They include fever, headaches, body aches, skin rash and swollen lymph glands. Bill, a very small percentage of people, <ABOUT> one in 150 people or so, will develop more profound symptoms. <TAKE> a look at the list there, headaches, high fever, neck stiffness, disorientation, tremors, muscle weakness and paralysis. It's these last two symptoms that have caused some concern. These paralysis-type symptoms have caused some people to actually dub this the new polio. Remember polio was also caused by a virus, causing weakness. There have been <ABOUT> 18 cases now, all of them centered in northern Colorado, almost <<SORT OF>> a cluster of cases. Most of the cases of this <<SORT OF>> paralysis being focused on that area of the country. This is a higher number. There were only a few cases of paralysis associated with Vest Nile Virus over the past several years. They're not <<SURE>> if the numbers have actually increased because more people are reporting it, or because the numbers are going up, but this is obviously something infectious disease experts are going to be watching <QUITE> closely -- Bill."
  },
  {
    "transcript_id": "CNN-67754",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, it's pretty miserable. And naturally, if you're driving into this, you're not going to be able to see very well. What it means is that you're going to have -- you're going to have dust covers on your machine guns and everything that's exposed, if you have them. And when you're working on the equipment or driving, you're going to try to organize your immediate surroundings so you've got protection. So you're going to keep your hand out, you're going to put a shield up or whatever. Everything makes it difficult.",
    "statement": "And quickly, what <ABOUT> the weaponry when we talk <ABOUT> laser-guided bombs, do they have a difficult time working in these kinds of conditions?"
  },
  {
    "transcript_id": "CNN-298726",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, good advice, indeed. All right, Will, thank you.",
    "statement": "We're also following the Trump transition. Our political reporter Sara Murray is joining us with the latest. Sara, Trump held another flurry of meetings today, certainly over the weekend as <WELL>. What are you hearing?"
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The very latest in this case is about an hour ago I just got off the phone with the Captain McLaughlin (ph) and he said that they are still receiving a lot of leads on Susan Powell`s case. They are prioritizing those leads. They are going out; they are searching various areas to be able to rule tips in and out. So that`s -- this is a good sign that we`re three weeks into this investigation and that leads are still being called in. At this point, he still believes that Josh Powell is visiting family members in Washington State with both of his sons. And they are still moving forward in this case, as Josh Powell only being a person of interest. He has not graduated to becoming a suspect at this point. And last week, the assistant chief did confirm to me that there are other persons of interest in the case. But investigators have not come forward to name those particular persons of interest. As far as the search warrants that you mentioned, Jim, they are filed with the court and usually made public after 20 days of the filing. And so when this motion came forward, to be able to seal those documents what is known to be inside of them are usually statements from police and things that are very close -- very sensitive to this particular investigation. I can tell you, five search warrants have been served total; three on the home, one on Josh Powell for his DNA and one for the family mini-van.",
    "statement": "Michelle, a lot of information there, but when you talk <ABOUT> other potential persons of interest, does that necessarily exclude Josh Powell? Or are they looking at these other people in addition to Josh Powell as a person of interest?"
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "More than 10,000 police will be deployed in addition to American federal officers. The biggest security operation here since the visit of the Pope more than seven years ago. But it's not just the possibility of terror attacks the president has to contend with. A number of large demonstrations are planned, none of them very welcoming. When First Lady, Laura Bush visited Jerusalem's holy sites in 2005, she faced angry crowds of Israelis and Palestinians. Forcing Israeli police to form a human wall between the First Lady and protesters. Security analysts say the greatest risk may be during such volatile situations, when an individual is suddenly inspired to take violent action.",
    "statement": "We are talking <ABOUT> the crazy men, crazy Palestinian or somebody who is sent here not by Hamas or by I don't know what, <<PERHAPS>> he went to the mosque and he heard something and he will do something. That's the only risk I <<<THINK>>> that we have here."
  },
  {
    "transcript_id": "CNN-74819",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, I think we're all glad when an investigation like this can conclude and the church can get back on with it's business. So, yes, I'm happy and I suspect everyone here is.",
    "statement": "Ellis Brust, archdiocese of Florida, you have been on record as saying you don't <<<THINK>>> is such a hot idea, the concept of an openly..."
  },
  {
    "transcript_id": "CNN-72714",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "If someone was hoping the Supreme Court would clear up the confused law over affirmative action he will probably be disappointed. The decisions in the two cases were mixed. What dissenting Justice Scalia called a \"split double header which seems perversely designed to prolong the controversy and the litigation.\" Writing for the winning 5-4 side in the Michigan law school case, Justice Sandra Day O'Connor said: \"The use of race is not prohibited by the Equal Protection Clause of the Constitution, that the school could use a subjective judgment in an effort to achieve meaningful diversity in education.\" The other case involved a challenge to the University of Michigan's more structured undergraduate admissions program with added points assigned to minorities. Chief Justice Rehnquist wrote the 6-3 decision saying \"it violates the Equal Protection Clause that this one went too far in considering race.\" It was a set of rulings that allowed both sides to declare victory.",
    "statement": "What it means is its core is that affirmative action <MAY> still be used and the court has given us a road map to get there and so we are very, very excited and very pleased."
  },
  {
    "transcript_id": "CNN-123395",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "There's Ghana, here's Nigeria. Let's look at the actual game. I mean, 24 games, 24 games - was there any football that you just thought, that is fantastic footie?",
    "statement": "In terms of fantastic football, there have been some great goals. Five of which have come from Samuel Eto of Cameroon in just three matches. And in doing so, he broke the all-time record for career goals in the African Cup of Nations with 16, and that record had lasted for I <<<BELIEVE>>> for 37 years. So that's some going. The <THING> is, with him, is that not only is he a great striker in his own right, but he makes other defenders <<<THINK>>> <ABOUT> him, where he is. While they are thinking <ABOUT> him, that opens up the road for other players to score. So he is very key, and he's one of the players you've got to watch out for at all times. The man from Barcelona."
  },
  {
    "transcript_id": "CNN-146028",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Let me jump in for one second. Let's assume...",
    "statement": "... off the balance sheet. And I <<<THINK>>> at some point, we have just got to say time-out here. In short term, we are going to need to keep spending, because we have got to make <<SURE>> that we get this economy headed back in the right direction. But we've got to have a plan in place which both sides can agree on, Democrats and Republicans, both are going to have to make some hard choices. I did that as a governor. Every governor <AROUND> the country has to do that year in and year out, and I <<<THINK>>> we need that same discipline here. And the only way I <<<THINK>>> we'll get it done is if we say bipartisan, come together, vote it straight up or down, <TAKE> our lumps, both spending and revenues."
  },
  {
    "transcript_id": "CNN-215736",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "expect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So could this actually be a huge step towards breaking the impasse? We got word a couple minutes ago via a tweet from the White House press secretary saying, \"POTUS invites Senator Reid, Nancy Pelosi, McConnellPress and @SpeakerBoehner to the WH later today to discuss the need to reopen the govt, raise the debt limit, \" all of that. Want to bring in our major players here. Dana Bash on Capitol Hill. Brianna at the White House. Brianna, let's go to you at the White House. First of all, I mean we know the pressure's on here, but the president has made very clear he's not negotiating the -- actually the Obamacare and attaching it to the budget. So what is he going to offer?",
    "statement": "<WELL>, at this point, we don't actually <EXPECT> that he will offer anything. That's what White House officials that I've spoken to are saying, Suzanne. This isn't, as we understand it, going to be a negotiation. We are told that when congressional leaders come here at 5:30 p.m. and they meet with President Obama, that his message will be what it has been, which is that he says he will not negotiate on Obamacare, he wants Congress to pass a clean funding bill, as you've heard it called, so a funding bill without any conditions attached, without any Obamacare delay or defunding, and that he wants them to increase the debt ceiling as <WELL> without any conditions. What we've been watching here in Washington is this <<KIND OF>> endless loop of the House putting a bill out there, the Obama administration putting a veto threat on it, the Senate dismantling it, sending it back to the House. So I <<<THINK>>> the White House here, after four <<SORT OF>> goes of that, President Obama is having this meeting. I will tell you as <WELL>, Suzanne, as far as we know, at least right now, this isn't going to be on camera. So we <MAY> not see it. I <<<THINK>>> this is President Obama bringing congressional leaders in and telling them to move forward, that they can't mess with his signature health care reform program. And it's <<KIND OF>> more of what we've heard him say, just saying it again."
  },
  {
    "transcript_id": "CNN-404452",
    "matched_terms": {
      "think": "ungraded",
      "wonder": "ungraded"
    },
    "previous_statement": "Well, I mean, obviously, it's clear that people throughout our community sometimes need that mandate, our businesses need that mandate. So I think the governor is absolutely correct. We agree that the science says that wearing a mask lessens our exposure to the infection. So in this case, we just decided here that it was -- we needed to mandate it, particularly since we have so many visitors coming into our city during this time of the year.",
    "statement": "As you know, the governor resisted a lot of these steps early on. I <WONDER>, do you <<<THINK>>> that that cost lives and infections in the state of Georgia?"
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Anything that would prevent anyone who was a witness from telling of their experience, in grand jury rules, I mean?",
    "statement": "The grand jury rules limit the prosecutors. They don't limit the witnesses. I know there's a debate out there from people as to who <SHOULD> say what <ABOUT> what, and I'm not wading into that, other than I have asked people, as a request, not to compromise the investigation by talking. And I'll just leave it at that."
  },
  {
    "transcript_id": "CNN-166735",
    "matched_terms": {
      "about": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "It sure would.",
    "statement": "I understand the House got another chance to go on the record <ABOUT> the military campaign in Afghanistan. Can you give us a <<SENSE>> of how that played out?"
  },
  {
    "transcript_id": "CNN-362071",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "positive": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "All right, Phil Mattingly live for us there. Thank you so much. Appreciate that. So U.S. markets haven't moved a great deal since we learned about this, this news that the President might end up declaring an emergency on the border. But from CNN Business, I want to bring in Paul La Monica and Matt Egan joining us live now. So this news, sorry to spring this on you guys, but this news just broke literally five, ten minutes ago. Here is the thing. When you think about the fact that this country is $22 trillion in debt and the President is declaring a national emergency on the border, presumably getting that $5 billion or so for the border wall, taking that money from the Defense Department, when you think about the fundamental sort of macroeconomics of this, Matt, what goes through your mind?",
    "statement": "So, I don't really <<<THINK>>> the market is all that focused on the debt and the budget implications. What the market cares <ABOUT> is whether or not there's a government shutdown because that hurts confidence, it hurts growth and it means that the Fed and the investors are flying blind when it comes to economic data. And so from the market's <PERSPECTIVE> if this means there's no shutdown, that is a <POSITIVE> and if this this means that the border wall won't be a bargaining chip in the future fight over the debt ceiling, that's another <POSITIVE>."
  },
  {
    "transcript_id": "CNN-180063",
    "matched_terms": {
      "should": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Sounds like a horror movie or a trailer from a horror movie. That's from the pro-Gingrich super PAC winning our future. It's a trailer for another one of those so-called documentaries like the ones that super PAC ran in South Carolina. Whether it will be any more accurate than last one as anybody's guess. What's almost certain is that it's designed to damage Governor Romney both now and further down the road. Despite Romney's momentum in Florida, the Gallup's national polling suggests the race could stretch on. It shows speaker Gingrich maintaining a hefty lead over Romney, 32 to 24 percent nationwide. That eight-point gap in fact is the widest it's been since polling began earlier this month. Now, those numbers can and no doubt will change. But for now, they give the Gingrich camp reason to continue, whatever happens next in Florida, whatever happened last night. What's happening now in Florida is the Gingrich-Romney brawl over ties that Fannie Mae and Freddie Mac which Republicans blamed the housing meltdown. It erupted in last night's CNN debate.",
    "statement": "We discovered to our shock, that governor Romney owns shares in both Fannie Mae and Freddie Mac. Governor Romney made a million dollars of selling some of that. To <<MAYBE>> governor Romney in the spirit of openness <SHOULD> tell us how much money he has made off of how many households that have been foreclosed by his investments."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What does the chemo do?",
    "statement": "<WELL>, this chemo --"
  },
  {
    "transcript_id": "NPR-17129",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The energy bill, they did get an energy bill passed, but it doesn't have things like drilling in the Arctic National Wildlife Refuge that the president wants. He wants greater expansion of nuclear power in the U.S. That's not there yet. The president did not get the on-going funding for all of next year for terrorist surveillance programs that he wanted. So there are number of key things from the perspective of this White House the Congress was able to block.",
    "statement": "Let's talk <ABOUT> some other things that are happening with the White House. Several congressional committees are investigating the White House, most recently to find out what was known <ABOUT> the destruction of several CIA interrogation tapes. How has the White House dealt with this scrutiny?"
  },
  {
    "transcript_id": "CNN-106309",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "sense": "ungraded",
      "understanding": "ungraded",
      "take": "ungraded",
      "anticipate": "ungraded",
      "hope": "ungraded",
      "change": "ungraded",
      "reduce": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And then I'm looking forward to dinner. Welcome.",
    "statement": "Thank you, Mr. President. I thank you for your kind invitation to visit Washington and for the opportunity to meet with you in discuss the main issues in our common agenda. Our meeting was enlightening. And I look forward to working closely with you in the coming years to deepen the friendship, <UNDERSTANDING> and bilateral ties between the United States and Israel. I also recall our meeting in the city hall when you and I were strolling <AROUND> the beautiful building at the terrace of the sixth floor watching the walls of the city of Jerusalem. At that time, you were the governor; I was the mayor. And I <<<THINK>>> none of us thought that the day <WOULD> come that I <WOULD> have the honor and the privilege of being hosted by you as president of the United States and prime minister of Israel. I <<COULD>> <<SENSE>>, then, your deep connection to the Holy Land and your friendship and commitment to the state of Israel. I must say, Mr. President, that my instincts did not fail me. I and the entire people of Israel appreciate your true friendship and unwavering commitment to Israel's security and its <WELL>-being as a vibrant Jewish state. Your involvement in the Middle East and personal contribution to the effort toward resolving the Israeli-Palestinian conflict has been significant. The vision which you outlined in your historic speech of June 2002 of two democratic states living side by side in peace and security is the basis of any progress toward a solution in this region. Your unreserved support of the disengagement plan and your letter of April 14th, 2004, to Prime Minister Ariel Sharon -- and I join you in praying for his recovery -- were the basis for the success of its implementation. What you immediately recognized to be a historic step was later adopted by all those who were skeptical in the beginning. I intend to exhaust every possibility to promote peace with the Palestinians according to the road map, and I extend my hand in peace to Mahmoud Abbas, the elected president of the Palestinian Authority. I <HOPE> he will <TAKE> the necessary steps which he committed to in order to move forward. Unfortunately, the rise of Hamas, a terrorist organization which refuses to recognize Israel's right to exist and regards terrorism as a legitimate tool, severely undermines the possibility of promoting a genuine peace process. As you stated, Mr. President, the Palestinian Authority headed by Hamas government must abandon the path of terrorism, dismantle the terror infrastructure, honor agreements and recognize Israel's right to exist. By doing so, they will find us a willing partner in peace. However, we will not enter into any <<KIND OF>> partnership with a party which refuses to recognize our right to live in peace and security. Despite our sincere desire for negotiations, we cannot wait indefinitely for the Palestinians to <CHANGE>. We cannot be held hostage by a terrorist entity which refuses to <CHANGE> or to promote dialogue. If we come to the conclusion that no progress is possible, we will be compelled to try a different route. I have presented to the president ideas which I <<<BELIEVE>>> <<COULD>> help advance his vision and prevent a political stalemate. According to these ideas, we will remove most of the settlements which are not part of the major Israeli population centers in Judea and Samaria. The settlements within the population centers <WOULD> remain under Israeli control and become part of the state of Israel as part of the final status agreement. This process of realignment <WOULD> <REDUCE> friction between Israelis and Palestinians, ensure territorial contiguity for the Palestinians, and guarantee Israel's security as a Jewish state with the borders it desires. The implementation of these ideas <WOULD> only be possible with the comprehensive support of the United States and the international community. I <ANTICIPATE> working with you to explore ways to advance this. We discussed the Iranian issue. The Iranian regime, which calls for Israel's destruction, openly denies the Holocaust and views the United States as its enemy, makes every effort to implement its fundamentalist religious ideologies and blatantly disregards the demands of the international community. The Iranian threat is not only a threat to Israel; it is a threat to the stability of the Middle East and the entire world. And it <<COULD>> mark the beginning of a dangerous and irresponsible arms race in the Middle East. Mr. President, we appreciate your efforts to curb Iran's nuclear ambitions, including through the U.N. Security Council. They are of crucial importance. The international community cannot tolerate a situation where a regime with a radical ideology and a long tradition of irresponsible conduct becomes a nuclear weapons state. This is a moment of truth. It is still not too late to prevent it from happening. I thank you again for your gracious hospitality and for our discussions. I look forward to continue working with you, Mr. President. Thank you very much."
  },
  {
    "transcript_id": "CNN-251259",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "So what kind of clarity are you getting about what exactly happened? Or what might have happened?",
    "statement": "Fredricka, interestingly enough I was in Colombia during the incident that we all wish to forget, where Secret Service agents were engaging with prostitutes and I was in the midst of the bombarding of the media and the outrage that both Colombians and people in the United States and certainly this was a presidential mission where the president was in Colombia for, of course, diplomatic reasons. That was a very sad occasion. Of course we've had a number of occasions since then. I'm always a believer in getting the facts. I'm also a believer in letting the American people know and the world know that our president, which is a chief responsibility and concern, and I'm glad to say this of Republicans and Democratic members of Congress, that the commander in chief and his family are safe. That is what we want to know, above all else. Bad behavior, poor facts, we want to know that they are safe. That's going to be the singular <QUESTION> that many of us are going to be asking as we meet this week."
  },
  {
    "transcript_id": "CNN-152889",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "feel": "ungraded",
      "appear": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "All right. Matthew Chance, thanks so much. Well, it's day 79 of the Gulf oil disaster. Weather, a cause of concern now for the Coast Guard. It's closely watching a system near the Yucatan Peninsula. High seas continue to hamper cleanup efforts. And this is some disheartening news, to say the least: Bob Dudley, BP's chief of Gulf Coast restoration, says it's a reality now that those relief wells may not work. On PBS' \"NewsHour\" yesterday, Dudley admits that BP, along with the government, is exploring at least two other options now. Also, a new ship aimed at sucking more oil from the gushing well has been delayed, so as the arrival of a navy blimp that will be used to detect oil and direct skimming ships. They're cleaning up parts of Oklahoma City today. Heavy raining yesterday in Oklahoma City swamped streets, flooded homes and businesses. And emergency crews were called in to try to rescue trapped residents. In a casino in El Reno, Oklahoma, two workers were injured when strong winds collapsed a concrete tent that they were setting up, or concert tent rather that they were setting up. That accident forced the casino to cancel last night's concert featuring rock guitarist Peter Frampton. And in the Northeast, the story is blistering heat, record- breaking hot weather blamed for at least one death in Philly. More heat is on tap today, too. Let's go straight to Rob Marciano at the CNN weather center for more. Rob, it's not looking so good.",
    "statement": "No. When you look at some of these numbers that came in yesterday for record high temperatures, in Baltimore 105, 104 in Trenton, Central Park, 103. And remember, these temperatures are measured in the shade and they don't include humidity. So, if you're working outside in the sun and you coupled in humidity, it feels much, much warmer than that, dangerously warm in some cases. Where are we right now? We are at 92 degrees in New York City, 92 degrees in D.C. And already, 93 degrees in Richmond and we're not even at the lunch hour. So, that gives you an idea of just how incredibly warm things are at the moment. So, what's causing all this and will we see any <<SORT OF>> relief going forward as far as the overall weather pattern? The hot air, the core of it is over Delmarva right now, and that will slide <A LITTLE> bit further to the south. But, again, heat indices, what it feels like on you're body and inside, 100 -- at least 105 and again, in the hot sun, and if you're doing a <<SORT OF>> outdoor activity, that's going to <<FEEL>> worse than that. The core of the heat will begin to slide <A LITTLE> bit farther to the south over the next couple of days. So, we'll see slow moderation of this. But still today, I don't <<<THINK>>> it's going to be cooler as far as what it feels like. New York to Philly to D.C., and even spots back towards the west, these heat advisories and warnings through the Ohio River Valley and Tennessee Valley and then back through parts of the western Great Lakes, this <THING> is beginning to get <A LITTLE> bit to more dicey. We mention the showers and storms. Across parts of the mid- south and Oklahoma City and plains, they're <AROUND> flash flood watch again today. How much warmer do we <<<THINK>>> it's going to be later this afternoon? Ninety-nine degrees is the record high -- is the forecast high, 98 is the record, 101 expected for a forecast in Philadelphia, and 100 expected -- 101 expected in D.C. I want to point out one <THING> here -- here's what's going on in the tropics. You know, of course, we had Alex last week. This is what <<COULD>> be our next storm, which <WOULD> be Bonnie. Right now, the center of it is just <ABOUT> to emerge into the Gulf of Mexico. And you can <<KIND OF>> see back the last couple of frames here, some flare-up of thunderstorms yet. So, this is not anything yet. It's just a disturbance. It <<COULD>> become our next tropical depression, which <<COULD>> become our next tropical storm. It's forecast track is somewhere in this general direction. How strong it gets, we'll just have to wait and see. At the moment, it doesn't <APPEAR> like it's going to become a hurricane or at least a strong one. But, as you know, Kyra, these things certainly bear watching this time of year."
  },
  {
    "transcript_id": "CNN-162015",
    "matched_terms": {
      "rather": "ungraded"
    },
    "previous_statement": "There are still a few protesters here at Tahrir Square, but many are telling us that now they feel it's the time to go home. They don't believe that the protests should continue. They think that it's time they should go back to work. These people over here are saying that now is the time to rebuild Egypt and to stop protesting. OK. The most important thing now is we have to clean our square, then we have to go back to our work, and to do our jobs. So Egypt has a great - will have to do our best to make our country high",
    "statement": "At the same time, you have a lot of traffic that has come back to Tahrir Square. Most of the area here is now open to cars. As you can see, there are a lot of vehicles that are going through here. The streets are jam-pack, as they were before the demonstrations. Although right now it's Army soldiers who are directing traffic <RATHER> than the traffic police. We've only seen very few traffic police. But it is another sign that life is getting back to normal here on Tahrir Square and indeed in all of Egypt. Fred Pleitgen, CNN, Cairo, Egypt."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And then your affidavit said that a closer examination of the Palm Beach ballot said that a section of the -- what is it, it was the governor's race in the second row. Right?",
    "statement": "That's what I <<<THINK>>>, yes."
  },
  {
    "transcript_id": "CNN-256971",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "I was so excited.",
    "statement": "<<MAYBE>> the horse isn't the one who needs a cold bath, but mares are what will excite the Triple Crown winner."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "should": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Like, he`ll wake up in the morning and he`ll go, \"Oh, my God, honey, it was so beautiful: double, gut shot, inside straight.\" And I`ll be like, \"OK, honey.\"",
    "statement": "Now we <SHOULD> point out that your boyfriend, actually, won in the men`s division. But <WELL>, he came in No. 2, and you came in No. 1. So almost <A LITTLE> bit of a rivalry there, right?"
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "This is TALK OF THE NATION. I'm Neal Conan in Washington. Our guest is writer and comedian Paul Mooney. And we should tell you, Paul Mooney, we had Charlie Murphy on this program last week, telling tales, and your name just happened to come up. Let's listen.",
    "statement": "We thought that Paul was wearing a toupee, right? And we were - I <WOULD> never do that now. I was much younger. Let's pull it off on the bus. That's - we thought that <WOULD> be funny. And we was trying to <FIGURE> how to get his hat off for like, two and a half months, and we <<COULD>> never get it off. And the night we gave up was when I said, you know what? This is how we're going to get it off. I'm going to pull the fire alarm in the hotel, and you bang on the door and say, fire, fire!"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And we don't see it here but <<MAYBE>> that doesn't mean that it doesn't exist. <<MAYBE>> it's exactly that one line that's redacted above the line on page four that says --"
  },
  {
    "transcript_id": "CNN-156524",
    "matched_terms": {
      "about": "ungraded",
      "speculate": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "SHOWBIZ TONIGHT can tell you that, for years, Lisa`s lips have been a puckered-up punch line on celebrity Web sites. Even this online cosmetics forum discusses how to avoid Lisa Rinna`s lips.",
    "statement": "When you have a star like Lisa Rinna who is talented and beautiful and wonderful, but is known for one very big <THING> -- these are, of course, her lips -- they`re going to talk. They`re going to <SPECULATE> <ABOUT> whether or not she had work done."
  },
  {
    "transcript_id": "CNN-321366",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Be ready to be heartbroken soon. Devastating words for folks from Florida Keys. Martin Savidge, thank you very for your reporting. We are also getting a shocking new look inside the Florida nursing home. It is now at the center of a criminal investigation following hurricane Irma. Remember? This eight people died, more than 100 had to be evacuated after the storm knocked out the building's air- conditioning and left the residents in swelter conditions. CNN's Miguel Marquez takes us inside this tragedy.",
    "statement": "The video speaks only 34 seconds long with speaks volume <ABOUT> what was happening inside at rehabilitations center at Hollywood hills. In the hallway, a woman sit in a gurney entirely naked. The person who shot the video says the same woman was clothed in a gown when she saw her on Monday but had grown so uncomfortably hot by Tuesday, she stripped off all of her clothing and seeking relief from the heat. The woman who shot the video did not want to <APPEAR> on camera but wanted other to see the condition at the facility after hurricane Irma knocked out its air-conditioning. In the video, her 89-year-old parents, Gabrielle and Lydia Gerardo. Both were hospitalized after being evacuated from the facility Wednesday. Libya has since been discharged and Gabrielle remains in the hospital with a urinary tract infection. His daughter says he got because he was dehydrated. The person who shot the video says she was at the facility Monday and the air-conditioner was already off. The video was shot Tuesday night, just hours before the center was evacuated. It shows her father who suffers from Alzheimer with a fan next to his bed. Her mother in a second bed. Their second floor window open and the curtains lifted up to allow as much airing as possible. In the hallway, a large fan is seen in effort to keeping air moving in the facility. A spokesperson for the rehabilitation center says they contacted Florida power and light and state emergency officials immediately after losing air-conditioning. The spokesperson says the facility had adequate staffing and followed protocol throughout the crisis. This spokesperson also said water and ice were provided for residents and that this roving resident is not protocol for staying cool. Florida's agency for healthcare administration that regulates the facility told CNN at no time the facility reports that conditions have become dangerous or that the health and safety of their patients was at risk. Miguel Marquez, CNN, Hollywood, Florida."
  },
  {
    "transcript_id": "CNN-82740",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "Mr. Williams, you first became a -- came to national attention supporting Clarence Thomas in the vicious, bitter confirmation fights. What was that all about? What does that tell us about America and about black people in America?",
    "statement": "No, not <ABOUT> black people, but <ABOUT> all people. You know, I worked for Justice Thomas. I was his press secretary for four years. And I knew Anita. I mean, we <WOULD> go out and have lunch and hang out. I considered her a friend, and she saw him as a father <FIGURE>."
  },
  {
    "transcript_id": "CNN-309284",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The controversial Pepsi ad starting Kendall Jenner rubbed so many people the <WRONG> way that Pepsi has yanked it and issued an apology. Let's look at what has so many people up in arms."
  },
  {
    "transcript_id": "CNN-296767",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Fair to say, it's a tough fight and it is expected to get tougher. But Fighters on the ground have been able to secure a major stretch of the Bashika (ph)-Mosul Highway, and that is limiting the militants' movements. CNN's Michael Holmes is on the ground following it all live for us this hour in Iraq. Michael, let's talk about the position right now of the Peshmerga forces pushing ever so closer into Mosul.",
    "statement": "Yeah, they are. They're closest forward positions is <ABOUT> anywhere between six to eight kilometers from the outskirts of Mosul. They made good gains yesterday. The Iraqi military also taking over an important town as <WELL>, as they come up closer from the southeast. Now, where we are, near Bashika (ph), it was a significant win, if you like, for Kurdish forces. They came in from two directions and encircled the Bashika (ph) and surrounding villages. <AROUND> mid- afternoon, they met up and so they had completely encircled that area. We're talking <ABOUT> 100 square kilometers or so of significant geography of this battle. What they've been doing over night is consolidating that ring <AROUND>. And this morning over the last few hours we've had a lot of out-going mortars from near out position, heading into Bashika (ph). We've heard aerial activity as <WELL>. Earlier today, some artillery. Over night, we saw some illumination flares going up trying to spot ISIS position. So it's a very active situation. We heard <ABOUT> 20 minutes or so some\u007f pretty active small arms fire for a while, for a few minutes. And that, obviously, a sign what these Kurdish forces are going to do,\u007f start to go inside these villages and Bashika (ph) itself. We're told we don't <<<BELIEVE>>> there are civilians in great number inside there. So it's going to be the Peshmerga fighters against however many ISIS are in there. We heard a commander yesterday, when asked <ABOUT> the ISIS fighter, he said, there are bad people. They have to die -- George?"
  },
  {
    "transcript_id": "NPR-43366",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "The mold is thick inside some of these houses and it can be      dangerous, but that doesn't seem to deter the visitors from checking out      the devastation at least from the outside.",
    "statement": "Some sightseers even arrive in organized groups.  On this day,      it's the Down and Dirty Scooter Rally.  This year, the agenda includes      what they call a city gawking tour.  Jack Vogel, a local member of the      scooter club, says he understands the <<SENSE>> of attraction to the damage."
  },
  {
    "transcript_id": "CNN-180063",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "By the way, this is a guy that who has come back from the dead multiple times.",
    "statement": "Yes. I know, exactly. Exactly. But, you know, the states that are coming up that John King pointed out like Nevada, Michigan are very <POSITIVE> towards Mitt Romney. He'll be heading into super Tuesday with the deficit. And it does get harder to raise money when you're not succeeding on the campaign trail. And I <<<THINK>>> that it <WOULD> be difficult for him. There is the super PAC as I said. But I do <<<THINK>>> what Gingrich has to do is convince tea party voters that he is the conservative who can represent them. And I <<<THINK>>> Santorum, even though he's not going to win in Florida still stands in his way on that issue as he saw in the debate the other night. And he also has to convince people, Newt does, that he's the anti-establishment candidate and that gets more and more difficult when people realize that he cement the last few decades in Washington a."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Jeb Bush hitting back at Donald Trump today.",
    "statement": "You win when you connect with people <ABOUT> their aspirations, not <ABOUT> how great you are. How rich you are. How this you are, how that you are. That's not leadership."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "What is happening is that you're seeing the polls and I think that the Clinton campaign is getting very, very nervous.",
    "statement": "Right, but listen, listen, I see the tactic I respect it politically. But that doesn't answer the <QUESTION> of where the senator has been in favorable positions to a gun lobby that Democratic voters are ardently opposed to. Who cares <ABOUT> Senator Clinton's record, this is <ABOUT> your mess."
  },
  {
    "transcript_id": "CNN-272834",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I know you got Carly Fiorina, you got Bernie Sanders on this morning, a big show.",
    "statement": "A big show and it's hard to <<<BELIEVE>>> we are finally in 2016, which means it is actually the presidential election year, 29 days until the Iowa caucuses. So, of course, there's a lot to talk <ABOUT> with both of these candidates who are vying for the Republican and Democratic nominations. You know, both having some struggles right now, but it's presidential politics in 2016. You never know what can happen, Alison."
  },
  {
    "transcript_id": "CNN-323188",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Awful things.",
    "statement": "-- and it's not come to light. Everyone now agrees on that. But as you know, over the past few days, a lot of critics have pointed out that the president of the United States, his remarks that came out almost exactly a year ago, the Hollywood -- \"Access Hollywood\" tape showed a disrespect for women as <WELL>. You know what, I'm not going to play the tape again."
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, do we know -- was there someone that reporting this, do we know if he was using it as a throwaway line or is this something that he was stating as a fact that it happened.",
    "statement": "I <<<THINK>>> you are right. The context matters and we don't know since these are mostly anonymous sources describing this encounter between congressional leaders and Trump."
  },
  {
    "transcript_id": "CNN-86459",
    "matched_terms": {
      "expect": "ungraded"
    },
    "previous_statement": "The commission also said the nation was shocked, but it really shouldn't have been, that the warnings were out there. Among those identified today, that there were two hijackers who were identified by the national security administration as al Qaeda, and for some time, they were on a terrorism watch-list as of August of 2001. Now, there was a lack of information-sharing following the attack on the USS Cole, and also a lack of discovery about false statements that the terrorists made on visa applications. At the same time, the commission also said our borders are becoming very porous, allowing terrorists to come and go. Now, for years, the commission said, Osama bin Laden built up an al Qaeda army virtually unimpeded in Afghanistan, and he raised a fortune to fund his terrorist operation. Now, even if Osama bin Laden were to be captured or killed, the commission members said his message of hatred for America and its policies will live on.",
    "statement": "We <EXPECT> further attacks. Against such an enemy, there can be no complacency. This is the challenge of our generation. As Americans, we must step forward and we must meet that challenge."
  },
  {
    "transcript_id": "CNN-388781",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, we're focusing on that one word \"disturbed.\" But, if you read the entire article, the local interview she did in Alaska, she agrees with Mitch McConnell that we should use -- that the Senate should use the Clinton impeachment rules. She's on the same page, singing from the same song sheet. So, we're focusing on this one word, when it turns out they're actually in agreement on this as of now. We'll see if others come forward. I doubt that will be the case. You know, if Murkowski is able to cobble together some coalition of more moderate Republicans that go to McConnell and say we're concerned. But it but it sounds like they're all but it sounds like they're all on the same page. And to piggyback on what Hilary was talking about, the House doesn't get to dictate how the Senate impeachment trial is conducted, just like the Senate cannot tell the House how to conduct the impeachment inquiry itself. The idea that Nancy Pelosi and the House can tell Mitch McConnell and his caucus how to do this is farcical. This is all political. It's a political process. Not a criminal trial proceeding. And they're just playing politics with this delay.",
    "statement": "But, I <<<THINK>>> -- I mean, let's all be --"
  },
  {
    "transcript_id": "CNN-206184",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Send him back to Russia.",
    "statement": "It's too sad for words. It's too sad. He shouldn't be here. He <SHOULD> never have come. If he had never come it <WOULD> have been -- none of this <WOULD> have happened. He had every advantage he <<COULD>> have here. He shouldn't be buried here."
  },
  {
    "transcript_id": "CNN-177261",
    "matched_terms": {
      "about": "ungraded",
      "a bit": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Here's a provocative <QUESTION>. Is an agency of the United States government using its power and your money to help Mexican drug cartels launder millions of dollars in profits? That allegation is being made now against the Drug Enforcement Administration as part of its program to try to track and crack the drug money trail. \"The New York Times\" reports it's very similar how it operates to how the Bureau of Alcohol, Tobacco and Firearms permitted Mexican drug smugglers to buy American weapons through Operation Fast and Furious, that, again, program designed to learn more <ABOUT> cartel operations. Congress is investigating Fast and Furious. And now that investigation will be expanded to include these money laundering allegations. And the man leading that investigation is Congressman Darrell Issa. He's chairman of the House Oversight and Government Reform Committee. Mr. Chairman, thank you for your time tonight. You sent this scathing letter to the attorney general asking questions <ABOUT> this program. He was supposed to brief your committee tonight and he's to testify tomorrow. Have they sent any materials up to you on this day that calms you down <A BIT> and answers some of your questions?"
  },
  {
    "transcript_id": "CNN-227508",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "-- from the heart.",
    "statement": "We appreciate your words of encouragement and your candor. And it's good to see you guys and continued good health and <WELL> being -- ok. Thank you so much for joining us."
  },
  {
    "transcript_id": "CNN-72698",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, if you're asking me if this is my favorite subject, the answer is, no, it isn't. But I was asked to do a job. These are hard times. And governors are expected to make tough decisions. I'm going to do it. I'll tell you this, Judy. I have faith in the electorate. I've run five times statewide for governor -- for statewide office in this state, and the electorate has been good enough to support me every time. I like to believe they made the right decision last November. And if they're asked to make another decision, I think they'll make the right decision again.",
    "statement": "Arnold Schwarzenegger, do you <<<THINK>>> he'll try to run?"
  },
  {
    "transcript_id": "CNN-78059",
    "matched_terms": {
      "about": "ungraded",
      "allegedly": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "a bit": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "CNN's Gary Tuchman for us. Yes, we will all be waiting to hear what the judge has to say in that case. Gary, thanks. Well, what can we expect today in court? Joining us this morning is Linda Fairstein. She is a former prosecutor of sex crimes here in New York. It's nice to have you. Thanks for joining us. And I want to get you to weigh in with your experience on this case. First, the defense seems to be operating under the theory that a strong offense is the best defense here. Do you think today we're going to see the shock of the allegations or sort of the drama in the courtroom that we saw last week?",
    "statement": "I <<<THINK>>> last week's shocker was the <QUESTION> <ABOUT> sexual acts <<ALLEGEDLY>> within three days with three other men before the attack. And I <<<THINK>>> they're going to calm down <A BIT> today in court, because I <<<THINK>>> the motion filed by the prosecution last night is to put an end to that <<KIND OF>> shot across the bow in public."
  },
  {
    "transcript_id": "CNN-3227",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I think she looks marvelous. I think I look quite stunning myself.",
    "statement": "A lot of carats, more than a rabbit <<COULD>> eat, more than 20 rabbits <<COULD>> eat."
  },
  {
    "transcript_id": "CNN-227608",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they are still confused about whether or not it is the voice of the pilot or the voice of the co-pilot. So, even with that audio recording, as you say, Wolf, they're still verifying it. And I think vthat perhaps the families could have taken it if they came out and said, look, we just don't know. But in releasing the early information and then being definitive that it was the co-pilot, now going back on that, obviously, the families throughout this are saying, look, what do you know? What do you really know? And if you know something, we want to see the evidence of how you know that. I should say, Wolf, that the Malaysian government has said at the next -- their next meeting with those family members, they will release the full transcript of those last few moments of that flight.",
    "statement": "I'm <<SURE>> they want more than the transcript. They want the actual audio recording of that conversation. The full transcript in the -- in English, as it was provided, that <WOULD> be an excellent start. But the audio recording, they <SHOULD> release that as <WELL>. Let's talk <A LITTLE> bit <ABOUT> the search, Paula. What's going on right now? Because even though they have come up so far with nothing, they're stepping up the effort."
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "getting defensive. We've been talking about tax and investment strategies. How to look -- how to keep your career on track is the next topic. The American economy lost jobs at an alarming rate in March, and this week the government reported that first-time claims for unemployment jumped to a five-year high. But how weak is the job market, really? One good barometer: Demand for college graduates. Peter Viles hits the campus in College Park, Maryland.",
    "statement": "The economic slowdown is taking some of the sizzle out of one of the hottest corners of the job market. The rush to hire college graduates. Still, jobs are plentiful for this year's seniors, and while technology investors <MAY> be singing the blues, technology students are not."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How do the people who make these commercials, Barbara, figure out ahead of time what's going to work or do they?",
    "statement": "<WELL>, they do a lot of focus groups. They make fun of focus groups, as that woman falling on the sandwich. But this year they used the Internet for -- last year, Levi's did a commercial that was <<SORT OF>> bleak <ABOUT> a donor pair of jeans, and it bombed. So this year, to make <<SURE>> and be cautious, they let everybody vote on it. So it's <<SORT OF>> pretested. Other agencies, like Anheuser-Busch make 40 commercials, and then at the very last minute put five in the Super Bow."
  },
  {
    "transcript_id": "NPR-35336",
    "matched_terms": {
      "certain": "ungraded"
    },
    "previous_statement": "And I'm Steve Inskeep.",
    "statement": "Before many people face the deadline to file their taxes, they have another deadline. On March 31st there's a deadline for people with <CERTAIN> types of Medicare to make changes in how they get their healthcare. It's a big decision."
  },
  {
    "transcript_id": "CNN-148723",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And, if I can ...",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-257593",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "He clearly has a truth-telling problem. But more importantly, it is all about him. This is a massive ego, who calls anyone who disagrees with him an idiot or a loser. And it was basically a 45-minute rambling infomercial yesterday for his company. This is a marketing exercise, people. This is not a presidential campaign. But he will crowd serious candidates off the stage because he will get some Tea Party support, and I think S.E. will back me up on that.",
    "statement": "S.E., I watched your response to his press conference yesterday. I <<<THINK>>> it's fair to say you were gobsmacked."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Also, back from the battlefield. Prince Harry, he's back in Britain, but with some mixed emotions.",
    "statement": "And <TAKE> a look at this fire. We're going to tell you what happened to the pets inside. From the CNN Center, this is CNN NEWSROOM. It is Saturday, March 1st. Good morning, everybody. I'm Betty Nguyen."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Not by Gerhard Schroeder.",
    "statement": "<WELL>, but the people of Germany, we have been with them now for nearly 50 years, working together. And I <<<THINK>>> there is a role to play here. They've been good allies, strong allies. I can't vouch for the current political climate there. But the people of Germany, I <<<THINK>>>, understand and support what we've been doing. Remember, Saddam Hussein was a greater threat to Europe than he was to the United States, and the Europeans understand that."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "may": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Only days before the president embarks, al Qaeda issued this grim appeal to militants in the region. Translator: To be prepared to receive the crusader butcher Bush on his visit to Muslim Palestine and the occupied peninsula at the beginning of January, they should receive him not with roses and applause but with bombs and booby traps.",
    "statement": "More than 10,000 police will be deployed in addition to American federal officers. The biggest security operation here since the visit of the Pope more than seven years ago. But it's not just the possibility of terror attacks the president has to contend with. A number of large demonstrations are planned, none of them very welcoming. When First Lady, Laura Bush visited Jerusalem's holy sites in 2005, she faced angry crowds of Israelis and Palestinians. Forcing Israeli police to form a human wall between the First Lady and protesters. Security analysts say the greatest risk <MAY> be during such volatile situations, when an individual is suddenly inspired to <TAKE> violent action."
  },
  {
    "transcript_id": "CNN-169376",
    "matched_terms": {
      "hope": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "It could be because it's such a minor footnote to these immense billion-dollar too-big-to-fail empire that if that -- if it took the sacrifice of that, it could. It could. If that happens, I'd be the -- one of the people weeping because I know people who work there who are terrific journalists. I know people who worked there, when I was a kid, who if they're not in heaven, I ain't going. I want it to live. So I hope this thing with all the smarmy stuff that was going on in England doesn't contaminate all of it.",
    "statement": "Last <QUESTION>. What do you <HOPE> comes out of this for this profession that you and I have practiced for a long time?"
  },
  {
    "transcript_id": "CNN-373434",
    "matched_terms": {
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right. You had -- I think Jeb Bush was at 22 percent, there was - - Rubio was in the top three. Carly Fiorina was polling higher than Donald Trump at that point. But then you had people on that stage yesterday who, even for us reporters who cover U.S. politics, had really never really heard of before. I mean, this is a huge field of candidates.",
    "statement": "And tonight will be much the same. And it's -- you know, it's -- look, and you say, \"<WELL> then, why does somebody get in who really doesn't have the prospect of winning the <THING>?\" Because there are careers that are made from having --"
  },
  {
    "transcript_id": "CNN-21081",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Definitely. Thanks so much, Eileen. You stay warm out there -- Leon.",
    "statement": "<WELL>, meanwhile, on the Republican side, Gov. Bush has been huddling with congressional leaders at his Texas ranch. Our national correspondent Tony Clark is covering the Bush camp in Austin this morning -- Tony."
  },
  {
    "transcript_id": "CNN-82174",
    "matched_terms": {
      "unlikely": "ungraded",
      "question": "ungraded",
      "alter": "ungraded"
    },
    "previous_statement": "Clearly he lied. Now, if he is an unconscious liar and doesn't realize when he's lying, then we are really in trouble.",
    "statement": "The <QUESTION> now is whether this debate will <ALTER> the dynamics of the race. Some political observers say it is <<UNLIKELY>>, with polls showing John Kerry with such a commanding lead over his rivals. Kelly Wallace, CNN, Milwaukee, Wisconsin."
  },
  {
    "transcript_id": "CNN-383519",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. And I wonder, you know the whole controversy surrounding the G7 -- the announcement that that G7 would be held next year at his Doral Miami resort. That whole controversy, we -- first of all, before I get to that, let's listen to what the president had to say about backtracking over holding the summit at Doral. Listen.",
    "statement": "We'll look at other locations. I don't <<<THINK>>> it'll be as exciting, and I don't <<<THINK>>> it'll be as good. It'll cost the country a fortune because it's very expensive. I know France had a budget of many, many millions of dollars, they just did it. They did a great job, by the way. But France had a budget of many, many millions of dollars. It's going to cost, you know, a fortune for the country. I was willing to do it for free."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "The only issue is -- and this is where government does come in -- that some of these alternative sources of energy take years and years to develop, for example, nuclear. And so the structural question the government has to think about is, are there some sorts of guarantees for the building the nuclear power plants you to have? Are there some ways that you want to flatten out the cyclicality of the oil price?",
    "statement": "We are coming back to alternative energy <A LITTLE> bit later in the show. We are going to talk <ABOUT> that more specifically. Panel, stay with us. Coming up next, so we have seen the snapshot of how we got here. Next, what do we do now? We are also going to look at how skyrocketing oil prices are affecting the cost of everything else we buy. Plus, our representatives in Washington, is there anyone who isn't wondering why they haven't come up with a plan already? Stay with us."
  },
  {
    "transcript_id": "CNN-136188",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Bonuses.",
    "statement": "<<PROBABLY>>. Absolutely. A lot of outrage out there, and so we have been asking you, who's to blame in all of it? I mean, is it really AIG? Is it the government? Who's to blame in all of this? That's been our e-mail <QUESTION>. You can find this on Facebook. You can also go to our Twitter pages, you can send us a tweet, as they call them. Or you can go to weekends@cnn.com. And if you go to my Facebook page right now, a lot of people are very clear on this. One person, Shane Nicholson (ph), says \"AIG.\" That's the end of his comment, \"AIG.\" But we have, let's see, Crystal Delinger (ph), who says, \"I blame people that gave the contracts. I also blame the government for giving out the money, not knowing what type of contracts the companies had. If the government <WOULD> have looked into it before they gave out the cash, the government <WOULD> know what to do.\" And that's something that a lot of them are talking <ABOUT>, that many of them didn't even read the details of this 1,100-page plan. And some of them say, look, if you <WOULD> have read it, you <WOULD> have known this was a loophole."
  },
  {
    "transcript_id": "CNN-16915",
    "matched_terms": {
      "around": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "Ronnie Kray never served out his minimum 30-year sentence. He died in prison five years ago. And Reggie's friends say he should have been freed earlier. Reggire is one lovely man, a terrific guy. and now they make him free when he's in a bad way. That really is pathetic when they should have released him 20 years ago.",
    "statement": "Reggie, who <<ALLEGEDLY>> personally stabbed McViddy to death, saw to it that his twin had a hero's funeral. But the huge turnout, the adulation, were really for Reggie, or the myth that has grown up <AROUND> him. <AROUND> here, they love a good villain, Richard Blystone, CNN, London."
  },
  {
    "transcript_id": "CNN-295824",
    "matched_terms": {
      "might": "ungraded",
      "would": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Here is my point, David. He knew he was wearing a microphone. Now, presumably he didn't know it was hot, but he knew that he had that microphone on his lapel. What do you make of that?",
    "statement": "Oh, you know, obviously he did. Obviously they had mic him up before they arrived on that bus. So, you know, <<MAYBE>> he didn't know the microphone was hot. <<MAYBE>> he thought that no one <WOULD> care if he said something like this because he was at that point just a famous guy on television and not a presidential candidate. Yeah. I don't <<<THINK>>> it was in any way a secret to Donald Trump that his words <MIGHT> be recorded."
  },
  {
    "transcript_id": "CNN-67078",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I thought I was going to die. I really did. I was on the ground",
    "statement": "Lisa, please help us understand, because you had been there before. The fire chief explaining that people that were found dead were found at the front exits, the rear exits and along the dance floor. But you're making it sound like there were an awful lot converged on what door. What door was that you <<<THINK>>> where most of the people were trying to exit from?"
  },
  {
    "transcript_id": "CNN-398131",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I don't know <ABOUT> you, D. Lemon, but that Johana (ph) got me right in the feels and almost triggered my allergies."
  },
  {
    "transcript_id": "CNN-151965",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "He`s not buried yet. It`s terrible.",
    "statement": "Shannon <MAY> be crazy like a fox."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Betsy, I...",
    "statement": "Bobbie, you're going to see a lot more fun in this campaign as time goes along too, because although the president played a very quiet role in her announcement yesterday, he is her key adviser, and he's been encouraging her to relax, be more approachable to the media, and to just get out there and show how charming and interesting and smart she really is. And that's, of course, why she appeared on the Letterman show a while back, because the president really encouraged her to do that. And it reminded everyone of when he played the saxophone on \"The Arsenio Hall Show.\" Before you know it, she <MAY> be playing the sax herself."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Wouldn't you get more attention if you weren't just working for pox news? What should Americans think of these potential contenders paid employees of FOX News?",
    "statement": "We all need jobs. At a time of high unemployment we did not want to become yet another statistic. No, I <<<THINK>>> the point is particularly in the Republican primary I'll <<PROBABLY>> speak to more Republican voters at FOX News than I will any other forum."
  },
  {
    "transcript_id": "CNN-395961",
    "matched_terms": {
      "wrong": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "What advice would you give other facilities, other doctors and nurses, other staff members about dealing with COVID-19?",
    "statement": "I didn't <EXPECT> it to be so lethal. And I have no shame in saying that I was <WRONG>."
  },
  {
    "transcript_id": "CNN-5476",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "On the job for about five months, Witoelar has spent much of her time traveling to refugee camps across Indonesia. She imposed the March 31 deadline not just in West Timor, but in all of the country's refugee camps -- people who fled separatist violence in Aceh, religious violence in Ambon, and ethnic violence in Kalimantan. Her goal, she says, is to stop a culture of dependency.",
    "statement": "It's been too long. It's not healthy for them to allow themselves to be constantly being fed by the government. You <<FEEL>> this large dependency on government initiatives and not being able to decide for themselves where they want to be, and that's why I'm very much for the government's <QUITE> firm decision to stop support in March to push people to make a decision <ABOUT> their own lives."
  },
  {
    "transcript_id": "CNN-139220",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There's news tonight <ABOUT> those air speed sensors we've been reporting on in the crash of Air France Flight 447. A pilot's union says that Air France has agreed to replace the critical part called pitot tube on all of its Airbus A-330 and A-340 planes within days. Investigators are looking into whether the sensor played a role in the catastrophic crash over the Atlantic. Meantime, Brazilian searchers today began bringing ashore bodies and wreckage from the crash. Today, four more bodies were recovered. Four more people bringing the total to 28 people found so far. The remains of passengers <<COULD>> yield some important clues <ABOUT> the crash, of course. So, too, <<COULD>> the plane's actual wreckage. Tom Foreman takes us up close."
  },
  {
    "transcript_id": "CNN-2186",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "And you really have done a guerrilla marketing effort.",
    "statement": "Oh, there's no <QUESTION> <ABOUT> it and the reason is that in any industry it's the top three or four players that make money. We're building our customer base and it's very much intentional."
  },
  {
    "transcript_id": "CNN-395689",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The developing news at this hour, the entire State of California ordered to stay home. Governor Gavin Newsom implementing the most impressive measure that we have seen in this country. He's ordered 40 million people to stay home, stay inside indefinitely. But there are exceptions, of course. That is to get food, to go to a doctor, to care for someone or to perform an essential job. The governor justifies this move because of projections that showed 25 million people in that state <<COULD>> become infected over the next two months. At this hour, the number of cases in the United States now tops 13,000. That's a 51 percent increase from yesterday. 195 Americans have died."
  },
  {
    "transcript_id": "CNN-166735",
    "matched_terms": {
      "might": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "They would run for hours, at least five hours in some cases.",
    "statement": "Lab director Lou Burnett says they subject the shrimp to, say, environmental stresses like low oxygen or pollution, then measure their response using blood tests and checking respiration. (on camera): What's next, shrimp on a stair master? (voice-over): Actually treadmills for crabs and even lobsters were the next step. Not to create studly crustaceans but to do basic science that <MIGHT> help seafood to survive. Professor Burnett sounded <A LITTLE> fried, accusing critics of --"
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Can you characterize for us at all the dynamic of the grand jury? Were the members tired? Were they particularly active or involved?",
    "statement": "Were they worried that this involves such high-ranking officials? Is there anything you can tell us <ABOUT> that?"
  },
  {
    "transcript_id": "NPR-26458",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Eye in the sky.",
    "statement": "But is it naive to <<<THINK>>> that there aren't any Americans somewhere in the action close to the Peshmerga communicating back to Erbil what the U.S. <SHOULD> do."
  },
  {
    "transcript_id": "CNN-364701",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "She's running as a very woman first candidate. She's really embraced this mantle of -- you know, she's made dealing with sexual assault. She, of course, the first one to call for Al Franken's ousting. So she's really embraced that history and is running as someone who is going to put issues affecting women front and center. And the political argument for that is that women helped the party win the midterms. They were -- there was a record number of female candidates, female campaign managers, women were the volunteers. So the argument there is that she wants to tap into the power that drove the party to reclaim the House in the midterms and sees a lane there. You know, it's probably a crowded lane but that's sort of where she's played --",
    "statement": "She's going to have to answer for some of her liabilities, too, when she was a house member. She's much more conservative when she represented upstate New York than when she became the New York senator, much more progressive record. She has made sexual assault a major issue. Now, she's dealing with the controversy in her own office or how she dealt with a sexual harassment allegation. She said that it was handled appropriately. There will be questions <ABOUT> that. Questions <ABOUT> her record and we'll see how the voters ultimately respond."
  },
  {
    "transcript_id": "CNN-412474",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "When you were little, did you ever want to be the First Lady?",
    "statement": "I didn't know I <<COULD>> be the First Lady."
  },
  {
    "transcript_id": "CNN-106555",
    "matched_terms": {
      "figure": "ungraded"
    },
    "previous_statement": "Always will probably.",
    "statement": "Let's get a check of the weather. Before we go, we did <FIGURE> out the vessel that we saw."
  }
]