[
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "So I'm not - I think this is the one that's got staying power. The IRS, if the Republicans were more skillful, they might be able to make into something, but they're not particularly skillful. And if I were running the Republican Party, I'd tell them to shut up about Benghazi because they're never going to get any traction about that.",
    "statement": "They've been pushing it for two years. It didn't have any effect on the election whatsoever. They <<<THINK>>> it's going to have an effect on Hillary; it isn't, because it's nonsense and it's made up. The income tax <STUFF>, that I'd push even though there's not a lot of there there. But I <<<THINK>>> the real meat and potatoes and the one that the president's going to <HAVE TO> deal with in a serious way is the AP invading reporters' records."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They've been pushing it for two years. It didn't have any effect on the election whatsoever. They think it's going to have an effect on Hillary; it isn't, because it's nonsense and it's made up. The income tax stuff, that I'd push even though there's not a lot of there there. But I think the real meat and potatoes and the one that the president's going to have to deal with in a serious way is the AP invading reporters' records.",
    "statement": "At least so far as we <KNOW>, there's no there there on the IRS, at least so far. Ken?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Governor Dean, as a former chairman of the Democratic National Committee, I understand where you're coming from regarding these scandals, but don't you <<<THINK>>>, and I hate to start a <QUESTION> with don't you <<<THINK>>>, but..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's all right, I'm used to being on Fox for that. They do the same thing.",
    "statement": "But don't you <<<THINK>>> we deserve better than, <WELL>, Bush did it, and Nixon did it? I mean..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But don't you think we deserve better than, well, Bush did it, and Nixon did it? I mean...",
    "statement": "No, Bush did it, Nixon did it is not an excuse for anything. But you can have - according to the inspector general's report, which is, I <<<THINK>>>, worth reading because this is an independent branch of government, this was a small group of people who disobeyed their superior in Cincinnati, which is the headquarters of the IRS that deals with <ALL> these nonprofit groups, and they shouldn't have done it."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "No, Bush did it, Nixon did it is not an excuse for anything. But you can have - according to the inspector general's report, which is, I think, worth reading because this is an independent branch of government, this was a small group of people who disobeyed their superior in Cincinnati, which is the headquarters of the IRS that deals with all these nonprofit groups, and they shouldn't have done it.",
    "statement": "And <<PROBABLY>> there are going to be some heads that roll, but this is not going to - this is not on the White House's doorstep. They had nothing to do with this. Unlike when Nixon did it - they did have something to do with it."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And probably there are going to be some heads that roll, but this is not going to - this is not on the White House's doorstep. They had nothing to do with this. Unlike when Nixon did it - they did have something to do with it.",
    "statement": "Let's see if we can get some callers in on the conversation. Howard Dean, of course, as DNC chair was famous for running the 50-state strategy, in other words making the Democratic Party competitive in places where it hadn't been competitive for some time. We now <SEEM> to be in a much more of a red-state, blue-state divide, and a lot of those <SEEM>, <WELL>, at least at this juncture, more set than ever."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Let's see if we can get some callers in on the conversation. Howard Dean, of course, as DNC chair was famous for running the 50-state strategy, in other words making the Democratic Party competitive in places where it hadn't been competitive for some time. We now seem to be in a much more of a red-state, blue-state divide, and a lot of those seem, well, at least at this juncture, more set than ever.",
    "statement": "800-989-8255. We want to hear from Democrats in red states. What does the party <NEED TO> do to turn things <AROUND>? 800-989-8255. Email us, talk@npr.org. And let's start with Jerry(ph), Jerry with us from O'Fallon in Missouri."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "800-989-8255. We want to hear from Democrats in red states. What does the party need to do to turn things around? 800-989-8255. Email us, talk@npr.org. And let's start with Jerry(ph), Jerry with us from O'Fallon in Missouri.",
    "statement": "I <<<THINK>>> the solution is to move. Seriously, <ABOUT> a dozen years ago, up until that point, Missouri was a bellwether state. And of course our state legislature has some of the most nationally recognized, ludicrous time spent on bills like, you <KNOW>, making it a crime for a federal - to enforce federal gun laws within the state."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "I think the solution is to move. Seriously, about a dozen years ago, up until that point, Missouri was a bellwether state. And of course our state legislature has some of the most nationally recognized, ludicrous time spent on bills like, you know, making it a crime for a federal - to enforce federal gun laws within the state.",
    "statement": "But on the serious side, we are not going to engage in the Medicaid expansion. We are <<PROBABLY>> going to lose <ABOUT> 400,000 people. A very close friend of mine was a physician in rural Missouri, where there's a lot of rural poverty in Missouri."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But on the serious side, we are not going to engage in the Medicaid expansion. We are probably going to lose about 400,000 people. A very close friend of mine was a physician in rural Missouri, where there's a lot of rural poverty in Missouri.",
    "statement": "Jerry, we can hear a litany of how bad things are for Democrats in Missouri. What does the party <NEED TO> do to turn them <AROUND>?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Jerry, we can hear a litany of how bad things are for Democrats in Missouri. What does the party need to do to turn them around?",
    "statement": "I <<<THINK>>> to really emphasize that people are voting against their economic interests. And <<MAYBE>> when some of these people - my friend, 80 percent of his patients were on Medicaid, and <ABOUT> 95 percent of them <WOULD> <NEVER> vote for a Democrat. And it's <<KIND OF>> amazing. So I <<<THINK>>> communication. You <KNOW>, I don't <<<THINK>>> the Democrats have gotten hold of the framing <THING> yet as to - yeah, you have the freedom, you have the freedom to go without diagnostic treatment that <MAY> stave off a much more expensive, for <ALL> of us, disease. It's just on that little narrow point."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It's true, and it's a dumb argument. People don't - and to say that somebody didn't vote for their economic interests is not to say they're voting against their own interests. And this is something the Democrats have never figured out. It just drove me nuts when I was chairman, trying to get the people inside Washington to figure this out.",
    "statement": "The <FACT> of the matter is people vote on emotion. And what the emotional needs of rural people and very conservative Tea Party people and so forth, which is a shrinking minority among Americans, which makes them of course <ALL> the more agitated, is the <<KIND OF>> stability and traditional <<KIND OF>> quote-unquote values that they used to have."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "The problem is they can't restore the life they had. We have the first president of this country who's not Caucasian. He's the first of a long line of presidents who's not going to be Caucasian because this country is going to be like California in another 20 years, and we're not going to have a majority in this country.",
    "statement": "That's demographic and it's true, and it's a great <THING> for the country, because we now <HAVE TO> deal with a world that looks like - we look like the rest of the world, and it's going to make it easier for us to deal with the rest of the world. So the <QUESTION> is, how can we - this is where the caller is <ABSOLUTELY> right."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "That's demographic and it's true, and it's a great thing for the country, because we now have to deal with a world that looks like - we look like the rest of the world, and it's going to make it easier for us to deal with the rest of the world. So the question is, how can we - this is where the caller is absolutely right.",
    "statement": "We've got to frame this argument differently. The <<TRUTH>> is, appealing to traditional values does not <HAVE TO> be done based on hate and bigotry, which is what the Republicans <SEEM> to specialize in, at least the right wing of the Republican Party. What it has to be done is - what has to be done is we <HAVE TO> frame this argument in letting people understand that we <KNOW> what they're struggling <ABOUT>."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "We've got to frame this argument differently. The truth is, appealing to traditional values does not have to be done based on hate and bigotry, which is what the Republicans seem to specialize in, at least the right wing of the Republican Party. What it has to be done is - what has to be done is we have to frame this argument in letting people understand that we know what they're struggling about.",
    "statement": "It's not <ABOUT> race, and it's not <ABOUT> hating gay people and immigrants and <ALL> that <<KIND OF>> <STUFF>. It is <ABOUT> economic opportunity. But you cannot start to make the case that they're voting against their own interests. The minute you say that, their retort, properly so, is who the hell are you to tell me what my interests are?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Listen, I moved here from Palm Beach County, Florida, where my vote really did count. You <KNOW>, <SOMETIMES> we'd go Democrat, <SOMETIMES> we'd go Republican. But here in Georgia right now, everything is Republican. And I <<<THINK>>>..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Listen, I moved here from Palm Beach County, Florida, where my vote really did count. You know, sometimes we'd go Democrat, sometimes we'd go Republican. But here in Georgia right now, everything is Republican. And I think...",
    "statement": "You <SHOULD> have moved to Chicago where your vote can count twice."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You should have moved to Chicago where your vote can count twice.",
    "statement": "That's right. <WELL>, one time in Florida, it didn't count because they didn't finish counting, but we'll leave that one alone. But the problem right now is the voter ID law. A lot of people, you <KNOW>, poor people don't have ID. And what's happening is in Georgia, you <HAVE TO> show your ID. And really, it's ridiculous because I live in a precinct that's <ONLY> 400 people. I live in a small town, OK? Everybody knows me. So when I show up to vote, I still <HAVE TO> have my ID, even though <ALL> the people who are poll workers <KNOW> me and everything, and it's an attempt to stop people from voting."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "certainly": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "That's right. Well, one time in Florida, it didn't count because they didn't finish counting, but we'll leave that one alone. But the problem right now is the voter ID law. A lot of people, you know, poor people don't have ID. And what's happening is in Georgia, you have to show your ID. And really, it's ridiculous because I live in a precinct that's only 400 people. I live in a small town, OK? Everybody knows me. So when I show up to vote, I still have to have my ID, even though all the people who are poll workers know me and everything, and it's an attempt to stop people from voting.",
    "statement": "I <<<THINK>>> it's <A LITTLE> racist, but <CERTAINLY>, it's a blatant attempt because the legislature is <ALL> Republican. The governor is Republican. Everybody is Republican. And they're doing everything they can to stop people from voting. In <FACT>, in Macon County now, they've got consolidated. They took away the partisan elections so that your party doesn't <APPEAR> because there, there's more Democrats. They don't want your party to <APPEAR> in local elections just to stop people from getting elected."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Governor Dean, these laws are proliferating.",
    "statement": "Here's the problem for the Republicans. What the Republican Party is essentially embracing is the idea that in order to win, democracy is not as important as us being in power. When your platform is that you're going to <REDUCE> the number of people who are eligible to vote, whether they're conservatives or liberals or what they are, then you are really abandoning democracy in favor of your own success as a party. And that's really a big problem with the country, because as long as you have people of either party who <<<THINK>>> that their power is more important than the survival of the country, you're in trouble. Now, the American people are not stupid, and they see what the Republicans are doing."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Here's the problem for the Republicans. What the Republican Party is essentially embracing is the idea that in order to win, democracy is not as important as us being in power. When your platform is that you're going to reduce the number of people who are eligible to vote, whether they're conservatives or liberals or what they are, then you are really abandoning democracy in favor of your own success as a party. And that's really a big problem with the country, because as long as you have people of either party who think that their power is more important than the survival of the country, you're in trouble. Now, the American people are not stupid, and they see what the Republicans are doing.",
    "statement": "But the Republican argument is we're trying to prevent voter fraud, and it seems to be persuasive."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "But the Republican argument is we're trying to prevent voter fraud, and it seems to be persuasive.",
    "statement": "But there is no voter fraud. The <ONLY> voter - the biggest voter fraud in this country in the last 200 years was perpetrated by the United States Supreme Court in 2000 when they stopped a vote count, which they had no right to do. There was a process for electing a president if you don't <KNOW> what the votes count, and that's - goes to the Congress of the United States. So, you <KNOW>, the actual number of people who've really cheated in going to the polls and try to vote when they're not supposed to is in the double digits for the last - over the last 15 years in this country."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "But there is no voter fraud. The only voter - the biggest voter fraud in this country in the last 200 years was perpetrated by the United States Supreme Court in 2000 when they stopped a vote count, which they had no right to do. There was a process for electing a president if you don't know what the votes count, and that's - goes to the Congress of the United States. So, you know, the actual number of people who've really cheated in going to the polls and try to vote when they're not supposed to is in the double digits for the last - over the last 15 years in this country.",
    "statement": "There is no substantial voter fraud. This is baldly, as the caller said, an attempt to disenfranchise people who <MIGHT> vote for Democrats. It also disenfranchises people who <TEND> to vote Republican. For example, seniors in nursing homes who don't have driver's license anymore. It's a pathetic selling-out of the United States of America to support these kinds of votes. It puts your party in front of your country, and there's a lot of that going on in politics today, and it needs to stop. And the American people <KNOW> it, and it's why Republicans are having a hard - trouble winning presidential elections."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Alex, thanks very much for the call. It's Wednesday, Political Junkie day. Ken Rudin is with us, of course. And that's former Governor Howard Dean, former chair of the Democratic National Committee. You're listening to TALK OF THE NATION from NPR News.",
    "statement": "And here's a tweet from one of our listeners, Angela Wells. She writes: Alabama, here. The Dems <HAVE TO> be more visible. The climate is ripe, but Dems are inactive. Colleges, churches, nothing."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And here's a tweet from one of our listeners, Angela Wells. She writes: Alabama, here. The Dems have to be more visible. The climate is ripe, but Dems are inactive. Colleges, churches, nothing.",
    "statement": "Yeah. This is really - Alabama is a really interesting place. And I spent some time in Alabama when I was - I'll tell you an interesting statistic <ABOUT> Alabama. I went to Alabama after the 2008 election when I was chair - became chair, to raise some money and so forth. And I found out when I got down there, first of <ALL>, the place is doing pretty <WELL>, business-wise, and there's jobs being created and so forth. That's a good <THING>."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yeah. This is really - Alabama is a really interesting place. And I spent some time in Alabama when I was - I'll tell you an interesting statistic about Alabama. I went to Alabama after the 2008 election when I was chair - became chair, to raise some money and so forth. And I found out when I got down there, first of all, the place is doing pretty well, business-wise, and there's jobs being created and so forth. That's a good thing.",
    "statement": "It's still the poorest state in the Union, I <<<THINK>>>."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's still the poorest state in the Union, I think.",
    "statement": "I <<<THINK>>> Mississippi is..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think Mississippi is...",
    "statement": "<WELL>..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well...",
    "statement": "...but I'm not <<<SURE>>>. But anyway, I <<<THINK>>> Alabama is on their way up, and being on the way up is a good <THING> for Democrats, because higher education level and the better off you are, the more <<LIKELY>> you are to vote for a Democrat. But here's the interesting <THING>. So there were two very active primaries when the Alabama primary rolled <AROUND> in 2008. There was Hillary Clinton and Barack Obama. And on the other side, there were several - the race hadn't been settled, and McCain hadn't won, and there were still three or four live candidates in that race, and it was a hotly contested primary."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "...but I'm not sure. But anyway, I think Alabama is on their way up, and being on the way up is a good thing for Democrats, because higher education level and the better off you are, the more likely you are to vote for a Democrat. But here's the interesting thing. So there were two very active primaries when the Alabama primary rolled around in 2008. There was Hillary Clinton and Barack Obama. And on the other side, there were several - the race hadn't been settled, and McCain hadn't won, and there were still three or four live candidates in that race, and it was a hotly contested primary.",
    "statement": "Sixty percent, higher number - higher - more than 60 percent of voters chose to vote in the Democratic primary. And Alabama is like Vermont in this way. You don't register by party. You go and ask for a ballot, and that's how you participate in your party. More than 60 percent of people under 30 chose to participate in the Democratic primary, not the Republican primary. Now, that's <ALL> voters. So you can't say, oh, <WELL>, you <KNOW>, what do you <EXPECT>? It's African-Americans influential in the Democratic Party disproportionately."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sixty percent, higher number - higher - more than 60 percent of voters chose to vote in the Democratic primary. And Alabama is like Vermont in this way. You don't register by party. You go and ask for a ballot, and that's how you participate in your party. More than 60 percent of people under 30 chose to participate in the Democratic primary, not the Republican primary. Now, that's all voters. So you can't say, oh, well, you know, what do you expect? It's African-Americans influential in the Democratic Party disproportionately.",
    "statement": "That's <ALL> voters. It's an extraordinary <THING>. So I wouldn't write off Alabama at <ALL>. I <<<THINK>>> there's a lot of success going on down there economically, and I <<<THINK>>> the Democratic Party has got a lot of growing and a lot of work to do. But I do <<<THINK>>> our message, particularly of economic empowerment, can resonate there."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Ken?",
    "statement": "Governor, when you ran for president, you were very popular with many progressive groups. What do you say to progressives today who say that - that there's little difference on - <CERTAINLY> on the - on drone policy, on surveillance issues, on national security wiretaps - little difference between Obama and Bush administrations? Or even if there wasn't much of a difference, what do you say <ABOUT> the critics of the Obama administration?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Governor, when you ran for president, you were very popular with many progressive groups. What do you say to progressives today who say that - that there's little difference on - certainly on the - on drone policy, on surveillance issues, on national security wiretaps - little difference between Obama and Bush administrations? Or even if there wasn't much of a difference, what do you say about the critics of the Obama administration?",
    "statement": "I <<<THINK>>> it's perfectly - I mean that's one of the great things <ABOUT> living in this country. We have the constitutional right to criticize our government, no matter where we are in the spectrum. I <<<THINK>>> anybody who blindly says, <WELL>, I'm a Democrat, the president's a Democrat, so I support the president, is nuts, anymore than it's a good <THING> for Republicans to do that when they have the presidency. I mean the dialogue and the openness is what allows this country to succeed."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I think it's perfectly - I mean that's one of the great things about living in this country. We have the constitutional right to criticize our government, no matter where we are in the spectrum. I think anybody who blindly says, well, I'm a Democrat, the president's a Democrat, so I support the president, is nuts, anymore than it's a good thing for Republicans to do that when they have the presidency. I mean the dialogue and the openness is what allows this country to succeed.",
    "statement": "So, now, specifically, I <<<THINK>>> you <HAVE TO> be pretty tough on national security. We've had some pretty awful things happened to the country. And so I, you <KNOW>, I said what I said <ABOUT> the wiretaps, and I said what I said <ABOUT> drones. But I <WOULD> not refuse to support the president based on those two policies. And I - and for those who are upset <ABOUT> the drones, I <<<THINK>>> you do <HAVE TO> watch out for the drone policy. But the <<TRUTH>> is, I <<<THINK>>> getting rid of those horrible people that blew up - helped to blow up the World Trade Centers by drones is a whole better than doing what Bush did, which is to send hundreds of thousands of troops to Iraq."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So, now, specifically, I think you have to be pretty tough on national security. We've had some pretty awful things happened to the country. And so I, you know, I said what I said about the wiretaps, and I said what I said about drones. But I would not refuse to support the president based on those two policies. And I - and for those who are upset about the drones, I think you do have to watch out for the drone policy. But the truth is, I think getting rid of those horrible people that blew up - helped to blow up the World Trade Centers by drones is a whole better than doing what Bush did, which is to send hundreds of thousands of troops to Iraq.",
    "statement": "Do you <<<THINK>>> that appeal of Rand Paul, the libertarian wing of the Republican Party, has appeal for a lot of Democrats too?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Do you think that appeal of Rand Paul, the libertarian wing of the Republican Party, has appeal for a lot of Democrats too?",
    "statement": "No. I <<<THINK>>> Rand Paul is not qualified to be president. I mean, he's spouting off <STUFF> he has no idea what he's talking <ABOUT>. Getting rid of the Federal Reserve is - that's a nutcase position. Without the Federal Reserve and Bernanke, this country'd be in terrible shape. So, I mean, he's going to get some play and he's going to say some outrageous things and there're going to be some young people who like him, and he's going to disappear and somebody else is going to get the nomination."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "opinion": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No. I think Rand Paul is not qualified to be president. I mean, he's spouting off stuff he has no idea what he's talking about. Getting rid of the Federal Reserve is - that's a nutcase position. Without the Federal Reserve and Bernanke, this country'd be in terrible shape. So, I mean, he's going to get some play and he's going to say some outrageous things and there're going to be some young people who like him, and he's going to disappear and somebody else is going to get the nomination.",
    "statement": "<WELL>, Howard Dean, we thank you. And next time you're on the show, bring some opinions, OK?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you, Neal.",
    "statement": "When we come back, we're going to be talking with New Yorker staff writer Susan Orlean <ABOUT> the new step she has taken in office fitness, a treadmill desk. Stay with us. I'm Neal Conan. It's the TALK OF THE NATION from NPR News."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is CNN TONIGHT. I'm Don Lemon. Thanks for joining us. Live in Washington tonight. Here's what a source is telling CNN. That President Trump told a room full of Republican donors the Senate judiciary committee hearing today was, quote, |brutal and tough to watch.\" <WELL>, Mr. President, I agree with you. I've seen a lot of crazy things in this town. But this, this incredible hearing that went on for hours and hours and hours, was not like anything any of us has ever seen before. I was on the edge of my seat. You <<PROBABLY>> were too. Christine Blasey Ford and Judge Brett Kavanaugh telling their stories in their own words. And the whole <THING> played out live with millions of us watching <ALL> across this country. People watched on planes, mid- flight. Including on Air Force One. Students watched in North Carolina in social studies classes and in law school. People watched in a deli in Philadelphia. They listened on the New York City subway. When you get someone to listen on a New York City subway, you <KNOW> it <MUST> be incredible. Even a 76-year-old sexual assault survivor called in to C-SPAN saying Ford's testimony just broke her heart. There were tears, both from supporters of Ford and from Kavanaugh, two incredibly emotional stories, two people whose lives have been thrown into chaos. But their stories, <WELL>, don't jive. You can't <<<BELIEVE>>> both of them."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "This is CNN TONIGHT. I'm Don Lemon. Thanks for joining us. Live in Washington tonight. Here's what a source is telling CNN. That President Trump told a room full of Republican donors the Senate judiciary committee hearing today was, quote, |brutal and tough to watch.\" Well, Mr. President, I agree with you. I've seen a lot of crazy things in this town. But this, this incredible hearing that went on for hours and hours and hours, was not like anything any of us has ever seen before. I was on the edge of my seat. You probably were too. Christine Blasey Ford and Judge Brett Kavanaugh telling their stories in their own words. And the whole thing played out live with millions of us watching all across this country. People watched on planes, mid- flight. Including on Air Force One. Students watched in North Carolina in social studies classes and in law school. People watched in a deli in Philadelphia. They listened on the New York City subway. When you get someone to listen on a New York City subway, you know it must be incredible. Even a 76-year-old sexual assault survivor called in to C-SPAN saying Ford's testimony just broke her heart. There were tears, both from supporters of Ford and from Kavanaugh, two incredibly emotional stories, two people whose lives have been thrown into chaos. But their stories, well, don't jive. You can't believe both of them.",
    "statement": "Dr. Ford, with what degree of <<CERTAINTY>> do you <<<BELIEVE>>> Brett Kavanaugh assaulted you?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Correct.",
    "statement": "<NO <DOUBT>> in your mind?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "might": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "She told the horrific story of what she says Brett Kavanaugh did to her when they were both teenagers. Pushing her down on a bed, groping her, trying to undress her.",
    "statement": "Brett and Mark came into the bedroom and locked the door behind them. There was music playing in the bedroom. It was turned up louder by either Brett or Mark once we were in the room. I was pushed onto the bed. Then Brett got on top of me. He began running his hands over my body and grinding into me. I yelled, hoping that someone downstairs <MIGHT> hear me. And I tried to get away from him. But his weight was heavy. Brett groped me and tried to <TAKE> off my clothes. He had a hard time because he was very inebriated and because I was wearing a one-piece bathing suit underneath my clothing. I believed he was going to rape me."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Brett and Mark came into the bedroom and locked the door behind them. There was music playing in the bedroom. It was turned up louder by either Brett or Mark once we were in the room. I was pushed onto the bed. Then Brett got on top of me. He began running his hands over my body and grinding into me. I yelled, hoping that someone downstairs might hear me. And I tried to get away from him. But his weight was heavy. Brett groped me and tried to take off my clothes. He had a hard time because he was very inebriated and because I was wearing a one-piece bathing suit underneath my clothing. I believed he was going to rape me.",
    "statement": "<WELL>, in his opening statement Kavanaugh exploded, calling the accusations against him a political hit. Using language perfectly calibrated for an audience of one. An audience of one in the Oval Office."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, in his opening statement Kavanaugh exploded, calling the accusations against him a political hit. Using language perfectly calibrated for an audience of one. An audience of one in the Oval Office.",
    "statement": "This whole two-week effort has been a calculated and orchestrated political hit, fueled with <APPARENT> pent-up anger <ABOUT> President Trump and the 2016 election. Fear that has been unfairly stoked <ABOUT> my judicial record. Revenge on behalf of the Clintons. And millions of dollars and money from outside left-wing opposition groups."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "This whole two-week effort has been a calculated and orchestrated political hit, fueled with apparent pent-up anger about President Trump and the 2016 election. Fear that has been unfairly stoked about my judicial record. Revenge on behalf of the Clintons. And millions of dollars and money from outside left-wing opposition groups.",
    "statement": "<WELL>, she said it was the trauma of the assault that burned into her memory."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, she said it was the trauma of the assault that burned into her memory.",
    "statement": "You are very <CLEAR> <ABOUT> the attack, being pushed into the room. You say you don't <KNOW> <QUITE> by whom. But that it was Brett Kavanaugh that covered your mouth to prevent you from screaming. And then you escaped. How are you so <<<SURE>>> that it was he?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "You are very clear about the attack, being pushed into the room. You say you don't know quite by whom. But that it was Brett Kavanaugh that covered your mouth to prevent you from screaming. And then you escaped. How are you so sure that it was he?",
    "statement": "The same way that I'm <<<SURE>>> that I'm talking to you right now. Just basic memory functions. Also just the level of norepinephrine and epinephrine in the brain that <<SORT OF>> as you <KNOW> encodes that neurotransmitter, encodes memories into the hippocampus, so the trauma-related experience then is <<KIND OF>> locked there whereas other details <<KIND OF>> drift."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "allegedly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And he insisted that four people who were at the party would back him up.",
    "statement": "<ALL> four people <<ALLEGEDLY>> at the event including Dr. Ford's long-time friend Ms. Kaiser have said they recall no such event. Her long-time friend Ms. Kaiser said under penalty of felony that she does not <KNOW> me and does not <<<BELIEVE>>> she ever saw me at a party ever. In her letter to Senator Feinstein she said that there were four other people at the house. But none of those people nor I live near Columbia country club. <ALL> four witnesses who were alleged to be at the event said it didn't happen."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "allegedly": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "All four people allegedly at the event including Dr. Ford's long-time friend Ms. Kaiser have said they recall no such event. Her long-time friend Ms. Kaiser said under penalty of felony that she does not know me and does not believe she ever saw me at a party ever. In her letter to Senator Feinstein she said that there were four other people at the house. But none of those people nor I live near Columbia country club. All four witnesses who were alleged to be at the event said it didn't happen.",
    "statement": "OK. So here's the <<TRUTH>>. Those four people did not say it didn't happen. What they said was they had no memory of it or no knowledge of it or no recollection of it. That's different. Her friend Leland Kaiser told \"The Washington Post\" that while she doesn't remember the party she believes Ford's story. That's why a full investigation is <CRUCIAL> here. And if you <<<THINK>>> she is credible or if you <<<THINK>>> he is credible, there's one man who holds the key to getting to the <<TRUTH>> of that, and that man is Mark Judge. Not testifying. Didn't testify. That's Kavanaugh's friend. The man Christine Blasey Ford says was in the room when Kavanaugh assaulted her, <<ALLEGEDLY>> assaulted her. Now, if Judge Kavanaugh is innocent, the <QUESTION> is why doesn't he want his old friend to testify?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "OK. So here's the truth. Those four people did not say it didn't happen. What they said was they had no memory of it or no knowledge of it or no recollection of it. That's different. Her friend Leland Kaiser told \"The Washington Post\" that while she doesn't remember the party she believes Ford's story. That's why a full investigation is crucial here. And if you think she is credible or if you think he is credible, there's one man who holds the key to getting to the truth of that, and that man is Mark Judge. Not testifying. Didn't testify. That's Kavanaugh's friend. The man Christine Blasey Ford says was in the room when Kavanaugh assaulted her, allegedly assaulted her. Now, if Judge Kavanaugh is innocent, the question is why doesn't he want his old friend to testify?",
    "statement": "Mark Judge was a close friend of yours in high school. Now, Dr. Ford as you <KNOW> has said he was in the room when she was attacked. She also says you were too. Unfortunately, the FBI has <NEVER> interviewed him. We have not been able to have his attendance here. The chairman refuses to call him. If she's saying Mark Judge was in the room then, he <SHOULD> be in the room today. <WOULD> you want him called as a witness?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "It was dropped on me. It was sprung.",
    "statement": "It was not investigated by the FBI and he has not been called where he <MIGHT> be under oath--"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "It was not investigated by the FBI and he has not been called where he might be under oath--",
    "statement": "<SHOULD> have been handled in the due course, senator, when it came in."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Senator, let me finish. He -- the allegation came in weeks ago and nothing was done with it by the ranking member. Then it's sprung on me--",
    "statement": "Judge Kavanaugh, I've heard your line and you've stated it over and over again and I have that <WELL> in mind. But let me ask you this. He authored a book titled \"Wasted: Tales of a Gen X Drunk.\" He references a Brett Kavanaugh vomiting in someone's car in beach week and passing out. Is that you he's talking <ABOUT>?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Senator, Mark Judge was--",
    "statement": "To your knowledge, is that you that he's talking <ABOUT>?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Proceed, please.",
    "statement": "Mark Judge was a friend of ours in high school who developed a very serious drinking problem and addiction problem that lasted decades and was very difficult for him to escape from. And he nearly died. And then he had leukemia as <WELL> on top of it. Now, as part of his therapy, or part of his coming to grips with sobriety, he wrote a book that is a fictionalized book and an account. I <<<THINK>>> he picked out names of friends of ours to throw them in as <<KIND OF>> close to what -- for characters in the book. So you <KNOW>, we can sit here--"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Mark Judge was a friend of ours in high school who developed a very serious drinking problem and addiction problem that lasted decades and was very difficult for him to escape from. And he nearly died. And then he had leukemia as well on top of it. Now, as part of his therapy, or part of his coming to grips with sobriety, he wrote a book that is a fictionalized book and an account. I think he picked out names of friends of ours to throw them in as kind of close to what -- for characters in the book. So you know, we can sit here--",
    "statement": "So we don't <KNOW> whether that's you or not? Is that what you're saying?"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So we don't know whether that's you or not? Is that what you're saying?",
    "statement": "We can sit here and make fun of some guy who has an addiction. I don't <<<THINK>>> that--"
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I'm not -- I'm trying to get a straight answer from you under oath.",
    "statement": "<NEVER> really answered the <QUESTION>. So how is <ALL> this going to end? How is it going to end? The judiciary committee will vote as scheduled tomorrow morning just hours after this raucous whirlwind of a hearing. They say history doesn't repeat itself. But <<MAYBE>> it does."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Never really answered the question. So how is all this going to end? How is it going to end? The judiciary committee will vote as scheduled tomorrow morning just hours after this raucous whirlwind of a hearing. They say history doesn't repeat itself. But maybe it does.",
    "statement": "This is not an opportunity to talk <ABOUT> difficult matters privately or in a closed environment. This is a circus. It's a national disgrace."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This confirmation process has become a national disgrace. This is a circus.",
    "statement": "<WELL>, as you can see, we've got a lot to talk <ABOUT> tonight. I've got the a-team, an a-list here with me in Washington. And we're going to get into <ALL> of this when we come right back."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back, everybody. We are getting insight into one of the Paris attackers. CNN's Hala Gorani talked with a sister of one of the gunmen at the Bataclan theater. She spoke with Hala in French and understandably did not want to reveal her face or her real voice. Hala Gorani joins us live now from Paris. Hala, I <<IMAGINE>> this <MUST> have been difficult for the sister and the family to come to terms with. What was the sister's reaction when she turned on the news that Friday night and realized that the man responsible, one of the men responsible for this heinous murder, was, indeed, her own brother?"
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "reportedly": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back, everybody. We are getting insight into one of the Paris attackers. CNN's Hala Gorani talked with a sister of one of the gunmen at the Bataclan theater. She spoke with Hala in French and understandably did not want to reveal her face or her real voice. Hala Gorani joins us live now from Paris. Hala, I imagine this must have been difficult for the sister and the family to come to terms with. What was the sister's reaction when she turned on the news that Friday night and realized that the man responsible, one of the men responsible for this heinous murder, was, indeed, her own brother?",
    "statement": "<WELL>, she sounded, even when I spoke to her yesterday, <A LITTLE> bit in denial, saying she didn't <<<BELIEVE>>> it was possible. Of course she knows it happened. But she says that the man she remembers as <A LITTLE> boy, he's three years or was three years younger than her, was a sensitive kid, that he was generous, that he liked to joke <AROUND>. She said, you <KNOW>, it was almost impossible for us to accept until we in <FACT> had to come to terms with the <FACT> that my little brother, Samy Amimour, was one of the attackers responsible for the ruthless killing of some of 89 of the victims of the Bataclan concert hall. Now what is interesting is that we now <KNOW> that Samy Amimour went to Syria, that we understand he trained with ISIS but his father, in <FACT>, in 2013, even traveled to Syria, <<REPORTEDLY>>, tried to get him back to no avail. Another aspect that I found surprising is that the family was in touch with him practically the entire time and that the sister was messaging with him on messaging services as late as this summer. I asked her specifically <ABOUT> the last message that Samy Amimour sent to her and what it said. Listen."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "absolutely": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "With <ABSOLUTELY> no sign that anything like this <<COULD>> happen?"
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "totally": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "With absolutely no sign that anything like this could happen?",
    "statement": "No. No sign. <TOTALLY> normal conversation. I asked him how he was. And he told me, listen, I am very <WELL>, I have a lot of things to deal with at the moment. I will call you very soon. Send kisses to everyone and to my cat."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No. No sign. Totally normal conversation. I asked him how he was. And he told me, listen, I am very well, I have a lot of things to deal with at the moment. I will call you very soon. Send kisses to everyone and to my cat.",
    "statement": "How do you reconcile the -- your brother who says, kiss the parents, kiss the cat, you <KNOW>, I'll call you soon, the little boy you grew up with, was the man who so coldly murdered dozens of helpless people in a concert hall?"
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "How do you reconcile the -- your brother who says, kiss the parents, kiss the cat, you know, I'll call you soon, the little boy you grew up with, was the man who so coldly murdered dozens of helpless people in a concert hall?",
    "statement": "To me, there's no link. It's almost like it's not him. There's no chance. I <KNOW> that it's real but."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "To me, there's no link. It's almost like it's not him. There's no chance. I know that it's real but.",
    "statement": "So you hear it there. Really there were moments of long pauses where she really didn't <KNOW> how to formulate her thoughts. She was having trouble expressing herself. You felt that she was still shocked. But one of the things I asked her and I <<<THINK>>> many of our viewers will have he same <QUESTION> is, how did you not <KNOW>? You knew he traveled to Syria. I'm <<<SURE>>> you have heard of ISIS, of the types of videos that they have broadcast <ALL> over the Internet, showing beheadings and extreme cruelty toward ordinary civilians. How did you not <KNOW> that he was taking part in these types of actions? And again, a <CERTAIN> level of deniability here and <<PERHAPS>> even delusion, saying, no, he was a nice guy. We didn't <<<THINK>>> that he <WOULD> be taking part in these types of things. And then I said, why do you want to talk on television at <ALL>? Because that's also a <QUESTION> that many people will have. And she said listen. Here's the <THING>. This type of radicalization <MIGHT> be taking place right now in ordinary people's homes and they <MAY> not be paying enough attention. I want to bring it to the attention of people that in ordinary families this <<COULD>> <TAKE> place. This is why I'm speaking out -- Zain."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "So you hear it there. Really there were moments of long pauses where she really didn't know how to formulate her thoughts. She was having trouble expressing herself. You felt that she was still shocked. But one of the things I asked her and I think many of our viewers will have he same question is, how did you not know? You knew he traveled to Syria. I'm sure you have heard of ISIS, of the types of videos that they have broadcast all over the Internet, showing beheadings and extreme cruelty toward ordinary civilians. How did you not know that he was taking part in these types of actions? And again, a certain level of deniability here and perhaps even delusion, saying, no, he was a nice guy. We didn't think that he would be taking part in these types of things. And then I said, why do you want to talk on television at all? Because that's also a question that many people will have. And she said listen. Here's the thing. This type of radicalization might be taking place right now in ordinary people's homes and they may not be paying enough attention. I want to bring it to the attention of people that in ordinary families this could take place. This is why I'm speaking out -- Zain.",
    "statement": "So many unanswered questions for the sister and for her family. And I want to remind our viewers you can catch Hala Gorani's full interview with that sister at 3 o'clock Eastern time. Hala Gorani, thank you so much, we appreciate it. Pope Francis spent his last morning in Kenya visiting a slum in Nairobi. This is the pope's first visit to Africa. Speaking from the shantytown, Francis slammed the nation's elite and described injustices against the poor as new forms of colonialism. He also spent time with an Irish nun, who has spent decades educating children with disabilities. The pope then traveled to Uganda where some are angry at the Catholic leader over his stance on gay Christians. Our David McKenzie has that story from Kampala."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "He does. We are not just a part of Africa. We are God's choice.",
    "statement": "It <SHOULD> be fertile ground for the next pastoral visit."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "What is your message to the pope when it comes to Uganda?",
    "statement": "His standing is simply hypocritical. He <MUST> <TAKE> a stand as a leader."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But Jackson (ph) and Kim (ph) say they are proud of who they are.",
    "statement": "That's why I even have a <QUESTION> to God. I wish I <<COULD>> meet God. Is it that being gay is a crime to God because that's why <ALL> these things are happening?"
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Happening now, the Senate moves on Medicare, we'll have the latest developments from Capitol Hill. Also, a national exclusive, the John Muhammad jury foreman gives his <ONLY> one-on-one television interview to CNN. Stand by for hard news. What else <WOULD> you <EXPECT> on WOLF BLITZER REPORTS."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This is WOLF BLITZER REPORTS for Monday, November 24, 2003.",
    "statement": "Thanks very much for joining us, great to be with you. I'm Martin Savidge in for Wolf. <WELL>, you <MAY> be one of the 40 million Americans affected by impending Senate action. Senators are moving toward passage of the most sweeping changes in Medicare, <WELL> since the program began 38 years ago, the latest now from CNN Congressional Correspondent Jonathan Karl."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thanks very much for joining us, great to be with you. I'm Martin Savidge in for Wolf. Well, you may be one of the 40 million Americans affected by impending Senate action. Senators are moving toward passage of the most sweeping changes in Medicare, well since the program began 38 years ago, the latest now from CNN Congressional Correspondent Jonathan Karl.",
    "statement": "<WELL>, Marty, the Democrats had a chance to put up two big procedural hurdles to prevent the Republicans from passing this prescription drug bill and they have now failed on the second effort. It now looks like it's <ALL> over but the talking and there is some more talking to be done. Democrats are vowing to go down fighting but what we saw today is that Republicans have more than enough votes to prevail."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Marty, the Democrats had a chance to put up two big procedural hurdles to prevent the Republicans from passing this prescription drug bill and they have now failed on the second effort. It now looks like it's all over but the talking and there is some more talking to be done. Democrats are vowing to go down fighting but what we saw today is that Republicans have more than enough votes to prevail.",
    "statement": "We are strongly committed to make <<<SURE>>> that our Republican friends are not going to hijack the prescription drug bill when they are really attempting to undermine the Medicare system. We're going to continue to fight this tonight. We'll fight it tomorrow. We're going to fight it in <EVERY> opportunity that's available to us in the days and the weeks ahead and we're going to fight it next year and we're going to fight it in the congressional elections and we're going to fight it in the presidential elections as <WELL>."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "We are strongly committed to make sure that our Republican friends are not going to hijack the prescription drug bill when they are really attempting to undermine the Medicare system. We're going to continue to fight this tonight. We'll fight it tomorrow. We're going to fight it in every opportunity that's available to us in the days and the weeks ahead and we're going to fight it next year and we're going to fight it in the congressional elections and we're going to fight it in the presidential elections as well.",
    "statement": "But Republicans have shown they have the votes and they got a handful of those votes, more than a dozen from Democrats who are supporting them on this effort to pass this prescription drug bill. Here's a look at what the bill actually does in terms of that prescription drug benefit. First of <ALL> the benefit doesn't kick in until the year 2006. When it does, seniors <MAY> elect to have the coverage by paying a $35 a month deductible - a $35 a month premium with a $250 deductible for their prescription drugs. Then it <WOULD> cover 75 percent of drug costs from the $275 up to $2,250. Above $3,600 it <WOULD> pay 95 percent of the drug costs but there is a coverage gap there for the costs that are in between, for drug costs between $2,250 and $3,600 there <WOULD> be no coverage although low income seniors <WOULD> be able to get some assistance for those costs but for most seniors there <WOULD> be no coverage during that gap. That's a look at what the benefit does. What Democrats have been objecting to, Marty is that although it has that benefit it also changes Medicare in some ways including for the first time putting Medicare up in direct competition with private insurance companies in a pilot program that <WOULD> operate in six regions <AROUND> the country - Marty."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Jonathan what happens next does this have to be rectified with the House version or does it go straight to the president's desk now?",
    "statement": "No, the House has already passed this so once they get a final vote on this and that vote <<COULD>> come late tonight, it <<COULD>> come tomorrow morning but once that vote is done it goes right down to the other end of Pennsylvania Avenue where the president will eagerly sign it into law."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "No, the House has already passed this so once they get a final vote on this and that vote could come late tonight, it could come tomorrow morning but once that vote is done it goes right down to the other end of Pennsylvania Avenue where the president will eagerly sign it into law.",
    "statement": "I'm <<<SURE>>> he will. Jonathan Karl, Capitol Hill, thanks very much. Convicted sniper John Allen Muhammad is now one step closer to being put to death for his crimes. CNN's Jeanne Meserve is out side the Virginia Beach courthouse where today jurors recommended the death penalty for Muhammad - Jeanne."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "My wife's been shot.",
    "statement": "The death penalty is reserved for the worst of the worst and we <<<THINK>>> Mr. Muhammad fell into that category and the jury agreed."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The death penalty is reserved for the worst of the worst and we think Mr. Muhammad fell into that category and the jury agreed.",
    "statement": "Though video of John Muhammad playing with his children and questions <ABOUT> the death penalty itself made the decision a tough one for some jurors, the accumulation of evidence eventually led them <ALL> to the same conclusion. Muhammad <SHOULD> die for his crimes."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Though video of John Muhammad playing with his children and questions about the death penalty itself made the decision a tough one for some jurors, the accumulation of evidence eventually led them all to the same conclusion. Muhammad should die for his crimes.",
    "statement": "I <<<THINK>>> it's the collective nature of the crimes, the vileness. The violence was there across the board and the lack of remorse."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "There's been much pain and devastation. The sanction of yet another death by the government is not likely to come of any benefit to anyone.",
    "statement": "Dean Meyers was by <ALL> accounts a generous man. His shooting at a Manassas, Virginia gas station was the centerpiece of this trial and for his family there is with this verdict some measure of closure."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Dean Meyers was by all accounts a generous man. His shooting at a Manassas, Virginia gas station was the centerpiece of this trial and for his family there is with this verdict some measure of closure.",
    "statement": "This isn't a revenge <THING> not in any way, just <<FEEL>> like what was done was right."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let me ask you this which was more difficult to come up with a conviction and finding of guilty or coming up with a recommendation of a death sentence?",
    "statement": "I <<<THINK>>> they were both very difficult decisions. It's hard to say one is more difficult than the other. <CERTAINLY> the first verdict guilty we had to go through a number of discussions and the same as we did for sentencing but I don't <<<THINK>>> you can say one is more difficult than the other."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "definitely": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Did the emotions change at all when you'd gone from deciding guilt to now trying to determine whether or not to recommend death? Does that change the whole dynamic?",
    "statement": "Yes, very much so. I <<<THINK>>> the discussions on whether to vote for the death penalty or life imprisonment <DEFINITELY> brought out much more emotion. One of the things that I tried to do as the foreman when we first talked <ABOUT> the guilty verdict was to make <<<SURE>>> that people separated the two so that we didn't <<<THINK>>> <ABOUT> the death sentence while we were trying to determine guilt or not guilt."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what made you decide as a group that the death penalty was appropriate?",
    "statement": "<WELL>, I <<<THINK>>> we first had to look at everything that had gone on. We had already determined that he was guilty. He was a principal participant. It was a joint effort on both of their parts and looking at a number of issues but I <<<THINK>>> <<PROBABLY>> the one <THING> we looked at was the probability that he <<COULD>> commit additional violence. None of us were willing to live with the thought that if we said life sentence and he did cause bodily harm to another individual that <WOULD> have been difficult for each of us to live with and we knew we had a chance to stop that."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "The signs or no signs of remorse coming from the defendant did that weigh in too in your decision to make that recommendation?",
    "statement": "Oh, <ABSOLUTELY>. Each of us had been watching <AROUND> the courtroom as the -- over the preceding six weeks and depending on which witness was up there, there were times when some of his friends were up and he <WOULD> smile. There were times when discussing his children and then there were times when his ex-wife was up there and you <<COULD>> almost see the hatred on his face. So, <CERTAINLY> the lack of emotion, his failure to even acknowledge what he had done played into it."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Oh, absolutely. Each of us had been watching around the courtroom as the -- over the preceding six weeks and depending on which witness was up there, there were times when some of his friends were up and he would smile. There were times when discussing his children and then there were times when his ex-wife was up there and you could almost see the hatred on his face. So, certainly the lack of emotion, his failure to even acknowledge what he had done played into it.",
    "statement": "Do you <<FEEL>> like a weight has been lifted from you?"
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you feel like a weight has been lifted from you?",
    "statement": "In some <<SENSE>>, yes. In another <<SENSE>> I <<<THINK>>> that it will <ALWAYS> stay with me. I mean because we reached a verdict in a sentencing does not mean that we will not <HAVE TO> live with that. That's something that we talked <ABOUT> and we wanted to make <<<SURE>>> before we turned in our sentence that we were <ALL> comfortable with being able to live with this and that's something we'll <ALL> carry <AROUND> with us. That's why in many respects we're also victims of this whole affair."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "In some sense, yes. In another sense I think that it will always stay with me. I mean because we reached a verdict in a sentencing does not mean that we will not have to live with that. That's something that we talked about and we wanted to make sure before we turned in our sentence that we were all comfortable with being able to live with this and that's something we'll all carry around with us. That's why in many respects we're also victims of this whole affair.",
    "statement": "Do you <<<THINK>>> you'll mentally revisit that when and if the sentence is carried out?"
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Do you think you'll mentally revisit that when and if the sentence is carried out?",
    "statement": "Oh, I'm <<<SURE>>> we will. I'm <<<SURE>>> that we will <ALL> be very much aware of what goes on between now and February when the sentencing and I understand listening to some of the news that the state of Virginia averages <A LITTLE> over seven years in the appeal process which is actually less than some states so, yes, it's going to be a long time."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, I'm sure we will. I'm sure that we will all be very much aware of what goes on between now and February when the sentencing and I understand listening to some of the news that the state of Virginia averages a little over seven years in the appeal process which is actually less than some states so, yes, it's going to be a long time.",
    "statement": "I'm <<<SURE>>> it will. Mr. Haggerty, thank you very much for taking the time to talk to us today."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "sure": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I'm sure it will. Mr. Haggerty, thank you very much for taking the time to talk to us today.",
    "statement": "My pleasure. Jerry Haggerty the jury foreman in the John Muhammad case. Here's your turn to weigh in on this very difficult story. Our web <QUESTION> of the day on this important one, \"Was the jury correct to recommend the death penalty for John Allen Muhammad\"? You can vote right now at cnn.com/wolf. We'll have the results later in this broadcast. And while you're there we'd like to hear directly from you, our viewers. Send us your comments anytime and we <MIGHT> read some of them at the end of the program. Is the insurgency spreading; new fears in Iraq after a deadly attack in the north and a new warning to journalists covering the conflict. We're live from Baghdad. Sending a message, Michael Jackson speaking out to his fans, find out what the pop star is saying <ABOUT> the case against him. Making the switch but keeping your current digits, flexibility at last for millions of cell phone users but is there a catch? We'll have a live report. But first, today's News Quiz."
  },
  {
    "transcript_id": "CNN-79545",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "My pleasure. Jerry Haggerty the jury foreman in the John Muhammad case. Here's your turn to weigh in on this very difficult story. Our web question of the day on this important one, \"Was the jury correct to recommend the death penalty for John Allen Muhammad\"? You can vote right now at cnn.com/wolf. We'll have the results later in this broadcast. And while you're there we'd like to hear directly from you, our viewers. Send us your comments anytime and we might read some of them at the end of the program. Is the insurgency spreading; new fears in Iraq after a deadly attack in the north and a new warning to journalists covering the conflict. We're live from Baghdad. Sending a message, Michael Jackson speaking out to his fans, find out what the pop star is saying about the case against him. Making the switch but keeping your current digits, flexibility at last for millions of cell phone users but is there a catch? We'll have a live report. But first, today's News Quiz.",
    "statement": "When will areas outside the largest metropolitan cities adopt the new cell phone rule <CHANGE>, this week, January, <MAY>, next November,\" the answer coming up."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning, Chris. Have a great day, guys. Thanks so much. NEWSROOM starts now. Happening now in the NEWSROOM, in court convicted sex offender and suspected Indiana serial killer Darren Vann, he's before a judge this morning for the crimes at least a decade-long from Texas to Indiana. Why were the warning signs missed? Also breaking new details in the death of Ferguson teenager Michael Brown. What the autopsy report is telling us this morning and what it <<COULD>> mean for a possible indictment against Officer Wilson. And back in the U.S., American Jeffrey Fowle now free after being held in North Korea for five months. His crime? Leaving a Bible at a nightclub. We are live for his Ohio homecoming. Let's talk, live in the CNN NEWSROOM. And good morning, I'm Carol Costello. Thank you so much for joining me. We begin this morning with breaking news on a suspected serial killer. Less than an hour from now Darren Vann will face charges that he killed a teenager and left her body in a motel room. The police say 19-year-old Afrika Hardy <MAY> not be Vann's <ONLY> victim, but <RATHER> his last. They say Vann confessed to six previous murders and even led cops to the bodies dumped in abandoned homes. Police now fear there <<COULD>> be more victims. Search teams fanned out across Gary, Indiana, peering inside the decaying buildings -- the decaying buildings of this rust belt town."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They just need to get the houses away. Like you say, people are getting killed in these houses.",
    "statement": "Do you <KNOW> any of the women that have been found dead?"
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning. Poppy, what do we expect in court today?",
    "statement": "<WELL>, what we <EXPECT> is for the prosecutors here in Lake County to officially bring these charges against 43-year-old Darren Vann. Look, the Gary, Indiana, Police chief said yesterday evening in their press conference he believes there is enough evidence against Darren Vann to charge him with first-degree murder in at least three of these cases. We <KNOW> at this point, Carol, that police have identified four of the seven victims, but three of them were so badly decomposed they still have not been able to make those identities known at this point in time. Also important to note, did this cross state lines? And if so, the FBI will become involved. So you not <ONLY> have people here, police here continuing to search in Gary, Indiana, Hammond, Indiana, you also have authorities in Cook County, Illinois, searching as <WELL> in some of these abandoned homes."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "confident": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Joey, when would you expect charges in the other deaths to be filed against this man?",
    "statement": "That's the <CRITICAL> <QUESTION> because <CERTAINLY> we <KNOW> or the police <<<THINK>>> they <KNOW> that they have evidence linking him to the crime that Poppy was just speaking of. However, the investigation continues and, although today he'll be formally charged, you <KNOW>, in at least one of the deaths, we <CERTAINLY> <WOULD> <EXPECT> that the investigation <WOULD> be ongoing. And so the <QUESTION> really turns on when police are <<CONFIDENT>> in whatever jurisdiction, at whatever location they <<<BELIEVE>>> he had committed crimes that they have enough evidence to bring forward charges against him, number one, and that those charges are viable and strong enough to stick, number two. We <KNOW> there are confessions <<APPARENTLY>> that he made. We <KNOW> that the investigation is ongoing, not <ONLY> as to the bodies that he's admitted to but they're searching other places which he has not admitted to. So we'll see when the police are <<CONFIDENT>> enough to bring him up on other charges."
  },
  {
    "transcript_id": "CNN-241529",
    "matched_terms": {
      "supposedly": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "That's the critical question because certainly we know or the police think they know that they have evidence linking him to the crime that Poppy was just speaking of. However, the investigation continues and, although today he'll be formally charged, you know, in at least one of the deaths, we certainly would expect that the investigation would be ongoing. And so the question really turns on when police are confident in whatever jurisdiction, at whatever location they believe he had committed crimes that they have enough evidence to bring forward charges against him, number one, and that those charges are viable and strong enough to stick, number two. We know there are confessions apparently that he made. We know that the investigation is ongoing, not only as to the bodies that he's admitted to but they're searching other places which he has not admitted to. So we'll see when the police are confident enough to bring him up on other charges.",
    "statement": "But, Midwin, <<SUPPOSEDLY>> this guy led police to bodies. What more do they need? Why doesn't he just plead guilty?"
  }
]