[
  {
    "transcript_id": "CNN-245200",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Absolutely screwed. I mean, if Jennifer Lawrence can get paid 77 percent less than her co-star -- her male co-stars when she's such a big star with an army of representation looking over contracts and presumably knowing the industry standard and sort of all that, imagine ordinary women, average women when they go to negotiate for a raise or a salary or a job, by themselves, being subject to all this. I mean, it just makes you think if it can happen there, it can happen anywhere.",
    "statement": "My <TAKE> away was what if she were a black woman. Because my God, they were making racist jokes as <WELL>. That really struck me. I'm thinking, wow. So when you look at the folks that are making the movies, the movie industry is very responsible for the images that are <ALL> across our culture. If they themselves are making racist jokes and they are saying they are racially insensitive, I say, no. They are racist. What does that mean for people in the African-American community? Because <BOTTOM LINE> is, there's no diversity up there. And if this is what they are really thinking <ABOUT> us, wow."
  },
  {
    "transcript_id": "CNN-245200",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "My take away was what if she were a black woman. Because my God, they were making racist jokes as well. That really struck me. I'm thinking, wow. So when you look at the folks that are making the movies, the movie industry is very responsible for the images that are all across our culture. If they themselves are making racist jokes and they are saying they are racially insensitive, I say, no. They are racist. What does that mean for people in the African-American community? Because bottom line is, there's no diversity up there. And if this is what they are really thinking about us, wow.",
    "statement": "You <KNOW>, it gives fuel to the fire for people who are sick of Hollywood being sanctimonious and"
  },
  {
    "transcript_id": "CNN-245200",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Or worse.",
    "statement": "If it's happening in Hollywood, it's easier to <<<BELIEVE>>> them that it's happening <ALL> over the world like in our police force, right? And at work. So please, tweet us your thoughts and comments. We love reading them. <<MAYBE>> we will read some of them on air. And coming up next, so the ugly accusations against Bill Cosby. <WELL>, they just won't go away. Even die-hard Cosby fans are starting to ask, is it time to boycott the man who was once America's favorite comedian? That's coming up after the break."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Happening now in the NEWSROOM on this Christmas day Pope Benedict tells people not to give up <HOPE> even in some of the world's most troubled regions. The weather <<COULD>> ruin Christmas for many Americans. We'll tell you <ABOUT> winter storms, fog, and tornadoes expected across the country. A lot of people heading out to the theater today to catch a movie but many of the latest Hollywood offerings are, shall we say, not very family friendly. And breakthroughs in 2012. We look at the major advances in science and technology. NEWSROOM starts now. Good morning. Thank you so much for being with us. I'm Carol Costello wishing you and yours a very merry Christmas. We begin this hour with Pope Benedict using his annual Christmas message to speak <ABOUT> the <HOPE> for peace even in the most difficult times and situations. Just hours ago the 85-year-old pope spoke before a crowd in St. Peter's Square and to millions of others watching <AROUND> the world. He says even in Syria, a nation embroiled in a nearly two-year long civil war, peace is possible."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Happening now in the NEWSROOM on this Christmas day Pope Benedict tells people not to give up hope even in some of the world's most troubled regions. The weather could ruin Christmas for many Americans. We'll tell you about winter storms, fog, and tornadoes expected across the country. A lot of people heading out to the theater today to catch a movie but many of the latest Hollywood offerings are, shall we say, not very family friendly. And breakthroughs in 2012. We look at the major advances in science and technology. NEWSROOM starts now. Good morning. Thank you so much for being with us. I'm Carol Costello wishing you and yours a very merry Christmas. We begin this hour with Pope Benedict using his annual Christmas message to speak about the hope for peace even in the most difficult times and situations. Just hours ago the 85-year-old pope spoke before a crowd in St. Peter's Square and to millions of others watching around the world. He says even in Syria, a nation embroiled in a nearly two-year long civil war, peace is possible.",
    "statement": "<MAY> peace bring for the people of Syria, deeply wounded and divided by a conflict, which does not spare even the defenseless and reaps innocent victims. Once again, I appeal for an end to the bloodshed, easier access for the relief of refugees and the displaced and dialogue in the pursuit of a political solution to the conflict."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "May peace bring for the people of Syria, deeply wounded and divided by a conflict, which does not spare even the defenseless and reaps innocent victims. Once again, I appeal for an end to the bloodshed, easier access for the relief of refugees and the displaced and dialogue in the pursuit of a political solution to the conflict.",
    "statement": "The pope also spoke out against violence against Christians in Nigeria and wrapped up his address by delivering Christmas greetings in 65 different languages. In Bethlehem, worshipers packed the Church of the Nativity for midnight mass. Palestinian Authority President Mahmoud Abbas was among those in the crowd at the 1700-year-old church. Queen Elizabeth is reflecting on big accomplishments this year in her taped Christmas message being broadcast on British TV right now. You see her leaving the church earlier this morning. The queen is speaking <ABOUT> the excitement surrounding the London Olympics and her diamond jubilee."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "The pope also spoke out against violence against Christians in Nigeria and wrapped up his address by delivering Christmas greetings in 65 different languages. In Bethlehem, worshipers packed the Church of the Nativity for midnight mass. Palestinian Authority President Mahmoud Abbas was among those in the crowd at the 1700-year-old church. Queen Elizabeth is reflecting on big accomplishments this year in her taped Christmas message being broadcast on British TV right now. You see her leaving the church earlier this morning. The queen is speaking about the excitement surrounding the London Olympics and her diamond jubilee.",
    "statement": "This past year has been one of great celebration for many. The enthusiasm, which greeted the diamond jubilee, was of course especially memorable for me and my family. It was humbling that so many chose to mark the anniversary of a duty which passed to me 60 years ago. People of <ALL> ages took the trouble to <TAKE> part in various ways and in many nations. But <<PERHAPS>> most striking of <ALL> was to witness the strength of fellowship and friendship among those who had gathered together on these occasions."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "best": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "This past year has been one of great celebration for many. The enthusiasm, which greeted the diamond jubilee, was of course especially memorable for me and my family. It was humbling that so many chose to mark the anniversary of a duty which passed to me 60 years ago. People of all ages took the trouble to take part in various ways and in many nations. But perhaps most striking of all was to witness the strength of fellowship and friendship among those who had gathered together on these occasions.",
    "statement": "This marked the first time the queen's message was broadcast on television in 3D. It's not the <BEST> weather for Christmas or for traveling, snow, blizzards, fog, tornadoes <ALL> in the forecast. Earlier this morning, a two-mile stretch of I-40 shut down in Oklahoma City after freezing rain caused a massive car pileup. That stretch of interstate has now reopened. Blizzard warnings have been issued in some parts of the United States while parts of the south <<COULD>> see tornadoes. Meteorologist Bonnie Schneider is here to tell us more. Good morning."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "certainly": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This marked the first time the queen's message was broadcast on television in 3D. It's not the best weather for Christmas or for traveling, snow, blizzards, fog, tornadoes all in the forecast. Earlier this morning, a two-mile stretch of I-40 shut down in Oklahoma City after freezing rain caused a massive car pileup. That stretch of interstate has now reopened. Blizzard warnings have been issued in some parts of the United States while parts of the south could see tornadoes. Meteorologist Bonnie Schneider is here to tell us more. Good morning.",
    "statement": "Good morning, Carol. We have this just in, a tornado warning that's now popped up. I want to <TAKE> a look at it now and show you where it's located. Let's zoom in right here to crocket in Texas. We're seeing this tornado warning for Houston County. This is in Southeast Texas. It goes for another 30 minutes. It is just the beginning of a day that we are anticipating to see lots of severe weather in terms of a tornado threat throughout the southeast. That is why a tornado watch has been issued for Louisiana including Baton Rouge, Thibodaux, and New Orleans. This tornado watch goes into effect until 1:00 p.m. Central Time. We are <<LIKELY>> to see it extended and expanded as the day goes on. What a Christmas day to see so much in the way of thunderstorms and frequent lightning strikes. You see them fire up across Texas, Louisiana, Mississippi, Jackson getting hammered right now by severe weather. We talked <ABOUT> tornadoes. Today is a big day where we <MAY> see tornadoes break out across parts of Louisiana, a <MODERATE> risk in effect meaning a 30 to 60 percent chance of a -- within a 25-mile radius of the orange area here. Less of a risk into Atlanta, but still we <MAY> see severe weather here. We <CERTAINLY> saw the fog earlier today. That will <<LIKELY>> continue throughout much of the morning hours. Behind the system it doesn't look like much, setting up for a big storm system to emerge in terms of winter weather. You saw the accidents along here, I-40 west of Oklahoma City. Freezing rain <ALL> night long Christmas Eve, now sleet and then snow and as the storm intensifies and it will we're looking at an expansive system that will bring blizzard conditions to areas into the heartland. This means Paducah, Kentucky, Carbondale, Illinois, and Cape Girardeau, Missouri. You'll see snow in Memphis, Tennessee, but the heaviest snow right here in this region and also blizzard conditions starting even as late as tonight and into tomorrow meaning blowing and drifting snow. Want to show you a new alert that just came in, an ice storm warning in effect for tonight into tomorrow. This is for the mountains of West Virginia. So we're looking at accumulating ice and strong winds. Power outages are <<LIKELY>>, Carol, when you have the ice covering those trees and power lines and this is really the beginning of a setup of a nasty day today and another one tomorrow, timing unfortunately on Christmas."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Good morning, Carol. We have this just in, a tornado warning that's now popped up. I want to take a look at it now and show you where it's located. Let's zoom in right here to crocket in Texas. We're seeing this tornado warning for Houston County. This is in Southeast Texas. It goes for another 30 minutes. It is just the beginning of a day that we are anticipating to see lots of severe weather in terms of a tornado threat throughout the southeast. That is why a tornado watch has been issued for Louisiana including Baton Rouge, Thibodaux, and New Orleans. This tornado watch goes into effect until 1:00 p.m. Central Time. We are likely to see it extended and expanded as the day goes on. What a Christmas day to see so much in the way of thunderstorms and frequent lightning strikes. You see them fire up across Texas, Louisiana, Mississippi, Jackson getting hammered right now by severe weather. We talked about tornadoes. Today is a big day where we may see tornadoes break out across parts of Louisiana, a moderate risk in effect meaning a 30 to 60 percent chance of a -- within a 25-mile radius of the orange area here. Less of a risk into Atlanta, but still we may see severe weather here. We certainly saw the fog earlier today. That will likely continue throughout much of the morning hours. Behind the system it doesn't look like much, setting up for a big storm system to emerge in terms of winter weather. You saw the accidents along here, I-40 west of Oklahoma City. Freezing rain all night long Christmas Eve, now sleet and then snow and as the storm intensifies and it will we're looking at an expansive system that will bring blizzard conditions to areas into the heartland. This means Paducah, Kentucky, Carbondale, Illinois, and Cape Girardeau, Missouri. You'll see snow in Memphis, Tennessee, but the heaviest snow right here in this region and also blizzard conditions starting even as late as tonight and into tomorrow meaning blowing and drifting snow. Want to show you a new alert that just came in, an ice storm warning in effect for tonight into tomorrow. This is for the mountains of West Virginia. So we're looking at accumulating ice and strong winds. Power outages are likely, Carol, when you have the ice covering those trees and power lines and this is really the beginning of a setup of a nasty day today and another one tomorrow, timing unfortunately on Christmas.",
    "statement": "Yes. I <KNOW>. But everyone's been warned and hopefully everyone is already where they're going and they'll be fine. Bonnie Schneider, thanks so much. The First Lady Michelle Obama is <CERTAINLY> in the Christmas spirit. The White House just released this picture of the first lady answering phone calls from children who called in to NORAD Santa tracker control center to ask <ABOUT> St. Nick's big trip <AROUND> the globe. Mrs. Obama watched Santa's progress along with children nationwide last night. With the Obama family home for the holidays in Hawaii we couldn't help but wish everyone a Hawaiian Merry Christmas this morning. Brianna Keilar is in Hawaii right now traveling with the Obama family. So (inaudible), Brianna."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Yes. I know. But everyone's been warned and hopefully everyone is already where they're going and they'll be fine. Bonnie Schneider, thanks so much. The First Lady Michelle Obama is certainly in the Christmas spirit. The White House just released this picture of the first lady answering phone calls from children who called in to NORAD Santa tracker control center to ask about St. Nick's big trip around the globe. Mrs. Obama watched Santa's progress along with children nationwide last night. With the Obama family home for the holidays in Hawaii we couldn't help but wish everyone a Hawaiian Merry Christmas this morning. Brianna Keilar is in Hawaii right now traveling with the Obama family. So (inaudible), Brianna.",
    "statement": "(Inaudible) to you, Carol. As you <KNOW> it is still very early here in Hawaii, 5:00 a.m. local time hence why it is dark behind me. So Christmas really not in full swing yet here on Oahu. According to the president's public schedule he has no events. That said, I will tell you in the past he's frequently visited with troops. So we're wondering if he is going to do that again this year. And also the White House chef came along for the trip who will be cooking the meal for the first family today at the house that they're renting <ABOUT> 45 minutes from where we are in Waikiki. And in the meantime, President Obama, not <QUITE> festive pre-Christmas activities yesterday, playing golf, heading to the beach with the first family, <<MAYBE>> not as festive as the first lady, Carol, getting in touch with those kids who are watching NORAD track Santa."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "(Inaudible) to you, Carol. As you know it is still very early here in Hawaii, 5:00 a.m. local time hence why it is dark behind me. So Christmas really not in full swing yet here on Oahu. According to the president's public schedule he has no events. That said, I will tell you in the past he's frequently visited with troops. So we're wondering if he is going to do that again this year. And also the White House chef came along for the trip who will be cooking the meal for the first family today at the house that they're renting about 45 minutes from where we are in Waikiki. And in the meantime, President Obama, not quite festive pre-Christmas activities yesterday, playing golf, heading to the beach with the first family, maybe not as festive as the first lady, Carol, getting in touch with those kids who are watching NORAD track Santa.",
    "statement": "I'm not going to ask you <ABOUT> the fiscal cliff because I <<<THINK>>> we need a day off. It is Christmas after <ALL>. So I'll ask you a fun <QUESTION>. The first dog, Bo, is he traveling with the family?"
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "know": "ungraded",
      "somewhat": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I'm not going to ask you about the fiscal cliff because I think we need a day off. It is Christmas after all. So I'll ask you a fun question. The first dog, Bo, is he traveling with the family?",
    "statement": "He is traveling with the family. It's not really Christmas without Bo. I <<<THINK>>> that is one of the things we've learned. You go to the White House, you see the Christmas trees. They have Bo flakes on them. The cookies at the White House Christmas parties are shaped like Bo. He is a really big part of the holiday festivities and that includes actually he plays a <<SOMEWHAT>> prominent role in a video the White House just released. This was taped earlier this month. It is the first lady visiting kids at Children's National Medical Center in D.C. She went to read \"It Was The Night Before Christmas\" and she was pretty, you <KNOW>, they were excited to see her but check it out. Bo really stole the show."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "This is exactly what he does at home. He tries to beat Malia and Sasha to my lap and Blitzen, you see, Bo, all right.",
    "statement": "<<MAYBE>> he can't see."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Maybe he can't see.",
    "statement": "You see? <ALL> right, I <<<THINK>>> he sees."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You see? All right, I think he sees.",
    "statement": "Bo even helping turn the pages for the kids. I really like that little boy on the left. He is adorable. You <KNOW> what? Bo was a huge hit with him. He was like the first lady is here? I'm paying attention to the first dog."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Bo even helping turn the pages for the kids. I really like that little boy on the left. He is adorable. You know what? Bo was a huge hit with him. He was like the first lady is here? I'm paying attention to the first dog.",
    "statement": "He was really concerned that Bo couldn't see the pages of the pictures in the book, very thoughtful kid."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "It's such a powerful technology breakthrough that this will forever change how we all take inexperienced pictures.",
    "statement": "The camera captures the entire light field allowing the picture's focus and <PERSPECTIVE> to be changed after it's been taken. Number nine, NASA's Dawn spacecraft sent back staggering data <ABOUT> an asteroid 325 miles in diameter called Vesta. It appears Vesta went through some stages of planetary evolution. It's one of a kind in the solar system."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "clear": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "The camera captures the entire light field allowing the picture's focus and perspective to be changed after it's been taken. Number nine, NASA's Dawn spacecraft sent back staggering data about an asteroid 325 miles in diameter called Vesta. It appears Vesta went through some stages of planetary evolution. It's one of a kind in the solar system.",
    "statement": "What's <CLEAR> to us is that Vesta appears to be the <ONLY> intact proto planet that's left."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What's clear to us is that Vesta appears to be the only intact proto planet that's left.",
    "statement": "Number eight, you <MAY> have heard the term god particle. Scientists call it Higgsbosin. The European Nuclear Research Organization claims to have found it. Why is it a big deal? <<<THINK>>> big bang theory."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Number eight, you may have heard the term god particle. Scientists call it Higgsbosin. The European Nuclear Research Organization claims to have found it. Why is it a big deal? Think big bang theory.",
    "statement": "This particle we <<<THINK>>> was in <FACT> a particle like this was the fuse that set of the explosion, which created the universe."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Researchers found it after analyzing data from proton collisions generated by a particle accelerator. At seven, a leap of faith, Felix Baumgartner's record-breaking jump. Baumgartner broke the free fall record and the sound barrier, jumping from 128,000 feet in a revolutionary space suit.",
    "statement": "I said, I <KNOW> the whole world is watching now and I wish the world <<COULD>> see what I see."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Six, young children dying at an alarming rate in Cambodia, a medical mystery, unusually aggressive. Our Dr. Sanjay Gupta was there when the mystery was solved.",
    "statement": "They found that those organisms in conjunction with these kids getting steroids <<PROBABLY>> led to such an aggressive course."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Number five, SpaceX became the first commercial company to rendezvous and dock a spacecraft at the International Space Station. It marked a new beginning, private companies taking over for NASA sending cargo and eventually humans to the station. Number four, scientists found the Great Barrier Reef, the largest in the world, is in trouble.",
    "statement": "Half of the coral on the Great Barrier Reef has disappeared over the last 27 years. That is a momentous <CHANGE>."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Scientists attribute much of the loss to storm damage. At number three we go to the Pacific and the deepest part of any ocean in the world with famous film director and explorer James Cameron. First, test stops.",
    "statement": "<ABOUT> five major failures that prevented me from going on."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "might": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "About five major failures that prevented me from going on.",
    "statement": "Finally, Cameron went down 35,000 feet in Deep Sea Challenger. Number two, melting ice, scientists using satellite and aircraft data have found the Greenland and Antarctic ice sheets are losing three times as much ice as 20 years ago. Giant rifts appeared in places like Antarctic's pine island glacier. Combined Antarctica and Greenland have contributed to 1/5 of <ALL> sea level rise over the past 20 years. And our number one is called seven minutes of terror. The rover \"Curiosity\" survived a harrowing ride through the Martian atmosphere in a landing method <NEVER> before attempted prompting an outpouring of emotion from the NASA team. \"Curiosity\" is now roving the landing site hunting for signatures of past life. If it finds any \"Curiosity\" <MIGHT> <WELL> be our number one again next year. John Zarrella, CNN, Miami."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "best": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And hey there, everybody. I'm T.J. Holmes. 10:00 a.m. here in Atlanta, Georgia, 3:00 in the afternoon in London.",
    "statement": "And we do start with politics, the pressure-packed race for the nomination. A busy campaign trail today ahead of Tuesday's <CRITICAL> primaries in four states. Barack Obama is in Rhode Island and Ohio today. Hillary Clinton in Texas. For the Republicans, Mike Huckabee's also campaigning across Texas today, but John McCain, <WELL>, he is taking it easy. Yes, he is back home in Arizona. Wherever the candidates are though, the <BEST> political team on television is right there with them. Consider it our own full-court press ahead of the Tuesday primaries. We've flooded the zone. Today our reporters are in Ohio, Rhode Island, Arizona, and of course, Texas."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And we do start with politics, the pressure-packed race for the nomination. A busy campaign trail today ahead of Tuesday's critical primaries in four states. Barack Obama is in Rhode Island and Ohio today. Hillary Clinton in Texas. For the Republicans, Mike Huckabee's also campaigning across Texas today, but John McCain, well, he is taking it easy. Yes, he is back home in Arizona. Wherever the candidates are though, the best political team on television is right there with them. Consider it our own full-court press ahead of the Tuesday primaries. We've flooded the zone. Today our reporters are in Ohio, Rhode Island, Arizona, and of course, Texas.",
    "statement": "It's 3:00 a.m. and your children are safe and asleep, but there's a phone in the White House, and it's ringing. Something's happening in the world. Your vote will decide who answers that call, whether it's someone who already knows the world's leaders, knows the military..."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "It's 3:00 a.m. and your children are safe and asleep, but there's a phone in the White House, and it's ringing. Something's happening in the world. Your vote will decide who answers that call, whether it's someone who already knows the world's leaders, knows the military...",
    "statement": "It's 3:00 a.m. and your children are safe and asleep, but there's a phone ringing in the White House. Something's happening in the world. When that calls get answered, shouldn't the president be the one, the <ONLY> one, who had judgment and courage to oppose the Iraq war from the start, who understood..."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "must": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Yes, sleeping children and ringing telephones the center of the ads that are at the center of the presidential campaign this morning. And CNN's Jessica Yellin has more on those ads and what the Democrats are doing today.",
    "statement": "Barack Obama is heading to Rhode Island today. It's one of four states that will hold a primary on Tuesday in the next big showdown in this race. Obama has a special tie to that state. His wife's brother coaches the Brown University basketball team. Now, this visit comes as Obama and Clinton are engaged in an increasingly intense ad war here in the state of Texas. Senator Clinton put the first ad up on the airwaves here in which she accuses Barack Obama, essentially, of not having the adequate experience to be commander in chief when the red phone rings in the White House in the middle of the night. Obama hit back quickly with an ad of his own in which he basically argues that judgment -- his judgment -- matters more than Senator Clinton's experience. It's a fight over national security and an attempt to appeal to voters' fears <ABOUT> terrorism. Now, <ALL> this comes in the lead-up to the March 4th primary <MUST>- win votes here in the state of Texas and in Ohio for Senator Clinton. Barack Obama's team trying to raise the stakes, saying Clinton needs to win by 10 points or more to stay in the game. <NO <DOUBT>>, Clinton's team doesn't <QUITE> see it that way. Jessica Yellin, CNN, Houston, Texas."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Barack Obama is heading to Rhode Island today. It's one of four states that will hold a primary on Tuesday in the next big showdown in this race. Obama has a special tie to that state. His wife's brother coaches the Brown University basketball team. Now, this visit comes as Obama and Clinton are engaged in an increasingly intense ad war here in the state of Texas. Senator Clinton put the first ad up on the airwaves here in which she accuses Barack Obama, essentially, of not having the adequate experience to be commander in chief when the red phone rings in the White House in the middle of the night. Obama hit back quickly with an ad of his own in which he basically argues that judgment -- his judgment -- matters more than Senator Clinton's experience. It's a fight over national security and an attempt to appeal to voters' fears about terrorism. Now, all this comes in the lead-up to the March 4th primary must- win votes here in the state of Texas and in Ohio for Senator Clinton. Barack Obama's team trying to raise the stakes, saying Clinton needs to win by 10 points or more to stay in the game. No doubt, Clinton's team doesn't quite see it that way. Jessica Yellin, CNN, Houston, Texas.",
    "statement": "<ALL> right. Those ads, they are highlighting the high stakes in Texas, and here's just how close the race really is. Barack Obama leads with 48 percent in our poll of polls, just ahead of Hillary Clinton's 44 percent. But look at the number of people who still haven't made up their minds. That's 8 percent. The Republican race is <A LITTLE> more <CLEAR>-cut, according to the polls. Presumptive nominee John McCain leads with 53 percent, more than doubling Mike Huckabee. Texas Congressman Ron Paul is at 9 percent. <WELL>, a lot of Texans still haven't made up their minds with just three days to go, so what are they thinking? <WELL>, CNN's Ali Velshi has been hanging out on CNN's Election Express in Texas <ALL> week, and is joins us now on the phone from Seguin, Texas. Good morning, Ali."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Those ads, they are highlighting the high stakes in Texas, and here's just how close the race really is. Barack Obama leads with 48 percent in our poll of polls, just ahead of Hillary Clinton's 44 percent. But look at the number of people who still haven't made up their minds. That's 8 percent. The Republican race is a little more clear-cut, according to the polls. Presumptive nominee John McCain leads with 53 percent, more than doubling Mike Huckabee. Texas Congressman Ron Paul is at 9 percent. Well, a lot of Texans still haven't made up their minds with just three days to go, so what are they thinking? Well, CNN's Ali Velshi has been hanging out on CNN's Election Express in Texas all week, and is joins us now on the phone from Seguin, Texas. Good morning, Ali.",
    "statement": "Good morning, Betty. We are, as you say, in Seguin. We're right in the heart of the central Texas oil fields. Now, you <KNOW>, we've been talking to people <ALL> week <ABOUT> the record prices of oil. We've been talking to them <ABOUT> gas prices. You <KNOW>, that's the concern across the country. When it comes to the economy, we're talking <ABOUT> houses, we're talking <ABOUT> mortgages and jobs, and the market and oil, but oil has been the <THING> that people have been talking <ABOUT> because they are <FEELING> it on their kitchen tables in terms of how much they are paying for the food that they buy and the things that they spend their money on. Now, <WELL>, that was <<KIND OF>> surprising, because Texas is the largest exporter of goods in the United States, the biggest of any state, and that's because most of the exports are oil. You'd <<<THINK>>> that a lot of people are getting rich off of oil, but frankly, for those people who <HAVE TO> ranch or farm here in Texas -- and there are many of them -- they're really <FEELING> the pinch. Listen to this one gentleman whom I spoke to."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's getting costly when you're paying $3.50 for a gallon of diesel for, like, my truck, or you're paying $3.09 for a gallon of gasoline for a vehicle. It costs you to get down to the ranch and get back every day.",
    "statement": "<WELL>, we had spoken to a number of people who expressed the same concerns. So what we did -- we were in San Antonio until last night, where Hillary Clinton was and Barack Obama was nearby. We took the Election Express and we drove it into oil country. So we're headed now for a place called the Darst Oil Field to find out what people who make their living off of the petroleum industry are thinking <ABOUT> these prices, because they've got to drive the trucks and they've got to buy the same things that everyone has to. But are they <FEELING> that this high price of oil is actually benefiting them in their economy? So that's what we are going to be doing today, and we will be back with you many times after we've spoken to people and figured out how those oil drills work."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, we had spoken to a number of people who expressed the same concerns. So what we did -- we were in San Antonio until last night, where Hillary Clinton was and Barack Obama was nearby. We took the Election Express and we drove it into oil country. So we're headed now for a place called the Darst Oil Field to find out what people who make their living off of the petroleum industry are thinking about these prices, because they've got to drive the trucks and they've got to buy the same things that everyone has to. But are they feeling that this high price of oil is actually benefiting them in their economy? So that's what we are going to be doing today, and we will be back with you many times after we've spoken to people and figured out how those oil drills work.",
    "statement": "<WELL>, that's going to be interesting, to hear what the people who making their living off of oil <HAVE TO> say, because a lot of people looking at those folks and just thinking, you <KNOW> what? You're getting rich off of this, so what are you complaining <ABOUT>? But, you <KNOW>, everyone's got to pay for gas, everyone's got to pay for electricity, so we'll see. Thank you, Ali."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "So, just how important are Tuesday's primaries? Here, a look at what's at stake for the Republicans -- 256 delegates. That's enough to clinch the nomination for John McCain.",
    "statement": "But for the Democrats, 370 delegates are up for grabs, and <<<BELIEVE>>> me, the candidates are grabbing for <EVERY> last one at this point."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But for the Democrats, 370 delegates are up for grabs, and believe me, the candidates are grabbing for every last one at this point.",
    "statement": "<WELL>, here's the story in Ohio right now. John McCain getting 56 percent of the vote in our poll of polls. That's compared to 26 percent for Mike Huckabee. A lot closer on the Democratic side. Hillary Clinton ahead there with 47 percent, Barack Obama 40 percent, but there are still 13 percent who say they haven't decided, and that's a pretty big number, just days away from the election."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, here's the story in Ohio right now. John McCain getting 56 percent of the vote in our poll of polls. That's compared to 26 percent for Mike Huckabee. A lot closer on the Democratic side. Hillary Clinton ahead there with 47 percent, Barack Obama 40 percent, but there are still 13 percent who say they haven't decided, and that's a pretty big number, just days away from the election.",
    "statement": "So, are you still <UNDECIDED> who you're going to vote for? <WELL>, hear what the candidates are saying <ABOUT> the issues, <ALL> of it uncensored. CNN's \"BALLOT BOWL\" begins this afternoon at Eastern."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So, are you still undecided who you're going to vote for? Well, hear what the candidates are saying about the issues, all of it uncensored. CNN's \"BALLOT BOWL\" begins this afternoon at Eastern.",
    "statement": "<WELL>, police still trying to <FIGURE> out how the rare, fatal poison ricin ended up in a hotel room. During the course of the investigation now, we've got a lot of new discoveries that are popping up, adding new confusion to this story. Head out now to Las Vegas. CNN's Kara Finnstrom on the story for us. Good morning to you."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Well, police still trying to figure out how the rare, fatal poison ricin ended up in a hotel room. During the course of the investigation now, we've got a lot of new discoveries that are popping up, adding new confusion to this story. Head out now to Las Vegas. CNN's Kara Finnstrom on the story for us. Good morning to you.",
    "statement": "Good morning, T.J. The FBI, local police both investigating this morning, and we are starting to learn some new details. We have now learned that in the room in the hotel just behind us, where that ricin was found, police also found anarchist literature and guns. And that literature had specific references in it to ricin. We've also learned that those discoveries were made two days before the ricin was <<ALLEGEDLY>> found and handed over to police. And that the discoveries made police suspicious enough at that point, that they made an unsuccessful search of the room for ricin."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Acting on that information, they requested the presence of our armored team to do a test of the room for any presence of ricin. There was no positive test within the room and the room was determined not to be contaminated.",
    "statement": "That was two days after that that a man who says he's a relative of the person now in the hospital says he simply found this white powder in the room and turned it in to police. We asked authorities how it <<COULD>> be that he found it and their search didn't turn it up. They say they don't <KNOW>, and that that remains under investigation right now. One other development in this overnight. Police also searched a room at the Excalibur hotel, a room which this relative who found the ricin had stayed in on Wednesday night. They tested that room for ricin. They say it was just a precaution and the test did come back negative. <ALL> of this has <<KIND OF>> prompted some new questions <ABOUT> whether this <<COULD>>, again, be related to terrorism, but police are still saying they don't <<<BELIEVE>>> it is. They say simply finding anarchist literature and guns does not make someone a terrorist --"
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "obviously": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot to sift through out there in Las Vegas. Kara Finnstrom for us there. Thank you so much this morning.",
    "statement": "<WELL>, a homecoming for Britain's Prince Harry after his removal from Afghanistan. The 2nd lieutenant arrived back in England this morning, and British defense officials blame media reports for the prince's sudden withdrawal from combat. They say an Internet site reported his deployment in Afghanistan. They feared media exposure <<COULD>> have placed the prince and soldiers with him in greater danger. Not too good that his cover was blown, but <OBVIOUSLY>, a lot of people saying that for there to be a media blackout as long as it was, CNN was also aware as <WELL> as many other outlets that he was there. And he was there for what, 10 weeks?"
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "certainly": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Well, a homecoming for Britain's Prince Harry after his removal from Afghanistan. The 2nd lieutenant arrived back in England this morning, and British defense officials blame media reports for the prince's sudden withdrawal from combat. They say an Internet site reported his deployment in Afghanistan. They feared media exposure could have placed the prince and soldiers with him in greater danger. Not too good that his cover was blown, but obviously, a lot of people saying that for there to be a media blackout as long as it was, CNN was also aware as well as many other outlets that he was there. And he was there for what, 10 weeks?",
    "statement": "He was there for 10 weeks. As much as the media <CERTAINLY> in America, but also the British tabloids pretty notorious for putting <STUFF> out there..."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "That's right. You hear that at home? We can do the right thing.",
    "statement": "<WELL>, we didn't -- I don't want to toot our horn here, but if you want to, go ahead there, Betty."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "should": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, on this occasion. Let me put it that way. All right. So I'll admit, there are some things that I just won't do, like jump into the water with man-eating sharks.",
    "statement": "Crawl in a stockcar and go 180 miles an hour <AROUND> a speedway. We <SHOULD> be able to go in the water with a high population of sharks."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Crawl in a stockcar and go 180 miles an hour around a speedway. We should be able to go in the water with a high population of sharks.",
    "statement": "<<MAYBE>> with a cage or something that's protecting you from them, but wow, look at that picture. Why diving companies are being scrutinized."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "clear": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "These live pictures of what's going on in Baghdad. We're hearing sirens going off in the Iraqi capital right now. Sirens <USUALLY> anticipating some <<SORT OF>> U.S.-led airstrike. Sirens that have been alerted, clearly Iraqi air defense systems on the alert right now as they <ANTICIPATE> another round of potential U.S. strikes, airstrikes in Baghdad. It's now dark here, just after 8:00 p.m. That's <USUALLY> when U.S. warplanes begin to move against selected targets in Baghdad. CNN's Pentagon correspondent Barbara Starr is joining us now from the Pentagon. Barbara, tell our viewers what you're hearing, what you're seeing."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "maybe": "ungraded",
      "believe": "ungraded",
      "suspect": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "These live pictures of what's going on in Baghdad. We're hearing sirens going off in the Iraqi capital right now. Sirens usually anticipating some sort of U.S.-led airstrike. Sirens that have been alerted, clearly Iraqi air defense systems on the alert right now as they anticipate another round of potential U.S. strikes, airstrikes in Baghdad. It's now dark here, just after 8:00 p.m. That's usually when U.S. warplanes begin to move against selected targets in Baghdad. CNN's Pentagon correspondent Barbara Starr is joining us now from the Pentagon. Barbara, tell our viewers what you're hearing, what you're seeing.",
    "statement": "Wolf, there has been tension here at the Pentagon <ALL> day <ABOUT> when things <WOULD> begin to unfold. We are, of course, now hearing these live pictures from Baghdad air raid sirens. If things unfold in Baghdad the way they <USUALLY> do, it looks like we're first seeing the first AAA antiartillery aircraft artillery <<POSSIBLY>> go off. The Iraqis have a long history in these types of events of very quickly turning on their air raid sirens looking at these live pictures, turning on their antiaircraft authority, basically shooting a wall of steel into the sky if they <<<BELIEVE>>> U.S. aircraft or U.S. Tomahawk missiles are coming at them. I <<SUSPECT>> as this begins to unfold, we will see more activity in the sky. We can tell you it is a <<WELL>-KNOWN> <FACT>, U.S. B-52 bombers took off from England earlier today. We are not saying their destination. We are not saying their flying time. We're not saying where they're going. They <OFTEN> <TAKE> off on various missions. They <MAY> or <MAY> not be involved in what will unfold over Baghdad. Continuing to look at these pictures, it's not unexpected that we will continue to see air activity over Baghdad. The U.S. administration, of course -- it looks like another tracer there off to the right of your screen. The U.S. administration struggling with when to exactly begin the air bombardment of Baghdad. They had been hoping <ALL> the way along that the Iraqi military <WOULD> basically revolt against the regime of Saddam Hussein, a very heavy propaganda campaign, of course, going on in the last days here, trying to convince the Iraqi military that they had no <HOPE> of winning, even rumors in the last several hours that a Republican Guard division was ready to defect. So there had been a <<SENSE>> of <<MAYBE>> waiting <A BIT>, seeing if the Iraqi military <WOULD> basically give up, seeing if the leadership <WOULD> turn against Saddam Hussein. The last two nights of their airstrikes we have seen over Baghdad have, in <FACT>, been very much aimed at leadership, military targets aimed at Saddam Hussein, his family, his top advisers. They had called them, you <KNOW>, decapitation strikes, but now it looks like other things <<COULD>> be unfolding in the hours ahead -- Wolf."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "approximately": "ungraded",
      "perhaps": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wolf, there has been tension here at the Pentagon all day about when things would begin to unfold. We are, of course, now hearing these live pictures from Baghdad air raid sirens. If things unfold in Baghdad the way they usually do, it looks like we're first seeing the first AAA antiartillery aircraft artillery possibly go off. The Iraqis have a long history in these types of events of very quickly turning on their air raid sirens looking at these live pictures, turning on their antiaircraft authority, basically shooting a wall of steel into the sky if they believe U.S. aircraft or U.S. Tomahawk missiles are coming at them. I suspect as this begins to unfold, we will see more activity in the sky. We can tell you it is a well-known fact, U.S. B-52 bombers took off from England earlier today. We are not saying their destination. We are not saying their flying time. We're not saying where they're going. They often take off on various missions. They may or may not be involved in what will unfold over Baghdad. Continuing to look at these pictures, it's not unexpected that we will continue to see air activity over Baghdad. The U.S. administration, of course -- it looks like another tracer there off to the right of your screen. The U.S. administration struggling with when to exactly begin the air bombardment of Baghdad. They had been hoping all the way along that the Iraqi military would basically revolt against the regime of Saddam Hussein, a very heavy propaganda campaign, of course, going on in the last days here, trying to convince the Iraqi military that they had no hope of winning, even rumors in the last several hours that a Republican Guard division was ready to defect. So there had been a sense of maybe waiting a bit, seeing if the Iraqi military would basically give up, seeing if the leadership would turn against Saddam Hussein. The last two nights of their airstrikes we have seen over Baghdad have, in fact, been very much aimed at leadership, military targets aimed at Saddam Hussein, his family, his top advisers. They had called them, you know, decapitation strikes, but now it looks like other things could be unfolding in the hours ahead -- Wolf.",
    "statement": "Barbara, stand by over there at the Pentagon. I want to continue to show our viewers these live pictures of Baghdad, just the last two nights <AROUND> this time, <APPROXIMATELY> just shortly after it gets dark in this part of the world, there were U.S.-led strikes, selected targets the first night, second night. Now on this third night, we <ANTICIPATE> there <<COULD>> be more activity. Clearly the Iraqi air defense systems have been on alert and the Iraqi triple air fire antiaircraft fire already being seen over the skies over Baghdad. We'll continue to show our viewers these pictures. I want to bring back CNN's Martin Savidge. He's in southern Iraq. He's still with the First Battalion 7th Marines. Marty, I <<ASSUME>> you can't see these pictures, but tell our viewers, I interrupted you before, what you're doing, where you are and <APPROXIMATELY> what the mission is as far as you can tell from your location. Hold on, Marty. Before you start talking, let's listen <A LITTLE> bit to the sound of gunfire, anti-aircraft fire over the skies in Baghdad. What you're seeing is Iraqi air defense systems shooting up in the sky. They're hoping, <OBVIOUSLY>, to knock down a U.S. or British plane. They're hoping to knock down <<PERHAPS>> a cruise missile. They're firing. They have indications, <<PRESUMABLY>> from their radar, that U.S., British aircraft as <WELL>, are in the skies approaching Baghdad or hovering over the skies. Let's listen <A LITTLE> bit more to this fire that's going on. Our military analyst David Grange, retired U.S. brigadier general, is with us as <WELL>. General Grange, tell our viewers what you <<SENSE>> is happening right now."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Barbara, stand by over there at the Pentagon. I want to continue to show our viewers these live pictures of Baghdad, just the last two nights around this time, approximately just shortly after it gets dark in this part of the world, there were U.S.-led strikes, selected targets the first night, second night. Now on this third night, we anticipate there could be more activity. Clearly the Iraqi air defense systems have been on alert and the Iraqi triple air fire antiaircraft fire already being seen over the skies over Baghdad. We'll continue to show our viewers these pictures. I want to bring back CNN's Martin Savidge. He's in southern Iraq. He's still with the First Battalion 7th Marines. Marty, I assume you can't see these pictures, but tell our viewers, I interrupted you before, what you're doing, where you are and approximately what the mission is as far as you can tell from your location. Hold on, Marty. Before you start talking, let's listen a little bit to the sound of gunfire, anti-aircraft fire over the skies in Baghdad. What you're seeing is Iraqi air defense systems shooting up in the sky. They're hoping, obviously, to knock down a U.S. or British plane. They're hoping to knock down perhaps a cruise missile. They're firing. They have indications, presumably from their radar, that U.S., British aircraft as well, are in the skies approaching Baghdad or hovering over the skies. Let's listen a little bit more to this fire that's going on. Our military analyst David Grange, retired U.S. brigadier general, is with us as well. General Grange, tell our viewers what you sense is happening right now.",
    "statement": "<WELL>, you <KNOW>, I'm not really <<<SURE>>>. My <<FEEL>> is, Wolf, that this <MAY> be the start of a larger strike operation from the air on targets in Baghdad and elsewhere, because a lot of results have not come back from the initial strikes. In other words, we haven't had a lot of -- even though there was talk <ABOUT> it. There weren't a lot of units surrendering or changing in the situation with the Iraqi army."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, you know, I'm not really sure. My feel is, Wolf, that this may be the start of a larger strike operation from the air on targets in Baghdad and elsewhere, because a lot of results have not come back from the initial strikes. In other words, we haven't had a lot of -- even though there was talk about it. There weren't a lot of units surrendering or changing in the situation with the Iraqi army.",
    "statement": "General Grange, on the first two nights the so-called shock and awe didn't necessarily materialize. There were very limited strikes against selected targets, leadership targets, Republican guard and high-government leadership targets, the first night <<PRESUMABLY>>, including Saddam Hussein himself. But there has been widespread anticipation as the ground war has begun in the south, U.S. and British forces moving in significant forces in the south that <<PERHAPS>>, <<PERHAPS>> we <WOULD> see the start of that shock and awe campaign. Or <<PERHAPS>> not. <<PERHAPS>> another third day of selected strikes in and <AROUND> Baghdad. So we <<COULD>> go, <OBVIOUSLY>, either way as far as what we are trying to understand right now. Isn't that right?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "General Grange, on the first two nights the so-called shock and awe didn't necessarily materialize. There were very limited strikes against selected targets, leadership targets, Republican guard and high-government leadership targets, the first night presumably, including Saddam Hussein himself. But there has been widespread anticipation as the ground war has begun in the south, U.S. and British forces moving in significant forces in the south that perhaps, perhaps we would see the start of that shock and awe campaign. Or perhaps not. Perhaps another third day of selected strikes in and around Baghdad. So we could go, obviously, either way as far as what we are trying to understand right now. Isn't that right?",
    "statement": "<<COULD>> be. And the ground forces again are moving closer to some of the key objectives to the north. And so, you <KNOW>, this <MAY> be air strikes and support of those operations. But the other is they <MAY> want to get to try to force a bigger <CHANGE> in the war. In other words, these leaders have been talking <ABOUT> surrendering and turning against Saddam and <<MAYBE>> they need <A LITTLE> bit more encouragement to do so. And this <MAY> be part of that effort."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And that would be part of the psychological campaign, to try to convince Iraqi senior military officers and regular troops that this is a no-win situation for them. It's not worth dying for President Saddam Hussein. We're going to continue to show these live pictures of the skies over Baghdad, Iraqi anti-aircraft fire, continuing to fire up in the skies, looking for targets of their own. So far, we haven't seen anything drop yet. Barbara Starr at the Pentagon, what are you hearing?",
    "statement": "<WELL>, Wolf, officials here not confirming anything, but what we can tell you is basically they have been prepared, the U.S. military had been prepared, to undertake the campaign of shock and awe as it's now being called, for several days. Over the last many, many hours, basically everything was in place, target sets loaded, everything ready to go, air force navy planes, tomahawk cruise missiles, everything in place. Most of the weapons that <WOULD> be expected to be used <WOULD> be guided to their targets by satellite, so they <WOULD> be preprogrammed target sets having to be loaded in. Some hours before everything got under way, which means that simply waiting for the final go ahead, <<POSSIBLY>> from General Tommy Franks at the U.S. Central Command, at his headquarters in Qatar on the Persian Gulf. But it still is going to remain to be seen how exactly things are going to unfold here. They are still very, very interested in getting to leadership targets, whether that takes us now to the next phase of shock and awe of thousands of missiles and bombs raining down on Baghdad still remains to be seen -- Wolf."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "approximately": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Wolf, officials here not confirming anything, but what we can tell you is basically they have been prepared, the U.S. military had been prepared, to undertake the campaign of shock and awe as it's now being called, for several days. Over the last many, many hours, basically everything was in place, target sets loaded, everything ready to go, air force navy planes, tomahawk cruise missiles, everything in place. Most of the weapons that would be expected to be used would be guided to their targets by satellite, so they would be preprogrammed target sets having to be loaded in. Some hours before everything got under way, which means that simply waiting for the final go ahead, possibly from General Tommy Franks at the U.S. Central Command, at his headquarters in Qatar on the Persian Gulf. But it still is going to remain to be seen how exactly things are going to unfold here. They are still very, very interested in getting to leadership targets, whether that takes us now to the next phase of shock and awe of thousands of missiles and bombs raining down on Baghdad still remains to be seen -- Wolf.",
    "statement": "Barbara, stand by. Dr. Sanjay Gupta, CNN's medical correspondent. He's in northern Kuwait with U.S. Marines. We have him with us. What are you hearing from where you are, Sanjay? DR. SANJAY GUPTA, CNN MEDICAL CORRESPONDENT; <WELL>, Wolf, we've been talking <ALL> day <ABOUT> the first marine that was killed in action earlier. We are just receiving a report <ABOUT> a second marine who was killed also from the first marine expeditionary force, died <APPROXIMATELY> 4:00 p.m. Local time this afternoon while taking actions against the enemy Iraqi forces near the port of Umm Qasr (ph). The name is <OBVIOUSLY> being withheld at this time. Mechanism of injury is also being withheld, although the reports are possible bullet wound. There's also a report of an injury after a marine AH-1 attack helicopter was fired upon, and the tank was destroyed. A Marine was injured, receiving shrapnel wounds to his eye. No other injuries were sustained. Again, Wolf, another Marine was, unfortunately killed in action today from the first Marine Expeditionary Force, and a third Marine now injured from shrapnel wounds to the eye -- Wolf."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "certainly": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dr. Sanjay Gupta. Sanjay, one quick clarification, the second Marine who was killed, was that in the same firefight as the first Marine?",
    "statement": "We have not been able to confirm that, although <ALL> the logistics that we've been hearing. <ALL> the descriptions of the area and location we've been hearing sounds like it <<PROBABLY>> is. I have talked to several of my sources here with the marines. They have not been able to tell me that 100 percent. But from the sounds of things and piecing everything together, it <CERTAINLY> sounds that way, Wolf. Also the timing sounds that way as <WELL>."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right, Dr. Sanjay Gupta, our medical correspondent. He's imbedded with the U.S. Marines in northern Kuwait. Thank you very much, Sanjay. Barbara Starr is getting some more info on what we're seeing now on our screen. These live pictures, the skies over Baghdad, Iraqi antiaircraft firing up at the skies, presumably looking for U.S. warplanes, looking for U.S. cruise missiles. Barbara, what are you hearing?",
    "statement": "CNN senior correspondent Jamie McIntyre has now been told by a senior defense official -- quoting -- this is A Day. That is the name that was going to be attached to the beginning of the air attack campaign. Senior official telling CNN's Jamie McIntyre that this is a day, but also cautioning there is still last-minute flexibility in the plan, the plan <<COULD>> still be calibrated, <<PRESUMABLY>> if they saw Saddam Hussein, his sons, top military leaders, top regime leaders come out and agree to go into exile, they <WOULD> begin to call this off. But you are there on those live pictures of Baghdad, seeing evidence of increased antiaircraft artillery being fired into the sky by the Iraqi military, already on very high alert in Baghdad and will remain on-station here seeing how things unfold. But again, a senior defense official telling Jamie McIntyre, this is A Day."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A Day, the letter 'A,\" not D-Day, the letter A. A-Day suggesting that this is the beginning of the shock and awe campaign tonight, night three of the war in Iraq. Is that right, Barbara?",
    "statement": "Indeed, Wolf. That is what we have been <GIVEN> to understand. The concept of shock and awe <ALWAYS> was a blistering air campaign over Baghdad, hundreds if not thousands of precision bombs, Tomahawk cruise missiles, dropping on military and leadership targets across the city, making <EVERY> effort to <AVOID> civilian areas, and at the same time, a wave of U.S. and coalition ground forces moving across Iraq, beginning to <TAKE> territory very clearly, moving toward Baghdad, plus the propaganda campaign that we have seen unfold over the last several days. <ALL> an effort to convince the Iraqi military that they have no <HOPE>, that they <MUST> give up, and that Saddam Hussein <MUST> go. So far, of course, we do not <KNOW> the fate of Saddam Hussein. Lots of rumors that he was injured in the first night of attacks. Just <A LITTLE> while ago, a senior official telling us, they are still trying to <FIGURE> out exactly what happened to him, what his whereabouts <MAY> be, as <WELL> as the top advisers close to him. No <FINAL WORD> on that at this hour, as this campaign appears to be unfolding."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "around": "ungraded",
      "approximately": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Indeed, Wolf. That is what we have been given to understand. The concept of shock and awe always was a blistering air campaign over Baghdad, hundreds if not thousands of precision bombs, Tomahawk cruise missiles, dropping on military and leadership targets across the city, making every effort to avoid civilian areas, and at the same time, a wave of U.S. and coalition ground forces moving across Iraq, beginning to take territory very clearly, moving toward Baghdad, plus the propaganda campaign that we have seen unfold over the last several days. All an effort to convince the Iraqi military that they have no hope, that they must give up, and that Saddam Hussein must go. So far, of course, we do not know the fate of Saddam Hussein. Lots of rumors that he was injured in the first night of attacks. Just a little while ago, a senior official telling us, they are still trying to figure out exactly what happened to him, what his whereabouts may be, as well as the top advisers close to him. No final word on that at this hour, as this campaign appears to be unfolding.",
    "statement": "\"A\" day, the start of A-Day, the start of this big campaign called shock and awe. The original anticipation, over the next 24 to 48 hours, <<PERHAPS>> as many as 3,000 -- 3,000 Tomahawk cruise missiles, satellite-guided precision bombs laser-guided bombs <WOULD> be dropped at various military targets not <ONLY> in Baghdad, <AROUND> Baghdad, but <ALL> <AROUND> the huge country of Iraq. It's now <APPROXIMATELY> 8:18 in the evening in Baghdad, in this part of the world. Barbara, stand by. CNN's Martin Savidge is also in southern Iraq. We interrupted him earlier. Marty, the U.S. troops you're with, they're moving <RATHER> quickly, aren't they?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "\"A\" day, the start of A-Day, the start of this big campaign called shock and awe. The original anticipation, over the next 24 to 48 hours, perhaps as many as 3,000 -- 3,000 Tomahawk cruise missiles, satellite-guided precision bombs laser-guided bombs would be dropped at various military targets not only in Baghdad, around Baghdad, but all around the huge country of Iraq. It's now approximately 8:18 in the evening in Baghdad, in this part of the world. Barbara, stand by. CNN's Martin Savidge is also in southern Iraq. We interrupted him earlier. Marty, the U.S. troops you're with, they're moving rather quickly, aren't they?",
    "statement": "<WELL>, they are moving quickly. I <SHOULD> point out that shock and awe in southern Iraq took place last night. We were up moving into the attack positions with the ground forces as they were preparing to head into southern Iraq. And they met some resistance up there at the Kuwaiti-Iraq border. <WELL>, that was quickly resolved. They called in Tomahawk strikes and air strikes that went on <ALL> night long. There is an outlook there, a hill that's referred to as Safwan Hill. It's actually on the Iraqi side of the border. It is filled with Iraqi intelligence gathering. From that vantage point, they can look out over <ALL> of northern Kuwait. It is now estimated that that was hit so badly by missiles and by artillery, and by the air force that they shaved a couple of feet off of that hill. And anything that was up there that was left after <ALL> the explosions was then hit with napalm. And that pretty much put an end to any Iraqi operations up on that hill. And then this morning they airlifted in U.S. military forces that now hold that vantage point. So, <ALL> last night there was an intense artillery, air and also missile bombardment throughout the southern part of Iraq. And that's what paved the way for the ground forces to begin pushing in. One of the interesting things to note, as we came across the border and began moving into southern Iraq, was the <FACT> that you saw the precision of those attacks. You <WOULD> find artillery pieces blown up. You <WOULD> find tanks that were shattered. You <WOULD> find armored personnel carriers that were destroyed and still burning at the side of the road. What you did not see, though, was major buildings that had been damaged. You did not see that there had been homes or any sign of collateral damage. Clearly, that <MAY> have been happened, but there was not an overwhelming indication of that, which is really remarkable <GIVEN> the vantage point we had from the border and the light show that took place. Wolf?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Well, they are moving quickly. I should point out that shock and awe in southern Iraq took place last night. We were up moving into the attack positions with the ground forces as they were preparing to head into southern Iraq. And they met some resistance up there at the Kuwaiti-Iraq border. Well, that was quickly resolved. They called in Tomahawk strikes and air strikes that went on all night long. There is an outlook there, a hill that's referred to as Safwan Hill. It's actually on the Iraqi side of the border. It is filled with Iraqi intelligence gathering. From that vantage point, they can look out over all of northern Kuwait. It is now estimated that that was hit so badly by missiles and by artillery, and by the air force that they shaved a couple of feet off of that hill. And anything that was up there that was left after all the explosions was then hit with napalm. And that pretty much put an end to any Iraqi operations up on that hill. And then this morning they airlifted in U.S. military forces that now hold that vantage point. So, all last night there was an intense artillery, air and also missile bombardment throughout the southern part of Iraq. And that's what paved the way for the ground forces to begin pushing in. One of the interesting things to note, as we came across the border and began moving into southern Iraq, was the fact that you saw the precision of those attacks. You would find artillery pieces blown up. You would find tanks that were shattered. You would find armored personnel carriers that were destroyed and still burning at the side of the road. What you did not see, though, was major buildings that had been damaged. You did not see that there had been homes or any sign of collateral damage. Clearly, that may have been happened, but there was not an overwhelming indication of that, which is really remarkable given the vantage point we had from the border and the light show that took place. Wolf?",
    "statement": "<ALL> right, Martin Savidge, he's with the U.S. troops. They're already in southern Iraq. They're moving forward. They're clearly on the way towards Baghdad. And you're looking at these live pictures of Baghdad, where Iraqi anti-aircraft fire has become <RATHER> intense. They're anticipating a U.S. strike. We are now reporting -- we are reporting that this is \"A\" day, the start of the campaign called shock and awe. An intense aerial bombardment expected over the next day or two against Iraqi military targets, not <ONLY> in Baghdad, but elsewhere in the country. I want to go back to northern Kuwait, not far away from right where I am right now, to our medical correspondent Dr. Sanjay Gupta. He's embedded with U.S. marines in the northern part of Kuwait. Sanjay, I understand you have some more information on this second U.S. marine killed in combat earlier today in southern Iraq?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "about": "ungraded",
      "approximately": "ungraded"
    },
    "previous_statement": "All right, Martin Savidge, he's with the U.S. troops. They're already in southern Iraq. They're moving forward. They're clearly on the way towards Baghdad. And you're looking at these live pictures of Baghdad, where Iraqi anti-aircraft fire has become rather intense. They're anticipating a U.S. strike. We are now reporting -- we are reporting that this is \"A\" day, the start of the campaign called shock and awe. An intense aerial bombardment expected over the next day or two against Iraqi military targets, not only in Baghdad, but elsewhere in the country. I want to go back to northern Kuwait, not far away from right where I am right now, to our medical correspondent Dr. Sanjay Gupta. He's embedded with U.S. marines in the northern part of Kuwait. Sanjay, I understand you have some more information on this second U.S. marine killed in combat earlier today in southern Iraq?",
    "statement": "That's right, Wolf. We talked <ABOUT> that, a second marine killed in action, KIA. Died <APPROXIMATELY> 4:00 p.m. this afternoon local time and near the Iraqi forces. Also, Wolf, I mentioned to you just a few minutes ago <ABOUT> an injury. I want to be <A LITTLE> bit more specific <ABOUT> that. A marine from the 1st Marine division was injured after a Marine AH-1 attack helicopter fired upon a Marine M-1 A-1 tank. The tank was destroyed. And the marine who was injured that we're talking <ABOUT> received shrapnel wounds to his eye. There was no other injuries in that friendly fire incident. But again, Wolf, a friendly fire incident resulting in the injury that I just described. That is a third <THING>. There's first a Marine who KIA earlier this morning. We talked <ABOUT> that. A second now that died at <APPROXIMATELY> 4:00 p.m. A third who was injured, again, from a friendly fire incident. Wolf?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "That's right, Wolf. We talked about that, a second marine killed in action, KIA. Died approximately 4:00 p.m. this afternoon local time and near the Iraqi forces. Also, Wolf, I mentioned to you just a few minutes ago about an injury. I want to be a little bit more specific about that. A marine from the 1st Marine division was injured after a Marine AH-1 attack helicopter fired upon a Marine M-1 A-1 tank. The tank was destroyed. And the marine who was injured that we're talking about received shrapnel wounds to his eye. There was no other injuries in that friendly fire incident. But again, Wolf, a friendly fire incident resulting in the injury that I just described. That is a third thing. There's first a Marine who KIA earlier this morning. We talked about that. A second now that died at approximately 4:00 p.m. A third who was injured, again, from a friendly fire incident. Wolf?",
    "statement": "Underscoring the hazards of war, not <ONLY> the dangers from the enemy but also dangers, as we <ALL> <KNOW>, from your own troops. CNN's Barbara Starr has more information. She's at the Pentagon. Barbara?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Underscoring the hazards of war, not only the dangers from the enemy but also dangers, as we all know, from your own troops. CNN's Barbara Starr has more information. She's at the Pentagon. Barbara?",
    "statement": "Wolf, as this begins to unfold over the next hours, we are told to <EXPECT> to see the full force of the U.S. military in the air. Not <ONLY> some of the cruise missiles, of course, that we've seen for the last two nights over Baghdad. We are told to <EXPECT> to see more cruise missiles. We are told that U.S. Navy aircraft flying off aircraft carriers in the Persian Gulf and the Mediterranean are expected to be involved in this phase of the campaign as it unfolds over Baghdad. <CRUCIAL>, those carrier aircraft flying off carriers in the Mediterranean. Now expected to fly over Turkey, we are told, the overflight issue essentially being solved. It is <<LIKELY>> we will also see some of the other assets that have been used. On the first night, we saw F-117 Air Force stealth fighters. We can now tell you those stealth fighters dropping a new bomb <NEVER> before used in combat over Baghdad. A new 2,000-pound penetrating weapon with a special fuse with guidance by satellites optimized to be used in an urban environment and not cause too much collateral damage in surrounding neighborhoods. Those are the types of weapons we <EXPECT> again to be used in these upcoming hours. Precision weapons, but also very heavy weapons. They want to <TAKE> out the leadership targets, they want to <TAKE> out the bunkers, rebutments, the other hardened targets where they <<<BELIEVE>>> Saddam Hussein and the leadership will hide. Wolf?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wolf, as this begins to unfold over the next hours, we are told to expect to see the full force of the U.S. military in the air. Not only some of the cruise missiles, of course, that we've seen for the last two nights over Baghdad. We are told to expect to see more cruise missiles. We are told that U.S. Navy aircraft flying off aircraft carriers in the Persian Gulf and the Mediterranean are expected to be involved in this phase of the campaign as it unfolds over Baghdad. Crucial, those carrier aircraft flying off carriers in the Mediterranean. Now expected to fly over Turkey, we are told, the overflight issue essentially being solved. It is likely we will also see some of the other assets that have been used. On the first night, we saw F-117 Air Force stealth fighters. We can now tell you those stealth fighters dropping a new bomb never before used in combat over Baghdad. A new 2,000-pound penetrating weapon with a special fuse with guidance by satellites optimized to be used in an urban environment and not cause too much collateral damage in surrounding neighborhoods. Those are the types of weapons we expect again to be used in these upcoming hours. Precision weapons, but also very heavy weapons. They want to take out the leadership targets, they want to take out the bunkers, rebutments, the other hardened targets where they believe Saddam Hussein and the leadership will hide. Wolf?",
    "statement": "<ALL> right, Barbara, stand by over there at the Pentagon. We're going to come back to you, <OBVIOUSLY>. For our viewers who <MAY> just be tuning in, let me set the stage. We are now reporting, CNN has confirmed this is \"A\" day, the letter A, the start of the aerial bombardment, the intensive U.S.-led air strike campaign against selected military targets not <ONLY> in the Iraqi capital, but elsewhere <AROUND> Iraq. We had been told going into this war to <EXPECT> during this first 24- to 48-hour <PERIOD> <<PERHAPS>> as many as 3,000 Tomahawk cruise missiles and other precision-guided bombs <WOULD> be dropped, <WOULD> be launched, <WOULD> be fired from submarines, from destroyers, from aircraft carriers, as <WELL> as from aircraft poised throughout the region surrounding Iraq. That is what is <ABOUT> to begin right now. Iraqi officials clearly have an indication this is <ABOUT> to begin. They've been firing anti-aircraft fire in the sky looking for those U.S. planes, looking for those cruise missiles. Sirens continuing to wail throughout Baghdad. Our senior White House correspondent John King is at the White House. John?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Barbara, stand by over there at the Pentagon. We're going to come back to you, obviously. For our viewers who may just be tuning in, let me set the stage. We are now reporting, CNN has confirmed this is \"A\" day, the letter A, the start of the aerial bombardment, the intensive U.S.-led air strike campaign against selected military targets not only in the Iraqi capital, but elsewhere around Iraq. We had been told going into this war to expect during this first 24- to 48-hour period perhaps as many as 3,000 Tomahawk cruise missiles and other precision-guided bombs would be dropped, would be launched, would be fired from submarines, from destroyers, from aircraft carriers, as well as from aircraft poised throughout the region surrounding Iraq. That is what is about to begin right now. Iraqi officials clearly have an indication this is about to begin. They've been firing anti-aircraft fire in the sky looking for those U.S. planes, looking for those cruise missiles. Sirens continuing to wail throughout Baghdad. Our senior White House correspondent John King is at the White House. John?",
    "statement": "<WELL>, Wolf, I have been speaking to a couple senior administration officials as we have watched the events of the last few minutes unfold. One saying that President Bush was briefed on <ALL> of this morning. Of course, this is in a military campaign plan the president gave his execute order to on Wednesday morning. So the plan has been in place for some time. But we are told the president was told this morning that the timing had been set for this aggressive bombing campaign today. Also told this interesting information by another administration official. He says there is according to U.S. intelligence, there is, quote, \"complete confusion,\" quote \"complete disarray,\" in the senior Iraqi military leadership. This official says that in those communications that we heard Defense Secretary Don Rumsfeld talking <ABOUT> yesterday, e-mail communications, cellular telephone communications between U.S. military and intelligence officials and Iraqi military and leadership officials that it was made <CLEAR> to them that in the <VIEW> of the United States, if Saddam Hussein is alive, he is, quote, \"not in control or not in any minute to minute control\" anyway, of his military and of his government. These officials, senior Iraqi military officials, we were told, were encouraged to turn themselves in, to order any military units to lay down their arms. This official said he is not aware if there was ever any deadline expressed in those communications but that it was made <CLEAR> that if that did not happen and did not happen soon, the United States <WOULD> go ahead with its much more aggressive military campaign, \"A\" day as our Pentagon reporters have been reporting, the bombing we see today. But most interesting, this source saying that the U.S. intelligence community has decided that there is, quote, \"complete confusion and complete disarray\" in the senior Iraqi leadership. Wolf?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, Wolf, I have been speaking to a couple senior administration officials as we have watched the events of the last few minutes unfold. One saying that President Bush was briefed on all of this morning. Of course, this is in a military campaign plan the president gave his execute order to on Wednesday morning. So the plan has been in place for some time. But we are told the president was told this morning that the timing had been set for this aggressive bombing campaign today. Also told this interesting information by another administration official. He says there is according to U.S. intelligence, there is, quote, \"complete confusion,\" quote \"complete disarray,\" in the senior Iraqi military leadership. This official says that in those communications that we heard Defense Secretary Don Rumsfeld talking about yesterday, e-mail communications, cellular telephone communications between U.S. military and intelligence officials and Iraqi military and leadership officials that it was made clear to them that in the view of the United States, if Saddam Hussein is alive, he is, quote, \"not in control or not in any minute to minute control\" anyway, of his military and of his government. These officials, senior Iraqi military officials, we were told, were encouraged to turn themselves in, to order any military units to lay down their arms. This official said he is not aware if there was ever any deadline expressed in those communications but that it was made clear that if that did not happen and did not happen soon, the United States would go ahead with its much more aggressive military campaign, \"A\" day as our Pentagon reporters have been reporting, the bombing we see today. But most interesting, this source saying that the U.S. intelligence community has decided that there is, quote, \"complete confusion and complete disarray\" in the senior Iraqi leadership. Wolf?",
    "statement": "But, John, no word whether Saddam Hussein is alive, whether he's dead, whether he's injured, what <<KIND OF>> role he <MAY> be playing right now?"
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "But, John, no word whether Saddam Hussein is alive, whether he's dead, whether he's injured, what kind of role he may be playing right now?",
    "statement": "No, our David Ensor has had much more detail from intelligence sources saying that the belief is that Saddam Hussein is alive. That is the <<GUESS>> here at the White House. They are very reluctant here at the White House to talk at <ALL> <ABOUT> any operational details, even more reluctant to talk <ABOUT> any briefings the president gets on intelligence. Senior officials privately say their operating assumption is that Saddam Hussein survived that first night attack, but they say they just don't <KNOW> that for <<<SURE>>>. And that's been what -- generally what I <<<THINK>>> our other correspondents have been hearing, that the assumption is he did survive but no one is <QUITE> <CERTAIN> of that. But, again, an official I just spoke to just moments ago said whether he is alive or not, the conclusion of the intelligence community right now is that he is not exhibiting moment to moment control over the Iraqi government and the Iraqi military in any way."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, our David Ensor has had much more detail from intelligence sources saying that the belief is that Saddam Hussein is alive. That is the guess here at the White House. They are very reluctant here at the White House to talk at all about any operational details, even more reluctant to talk about any briefings the president gets on intelligence. Senior officials privately say their operating assumption is that Saddam Hussein survived that first night attack, but they say they just don't know that for sure. And that's been what -- generally what I think our other correspondents have been hearing, that the assumption is he did survive but no one is quite certain of that. But, again, an official I just spoke to just moments ago said whether he is alive or not, the conclusion of the intelligence community right now is that he is not exhibiting moment to moment control over the Iraqi government and the Iraqi military in any way.",
    "statement": "<ALL> right, John, we'll be getting back to you as <WELL>. John king our senior White House correspondent. One hour from now -- one hour from now, we <ANTICIPATE> a briefing at the Pentagon, the Defense Secretary Donald Rumsfeld will be joined by the Chairman of the U.S. military's Joint Chiefs of Staff General Richard Myers. They're expected to brief, in one hour, 1:30 p.m. Eastern time, one hour from now, we'll <EXPECT> to get some more specific information at that briefing. Of course CNN and CNN International will have live coverage of that briefing."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This is CNN Breaking News.",
    "statement": "Welcome back to our continuing live coverage from Paris. I'm Poppy Harlow. We are monitoring a press conference in Belgium right now <ABOUT> to get under way in Brussels, the capital there. We're waiting to hear from the federal prosecutor. This comes in the wake of a series of raids and arrests across Belgium. What I can tell you is that we have also learned that some of these raids were in the suburb of Brussels, known as Molenbeek, a place you've heard a lot <ABOUT> in the last nine days because that is where the eighth attacker, who is still on the run, Salah Abdeslam, that is where he is from, that is where he lived. And we do <KNOW> that one of the raids was there tonight. Can't make any more connections than that. That is <ALL> we <KNOW> at this hour. We will monitor this and bring it to you live as soon as it does begin. Meantime, the U.S. embassy in Rome is warning Americans visiting Italy to be vigilant, saying the St. Peter's Basilica in particular <<COULD>> potentially be a terrorist target. We <KNOW> that ISIS has released this video on Thursday threatening new attacks, threatening them in France, in the United States, in Italy. One fighter mentioning the conquest of Rome in that propaganda video. ISIS even featured the Vatican on the cover of one of its most recent propaganda magazines. But the Pope came out this week and said the church of <ALL> places cannot be locked up. <MUST> remain open for <ALL> people. Also this comes just as tens and thousands of pilgrims are <ABOUT> to descend on Rome for the Jubilee Year which hasn't happened in 15 years. Let's talk <ABOUT> it with CNN contributor Barbie Nadeau. She is also the Italy bureau chief for the \"Daily Beast.\" Thank you for being here. This <<COULD>> not have come at a worse timing for Rome ahead of the jubilee. How vulnerable is it? And what are they doing there to <TAKE> <ALL> precautions?"
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back to our continuing live coverage from Paris. I'm Poppy Harlow. We are monitoring a press conference in Belgium right now about to get under way in Brussels, the capital there. We're waiting to hear from the federal prosecutor. This comes in the wake of a series of raids and arrests across Belgium. What I can tell you is that we have also learned that some of these raids were in the suburb of Brussels, known as Molenbeek, a place you've heard a lot about in the last nine days because that is where the eighth attacker, who is still on the run, Salah Abdeslam, that is where he is from, that is where he lived. And we do know that one of the raids was there tonight. Can't make any more connections than that. That is all we know at this hour. We will monitor this and bring it to you live as soon as it does begin. Meantime, the U.S. embassy in Rome is warning Americans visiting Italy to be vigilant, saying the St. Peter's Basilica in particular could potentially be a terrorist target. We know that ISIS has released this video on Thursday threatening new attacks, threatening them in France, in the United States, in Italy. One fighter mentioning the conquest of Rome in that propaganda video. ISIS even featured the Vatican on the cover of one of its most recent propaganda magazines. But the Pope came out this week and said the church of all places cannot be locked up. Must remain open for all people. Also this comes just as tens and thousands of pilgrims are about to descend on Rome for the Jubilee Year which hasn't happened in 15 years. Let's talk about it with CNN contributor Barbie Nadeau. She is also the Italy bureau chief for the \"Daily Beast.\" Thank you for being here. This could not have come at a worse timing for Rome ahead of the jubilee. How vulnerable is it? And what are they doing there to take all precautions?",
    "statement": "<WELL>, you <KNOW>, the security officials say they are ready for anything, that they're monitoring any <<SUSPECT>>, people that they're <COMPLETELY> ready for any -- to thwart any <<SORT OF>> terrorist attack. But of course they're not really that concerned <ABOUT> what <<COULD>> happen inside St. Peter's Square. There will be snipers on the colonnade and things like that. It's the soft target that they just really can't protect. Those are people standing in long lines to get into museums, people outside the coliseum, people in -- you <KNOW>, people outside of St. Peter's Square that they're really concerned <ABOUT>. People at cafes. Of course the weather here is nice year round. People sit outside year round. And those are the types of things that they're most concerned <ABOUT>, Poppy, because they just can't protect <ALL> of those people, and they <KNOW> it."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, you know, the security officials say they are ready for anything, that they're monitoring any suspect, people that they're completely ready for any -- to thwart any sort of terrorist attack. But of course they're not really that concerned about what could happen inside St. Peter's Square. There will be snipers on the colonnade and things like that. It's the soft target that they just really can't protect. Those are people standing in long lines to get into museums, people outside the coliseum, people in -- you know, people outside of St. Peter's Square that they're really concerned about. People at cafes. Of course the weather here is nice year round. People sit outside year round. And those are the types of things that they're most concerned about, Poppy, because they just can't protect all of those people, and they know it.",
    "statement": "What <ABOUT> the Pope's upcoming trip to Africa? He's going to make a stop starting this weekend in major African countries. This comes, <OBVIOUSLY>, in the wake of that horrific attack in Mali this week that took 19 people. Any security concerns <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "might": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What about the Pope's upcoming trip to Africa? He's going to make a stop starting this weekend in major African countries. This comes, obviously, in the wake of that horrific attack in Mali this week that took 19 people. Any security concerns about that?",
    "statement": "<WELL>, he's sending his personnel security detail ahead to check out the situation. They haven't said for <<<SURE>>> whether or not they'll <HAVE TO> make any changes to his agenda in light of the attacks in Mali. But those situations are <FAIRLY> <WELL> secured. They've got people with tickets, people have been vetted most are pilgrims who will be attending those sorts of live events where the Pope is, and there is pretty tight security. We saw it when he was in the United States, we saw it when he was in Cuba. And I <<<THINK>>> we'll see the same <<SORT OF>> <THING> in Africa. But of course, you <KNOW>, in those situations as <WELL>, where you've got large groups of Catholics gathered together who are vulnerable in situations where the security <MIGHT> not be exactly what the Vatican <WOULD> <EXPECT>. The Vatican brings their own security and with them they bring some of the Italian security forces as <WELL>. Those people are already in place in some of those places right now. They've gone ahead of the Pope. He leaves on the 25th of November for a five-day trip -- Poppy."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, he's sending his personnel security detail ahead to check out the situation. They haven't said for sure whether or not they'll have to make any changes to his agenda in light of the attacks in Mali. But those situations are fairly well secured. They've got people with tickets, people have been vetted most are pilgrims who will be attending those sorts of live events where the Pope is, and there is pretty tight security. We saw it when he was in the United States, we saw it when he was in Cuba. And I think we'll see the same sort of thing in Africa. But of course, you know, in those situations as well, where you've got large groups of Catholics gathered together who are vulnerable in situations where the security might not be exactly what the Vatican would expect. The Vatican brings their own security and with them they bring some of the Italian security forces as well. Those people are already in place in some of those places right now. They've gone ahead of the Pope. He leaves on the 25th of November for a five-day trip -- Poppy.",
    "statement": "You wrote a fascinating piece today on \"The Daily Beast,\" talking <ABOUT> some of these marching in Rome and Milan over the weekend. They were really the first public demonstrations in Italy using the #notinmyname focusing on Muslims living across Europe. Tell me <ABOUT> that."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You wrote a fascinating piece today on \"The Daily Beast,\" talking about some of these marching in Rome and Milan over the weekend. They were really the first public demonstrations in Italy using the #notinmyname focusing on Muslims living across Europe. Tell me about that.",
    "statement": "It was really interesting. The march in Rome was very heavily policed. They were, you <KNOW>, really, really <OBVIOUSLY> concerned that there <MIGHT> have been some backlash from the Italians against the Islamic communities here in Italy. It's a very fractured community. You've got <ABOUT> 15,000 Italian passport holding -- people who practice Islam here in Italy and then you've got thousands of refugees and migrant that come to the country who are in various groups, Islamic groups, community groups. Various prayer groups. It's not a very cohesive group of people. But they came together and were represented in Rome and Milan in, you <KNOW>, in a very peaceful march where they had lots of powerful speeches and there were lots of Italians in the crowd. I noticed that they were there to support and to find out and have an open mind <ABOUT> what they were saying."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "obviously": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It was really interesting. The march in Rome was very heavily policed. They were, you know, really, really obviously concerned that there might have been some backlash from the Italians against the Islamic communities here in Italy. It's a very fractured community. You've got about 15,000 Italian passport holding -- people who practice Islam here in Italy and then you've got thousands of refugees and migrant that come to the country who are in various groups, Islamic groups, community groups. Various prayer groups. It's not a very cohesive group of people. But they came together and were represented in Rome and Milan in, you know, in a very peaceful march where they had lots of powerful speeches and there were lots of Italians in the crowd. I noticed that they were there to support and to find out and have an open mind about what they were saying.",
    "statement": "Barbie Nadeau, thank you very much. I appreciate the reporting. <OBVIOUSLY> Rome and Italy getting a lot of focus right now as <WELL> in <ALL> of this. Thank you very much. Tonight, we are seeing a poignant photograph of the moments right before three gunmen stormed the Bataclan concert hall killing 89 people. What it shows is a smiling crowd. Some fans raising their hands and their glasses. Others enjoying the music unaware that carnage <WOULD> come."
  },
  {
    "transcript_id": "CNN-269599",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "People were playing dead and they were so scared. A great reason why so many --",
    "statement": ". <ALL> right. We're going to get out of that sooner. I want you to listen in the press conference in Brussels, Belgium. You are listening -- I <<<BELIEVE>>> you're going to be listening to the Belgian federal prosecutor, Frederic Van Leeuw, following a series of arrests and raids. Let's listen in. ERIC VAN DER SYPT, BELGIAN FEDERAL PROSECUTOR (Speaking in Foreign Language)"
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "What a day in politics. Donald Trump debuts his more presidential side with a big foreign policy speech at the nation's capital, and Ted Cruz names a running mate without actually getting the nomination. Here to discuss <ALL> this is CNN's Kayleigh McEnany, who is a Trump supporter. Also Ron Nehring, California Chairman for Ted Cruz, and Matt Lewis, Senior Contributor to the \"Daily Caller\" and author of \"Too Dumb to Fail.\" OK, good to talk to <ALL> of you. Ted Cruz, Ron, picks Carly Fiorina for a running mate. Is this a hail mary, you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "What a day in politics. Donald Trump debuts his more presidential side with a big foreign policy speech at the nation's capital, and Ted Cruz names a running mate without actually getting the nomination. Here to discuss all this is CNN's Kayleigh McEnany, who is a Trump supporter. Also Ron Nehring, California Chairman for Ted Cruz, and Matt Lewis, Senior Contributor to the \"Daily Caller\" and author of \"Too Dumb to Fail.\" OK, good to talk to all of you. Ted Cruz, Ron, picks Carly Fiorina for a running mate. Is this a hail mary, you think?",
    "statement": "Carly Fiorina is tremendous. I got to <KNOW> her when I was state Republican party chairman in California, she ran for the U.S. Senate there. She won a Republican primary, a hotly contested Republican primary. She energizes people, she's knowledgeable <ABOUT> the issues."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "She's very qualified though, but is this a hail mary?",
    "statement": "No, it's not. I mean Senator Cruz arrived at his decision as to who he <WOULD> like to see as his running mate. And why sit on it until the convention? She's a very, very powerful campaigner. She's a great addition to the team. Now she can go out and campaign with Senator Cruz continually, and American people can <KNOW> this is who the ticket is. If we nominate Ted Cruz, we're going to have Carly Fiorina being a great vice president of the United State. It's a total winner."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We heard Donald Trump say that Cruz doesn't have a pathway to the victory. He's been mathematically eliminated. That's his words. At what point does he call it quits?",
    "statement": "<WELL> Donald Trump is going to get mathematically eliminated on or before the seventh of June. Because he's not going to get the delegates he needs in order to win this on the first ballot. Look, this is going to go to the multi-ballot election. We <ALL> <KNOW> that. Donald Trump doesn't get the altitude he needs in order prevent that from happening. It will be up to the delegates to exercise their judgment to see who is the candidate, who is at the center of the Republican party. And he is an advocate for those ideas that the party is <ALL> <ABOUT> and can go on and win the general election against Hillary Clinton. That is Ted Cruz overwhelmingly and with his running mate Carly Fiorina."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Kayleigh?",
    "statement": "Yes, you <KNOW>, this was a hail mary today what we saw. You <KNOW>, Ron just asked, why sit on this until the convention? I <WOULD> ask, why announce it today? He announced it today because there were five states that Ted Cruz got trounced in. The smallest margin Donald Trump won by was 29 points. So this today was an effort to <CHANGE> the news cycle away from Donald Trump's victories and towards Ted Cruz. I agree with Ron, that Carly Fiorina is tremendous, but this is a desperate move and it's time for Ted Cruz to do what Bernie Sanders is doing, and come together and try to unite this party and do it <AROUND> Donald Trump."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Matt, smart move, act of desperation?",
    "statement": "Both, yes. <ALL> of the above. I <<<THINK>>> everybody is right here. If Ted Cruz was up by five points and had more delegates, there's no way he'd be picking a nominee today. I just wouldn't happen. So clearly the <FACT> that he's doing it, he needs to get momentum. He wants to have two people out there on the stump doubling his effort. And yes, it's his desperation but I <<<THINK>>> it's a smart move. It doesn't mean he's doomed. I <<<THINK>>> Ted Cruz still can pull this off. It's not going to be easy. He has to win Indiana. But, yes, this is something you do when your back's against the wall."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Both, yes. All of the above. I think everybody is right here. If Ted Cruz was up by five points and had more delegates, there's no way he'd be picking a nominee today. I just wouldn't happen. So clearly the fact that he's doing it, he needs to get momentum. He wants to have two people out there on the stump doubling his effort. And yes, it's his desperation but I think it's a smart move. It doesn't mean he's doomed. I think Ted Cruz still can pull this off. It's not going to be easy. He has to win Indiana. But, yes, this is something you do when your back's against the wall.",
    "statement": "<ALL> right, Matt, to the critics now, and you <KNOW> where they go. They go on Twitter. Donald Trump's son Eric tweeted \"This is truly one of the <GREATEST> act of desperation I have ever seen. #Cruz #GraspingatStraws.\" Then there's this one, this is John Brabender, he says, \"If @realDonaldTrump wins Indiana next week doe @tedcrus then announce his cabinet picks? Just curious.\" So, Matt, you <KNOW>, the math really is against Ted Cruz at this point. Can he <CHANGE> anything here?"
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Matt, to the critics now, and you know where they go. They go on Twitter. Donald Trump's son Eric tweeted \"This is truly one of the greatest act of desperation I have ever seen. #Cruz #GraspingatStraws.\" Then there's this one, this is John Brabender, he says, \"If @realDonaldTrump wins Indiana next week doe @tedcrus then announce his cabinet picks? Just curious.\" So, Matt, you know, the math really is against Ted Cruz at this point. Can he change anything here?",
    "statement": "He's got to win Indiana. But look, Ronald Reagan did this. And act of desperation in 1976 when he pushed Richard Schweiker. It didn't work out for Ronald Reagan. <<MAYBE>> it will this time, though. It's not a crazy idea. Talk <ABOUT> naming his cabinet, why not? I mean, George W. Bush in 2000 didn't officially do this, but he basically -- everybody knew that Colin Powell and Condi Rice and a whole bunch of people were going to be part of his administration. They went <AROUND> the country. They were at the convention. It's not a crazy idea."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "allegedly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What exactly does Carly Fiorina add to the race? I mean, if Trump beats Cruz in Indiana, will we see enough to stop Trump in California? Fiorina lost to Barbara Boxer in the Senate race. You're shaking your head Kayleigh.",
    "statement": "Yes, I don't <<<THINK>>> she add a tone to the ticket. I <<<THINK>>> she's tremendous. She's a respectable woman, I like her a lot. But here's the <THING>, Ted Cruz is trying desperately to shore up his base. Ted Cruz didn't win a single state in the Southeast. Last night Ted Cruz lost among very conservative voters. He's just trying to win the base at this point. And Carly Fiorina is someone who can <<ALLEGEDLY>> bring in the base."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The question was what does Carly Fiorina add to it?",
    "statement": "That's what I was <ABOUT> to say. This is someone who can serve in the office of President of United States, which <SHOULD> be the first consideration, someone who shares the governing philosophy of the candidate of Ted Cruz in this particular case. She's been campaigning with Ted Cruz for the last seven weeks. She is just tremendous. She electrifies the base of this Republican party, she connects with people in a way that's very, very real, very, very genuine. Again, I spent time with her when I was state party chairman. Very, very impressive. She was someone who was brand new to the scene in politics in California in any 2010. She defeated two <WELL> established politicians who were running against her in the closed California Republican primary. She's going to be tremendous. I'm really glad that she is someone we can have active out there on the campaign trail in this role and now we <KNOW> what opposed to Donald Trump, Mr. Flexible, Mr. Erratic, four different positions on issues on a <GIVEN> day. The contrast -- what does she add?"
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "If Trump beats Cruz in Indiana was a question. The full question was, what exactly does Carly Fiorina add to this race, because if Trump beats Cruz in Indiana will she be enough to stop Trump in California, because she lost to Barbara Boxer in California in 2010? That's the exact question.",
    "statement": "Yes, here's what she adds. The difference between Ted Cruz and this ticket, and Ted Cruz and Carly Fiorina versus Donald Trump just got sharper. If you compare <ALL> of the things that Carly Fiorina brings to the table, you <KNOW>, her having been a very, very experienced in the areas of foreign policy, national security with respect to <ALL> of our various foreign intelligence apparatus. She was involved with the advisory commission on the CIA and the like. You contrast her style and her experience to Donald Trump's crazy foreign policy speech today, you cannot draw a clearer contrast there. This sharpens the difference between what Donald Trump offers, which is erratic, and steady conservative proven leadership with Ted Cruz and Carly Fiorina. That is the biggest <THING> she brings to this ticker, further sharpening that difference."
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Here's a look at some of the hot shots coming in from the \"A.P.,\" pictures <<LIKELY>> to be in your hometown newspaper tomorrow. Gaza City, Palestinian security forces jump through flaming hoops during a graduation ceremony. Baghdad, <WELL>-armed supporters of radical Shiite cleric Muqtada al-Sadr <TAKE> to the streets. Greensboro, North Carolina, preschoolers <TAKE> part in army day. The children completed a basic training obstacle course to earn their plastic weapons. And in Alexandria, Virginia, two squirrels play together on a side walk. Some of today's hot shots, pictures <OFTEN> worth a thousand words. There are new developments tonight in the nation's efforts to try to secure its borders. Some members of the Utah National Guard are now along part of the U.S.-Mexico border. Our Kareen Wynter is there with details. Kareen?"
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Wolf, 55 members of the Utah National Guard will work 12 hours a day for the next few weeks. You can see some of the activity going on behind me. They have been called in as part of President Bush's federal plan to bolster border security. Now crews spent the day out here constructing a fence. You see there here along the U.S.-Mexico border crossing in San Luis, Arizona. They're also building a road and will work to install more lighting here to help border agents crack down on illegal entry. Now the National Guard says 6,000 troops from several southwest border states will be deployed here by August. Wolf?",
    "statement": "Kareen Wynter on the border, thank you, Kareen. Internet users from <AROUND> the world <MAY> soon be helping to provide border security from the comfort of their home computers. Our Internet reporter Abbi Tatton has details. Abbi?"
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Kareen Wynter on the border, thank you, Kareen. Internet users from around the world may soon be helping to provide border security from the comfort of their home computers. Our Internet reporter Abbi Tatton has details. Abbi?",
    "statement": "Wolf, it's a <<KIND OF>> online neighborhood watch. Texas Governor Rick Perry has announced hundreds of cameras will be added along private land along the Texas border. They are already cameras out there that are publicly acceptable like these in Washington state along the border there. But these are used to monitor traffic. The ones in Texas <WOULD> be used to monitor illegal immigration. The program is called the Virtual Border Watch Program. And these cameras will be linked to a Web site that people <<COULD>> go online, watch the cameras day or night and then report suspicious activity through a 1-800 number -- Wolf?"
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "It is, indeed. The story of a young man at Princeton University who was a big deal at that school even before this broke out. Now he's an even bigger deal because he has outed himself to the immigration service.",
    "statement": "Dan-El Padilla Peralta is fluent in five languages, highly honored for his study of Greek and Latin classics. Not bad for a kid from a homeless shelter. But now he has publicly admitted that he is an illegal immigrant and he <MAY> not be able to stay in America."
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Dan-El Padilla Peralta is fluent in five languages, highly honored for his study of Greek and Latin classics. Not bad for a kid from a homeless shelter. But now he has publicly admitted that he is an illegal immigrant and he may not be able to stay in America.",
    "statement": "I will <TAKE> everything as it comes. And I will say that I worry <ABOUT> things, but I'm not afraid of them. And if that <SHOULD> happen, then that is what will happen. I <HOPE> that does not happen."
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Now, however, Oxford University in England wants him to continue his education there. Here's the catch. If you leave America, he will be banned from re-entering for at least 10 years.",
    "statement": "Advocates for strict immigration law enforcement say too bad, too sad. He shouldn't have been here in the first place, he <SHOULD> have no special treatment now. His supporters, on the other hand say, look, he didn't choose to be here. It's not his fault and now he can contribute to society just the <<KIND OF>> immigrant you want to keep. Difficult problem."
  },
  {
    "transcript_id": "CNN-106775",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Advocates for strict immigration law enforcement say too bad, too sad. He shouldn't have been here in the first place, he should have no special treatment now. His supporters, on the other hand say, look, he didn't choose to be here. It's not his fault and now he can contribute to society just the kind of immigrant you want to keep. Difficult problem.",
    "statement": "Difficult dilemma, I <KNOW> you're going to have more on \"A.C. 360\" coming up 10 p.m. Eastern tonight. Tom, thank you very much. Good reporting, good story. And to our viewers, thanks very much for joining us. Tomorrow here on THE SITUATION ROOM, the U.S. ambassador to the United Nations, John Bolton joins us. We'll talk <ABOUT> Iraq, Iran, lots more. Until then, thanks for watching. Let's go to Paula in New York. Paula? TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. I'm Jake Tapper. Time now for our politics lead, in a massive fall from grace for a prominent politician, Dennis Hastert, former speaker of the House, second in line to the presidency from 1999 to 2006, has been indicted on charges that he lied to the FBI <ABOUT> alleged hush money used to cover up what prosecutors referred to as, quote, \"past misconduct.\" And the sheer amount of hush money is making everyone want to <KNOW>, what <<COULD>> he have <<POSSIBLY>> done? Let's get right to CNN justice correspondent Pamela Brown. Pamela, what's the longest running Republican House speaker accused of actually having done?"
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back to THE LEAD. I'm Jake Tapper. Time now for our politics lead, in a massive fall from grace for a prominent politician, Dennis Hastert, former speaker of the House, second in line to the presidency from 1999 to 2006, has been indicted on charges that he lied to the FBI about alleged hush money used to cover up what prosecutors referred to as, quote, \"past misconduct.\" And the sheer amount of hush money is making everyone want to know, what could he have possibly done? Let's get right to CNN justice correspondent Pamela Brown. Pamela, what's the longest running Republican House speaker accused of actually having done?",
    "statement": "<WELL>, we've learned from sources briefed on the investigation the former Speaker of the House Dennis Hastert was paying a former student in order to keep quiet <ABOUT> allegations of sexual misconduct from the time when Hastert was a teacher and wrestling coach in Illinois."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Well, we've learned from sources briefed on the investigation the former Speaker of the House Dennis Hastert was paying a former student in order to keep quiet about allegations of sexual misconduct from the time when Hastert was a teacher and wrestling coach in Illinois.",
    "statement": "I do <HOPE> that I have left a few footprints behind."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I do hope that I have left a few footprints behind.",
    "statement": "He was the longest serving Republican speaker of the House. Now, he was accused by the Justice Department of lying to the FBI <ABOUT> alleged hush money."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The reason he became speaker was because of his pristine reputation. He was squeaky clean.",
    "statement": "Hastert abruptly resigned from this Washington, D.C. lobbying group, as <WELL> as a Chicago derivatives firm, but he is yet to respond publicly to the allegations. The indictment says Hastert agreed to pay an unnamed individual $3.5 million to cover up his past misconduct. The indictment does not specify what the misconduct was, leading to much speculation <ABOUT> what he <MAY> be hiding. The FBI did say Hastert lied to authorities when questioned, saying he was keeping the cash for himself. But authorities say he was actually giving the money to silence someone else he knew when a Yorkville, Illinois, high school teacher and wrestling coach."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Hastert abruptly resigned from this Washington, D.C. lobbying group, as well as a Chicago derivatives firm, but he is yet to respond publicly to the allegations. The indictment says Hastert agreed to pay an unnamed individual $3.5 million to cover up his past misconduct. The indictment does not specify what the misconduct was, leading to much speculation about what he may be hiding. The FBI did say Hastert lied to authorities when questioned, saying he was keeping the cash for himself. But authorities say he was actually giving the money to silence someone else he knew when a Yorkville, Illinois, high school teacher and wrestling coach.",
    "statement": "Who <WOULD> have guessed a wrestling coach from Kendall County in Illinois <WOULD> be the longest serving Republican speaker of the house."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Who would have guessed a wrestling coach from Kendall County in Illinois would be the longest serving Republican speaker of the house.",
    "statement": "According to court records, the investigation started two years ago when the FBI started investigating mystery transactions made by Hastert. Bank withdrawals more than $950,000. The FBI alleges several of the withdrawals were less than $10,000, so he <<COULD>> <EVADE> IRS detection."
  }
]