[
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "The gentleman's recognized for one minute.",
    "statement": "The decision to impeach a president of the United States is of enormous magnitude and utmost significance. There are few issues that so deeply reflect upon the Constitution and the American system of governance. As a senior member of the United States House Foreign Affairs Committee, I've spent years trying to promote American values of democracy and the rule of law in other parts of the world, including Eastern Europe. Because I have been so steeped in Ukrainian issues for so long, I <KNOW> how damaging President Trump's actions were. But the president's damages does not end there. He has consistently obstructed at every turn of this investigation. This nation's founding fathers fought to end unaccountable rule. We did not free ourselves from a king to turn the president into a monarch. But the camera of history is rolling. And I will cast my vote consistent with the principles of democracy, the rule of law and our Constitution, for the impeachment of President Donald J. Trump. I do so because I <COULD> not look my granddaughter or any member of future generations in the eye, having condoned actions that undermine our democratic system. And I urge all of my colleagues to do the same, <MAY> God bless the United States of America."
  },
  {
    "transcript_id": "CNN-321775",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Welcome to INSIDE POLITICS. I'm John King. Thank you for sharing your day with us. A busy and important hour ahead. President Trump, who two days ago threatened to totally destroy North Korea if it didn't halt its nuclear missile programs, is meeting this hour with the leaders of Japan and South Korea. The White House promises a big announcement. Here's a hint.",
    "statement": "We will -- we will see. But I <THINK> we're making a lot of progress in a lot of different ways. Stay tuned. Stay tuned."
  },
  {
    "transcript_id": "CNN-298300",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So it's been a week since the election and I'm sure it hasn't been easy. But now that you have had some time to digest it, what happened?",
    "statement": "<WELL>, I <THINK> the answer to that question is complicated. I <THINK> you heard a lot -- some of it last week from Jennifer Palmieri and from Secretary Clinton herself and John Podesta. I <THINK> there were a number of factors. I do <THINK> it's wise for us to take a step back and recognize that it's going to take a little time to fully understand what happened but I will offer a couple of thoughts. Number one, I <THINK> one of the things we saw, there were a number of head winds that just proved to be too strong. Electing the first woman president was always going to be tough. I <THINK> given the level of sexism and misogyny that we saw come to the surface and be very public, I <THINK> that supports the <FACT> that in this country we are going to have to have a real conversation <ABOUT> that. This was also the first election that we had without the protections of the Voting Rights Act. I <THINK> there's a lot of good work going on now to try to understand what <KIND OF> implications that <MAY> have had. I also <THINK> that one of the things we have to take a look at is what happened with the third party votes, because in a number of cases, Hillary lost some key states by very close margins in places where <PERHAPS> that third party vote <COULD> have made up the difference. So I <THINK> there are any number of factors. I also happen to <BELIEVE>, having been on the road, the Comey letter did have an impact on our momentum. It was palpable frankly in some of the places that I visited. I was traveling as you <KNOW> pretty consistently since the convention with Tim Kaine and so had a real sense of what was happening on the ground. Again, I <THINK> there are a confluence of a whole host of things that there's not one simple answer to what happened here."
  },
  {
    "transcript_id": "CNN-56430",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "That means not Arafat.",
    "statement": "That's right. A leadership that is not -- that has a market economy so we can have a vibrant financial situation, a new constitution, a state the whole world can embrace. And I <HOPE> that what that means is a Palestinian state shorter rather than longer, but a demilitarized state, one that can be trusted."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now police are asking for the mother to come forward. Not only do they want to know what happened, they say she also needs medical help. Police say they have surveillance video of people coming to the show and leaving afterwards, but that sorting through those thousands of people will be difficult. They`re hoping that someone close to the mother can give them a clue.",
    "statement": "Somebody -- a parent, a family member or friend -- would <KNOW> that a friend or a family member was pregnant."
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Hi, Speaker Ryan. Given our shared upbringing, I'm sure that you are as shocked as I am at the brazen expressions, public expressions of white supremacy and anti-Semitism that our country has seen since the November election. And our synagogue in Kenosha has had to have extra security hired and we've asked the Kenosha Police Department to help us out so that people can feel comfortable coming to our synagogue to gather. And so following up on what's been asked already, Speaker Ryan, as the leader of the congressional Republicans, I'd like to ask you what concrete steps that you will take to hold the president accountable when his words and executive actions either implicitly or explicitly condone, if not champion, racism and xenophobia. For example, will you support the resolution for censure?",
    "statement": "First of all, Dena's mom and dad, Sylvia and Leon, were close friends of my mom and dad's. Our families have known each other for a long, long time. And we are family friends. But I just disagree with you. I will not support that. I <THINK> that would be -- that would be so counterproductive. If we descend this issue into some partisan hack-fest, into some bickering against each other, and demean it down to some political food fight, what good does that do to unify this country?"
  },
  {
    "transcript_id": "CNN-266557",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "It would be quite a political climb-down for the president to have to decide to leave U.S. troops in Afghanistan and to pass the war unto his successor.",
    "statement": "<WELL>, it`s officially fall in the northern hemisphere. Yes. That also means it`s flu season. No. It starts in fall but peaks in January and February. Between 5 and 20 percent of U.S. residents get the flu each year, and the U.S. government says the <BEST> prevention is the flu shot. But it`s not perfect. The vaccine covers a few different strains of the flu virus. If scientists pick the wrong strains or if the virus mutates as they say it did last year, the shot is considerably less effective. We call the doctor for some flu <FACT> infection."
  },
  {
    "transcript_id": "CNN-248587",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Let me begin with something you just started with, which was the symbolism, perhaps, of this video, the notion that this young fighter pilot was burned alive, could perhaps be actually ISIS saying to the rest of the world, this is what you do to us by these air strikes.",
    "statement": "<WELL>, they are taking brutality to a different level, but if you look at this horrible, horrific video, the brutal murder of this brave man, Muath al Kaseasbeh, they first burned him and then they put rubble on him, and they're trying to stimulate what an air strike because, at first, people get burned sometimes and the rubble go down on them. That's not justifying the craziness and the brutality and the mentality of ISIS and the people who carried out this horrific crime."
  },
  {
    "transcript_id": "CNN-102163",
    "matched_terms": {
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "A deep and widespread problem, in fact, 200 hundred inquiries. That's monumental.",
    "statement": "<WELL>, the audit that just came out looked at procurement and peacekeeping operations, worldwide over a six-year period. The audit covered $1 billion in contracts, and concluded that as much as $300 million of that <MIGHT> have been wasted. To put that in perspective, the U.S. pays 27 percent of the cost of U.N. peacekeeping, which if the audit is correct and 30 percent was wasted, means the entire U.S. contribution went to waste."
  },
  {
    "transcript_id": "CNN-57615",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Are you still buying? Are you concerned?",
    "statement": "I'm buying and selling. I have some Intel I bought couple days ago. I've tried to sell today because they are going to come out earnings tomorrow. I'm afraid the earnings not going to be as good as, you <KNOW>."
  },
  {
    "transcript_id": "CNN-312222",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "feeling": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right. Alexandra Field in Seoul on the latest from the North Korean latest missile launch. We appreciate it. We're also following the latest here in Washington where President Trump is eagerly trying to move on from the bombshell firing of FBI Director James Comey. This weekend the president officially starting his search for a replacement. We know these eight people are being considered. All day they've been trotted in and out of the Justice Department, paraded before cameras, almost reminiscent of a reality show. And while there's an element of theater involved the decision before the president could not be more serious. The person he chooses will run the investigation into his campaign and its possible collusion with Russia. All this is happening as those closest to Trump describe feeling dejected by the events this week. Sources say morale inside the West Wing has plummeted. They even describe the vice president as being rattled. CNN White House correspondent Athena Jones is live now at the White House and CNN crime and justice producer Shimon Prokupecz is with me here in New York. Athena, first to you, I understand you have brand-new information about the president's suggestion that there are tapes of his conversations with Comey.",
    "statement": "Hi, Ana. <WELL>, we haven't heard the president expanding on that issue. He would not answer that question directly. I'm not certain what brand-new information you're referring to <ABOUT> coming from the president but so far White House press secretary Sean Spicer and the president declined to give further clarification <ABOUT> that tweet, that unusual tweet from the president suggesting that he <MAY> have -- that there <MIGHT> be tapes of conversations with James Comey. We do <KNOW> according to my colleague Jim Acosta who's reached out to the Obama -- former Obama folks who said that the former president <CERTAINLY> did not tape conversations in the Oval Office so if, and it's a big if, if the current president is recording conversations, he's not using a system that was set up by his predecessor. But that was an unusual comment that <KIND OF> roiled things at the end of an already difficult week. Remember this is a week when the president's communications team because they were left out of the loop on his decision to fire Director Comey was left scrambling. They learned <ABOUT> that decision <ABOUT> an hour before it happened and was left scrambling to come up with a good way to explain the president's move to the press and more broadly to the American people. And we got a lot of muddled stories, changing storylines, we even heard the vice president go up to Capitol Hill and say seven times that the president was acting on the recommendations of the Justice Department, specifically the recommendation of Deputy Attorney General Rod Rosenstein and of course we learned later by the president's own words that he was planning to fire Comey all along. And so Vice President Pence, according to sources, was <<FEELING>> rattled because remember this is not the first time the vice president has found himself speaking to reporters and delivering an inaccurate story -- Ana."
  },
  {
    "transcript_id": "CNN-318029",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Yes. I met my first husband Dial Torgerson of \"The Los Angeles Times\" I think on the second or third day of my first reporting trip abroad and we fell in love and married in Tegucigalpa, the capital of Honduras in between assignments. And then sadly, ten months later, he was in a car with a photographer on the Honduran/Nicaraguan border when their car went over landmine and killed them instantly. I was out on assignment, came home, got a phone call. At about 1:00 in the morning from the Mexico City A.P. Bureau chief and she was crying. And if you got a phone call at 1:00 in the morning, and the A.P. Bureau chief is crying you know exactly what happened and he doesn't even have to tell you. It obviously was incredibly devastating. I mean, there I was, a bride at 25 and a widow at 26.",
    "statement": "At some point, you <OBVIOUSLY> decided to, you <KNOW>, get married again, and then you traded the life of the traveling correspondent for the also traveling wife of the ambassador. What was that like?"
  },
  {
    "transcript_id": "CNN-358922",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I'd be concerned. And we're in day 17 of this shutdown now. I'd be very concerned that, as time goes on, and we miss a pay period, and it looks increasingly to be the case, that more and more of our personnel are going to start calling in sick. I mean how many different contexts (ph) do you require someone to work but you don't tell them when and how they're going to be paid? And so that's just an untenable situation. You're talking about people who have starting salaries at $18,000, $20,000, $25,000 a year, who really do depend upon each and every paycheck they get from the federal government. And right now that's not happening. That is a very problematic situation and I think it's going to get increasingly worse.",
    "statement": "The -- on the border, the Homeland Security secretary, Kirstjen Nielsen, has tweeted this. She said, the threat is real. The number of terror-watchlisted encountered at our southern border has increased over the last two years. The exact number is sensitive and details <ABOUT> these cases are extremely sensitive. The -- I mean the numbers here aren't -- they're public, right? We just heard them from our Ryan Nobles. It was 12 in the last year that this was tabulated, six trying to come through ports of entry. And she is making this case that these are individuals who are encountered. The vice president said \"apprehended.\" What is the sensitive information that she's referring to, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "They also apparently have at least one confession in the case thus far.",
    "statement": "You <KNOW>, it does happen that there are false confessions, sometimes, but the overwhelming majority of cases, confessions end the case. And confessions often lead to evidence that corroborates the confessions, because once you have someone say, \"<WELL>, you <KNOW>, we did it,\" you go to their house and you get DNA evidence that connects to the crime scene, or you get fingerprint evidence. So the -- a confession is hugely beneficial to the prosecution, barring some extremely unforeseen circumstances."
  },
  {
    "transcript_id": "CNN-283587",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Phil Mattingly, thank you very much. And joining me now to discuss all of this CNN political commentator Matt Lewis, he is a conservative writer and senior contributor for the \"Daily Caller,\" Errol Louis, CNN political commentator and political anchor for New York 1 News, Larry Sabato, director of the Center for Politics at the University of Virginia, and last but not least, Anushay Hossain, Hillary Clinton supporter and editor-in-chief of Anushay'spoint.com. Thank you to the four of you for coming on. So much to dissect here. Matt, I'm going to start with you and what we're hearing from Paul -- the last report from Phil saying that basically Trump is now dismissing his need for party unity. Are we witnessing the end of the Republican Party as we know it?",
    "statement": "<WELL>, I <THINK> it <COULD> happen. This is going to be one of the big stories <ABOUT> this election cycle. You <KNOW>, the Republican Party since the time of Ronald Reagan has been <ABOUT> certain things, and in modern years, you <KNOW>, whether it's strong national defense or, you <KNOW>, the right to life, there were things that we believed in, and I <COULD> say Paul Ryan specifically has dedicated his career to entitlement reform, to, you <KNOW>, realizing that entitlements drive the debt and that they need to be fixed if we're going to preserve them and keep the debt from ballooning. Donald Trump says he doesn't care <ABOUT> that issue. He doesn't care <ABOUT> a lot of the issues that mainstream conservatives care <ABOUT>. So it is possible that this coalition <COULD> come unglued with the Donald Trump nomination."
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look, what we saw on the television today was Muslims celebrating their liberation. A liberation made in large part possible by American use of force. Why don't we think that the people of Iraq would be celebrating as they were in 1991 in the north and the south? Those people do not wish to live under Saddam Hussein, and I'll bet you the majority of cities in central Iraq don't wish to live under a repressive dictatorship like that. Look, one final point: what the ambassador said is let's not get ahead of ourselves. The problem is, we haven't been catching up to events. We need to plan for success, create the conditions for success, and exploit them before things run out of control.",
    "statement": "Tom Donnelly, Bill Richardson, thank you both very much. We appreciate you coming on CROSSFIRE. It's been a historic day in the world. Kabul falls. Paul Begala and I will be back in just a moment to talk <ABOUT> it in our closing comments. See you then."
  },
  {
    "transcript_id": "CNN-198724",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It could be a major problem if evidence that has been damaged is critical to proving a case.",
    "statement": "The NYPD says so far, there have been six criminal cases where police have said there is evidence but it's not accessible. (voice-over): Those cases have not been dismissed. In cases involving DNA and narcotics, prosecutors rely on results of tests done that are on smaller samples of the evidence. Police say the results are kept at a different facility that was not surprised by the storm. (on camera): What <ABOUT> cases where there is, let's say blood evidence, where the physical evidence is in that warehouse but test results are in a different location?"
  },
  {
    "transcript_id": "NPR-48716",
    "matched_terms": {
      "about": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "At one point, it's D's turn to share his feelings. That's an important part of restorative justice. Everyone has a voice. He's quiet and a little hard to understand. But he says when he was recently locked up, he could feel the world closing in on him.",
    "statement": "Can't go to sleep till, like, 4 in the morning 'cause I was <THINKING> <ABOUT> everything that was happening. And it was just stressing me out. I felt bad for my mom. I don't want to be gone."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "USS Cole is a mixed-gender ship.",
    "statement": "I'm not going to -- frankly, I don't have detailed knowledge of the injuries, but I do <KNOW> that men and women were injured, but I don't have any idea what the balance would be."
  },
  {
    "transcript_id": "CNN-110722",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our \"Top Story\" in sports tonight, one of the more bizarre ones we have heard <ABOUT> lately, and it happened today to one of the NFL's most eccentric and highest-paid stars. The Dallas Cowboys' Terrell Owens has been known to toss autographed footballs at his rivals, dance <AROUND> the end zone with pom-poms. So, it was a shock today when, reports say, he was rushed to a hospital after a suicide attempt. <COULD> that be true? <WELL>, it wasn't long before Owens himself faced reporters to answer that very question. Sean Callebs is covering the story and just sent in this report."
  },
  {
    "transcript_id": "CNN-121996",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "By the way, this shooter was really calm; at least when he was shooting at me. Looked like he was just calm; extremely calm.",
    "statement": "Just so bizarre. Larry, I appreciate you. I'm glad that things worked out for you. I'm glad you're <WELL> enough to talk tonight. Richard Werner appreciate as <WELL>, thank you very much. Up ahead tonight, 30,000 people turned out to see Oprah Winfrey and that other guy who's running for president. Tonight will Oprah fans become Obama voters? We have got some early signs. And later new numbers showing Mike Huckabee running near the front of the Republican pack. Also drawing tougher scrutiny <ABOUT> what he said <ABOUT> the parole of a rapist and whether he's telling the truth. Getting higher and in the spotlight, Mike Huckabee winning new converts but also taking heat."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "I think she is, I think this is a new Hillary we saw. I think the beginning was David Letterman, and she was more relaxed than I've ever seen her. And I started seeing her regularly when I began my series of interviews and travels with her six months after she had learned about Monica and she was very depressed, very low, very closed into her shell. Only when she would come out publicly in some social arena would she be voluble, but I saw somebody who was in her moments with her friends or confidantes that I've seen, I saw that last night, and I think if her campaign structure will allow her, she's going to win a lot of points on personality, because when she goes one-to-one or even one-to-10 she is a extremely magnetic, charismatic personality.",
    "statement": "Yes, but I <THINK> the thing is, though, she's just a little -- yesterday she came off I <THINK> just a little bit too slick. I <THINK> for a kickoff event it <MIGHT> work, but I <THINK> the gentleman was correct, she doesn't necessarily have that street edge I <THINK> that she's going to need to make people <THINK> that she's a real human being and not just being propped up by her handlers."
  },
  {
    "transcript_id": "NPR-8291",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Acting DNI Maguire says he doesn't know who the whistleblower is. Do you?",
    "statement": "I do not, and I don't expect to. And I <THINK> that's great that the DNI does not <KNOW> that because I <THINK> that's the - one of the more fundamental parts of being a whistleblower is to avail yourself to that protective measure. And I <THINK> right now, the process continues to work."
  },
  {
    "transcript_id": "NPR-43080",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "So, you know--which may say something about the failings of      his sexual technique, I suppose, but I think it says something much      broader and much more worrying about our culture, our inability to switch      off and that's...",
    "statement": "How do you make the case, though, to business who are looking      at a bottom line?  They <SEEM> to be moving away from, you <KNOW>, slowing      down.  They want higher productivity, less leave, they don't want to pay      overtime.  You <KNOW>, how do you balance those two cultures, if you will?"
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello on this Saturday night. You are live in the CNN NEWSROOM. I'm Ana Cabrera in New York, and this <MAY> be the most tension-filled Saturday evening in Washington in more than 40 years. The attorney general has the Mueller report. Congress, the White House, and the rest of us do not. Here's what we <KNOW> at just after 9:00 p.m. Eastern. This is video of the AG William Barr leaving the Justice Department this evening. He was at work for more than nine hours today. Alongside Rod Rosenstein, the deputy AG, poring over the Mueller findings. But that <MAY> not have been enough for House Democrats. They want the full report and they want it now. Those lawmakers held an emergency conference call this afternoon led by Speaker Nancy Pelosi. And the House Judiciary Chairman Jerry Nadler tweeted late today that letters have been sent to the White House counsel and more than half a dozen agencies demanding any underlying evidence and investigative materials, compiled by the special counsel, be preserved. CNN senior White House correspondent Pamela Brown is watching it all for us. Pam, good evening."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, do you think -- would you say to a gay friend of yours at a barbecue?",
    "statement": "Can you let me finish a sentence, come on. You don't even <KNOW> where I'm going with this."
  },
  {
    "transcript_id": "CNN-138075",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's a historic day. A watershed event in the long, elusive quest for health care reform. As these groups take the steps they are outlining, and as we work with Congress on health care reform legislation, my administration will continue working to reduce health care costs to achieve similar savings.",
    "statement": "It wasn't a lot of news in the speech but I <THINK> it's the coming together of Barack Obama, a Democrat, talking <ABOUT> reforming health care, with these CEOs and these executives. Patricia Murphy is joining us now from Washington. She's a columnist at politicsdaily.com. Most Americans have in their heads the pictures of Hillary being pilloried -- I just rhymed. This president gets support. These are the same companies, the same group of people. What's changed? What's going on here?"
  },
  {
    "transcript_id": "CNN-298635",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I guess my question -- I don't want to get into a whole issue about -- there's going to be confirmation hearings that examine all that. But he has called these interventions by the Justice Department into local police departments, he's called them intrusive. And I'm just wondering, for people out there who believe that there are issues with systemic racism in some police departments, with some police officers, not all, I'm wondering if they should expect that the Sessions Justice Department will not look into the behavior of local police departments.",
    "statement": "<WELL>, of course not. I mean, there is, in <FACT>, systemic racism, then I'm certain that he would. But I'm <SURE> there's also cases where there have been intrusive investigations. Look, this is something for him to answer, but I can assure you that where wrongdoing is taking place, the Trump administration, along with, I'm <SURE>, the soon-to-be attorney general, will look into it."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Right. A lot of them seemed to be liquids. I mean there are rumors going on about chlorahydrate. One of the things about chlorahydrate is that it is in liquid form and it's useful for both children and adults who may not want to take pills. Methadone is also a liquid. I believe some of the other medications were liquid for her to inject. So, you know, she may have had a preference to take her medications not in pill form.",
    "statement": "Of course, we haven't heard any of this, you <KNOW>, <DEFINITELY> yet from Dr. Perper, who is the medical examiner here. But why would that be? Why would a person rather take -- I mean I don't <KNOW> <ABOUT> me. I'm not taking an injection if I don't have to. But <COULD> we be talking <ABOUT> some allergies here? Or what's likely the case?"
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Guys, you haven't changed a bit, what can I say, 40 years ago. But look, this is a real issue, a real live issue. And --",
    "statement": "<WELL>, let me interrupt you, Christiane."
  },
  {
    "transcript_id": "CNN-292902",
    "matched_terms": {
      "about": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Yes, John. It's great to be with you.",
    "statement": "Thank you so much for coming. Now, you have been, as a Donald Trump supporter, I don't want to use the word critical but you have been concerned over the last month or so occasionally <ABOUT> the tone that Donald Trump uses on the campaign trail and when addressing other people. Look at the last 24 hours. What's your <<FEELING>> on his tone?"
  },
  {
    "transcript_id": "CNN-374699",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "seem": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I have seen coverage of this case that is over 12 years old, that had input and vetting at multiple levels of the Department of Justice. And as I look forward, I do not think it is right and fair for this administration's Labor Department to have Epstein as the focus.",
    "statement": "Nancy 12 years ago -- 12 years ago, you <KNOW>, we were talking <ABOUT> this and we were listening to Acosta, you <KNOW>, in the last day or so, and they <SEEM> to <SORT OF> brush it off. And I'm curious with Julie Brown, who led your investigation at the paper and other reporters on staff, is this the <KIND OF> attitude that your journalists encountered when they were digging into this?"
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Right, your mind has checked out, and you may have sexual fantasies about it, too. So it`s a little bit scary for people when they know that their spouse may be interested either in a real person or somebody online.",
    "statement": "Now, what <ABOUT> the idea, <THOUGHT>, that you can have a close friend of the opposite sex, <MAYBE> do a little playful flirting. Are we cheating now if you do that?"
  },
  {
    "transcript_id": "CNN-199964",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Are you afraid that this tarnishes your legacy, this as well as criticisms of growing authorization streak at home?",
    "statement": "You <KNOW>, honestly, I wish you would find time and interact with Rwandans and ask them what they <THINK>. There have been stories of all <KIND OF> things. But the story, the true story <ABOUT> Rwanda, Rwanda has made progress. We have registered economic growth 8 percent year in year out for almost last 10 years. We have seen women empowered like nowhere else. We have seen our children go to school. We have seen health care improve on (inaudible) everyone. We have seen for the security (inaudible). We have seen investments in information technology. We've -- all of these investments have been possible because Rwandans need them and have worked hard to achieve them. So it's the same Rwanda that somebody wants to depict in a different light. I don't <KNOW> what is being talked <ABOUT>."
  },
  {
    "transcript_id": "NPR-18528",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "So Macron is poised to initiate reforms in France and to propose reforms for the European Union. Do you think the rest of the European Union is ready for - to receive those proposals and to act on them?",
    "statement": "I <THINK> it depends on which member states we're talking <ABOUT>. Germany is <DEFINITELY> interested in talking <ABOUT> reforms in the European Union, as several northern states are also interested. I <THINK> there is an awareness within the European Union that things cannot go on like this forever because the - this populist wave has been really powerful also here in the continent."
  },
  {
    "transcript_id": "NPR-3838",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's right. I just wanted to know, the boiling water, will it prevent spread of cholera that would be the first key (unintelligible)?",
    "statement": "Boiling water. Okay. What <ABOUT> that, Dr. Mintz?"
  },
  {
    "transcript_id": "CNN-160049",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I know, and the robe which we all just love. We never get tired of. He said his bride-to-be burst into tears when he proposed Christmas Eve but in a good way. And who's paying attention to numbers here, Don? Don lemon. We just want to add she's 24 and has appeared in several of his magazines, in his magazine several times. So another match made in Hollywood. So there you have it.",
    "statement": "24 and 84. That's not even <MAY>/December. That's like <MAY>/April the next year."
  },
  {
    "transcript_id": "CNN-37631",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Greta, sources tell CNN that the FBI will announce that it has made arrests in an alleged scheme to defraud McDonald's Corporation by rigging its recent Monopoly game. Now, sources say the FBI will say that at least eight people who worked for a company that McDonald's hired to run the Monopoly game are implicated in the alleged scheme. Seven of the eight are in custody. Sources say the eighth is still being sought. More arrests, though, are anticipated in this scheme. The investigation involved FBI field offices in Atlanta, Chicago, Dallas, Memphis, Indianapolis and South Carolina. Again, in a nutshell, the FBI will announce -- they have a scheduled press conference at 2:15. And sources tell us that that will involve a scheme to defraud McDonald's Corporation -- Greta.",
    "statement": "Kelli, for those of us who haven't been playing the McDonald's Monopoly game, at least of recent day, can you give us a little idea -- do we <KNOW>, at least, at this point, what the rigging was, what the game involved?"
  },
  {
    "transcript_id": "CNN-140359",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "OK. You know what? A recent CNN/Opinion Research Corporation poll said, \"Should the Senate confirm Sotomayor to the Supreme Court?\". Sixty-eight percent, Jeffrey, of Democrats said yes, while 26 percent of Democrats said yes. So, there is a definite division here. Forty-two independents -- forty-two percent -- say yes and then on and on. But there's a definite division here. Do you think, though, at the end of the day or end of the week, however long this takes, that she will be confirmed?",
    "statement": "There are 60 Democrats, as you <KNOW>, in the Senate, Don, and the last time a president lost a Supreme Court nominee when his party controlled the Senate was 1968 with Lyndon Johnson and Abe Fortas. That's a long time ago. The <FACT> that there are 60 Democratic senators virtually guarantees her confirmation. There is not one Democratic senator who's so much uttered a peep against her. Some Republicans <SEEM> inclined to vote for her. Yes, there will be some hard questioning, and there <SHOULD> be some hard questioning. This is a big deal. This is a lifetime appointment."
  },
  {
    "transcript_id": "CNN-76418",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It would have been nice if she would have mentioned something to the effect that she was sorry for taking Luke's life, but she didn't. And to this point in time, she still has never said anything showing any type of remorse for taking my son's life. And that is disturbing.",
    "statement": "You <KNOW>, I'm <SURE> you <THINK> back and have gone over this over and over. Were there signs? Was there a sign? Was there any warning sign, looking back on it now, that she <MIGHT> ever be a danger to your children?"
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, that's what we were just talking about for the last few minutes. That was from an 18-minute political ad profiling Hillary Rodham Clinton's lifetime achievements. It was produced by Linda Bloodworth-Thomason, who produced a similar video called \"A Man From Hope,\" you may recall, for President Clinton back in 1992. And I was just talking about it with the audience here and, you know, some -- those kinds of things have come to be somewhat expected now during big political events, but I don't know how well they work with the voter, you know, whether it really matters that much to the voter whether the candidate is presented in that sort of warm and fuzzy light and, you know, how often does she wear a pink sweater with pearls? I mean, I think most people know -- you know what I mean -- that that's a staging kind of thing.",
    "statement": "But, Bobbie, let's get in a more fundamental issue. Tom Reynolds said a few minutes ago that politicians <SHOULD> be running on their record, but that would mean that only people who have run for office again and again and again are qualified to run for office. And the <FACT> is we need people who bring other kinds of values to political office. This is a woman who has a record as an advocate for children, she is very knowledgeable in many, many public policy areas, and the <FACT> that she hasn't run for elective office before shouldn't disqualify her, but that's an argument that's often used against women and that's why we only have nine women in the United States Senate out of 100 and we only have three women in gubernatorial offices in the United States. It is time to welcome women into elected office."
  },
  {
    "transcript_id": "CNN-275837",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "-- I will run to the challenge. I will make sure that I will never blame my predecessor. I won't read polls. You don't have to worry about a focus group. This is not about politics. This is about leadership. If you want someone who has a steady hand, who will accept personal responsibility and forge consensus so we can get back on the track of creating high sustained economic growth, where more people have a chance at earned success, I hope you'll vote for me Tuesday because you all have the chance to shape this election. The final thing I want to tell you is I believe life is precious. That it is divinely inspired, it is a gift from god. This is formed by my faith and my life experience. At 62 years of life, I've just seen it. I see it play out. I truly believe that if a country can make sure that people reach their full potential, everybody, that nothing will stop the United States because in my heart, I know the American people are what are exceptional extraordinary. It's not our government. Government needs to be limited. It needs to be much more efficient, but it needs to be limited.",
    "statement": "All right, Jeb Bush there in Bedford echoing the same sentiment he actually told Jamie Gangel in a sit-down interview between Jamie Gangel, Jeb, and his mother, Barbara Bush. So the candidates making their final push now to win the first primary of 2016 right here in New Hampshire. Let's talk more <ABOUT> the strategies. CNN political commentator and Democratic strategist, Maria Cardona, both with me here. Hello and all bundled up. Good to see you all. OK, Brian, you first. Let's talk <ABOUT> the strategy of these candidates. You've got Chris Christie there. You've got Jeb Bush pushing hard, really to help define to the New Hampshire voters who they are."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "about": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "-- in that committee, which certainly isn't easy because of the scope of the way he talked about privilege. Yes, she was saying it's not unusual for the White House to be talking to these witnesses, to be going back and forth to protect privilege. One, they didn't admit the White House has actually invoked executive privilege. But, two, Steve Bannon didn't only refuse to talk about things that happened once he was in the White House, he refused to talk about things that happened during the presidential transition before Donald Trump was the president of the United States. And I think that's one of the key questions the White House hasn't answered, is how far are you pressing these witnesses to be tightlipped? It seems like the transition is part of that. And what is the legal grounds for that? Why can you tell people not to discuss even conversations that occur during the transition before Trump was president?",
    "statement": "He <OBVIOUSLY> talked <ABOUT> these things publicly to Michael Wolff, at least some of these things, in an incendiary way."
  },
  {
    "transcript_id": "NPR-1866",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right. You know, they can't keep insisting on buying these expensive systems and then look at doing all the cuts elsewhere that's going to hurt the troops' standard of living, hurt the troops' families, and it's going to hurt the readiness and retention even more.",
    "statement": "And, Stephen Walt, he's talking in part <ABOUT> a phenomenon known as hollowing out the military, where you reduce spending on things like maintenance and fuel for training and ammunition for firing on the grounds."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah, at some point. Yeah, well, first of all, I was only 27. So I was so excited. It was also my first time in Africa - or in Central Africa. And it's - the excitement of discovery is a bit like a drug, you know, and everything was new, and you also want to solve the problem because people were still dying.",
    "statement": "So there is an enormous urgency. It's really - and I told myself, you <KNOW>, we can't lose any time, no time to lose because we need to stop this epidemic. So that takes the, you <KNOW>, precedence over your own angst basically, but then at some point I developed a bit of fever and a bit of diarrhea, and I said oh my God, I've got it. But fortunately, after 24 hours, it was over."
  },
  {
    "transcript_id": "CNN-150546",
    "matched_terms": {
      "about": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "And Mary, the commissioner also saying that they did want to look into Pennsylvania person who says they were in the New York area last night. They took some images and they feel pretty confident that these images just might include that suspect?",
    "statement": "<ABSOLUTELY>. And they're asking the public to come forward. Now the police have been combing through surveillance tapes. He said there are <ABOUT> 30 or so surveillance cameras in an area that they've been looking at. And the vehicle, he said, was spotted a few minutes before a t-shirt vendor had alerted police, saying that he saw smoke coming out of that vehicle. So <CERTAINLY> the police surveillance cameras. They're also going to be looking at businesses that have surveillance cameras. But <CERTAINLY> tourists. And of course, everybody has cameras coming into especially Times Square. Taking pictures of everything. And they're really are <HOPING> that people will come forward."
  },
  {
    "transcript_id": "CNN-273720",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "But you want to stand out and separate yourself from the guy you're, you know, essentially tied with.",
    "statement": "Most <DEFINITELY>. And I <THINK> this is difficult for Cruz as a frontrunner. I <THINK> if he was a challenger, if he was, you <KNOW>, behind a few points, he <COULD> be a little more aggressive and people would understand it. But, you <KNOW>, the Cruz super PAC is also attacking Marco Rubio in TV ads and so they're <KIND OF> trying to play a game of keep away instead of being the aggressor."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What made you stay there? Why didn't you run out? What made you stay in the carriage?",
    "statement": "I just don't <KNOW>. I don't <KNOW>. I saw the gun."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "If you lost your job sometimes it is hard to keep up with that.",
    "statement": "But you <KNOW> what, Fred? The reality is, if you have some <KIND OF> pre-existing condition, you <MAY> want to pay that money to make <SURE> that you have coverage. Don't leave money on the table. 401(k), pension, anything you have that's what can be rolled over into a IRA. You want to make <SURE> you do that. And use or loose your flexible spending account money. Did you <KNOW> that? You've got to use it. If you are going to be laid-off at the end of the year, for goodness sake, use that money in the your flexible spending account."
  },
  {
    "transcript_id": "CNN-256971",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "And wait until you hear how frequently this thoroughbred will have to breed. CNN's Jeanne Moos report on American Pharoah's risky future.",
    "statement": "American Pharoah is <DEFINITELY> a lady's man when it comes to human ladies."
  },
  {
    "transcript_id": "CNN-114980",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "Finally, Mina, if I could turn to you. How does your newspaper cover this story with Iraqi journalists? Do you publicize their names or not?",
    "statement": "We do publicize their names at times, but there have been stories where we've chosen not to publicize their names. Very rarely, but it does happen, only to safeguard them as much as we <POSSIBLY> can. I mean, we speak to them on the phone daily, but there are times that they - I mean most of the time, they can't even go to our main office. And we'll write from home or go to an Internet caf\u0082 and so forth and keep moving, rather than be seen having a daily routine, which is not just for journalists. But most people that work here don't want to be seen to be having daily routines, which makes it easier to be kidnapped off the streets."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Sergeant Carpenter, what attracted you to the Rangers?",
    "statement": "What attracted me to the Rangers is because this is the <BEST> unit. I mean, the guys I work with are top-notch. And, me and my whole family are all patriotic. And I knew there -- once I saw things <ABOUT> Rangers, I knew this was where I wanted to go."
  },
  {
    "transcript_id": "CNN-396067",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You know, Dr. Jennifer Lee is with us as well. Dr. Lee, the World Health Organization is also warning that opening schools, opening businesses too early could lead to what is called a resurgence of new cases. What's your assessment?",
    "statement": "I <THINK> it's too early to do anything like that, because we just don't <KNOW> how we're doing in the fight against the virus. You <KNOW>, we <KNOW> that New York is clearly the front lines of this war right now. But where I work and in many other places across the country, we're actively preparing for battle. And we don't <KNOW> when or how bad the surge is going to be when it comes. And it makes it really hard. You <KNOW>, we are doing everything we can. We're conserving equipment, we're getting more supplies, we're moving patients to Telehealth, and all these things are working. But what really makes it hard is that we just don't have the testing, the testing to be able to see what is happening with the virus out in the community and when is the search coming, Just to give you a sense of this, you <KNOW>, I work in a number of places in the D.C. metro area and one of the sites I work at in Virginia. A few weeks ago, two weeks ago, I started my shift and was told that I had two tests available for the whole shift. Last week, I worked another shift at the same place and was informed I had five tests available for the whole shift. So, there is more testing now available than there was before. But the majority of it is happening. 25 percent of all the testing in the country is happening in New York. That's very appropriate. We have to prioritize. It's our frontline. But we need more testing. I <KNOW> it's going to get better in the next few weeks. And we need to be smart <ABOUT> what we do with those tests when we get the capacity."
  },
  {
    "transcript_id": "CNN-239275",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Jamie, the mother of James Foley, the other American hostage who was killed, she talked with our Anderson Cooper. She says she was embarrassed about how U.S. officials handled her son's kidnapping. Take a listen.",
    "statement": "Jim believed until the end that his country would come to their aid. We were, you <KNOW>, asked to not go to the media, to just trust that it would be taken care of. We were told we <COULD> not raise ransom, that it was illegal. We <MIGHT> be prosecuted. We were just told to trust. That he would be freed somehow miraculously, and he wasn't, was he? You <KNOW>."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, we're still going to see it. I want to point out the E-trade ad was from two years ago, when things were crazy and all the dot-coms were on the Super Bowl and people were starting businesses in the garage. So the chimp was not from this year, although we will see the chimp again. The rest are.",
    "statement": "That <MAY> have been my favorite, by the way."
  },
  {
    "transcript_id": "CNN-241932",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Back with Sam, Anahita, Karamo, Katie and Monica. We`re asking you, can Jodi Arias be rehabilitated in prison? You can vote on our Facebook page. Right now only 4 percent of you think she has even a chance of that. Look at that, no, 96 percent. All right, Karamo, is it our responsibility -- let me frame this more carefully. OK? Let`s say she doesn`t get the death penalty. Let`s say for the sake of argument there is some mental illness here, let`s say there is some psychopathy here. Is it the responsibility of anyone, the state, anyone, to rehabilitate her or give her a chance at rehabilitation? Or rather because of her psychopathic tendencies, is the responsibility to merely punish?",
    "statement": "I <THINK> she will not be able to be rehabilitated at all. You have to be remorseful. And this woman is not remorseful. It is not the duty of the state. If we keep her in jail, what`s going to happen is this woman is going to become a business woman. She`ll have hair lines, she will sell t- shirts. We don`t want that. I don`t want a Jodi Arias t-shirt. I don`t want anyone else buying that. We need to figure a way to put her to death."
  },
  {
    "transcript_id": "NPR-3178",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I'm six months out of university and moving to China. I have two part-time jobs in Portland, but I shudder when I see my friends working 60 hours a week. I'll have some fun and work in another country that can give me a full-time position.",
    "statement": "Each December, we take time to remember some of those we lost in the past year but who do not get the recognition they <MIGHT> have deserved. Don Awdio(ph) emailed from Michigan to recall my longtime dentist's wife, Geraldine Doyle, the inspirational face behind the Rosie the Riveter campaign in World War II. Mrs. Doyle, as I knew her, had a lot of Rosie the Riveter pics in the office where she worked. Ironically, she only worked at the Westinghouse plant, where she was photographed, for a few weeks because she was also a musician and was afraid she'd damage her hands on the line."
  },
  {
    "transcript_id": "CNN-396962",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Well, thank you for having me, I am sure that they would've been concerned about his ability to oxygenate his lungs properly. They were concerned that his ability to breathe significant oxygen on the normal ward wasn't enough. We know with COVID-19, on average, even a mild illness lasts about two weeks but for people who start to get short of breath, that will often occur about seven days into the illness. So the first seven days you might be relatively well but it's the second week that you can turn the corner. And once you become short of breath, again in a median of about 2.5 days, can occur before you get very short of breath and have rea problems with your lungs.",
    "statement": "What <SORT OF> treatment will he be getting now to address those sorts of symptoms?"
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Oftentimes it can be. The ethics office will roll that if you had -- you know, if you've taken public positions on something, you can privately certainly I recused when I was at the Justice Department from Guantanamo, which I had taken public positions on in the past and so even though I didn't have any involvement with those particular cases that were pending. So I think that's a pretty standard thing. But the shocking thing is that the Justice Department went four weeks in. We don't even know who is the acting attorney general supervising it. Is it Whitaker or it is Rod Rosenstein.",
    "statement": "Michael, one thing we can all agree on as a matter of <FACT> that this can't be over. Let me ask you though in terms of what you are looking for, this, the Cohen memo that's coming out later this week, the Manafort one, which do you <THINK> is the most interesting thing? Is it this one or another?"
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're back with our panel. Ben, something unusual in all the races that I followed. You didn't hear Afghanistan mentioned.",
    "statement": "It's amazing you say that. I didn't hear one candidate say anything <ABOUT> the wars in Iraq or Afghanistan."
  },
  {
    "transcript_id": "CNN-151085",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, yes. I was doing whatever I can to keep a roof over my head by using the miles and the technology and doing as much as I can to find a new job through Internet jobs boards and recruiters and networking and using Linked In and Twitter for all the various social networking technologies.",
    "statement": "And so how did you eventually land a job? The good news is that you finally got a break. You started a job last Monday, in <FACT>."
  },
  {
    "transcript_id": "CNN-364238",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And we have effectively a state RICO statute which maybe you can reach at some point.",
    "statement": "<MAYBE>. So, the subpoena from the New York A.G. is looking for documents <ABOUT> Deutsch Bank's dealings with the Trump hotel, properties in Chicago in D.C., a golf course outside of Miami, records related to the president's failed bid as I said to buy the Buffalo Bills. What does this tell you <ABOUT> the investigation?"
  },
  {
    "transcript_id": "CNN-313688",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I'm Victor Blackwell. Good morning to you. The countdown to Thursday is on. Former FBI Director James Comey set to testify publicly inarguably the most anticipated event since election night. He's expected to reveal details of his private meetings with President Trump. Information that could potentially be a game changer in this Russia probe. That is if the president does not prevent this testimony. Asserting executive privilege which gives him the right to withhold private White House deliberations and records from Congress.",
    "statement": "In the meantime, Press Secretary Sean Spicer says the president still has faith in his son-in-law despite different accounts on why Jared Kushner secretly met with the head of a Russian state-owned bank back in December. Now we <SHOULD> also point out Russian President Vladimir Putin sending shockwaves with this claim, <MAYBE> patriotic Russian hackers hit the U.S. election. First, though, Phil Mattingly explains what executive privilege is and how President Trump <COULD> use it to stop James Comey from testifying."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And that is where you are going to taking your leave. And where are you going, Lieutenant MacRae?",
    "statement": "<WELL>, Larry, I'm from north of Atlanta, so I will just be going up to Atlanta to be with the family for the holidays."
  },
  {
    "transcript_id": "CNN-332153",
    "matched_terms": {
      "may": "ungraded",
      "hope": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "OK. So, you think he easily could have extrapolated from this clearly. Want to ask you about Steve Bannon, he's scheduled to appear under subpoena before your committee today. Do you think you're going to see him?",
    "statement": "As I understand it, that has been delayed again and, look, we need to go over the <FACTS>, and there are some <FACTS> he <MAY> have, they need to be made available to the committee. I <HOPE> that he'll reconsider and make every effort to come and participate."
  },
  {
    "transcript_id": "CNN-311022",
    "matched_terms": {
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "He was also sitting next to Vladimir Putin which is --",
    "statement": "Yes. <WELL>, right, and getting paid for it. When I saw him do an op-ed in a major newspaper and sign his name Lieutenant General Flynn, I would have never <THOUGHT> he was representing the government of Turkey. This is very, very bizarre to me."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "And what these therapies - part of what they're trying to do is kind of allow us to reflect on our life and grow at that moment in our life and really change at that moment in our life and not die necessarily the way that we live, unless we choose to.",
    "statement": "Anxiety at the prospect of death, I <THINK> that's <PROBABLY> pretty common. There are other things that come up, depression, and I understand this <MAY> not answer all of them."
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Then let me ask a little bit then, if I could, of both of you about what we saw prior to bringing you ladies on today, some of the Democrats on stage. What do you think of this field of contenders for the U.S. presidency? Cheri?",
    "statement": "<WELL>, I <THINK> that it's a very weak field. I <THINK> that if there was any strength to this field whatsoever, Hillary Clinton would not have gone to Iowa so <CONFIDENT> going in on a cloud. I <THINK> she is very <CONFIDENT> that she's still the top dog. And I <THINK> that's a sign that she doesn't have confidence. They all pale in comparison to her. That's bad news for the Democrats. Good news for the Republicans, however, because post people in this country or all people in the country pretty much <KNOW> where they stand on her. Her numbers are in cement. I don't <THINK> she can be elected president. I <THINK> she can get a Democratic nomination. These guys running for president cannot break out of the image that they simply can have -- no one's paying attention. They can't have an impact. They're all trying..."
  },
  {
    "transcript_id": "CNN-254525",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "suspect": "ungraded",
      "totally": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "There were riots and protests. Now there's just controversy. And at the center of it is the prosecutor after charging six police officers with a range of felonies from murder to assault. But Baltimore Police are pushing back, demanding Mosby recuse herself from the case. One sheriff says this case is, quote, \"Duke lacrosse case all over again.\" That sheriff joins us now. Milwaukee County Sheriff David Clarke. Sheriff, thank you for joining us. Make the case. How is this Duke lacrosse all over again?",
    "statement": "<WELL>, before I start, one of New York's finest, a white New York police officer, was shot in the face by a black <SUSPECT> over the weekend. He continues to cling to life. Keep him in your prayers. As it relates to Baltimore, greater legal minds than mine, including Alan Dershowitz, said this case has been politicized by this state's attorney. He says that it was overcharged. And he said it was done for mob control. And I concur. Look, when she stood up there and had her news conference, <TOTALLY> reasonable and <TOTALLY> legit to just name the charges, and the <FACTS> surrounding the case and why she brought the charges <ABOUT>. When she starts uttering statements like, \"no justice, no peace,\" \"young people, your time is now,\" and she \"hears the voices,\" she politicized this thing. She went down that political rabbit hole that she <SHOULD> not have. She's emotionally attached. She's received campaign contributions from the attorney representing Mr. Gray's family. There's a conflict of interest here. She <SHOULD> have known better. She <SHOULD> have taken her time, called in some experienced people. I hear she's never handled a murder case in her time as an assistant prosecutor. This thing just went from bad to worse."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Yes, huge win.",
    "statement": "And it puts her in a position and that's why I said before, she's got to find even more -- a way being more magnanimous. I <THINK> she's saying a lot and she's punched back some. But I <THINK> at this point, those young people out there, it is hard to uncurdle milk if you sour these young people on the whole process, you hurt not just the party, not just -- but the country. This is a first time a lot of these young people have gotten involved in anything. When you say, <WELL>, you just want free <STUFF>, as some of her surrogates have done, that's not right. Nobody says the Pentagon just wants free drones."
  },
  {
    "transcript_id": "CNN-233736",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "OK. I feel you guys are very clever.",
    "statement": "Made it <ABOUT> travel instead of disclosure. I agree. But let's move. At the Aspen Ideas Festival, which is going on this week, Hillary Clinton called the Supreme Court's decision on the Obamacare contraceptive coverage mandate deeply disturbing and she says it's part of a trend that she's seeing all over the world. Take a listen."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Seen in classrooms the world over, this is",
    "statement": "It's Friday and this is CNN NEWSROOM. Welcome. I'm Shelley Walcott. Here's what's ahead. Topping today's show, a daring mercy mission at the South Pole to save a sick doctor from the United States. Then, in our \"Editor's Desk,\" how a communications firm is using a piece of history to pitch their product. From ad revenue to movie making, \"Worldview\" checks out why some Hollywood sets are making the move to the Czech Republic. And in \"Chronicle,\" tracking the storm. Today we get up close and personal with meteorologists. Historic and unprecedented, those are the words being used to describe the successful rescue flight with evacuated an ailing U.S. doctor from the South Pole. A twin engine propeller plane carrying Dr. Ronald Shemenski landed safely in Chile Thursday after a rescue journey which began on Saturday. That's when the plane first departed Punta Arenas, Chile and flew to the British run Rothera Base at Adelaide Island off the Antarctic Peninsula. From there it flew to the Imensen Scott Station at the South Pole, where the temperature at the time of the landing was minus 68 degrees Celsius. That's minus 90.4 degrees Fahrenheit. The two day return journey began on Wednesday. The rescue was one of the riskiest ever by a small plane to the South Pole and the first one ever attempted during Antarctica's long, harsh, dark polar winter. Shemenski was the only physician among 50 people working at the South Pole station, where the National Science Foundation conducts astronomy and astrophysics research. Shemenski was recently diagnosed with pancreatitis. Though his condition had improved, a decision was made to evacuate him to the United States for treatment. New technology has enabled the world to follow along with this amazing rescue mission. CNN and others have used a video phone to broadcast the Antarctica story to the rest of the world. What makes a story right for this type of technology? <WELL>, usually it's taking place in a remote area with no way to send video to a satellite and then back down to CNN. The advantages? Video phones are inexpensive to use, allowing news crews to travel light, like CNN's Gary Tuchman, who interviewed Dr. Shemenski in Chile."
  },
  {
    "transcript_id": "CNN-107134",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Good morning to you, Thursday, June 15. Welcome. I'm Miles O'Brien.",
    "statement": "And I'm Soledad O'Brien. Here's a look at what's happening this morning. More than 10,000 coalition troops have fanned out across four key provinces in southern Afghanistan. It's all part of Operation Mountain Thrust. The troops are trying to root out Taliban fighters. Meanwhile, at least 10 people are dead this morning in a bus bombing in the Afghan city of Kandahar. Fifteen other people were wounded. The bus was carrying laborers and translators to a U.S. base. In northern Sri Lanka, a landmine attack on a bus killing more than 60. Authorities blaming Tamil Tiger rebels. Sri Lanka's air force launching airstrikes on the rebels in response. Overnight in Istanbul, Turkey, at least four were hurt when a small bomb went off inside a trash container. Police <THINK> Kurdish militants are to blame."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You know what, Stephen McCausland, I think you`ve missed your calling. You should work as a diplomat at the U.N. I heard what you said. You said when we call him, and we press him, he answers our questions. I hear you. All right? To Ellie Jostad, our chief editorial producer, give me the lowdown on daddy running out of the police station when they showed him the crime scene photos, Elle?",
    "statement": "Right. <WELL>, there is a local report that Justin DiPietro was shown pictures of the Luminol enhanced blood stains in his home and that when he was shown those pictures he immediately got up, walked out of the police station."
  },
  {
    "transcript_id": "CNN-256575",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "The eastern star's captain was pulled from the water downstream from the wreck, according to one Chinese newspaper. He and the first engineer are in custody. So far, no charges have been filed against them. But after the Costa Concordia ran aground off the coast of Italy in 2012 killing 32 people, the captain of that ship also survived, ultimately he was convicted of manslaughter and sentenced to 16 years in prison. Chinese social media is also comparing the wreck of the Eastern Star to a South Korean vessel that sank last year, killing more than 300 people, many of them high school students. Again, the captain survived. Video showed him leaping to safety as hundreds remained trapped on board. He has since been indicted for murder. But in both the Italian and South Korean cases, bad weather was not a factor.",
    "statement": "And Ivan, what are families saying <ABOUT> the progress of the search effort? <OBVIOUSLY>, you <KNOW>, we <KNOW> that this is in deep water. We <KNOW> that there <COULD> be major air pockets. We <KNOW> we're within the window they <COULD> find survivors. There's nearly 400 people there. They can't be satisfied with the way things are going."
  },
  {
    "transcript_id": "CNN-108478",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Thank You Ambassador Ja'afari. Coming up at the top of the hour here on CNN, \"THE SITUATION ROOM\" with Wolf Blitzer. Wolf, tell us all <ABOUT> it."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Oil analyst Fadel Gheit agrees that while demand has surged, it's not the main culprit.",
    "statement": "Oil prices have been inflated by excessive speculation. Speculation -- everybody is betting that oil prices will go higher. <GUESS> what? They take oil prices higher."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, sir. Based on the interviews and the statements that were given to us by both the detainees, M.P. personnel, and those that we examined. There were others, but we just could not track them down.",
    "statement": "<WELL>, what's the highest ranking officer you interrogated?"
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "We're all terminal.",
    "statement": "You're <ABSOLUTELY> right."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, let me tell you, I think that exactly what Wendy Murphy did in muddying the waters and making him look like a bad guy is why the Indiana Court of Appeals overturned this case. The bottom line is, the law is you can be a bad guy, you can be a philanderer, but those aren`t considerations that we take into consideration when trying to convict someone of a heinous crime like this. You don`t muddy the waters. They say you need evidence, credible evidence. And what Wendy Murphy did is what a lot of prosecutors like to do, muddy the waters. This is a case about blood splatter. And the defense in this case he`s innocent and we`re going to dismantle their evidence by showing you that blood splatter is like a lot of these non- or unscientific theories out there, and we`re going to show you -- it`s voodoo -- and we`re going to show you...",
    "statement": "Wendy, I can`t see you, but I <KNOW> you`re chomping at the bit to respond."
  },
  {
    "transcript_id": "CNN-67986",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "certainly": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Jointly, with our French friends, with Russia, China and the majority of the Security Council, we are more convinced than ever that the disarmament of Iraq can be brought about by peaceful means.",
    "statement": "So the mood here at the Security Council, everyone <KNOWS> that Chile here <MAY> come up with some new proposals or ideas, but the meeting in the Azores islands, west of Portugal, is <CERTAINLY> going to be a major distraction. It won't slow down things here, but everybody will <KNOW> that the big decisions <MAY> be made elsewhere starting on Sunday -- Paula."
  },
  {
    "transcript_id": "NPR-2410",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "feeling": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And maybe that was part of the reason that he wasn't so nice to Weinberg at that time. But more importantly, he wasn't tolerant of people expressing nonsense. And there was an example, which is, again, maybe significant because it involved the future Noble Prize winner, Fred Reines, who won the Nobel Prize for discovering the neutrino.",
    "statement": "And there was a very famous example years later, <WELL> before Reines won the Nobel Prize, and <PERHAPS> it contributed to the delay in Reines winning the Nobel Prize, where Reines made a claim <ABOUT> neutrinos in the experiment, and Feynman looked at the experiment, realized immediately it was nonsense, and publicly, in some sense, at a meeting, humiliated him. Because he basically said, you <KNOW>, <WELL>, his <<FEELING>> was that he had no tolerance for nonsense and he <THOUGHT> the experimentalist <SHOULD> check their results better."
  },
  {
    "transcript_id": "CNN-302218",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Is her family with her now at Buckingham Palace?",
    "statement": "Yes, she has had family with her. Her husband, Prince Philip, attended church yesterday. He <SEEMS> fine. Again, not giving any indication there that the concern, the illness is any greater than what's being told -- Wolf?"
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "I know what I heard when federal judge was called very biased and unfair because he is a Mexican heritage. When that judge's ethnicity was said to present -- to prevent his issuing fair rulings, when that judge was called a hater simply because he is Latino. I heard the words of James Ethan (Ph), a race baiting politician empowered by the falsehood of white supremacy, questioning the judicial temperament of a man solely because of the color of his skin. I heard those words and I did not know if I was in 1967 or 2017.",
    "statement": "The president who attacks the judiciary, a president who uses migrants as a weapon to attack his political enemies, a president who falsely claims his campaign was spied on, falsely claims his campaign was spied on. That's the <KIND OF> president whose attorney general, the top law enforcement official in the nation, will go right ahead and make the same outrageous claim of spying, saying exactly what the president wanted him to say."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Daryn. There are both pluses and downsides. The plus is, obviously, that if you have a center of coordination that is actually in the White House, hopefully you increase the possibility that important intelligence is getting passed to the president and that there's communication between the president and the CIA director. You'll remember that, according to the 9/11 commission report, some people in the government, it was their understanding, that President Clinton wanted bin Laden dead. But there were other parts of the government who said that they didn't get that message. And the idea would be that if you had something that was centrally located, everyone would be on the same page. The downside of doing that, however, is, as we mentioned in the last hour, the possibility for group think. There's also been some concern that when you have someone who is too close to the president, whether it be in a cabinet level position or something similar at the White House, that politics and the needs of the White House may influence or somehow constrain the work of people who are doing intelligence analysis. So those are some of the advantages and disadvantages of those structural changes.",
    "statement": "And there's also people who get nervous when you start talking <ABOUT> covert operations run from inside the White House. And looking back at things like Iran-Contra which turned in to a huge scandal."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What are the biggest threats, General Benton, that you see face U.S. troops and their coalition partners right now, would they be Saddam loyalists, if there still are some Saddam loyalists out there, or foreign terrorists, perhaps associated with al Qaeda or other groups, that have come into Iraq since the war?",
    "statement": "<WELL>, I don't <THINK> you can separate those threats, Wolf. They're both causing death and destruction and injuries to American forces. So the American forces have got to continue to do what they've been doing and identify where they are, try to eliminate them, protect themselves as they go <ABOUT> their day-to-day mission. I <THINK>, you <KNOW>, there's been a lot of speculation in recent weeks as to whether or not Saddam Hussein really was controlling those people. I <THINK> in the near term we're going to find out, was he the command-and-control apparatus, or are these just independent thugs and lawless groups who are going <ABOUT> the country causing problems."
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Paris, I mean, you heard Jim Acosta reporting that this is an issue the president views is something that could help him in the midterms isn't that a kind of political stunt?",
    "statement": "<WELL>, I <THINK> that the president <BELIEVES> in patriotism. He <BELIEVES> that this is an issue that --"
  },
  {
    "transcript_id": "CNN-77630",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Live from the CNN broadcast center in New York, this is ANDERSON COOPER 360.",
    "statement": "And thanks for joining us on this Friday. We begin with a bold statement today from Arnold Schwarzenegger: \"It's time we chase Gray Davis out of Sacramento.\" But Schwarzenegger is being chased in a sense, as <WELL>, by his past. Not just the accusations of groping. Now there are allegations that he once expressed admiration for a monster. His response and the political fallout from CNN's Kelly Wallace."
  },
  {
    "transcript_id": "CNN-372707",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, nobody should be surprised that Donald Trump isn't changing his ways. I think everybody knows who Donald Trump is and would expect this kind of performance. I think what is interesting and intriguing to note from this, though, was how he chose not to use this opportunity to frame the re-election campaign in some way on his accomplishments as much as he wanted to stick with the grievances, right. You hear from his campaign operatives, from Republicans around town all the time about wanting to hear him talk up the economy day in and day out with all the good economic indicators that are out there for him to tout. Instead, he has a whole litany of other things he's constantly distracted by. I think that was on display in this re- election launch last night.",
    "statement": "In terms of that being on display, Jackie, the crowd, of course, loved it. That's what they're there for. This is their guy, as we <KNOW>. Is it going to work, though, for the next 18 months, especially to David's point, when he's not touching on the economy and other things he <COULD> be pointing to?"
  },
  {
    "transcript_id": "CNN-159936",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, indeed. You know, yesterday we saw these mail bombs, if you will, explode at the Swiss and Chilean embassies in Rome. Now self-proclaimed anarchist groups have apparently claimed responsibility for that. We will see. But also now, Kyra, Indian authorities have issued an alert for a possible, possible attack in Mumbai, India. Of course, we saw the massacre there back in 2008. But so far today, thankfully, it's the winter weather that may be the biggest threat. We've reported throughout the morning, French authorities evacuating part of Charles De Gaulle Airport in Paris and canceling flights because of freezing temperatures and heavy snows. So if all that happens is Mother Nature gets a vote on Christmas day, it will be a good holiday for everyone -- Kyra.",
    "statement": "All right, Barbara. Thanks. Rain, floods, mudslides, it's been a rough week for Southern California, still soggy after a string of the storms, and this morning it's time to clean up. In Laguna Beach, furniture floated, wood buckled. Time to take stock of the damage. And a little south at Poinsettia Bowl, San Diego State sunk the Naval Academy. But both teams were swamped playing in a muddy Qualcomm Stadium. Just a few hours before the game, the stadium looked more like a massive wading pool. Crews actually had to work through the night to pump that water off the field in time for kickoff. That's my hometown, Rob. That's where I'm headed today. My parents said, \"<WELL>, the entire yard is like a little wading pool.\""
  },
  {
    "transcript_id": "CNN-94597",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Jerusalemites like to joke that the next world war, if it comes, will start right here, at the holiest site for Jews and the third holiest for Muslims. But jokes are sometimes tinged with truth, brought to an uncomfortable level recently after Jerusalem police uncovered a plot by Jewish extremists to attack the site. (on camera): The men allegedly planned to acquire an anti-tank missile, haul it up to a Jerusalem rooftop like this, and then launch it toward the mosque. Once police arrived on the scene, the plotters would then lob grenades, and one final act of suicide. (voice-over): Israeli security officials believe plots like these are just the tip of the iceberg. Protecting the site from religious extremists has become a top priority. In a statement, police said they are particularly sensitive about this issue and determined to uncover any intention to harm the Temple Mount. They will act strongly and aggressively to prevent any such intention. To Muslims around the world, the site is known as the Noble Sanctuary, home to two important Islamic shrines. Tensions high in the area these days with regular standoffs between police and religious demonstrators. (on camera): If somebody was able to do any kind of attack here, what would you imagine might happen?",
    "statement": "I imagine that it is a disaster, and I wish that we <SHOULD> not see this day. And the Israeli government <SHOULD> understand that it will hold the maximum responsibility."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "fact": "ungraded",
      "opinion": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "Let's look at the numbers first of all. This one is a surprise. This is the CNN <OPINION> Research Corporation Poll, recent one. Which of the following statements comes closest to your <VIEW> of global warming, we ask. And here's the response. Global warming is a proven <FACT>, mostly man-made, 56 percent. Global warming is a proven <FACT>, mostly natural, 21 percent, and then completely unproven, 21 percent. It's interesting when you lump those bottom two together, isn't it."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We're doing very well here. You know, it's about 50 miles away from Sioux City. And, you know, Mercy Medical Center-Sioux City is fully capable of dealing with a situation of this caliber. You know, too many people who work here remember 1989, the crash of United Flight 232 at Sioux Gateway Airport in Sioux City, which was a disaster, a horrific disaster, that was addressed with an amazing community response, and an amazing response from the health care community here in Sioux City. And, so, we're not completely unaccustomed to dealing with disaster. And I think it's actually going very well. I also think that a number of the injured will also be taken to Omaha, Nebraska, and possibly to other area hospitals. Given the geographic location of the camp, about halfway between Sioux City, Iowa, and Omaha, Nebraska, with so many hospitals in those two communities, it's actually a pretty good situation in terms of the trauma response, because we're not placing a heavy burden on any one hospital. We're able to disperse those patients to several different hospitals.",
    "statement": "And, as far as you <KNOW>, Mike, these -- the Boy Scouts, the people at this camp, they're mostly local folks, right?"
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Hi. There's actually two spells we're watching right now that have been warned on. We'll zoom in. One is near the Little Rock area but not expected to move into the downtown area. There you can see the warning. That's the first one that we're talking about here. We'll show you the counties. They intersect here. The main areas where's the tornado could move over is Wy Mountain, Lake Lalmal and Rollin by 9:15. You can see it, the lake is right into this area. It looks like it's going to be pushing through in 15 minutes. This storm is moving up to the North and East around 50 miles per hour. So it is a very fast mover. I believe our other warnings may have been expired early now. That was just to the north of there as that thunderstorm is starting to collapse. You can see that clearly on our radar picture. Also in the last 15 minutes a tornado watch has been issued that covers much of eastern parts of Arkansas on through the boot hill of Missouri, western parts of Tennessee, including you in Memphis. This line is going to move eastward. Sunshine is starting to come out. The atmosphere is destabilizing. We'll likely see more severe storms. One reason we're getting an outbreak of severe weather has to do with the warm weather we're having in the east. Cool, dry air in the Northwest, that spells a mess. We have a lot of snow melt as a result of it. We've got flood watches and many warnings in place. We're getting word out of northern Indiana along the river that people are being evacuated. And we could see a historic flood here, possibly a 100-year flood. Major flooding is expected not only there in Monticello but Blue Water Beach and Diamond Point. A lot of stuff going on weather wise, Heidi. Try and be a little happy about some of it across parts of the east because the temperatures are welcoming coming in early January.",
    "statement": "It is January. All right, Jacqui. Let us <KNOW> if we need to come back to you for more warnings. Thank you."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You know, our main thing was recovery and bring somebody, some peace and closure by bringing the bodies home to the families. And that's the sad part that we haven't done that for everybody.",
    "statement": "Two thousand eight hundred twenty-three people died on September 11. One thousand ninety-two of those have been identified. The girder marks the shift from recovery to rebuilding. But even so, Miles, as you can imagine this is going to be an extremely difficult night for those who lost loved ones on September 11, also very difficult for the recovery workers who have been down there toiling away day after day. Thursday morning will be a difficult day for those people as <WELL> -- Miles."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Thanks for the call, Sue. The - it's interesting, you quote the difference between - as Richard Pryor is trying to find his voice and trying to do characters and getting up on stage and talking without knowing what he's going to talk about, you compare him with George Carlin, who you say is very funny, but every breath, every pause, every line is carefully rehearsed. It's quite different to go up and not know what you're going to say.",
    "statement": "<WELL>, Richard would always do a lot of improv, and he would put a skeleton up there, then he would clothe it. But Richard was a great storyteller. I mean, he was the <BEST>. He made you <BELIEVE> it. I mean, you - when he talks <ABOUT> the deer walking in the woods, or Mudball, you're there. You <KNOW>, he creates this atmosphere that you become involved, you understand? You - he was the <BEST> at it, the <BEST>."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes, and, well, I think what the caller had asked or related to us was a good point, and that is the fact that a decision has to be made.",
    "statement": "Now, I <THINK> it's not very productive to say: Was there a case where a manufacturer downplayed or falsified information? That would be a crime. People commit crimes. That's not the real thing you <SHOULD> be discussing."
  },
  {
    "transcript_id": "CNN-228653",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Chris, yes, this event overnight is easily the most violent of the crisis so far in the southern town where the Ukrainian government says 300 pro-Russian militants attacked a Ukrainian military unit. The Ukrainian military unit was able to repel them, killing three attackers, injuring around 13. Arresting dozens more. No word on Ukrainian military casualties yet. It is a sign of just how chaotic things on the ground currently are. We have had the arrival of a large Ukrainian military force here with the intention of driving back pro-Russian forces. But so far they have dismally failed to do so. Numerous cases we've seen them stopped not by pro-Russian gun men, but my locals, villagers, people who don't want them here, block their path, swarm them and put them in the humiliating position to negotiate their retreat. Sometimes giving up the weapons that they are carrying. Sometimes giving up the armored vehicles that they are driving in convoy. Just down the road in a town we saw some six armored vehicles last night really being shown off like trophies by pro-Russian gunmen here. Very proud of what they had captured, very confident they can hold off the Ukrainian military. What all this means is that the Ukrainian government continues to be in a very weak position. Its authority on the ground is really under question. It can't control its own military because the soldiers don't want to use force against their own people. That means coming into these talks in Geneva today the Ukrainian government is in a weak position as it tries to thresh out a solution to this crisis -- Chris.",
    "statement": "Phil, as force becomes more of a reality on the ground we're still being told that diplomacy is the <BEST> <HOPE>. And so a high-level and <CERTAINLY> high-stakes summit is under way in Geneva. Secretary of State John Kerry and a top E.U. official are meeting with foreign ministers from Ukraine and Russia. The question is, what will the message be this time? CNN's Reza Sayah is live in Geneva with more -- Reza."
  },
  {
    "transcript_id": "CNN-20320",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Let's get right to Title 3, section 2, have you ever heard of it before?",
    "statement": "I <GUESS> I heard of it last week."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "guessing": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "The actual dimpled ballots were a very small amount. We're talking about barely discernible impressions. And for example, as I said on the stand, I mean, we had ballots with pinholes. We counted those as about votes. We absentee ballots where they were absentee ballots where the person made a check mark and didn't punch any of the chads. We counted those as votes.",
    "statement": "But were there some where you just <THOUGHT> you were to include that ballot in the count you would simply be <GUESSING> and that was the point?"
  }
]