[
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "clear": "ungraded",
      "unclear": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Banks have an obligation to record when you are withdrawing close to $10,000 and there's a pattern of doing this. It's called structuring. That's why they would be looking into this.",
    "statement": "We've been told by the Department of Justice he has not been arrested, because he does not pose a flight risk or a danger to the community. It's <<UNCLEAR>> when he will <APPEAR> before a federal judge. Again, we are learning from these sources that this was sexual misconduct, allegations he was trying to cover up according to authorities. But it's important to note here that asking people, why wasn't that specified in the indictment? I'm told because the charges he's facing don't necessarily relate directly to the misconduct."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "We've been told by the Department of Justice he has not been arrested, because he does not pose a flight risk or a danger to the community. It's unclear when he will appear before a federal judge. Again, we are learning from these sources that this was sexual misconduct, allegations he was trying to cover up according to authorities. But it's important to note here that asking people, why wasn't that specified in the indictment? I'm told because the charges he's facing don't necessarily relate directly to the misconduct.",
    "statement": "<ALL> right. Pamela Brown, thanks. Joining me to talk <ABOUT> the indictment of the former House Speaker Dennis Hastert is CNN's senior legal analyst Jeffrey Toobin. Jeff, thanks for being here. So, Hastert's in trouble right now for <<ALLEGEDLY>> lying to the FBI, for trying to hide hush money he was taking out of the bank, but the indictment does not say what the misconduct was, although Pamela just reported it has to do with a former student and alleged sexual misconduct. Is this like the feds going an Al Capone for tax evasion? In other words, this is what they <<COULD>> get him on?"
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "seem": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right. Pamela Brown, thanks. Joining me to talk about the indictment of the former House Speaker Dennis Hastert is CNN's senior legal analyst Jeffrey Toobin. Jeff, thanks for being here. So, Hastert's in trouble right now for allegedly lying to the FBI, for trying to hide hush money he was taking out of the bank, but the indictment does not say what the misconduct was, although Pamela just reported it has to do with a former student and alleged sexual misconduct. Is this like the feds going an Al Capone for tax evasion? In other words, this is what they could get him on?",
    "statement": "Not necessarily, because investigation of currency transaction reports, that's what those forms that the banks are required to file for large cash transactions, that's been going on for decades. I prosecuted, that was the <<KIND OF>> case I prosecuted when I was an assistant United States attorney and it's really just a matter of course that banks report to law enforcement when there are suspicions, patterns of cash transactions in -- when there are -- when they are filed and when transactions are structured in a way to <AVOID> those requirements. What happened here, it appears is that the FBI was informed, the FBI went to Hastert and Hastert told them what frankly <SEEM> as ridiculous story, which was he was using the money for himself and even more incredibly, that he didn't trust the banking system. That's why he was taking out so much money."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "might": "ungraded",
      "theoretically": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Not necessarily, because investigation of currency transaction reports, that's what those forms that the banks are required to file for large cash transactions, that's been going on for decades. I prosecuted, that was the kind of case I prosecuted when I was an assistant United States attorney and it's really just a matter of course that banks report to law enforcement when there are suspicions, patterns of cash transactions in -- when there are -- when they are filed and when transactions are structured in a way to avoid those requirements. What happened here, it appears is that the FBI was informed, the FBI went to Hastert and Hastert told them what frankly seem as ridiculous story, which was he was using the money for himself and even more incredibly, that he didn't trust the banking system. That's why he was taking out so much money.",
    "statement": "This alleged sexual misconduct, against a former student. <<<THEORETICALLY>>>, it <MIGHT> have been criminal. But I <<SUPPOSE>> also a possible statute of limitations on such a charge?"
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This alleged sexual misconduct, against a former student. Theoretically, it might have been criminal. But I suppose also a possible statute of limitations on such a charge?",
    "statement": "<CERTAINLY> there's, those are both possibilities. There's also a possible defense here, which is an extortion defense, which Hastert <<COULD>> say, look, this guy came to me making outrageous false accusations but to protect my family, I decided to pay him this money. That is a theory -- a defense that <<COULD>> be tried in front of a jury. It's got plenty of potential problems, you <KNOW>, why didn't you just go to law enforcement like David Letterman did when he was -- when he was extorted? Why didn't you -- why did you <HAVE TO> lie to the FBI <ABOUT> it? But, you <KNOW>, an extortion defense <CERTAINLY> is possible here."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "unlikely": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Jeff, do you expect former Speaker Hastert to do any jail time if he is found guilty?",
    "statement": "You <KNOW>, I <<<THINK>>> a lot of that depends on whether he goes to trial or not. I <<<THINK>>> if he cuts a deal, if there's a plea bargain, I <<<THINK>>> it's extremely <<UNLIKELY>> that he will do jail time. But if he does go to trial and if this turns into an ugly, long, drawn out fight, where the Justice Department, you <KNOW>, has to throw everything it has at him and <ALL> of this dirty laundry gets aired, I do <<<THINK>>> he <<COULD>> do some jail time."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "You know, I think a lot of that depends on whether he goes to trial or not. I think if he cuts a deal, if there's a plea bargain, I think it's extremely unlikely that he will do jail time. But if he does go to trial and if this turns into an ugly, long, drawn out fight, where the Justice Department, you know, has to throw everything it has at him and all of this dirty laundry gets aired, I do think he could do some jail time.",
    "statement": "And, Jeff, lastly, is it illegal to pay somebody hush money? If Speaker Hastert hadn't <<ALLEGEDLY>> lied to investigators and hadn't tried to hide the money being withdrawn, <WOULD> it have been legal to just have <GIVEN> $3.5 million to this former student and that <WOULD> have been fine?"
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And, Jeff, lastly, is it illegal to pay somebody hush money? If Speaker Hastert hadn't allegedly lied to investigators and hadn't tried to hide the money being withdrawn, would it have been legal to just have given $3.5 million to this former student and that would have been fine?",
    "statement": "Based on what I <KNOW> now, I <<<THINK>>> it <WOULD> have been perfectly legal. You <KNOW>, we can give money to anyone we want basically for almost any reason. Either there <MIGHT> be some gift tax implications, but that's not a criminal matter. The charge here exclusively relates to the currency transaction reports. The structuring of the money, and -- and the lying to the FBI. If he had simply written a check to this person and that was the end of it, I <<<THINK>>> -- I don't <<<THINK>>> there's any possibility we <WOULD> be here in a criminal matter at <ALL>."
  },
  {
    "transcript_id": "CNN-256222",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Based on what I know now, I think it would have been perfectly legal. You know, we can give money to anyone we want basically for almost any reason. Either there might be some gift tax implications, but that's not a criminal matter. The charge here exclusively relates to the currency transaction reports. The structuring of the money, and -- and the lying to the FBI. If he had simply written a check to this person and that was the end of it, I think -- I don't think there's any possibility we would be here in a criminal matter at all.",
    "statement": "Jeffrey Toobin, thank you so much. Coming up, the rain refusing to let up in Texas. Highways turned into lakes. Rivers overflowing their banks and expected to get worse tonight and into the weekend. Plus, he called his victims, quote, \"collateral damage\". The murderer who killed 12 people in a movie theater talking <ABOUT> the horrific act. His lawyer says he's mentally ill. But now, a doctor says, no. He knew exactly what he was doing."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "This defense will require the sacrifice of our forefathers but it's a sacrifice I can promise you we will make.",
    "statement": "Israel is once again rocked by a terror bombing. An eerie silence from al Qaeda, with the FBI wrapped in controversy, what's the next threat? A search for bodies and a search for answers after a barge knocks out a highway bridge in Oklahoma. And on this Memorial Day, I'll look back at a special conversation on the beach at Normandy. It's Monday, Memorial Day, <MAY> 27th, 2002. Hello, I'm Wolf Blitzer in Washington. We'll get to President Bush at Normandy Beach in France on this Memorial Day right after this news alert. A Palestinian group is claiming responsibility for today's suicide bombing in Israel, which killed a woman and a two-year-old girl. The attack took place at a cafe in a suburb of Tel Aviv. Israeli police say <ABOUT> 26 people were injured. We'll have a live report from the scene coming up. Divers working at the site of that Oklahoma bridge collapse recovered a fourth body today. As many as a dozen people were killed yesterday when a barge hit the bridge, which carries Interstate 40 over the Arkansas River. Officials say the pilot of the barge <<APPARENTLY>> passed out shortly before the accident, but preliminary tests show no evidence of alcohol or drugs. Much more later on this story in this hour. America is observing Memorial Day. Ceremonies included a gathering at the Vietnam Veterans Memorial here in Washington. Former Senator Bob Dole, a World War II veteran, spoke <ABOUT> America's latest conflict and voiced confidence that the United States and its allies will win the war on terrorism. President Bush is now in Rome, his final stop on a European trip that took him today to hallowed ground, the D-Day battlefield in France. CNN's Senior White House Correspondent John King reports on the president's Memorial Day observance."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Retracing the costly steps of a battle long ago but remembering those who paid the price for freedom then and those fighting a very different war now.",
    "statement": "Our wars have won for us <EVERY> hour we live in freedom. Our wars have taken from us the men and women we honor today, and <EVERY> hour the lifetimes they had hoped to live."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "There was an unspoken message. The country that twice helped liberate Europe is counting on its allies now. The French president said not to worry.",
    "statement": "Whenever <ESSENTIAL> values are in jeopardy, you can count on us, just as we <KNOW> that we can count on you."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "This memorial is to the more than 1,500 Americans listed as missing because their remains never were recovered or identified after one of history's most deadly and defining battles.",
    "statement": "Units of Army Rangers on shore in one of history's bravest displays, scaled cliffs directly into gunfire, <NEVER> relenting even as comrades died <ALL> <AROUND> them. When they had reached the top, the Rangers radioed back the code for success. Praise the Lord."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "John King, CNN, Paris.",
    "statement": "Later this hour, a segment you won't want to miss. Legendary CBS News Anchor Walter Cronkite was among the first journalists to join the U.S. invasion force after the first wave at D- Day. I'll show you a special excerpt from my interview with Walter Cronkite. That was recorded at Normandy Beach on the 50th anniversary of the invasion. With the FBI under fire for its handling of pre-September 11th warnings, CNN has learned more <ABOUT> what happened to an agent's information on the suspected 20th hijacker, Zacarias Moussaoui. Let's go live to our Justice Correspondent Kelli Arena for more -- Kelli."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "unclear": "ungraded",
      "believe": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Later this hour, a segment you won't want to miss. Legendary CBS News Anchor Walter Cronkite was among the first journalists to join the U.S. invasion force after the first wave at D- Day. I'll show you a special excerpt from my interview with Walter Cronkite. That was recorded at Normandy Beach on the 50th anniversary of the invasion. With the FBI under fire for its handling of pre-September 11th warnings, CNN has learned more about what happened to an agent's information on the suspected 20th hijacker, Zacarias Moussaoui. Let's go live to our Justice Correspondent Kelli Arena for more -- Kelli.",
    "statement": "Wolf, the information <ABOUT> Zacarias Moussaoui was sent to the FBI's Radical Fundamentalist Unit. Now that terrorist unit also received information from the Phoenix agent with suspicions that Osama bin Laden <MAY> have been sending Middle Eastern men to U.S. flight schools. Now it's <<UNCLEAR>> at this time whether the same people within the unit got both pieces of information to be able to connect the dots, but as one government official says, it underscores the problem with information flow within the FBI and the intelligence community as a whole. Now the letter from the FBI Special Agent Coleen Rawley has been described as scathing. It accuses FBI headquarters of thwarting the investigation into Zacarias Moussaoui, who investigators now <<<BELIEVE>>> was supposed to be the 20th hijacker. Now specifically, Rawley complains <ABOUT> attempts made to obtain a FISA. In plain English, that's a special warrant to search Moussaoui's computer files, and she accuses headquarters of ignoring French intelligence on Moussaoui. Now Rawley says that an agent at FBI headquarters, \"deliberately further undercut that FISA effort by not adding the further intelligence information, which he had promised to add that supported Moussaoui's foreign power connection and making several changes in the wording of the information that had been provided by the Minneapolis agent.\" Now a congressional investigation into what the FBI knew pre-9/11 continues, and FBI Director Robert Mueller is expected to announce more changes this week. Now those changes are aimed at turning the FBI into an intelligence gathering agency, <RATHER> than a crime fighting agency. Wolf."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Wolf, the information about Zacarias Moussaoui was sent to the FBI's Radical Fundamentalist Unit. Now that terrorist unit also received information from the Phoenix agent with suspicions that Osama bin Laden may have been sending Middle Eastern men to U.S. flight schools. Now it's unclear at this time whether the same people within the unit got both pieces of information to be able to connect the dots, but as one government official says, it underscores the problem with information flow within the FBI and the intelligence community as a whole. Now the letter from the FBI Special Agent Coleen Rawley has been described as scathing. It accuses FBI headquarters of thwarting the investigation into Zacarias Moussaoui, who investigators now believe was supposed to be the 20th hijacker. Now specifically, Rawley complains about attempts made to obtain a FISA. In plain English, that's a special warrant to search Moussaoui's computer files, and she accuses headquarters of ignoring French intelligence on Moussaoui. Now Rawley says that an agent at FBI headquarters, \"deliberately further undercut that FISA effort by not adding the further intelligence information, which he had promised to add that supported Moussaoui's foreign power connection and making several changes in the wording of the information that had been provided by the Minneapolis agent.\" Now a congressional investigation into what the FBI knew pre-9/11 continues, and FBI Director Robert Mueller is expected to announce more changes this week. Now those changes are aimed at turning the FBI into an intelligence gathering agency, rather than a crime fighting agency. Wolf.",
    "statement": "Kelli Arena here in Washington, thank you very much. And there area also new reports today <ABOUT> what the airlines knew before September 11th. CNN's Patty Davis joins us now live from just outside Washington at Reagan National Airport. Patty."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Kelli Arena here in Washington, thank you very much. And there area also new reports today about what the airlines knew before September 11th. CNN's Patty Davis joins us now live from just outside Washington at Reagan National Airport. Patty.",
    "statement": "<WELL>, Wolf, the airlines knew as far back as 1998 that Osama bin Laden posed a threat. In <FACT>, the Federal Aviation Administration in that year issued three information circulars basically alert bulletins to the airlines, telling them to be on alert. They said things like, Osama bin Laden operatives had trained to hijack or bring a plane down, that unidentified individuals <MIGHT> be planning to hijack or bomb an airliner in the metropolitan airports in the U.S. and also urged vigilance due to statements by bin Laden <ABOUT> killing Americans. That was first reported in the Boston Globe and confirmed by a U.S. government source. Now this information on top of <ABOUT> 15 directives, 15 alerts sent to airlines in 2001, telling them that Middle Eastern men <<COULD>> <<POSSIBLY>> be interested in hijacking or blowing up a U.S. commercial plane. The problem is here, Wolf, that none of these circulars ever mentioned suicide hijackings, so the airlines <NEVER> changed their policy of cooperating with hijackers. That's what happened on September 11th and those planes crashed. The policy has now changed. They are to bring the plane down immediately and <NEVER> open the cockpit door. Wolf."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, Wolf, the airlines knew as far back as 1998 that Osama bin Laden posed a threat. In fact, the Federal Aviation Administration in that year issued three information circulars basically alert bulletins to the airlines, telling them to be on alert. They said things like, Osama bin Laden operatives had trained to hijack or bring a plane down, that unidentified individuals might be planning to hijack or bomb an airliner in the metropolitan airports in the U.S. and also urged vigilance due to statements by bin Laden about killing Americans. That was first reported in the Boston Globe and confirmed by a U.S. government source. Now this information on top of about 15 directives, 15 alerts sent to airlines in 2001, telling them that Middle Eastern men could possibly be interested in hijacking or blowing up a U.S. commercial plane. The problem is here, Wolf, that none of these circulars ever mentioned suicide hijackings, so the airlines never changed their policy of cooperating with hijackers. That's what happened on September 11th and those planes crashed. The policy has now changed. They are to bring the plane down immediately and never open the cockpit door. Wolf.",
    "statement": "Patty Davis at Reagan National Airport, thank you very much. And al Qaeda's silence is leaving investigators uneasy as they try to <<GUESS>> where the terror network will strike next. What's al Qaeda up to? That's the focus of Michael Elliott's piece in the latest edition of \"TIME\" magazine. Michael joins us now live from New York. I want to read one excerpt, Michael, from your excellent article that you have in \"TIME\" this week. \"There <<COULD>> be another al Qaeda cell out there just as good, just as quiet as the one that mounted the attacks on the World Trade Center and the Pentagon.\" Specifically, Michael, what are you talking <ABOUT>?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Patty Davis at Reagan National Airport, thank you very much. And al Qaeda's silence is leaving investigators uneasy as they try to guess where the terror network will strike next. What's al Qaeda up to? That's the focus of Michael Elliott's piece in the latest edition of \"TIME\" magazine. Michael joins us now live from New York. I want to read one excerpt, Michael, from your excellent article that you have in \"TIME\" this week. \"There could be another al Qaeda cell out there just as good, just as quiet as the one that mounted the attacks on the World Trade Center and the Pentagon.\" Specifically, Michael, what are you talking about?",
    "statement": "<WELL>, one of the extraordinary things that we've discovered, Wolf, is that in <ALL> the hundreds of interviews of al Qaeda detainees that have been done, in <ALL> the mountains of documents that we took away from Afghanistan and went through, in <ALL> the computer diskettes that were examined, we have found essentially no record of the September 11 hijackers. What that, of course, makes investigators concerned <ABOUT> is the possibility that there's another cell that's just as good. One of the questions that investigators <HAVE TO> concern themselves with is what's more frightening, noise, chatter as they call it in the intelligence field, the things that they hear, the things that they pick up in telephone intercepts, or silence. And the extraordinary <FACT> that we can find virtually no signals or human intelligence of the September the 11th hijackers, the 19, has really got people worried that there <MAY> be others out there who are just as good."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Well, one of the extraordinary things that we've discovered, Wolf, is that in all the hundreds of interviews of al Qaeda detainees that have been done, in all the mountains of documents that we took away from Afghanistan and went through, in all the computer diskettes that were examined, we have found essentially no record of the September 11 hijackers. What that, of course, makes investigators concerned about is the possibility that there's another cell that's just as good. One of the questions that investigators have to concern themselves with is what's more frightening, noise, chatter as they call it in the intelligence field, the things that they hear, the things that they pick up in telephone intercepts, or silence. And the extraordinary fact that we can find virtually no signals or human intelligence of the September the 11th hijackers, the 19, has really got people worried that there may be others out there who are just as good.",
    "statement": "That they <MIGHT> be that compartmented, they <MIGHT> be that efficient that nobody knows, in <FACT>, if anything is going on right now?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Precisely.",
    "statement": "You do raise some specific questions <ABOUT> Richard Reid, the so-called shoe bomber. Was he or was he not part of this loosely-based al Qaeda operation?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "You do raise some specific questions about Richard Reid, the so-called shoe bomber. Was he or was he not part of this loosely-based al Qaeda operation?",
    "statement": "I don't have <ANY <DOUBT>> that he was part of it and I <NEVER> have had <ANY <DOUBT>> of it since we starting reporting this immediately after that incident. Our sources in Europe and, you <KNOW>, I've talked <ABOUT> this before, Wolf, a time -- you spend a lot of time talking to European sources on al Qaeda because they have tremendous experience at dealing with Islamic terrorist groups. Our European sources have <NEVER> really been in <ANY <DOUBT>> that Richard Reid was an al Qaeda operation. So when people say <RATHER> <<KIND OF>> oddly, in my <VIEW>, when is the second wave of attacks, of al Qaeda attacks on the United States, my answer is, we've already had it. The attempt to blow an American Airlines plane out of the sky just before Christmas, I'm <QUITE> <<<SURE>>>, was an al Qaeda attack. We've also had a few other -"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I don't have any doubt that he was part of it and I never have had any doubt of it since we starting reporting this immediately after that incident. Our sources in Europe and, you know, I've talked about this before, Wolf, a time -- you spend a lot of time talking to European sources on al Qaeda because they have tremendous experience at dealing with Islamic terrorist groups. Our European sources have never really been in any doubt that Richard Reid was an al Qaeda operation. So when people say rather kind of oddly, in my view, when is the second wave of attacks, of al Qaeda attacks on the United States, my answer is, we've already had it. The attempt to blow an American Airlines plane out of the sky just before Christmas, I'm quite sure, was an al Qaeda attack. We've also had a few other -",
    "statement": "What <ABOUT> -"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, go ahead, sorry.",
    "statement": "Yes, I was going to say what <ABOUT> that synagogue bombing in Tunisia, Jerba, and that attack on those French personnel in Pakistan?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "You <SUGGEST> those <MAY> be al Qaeda operations as <WELL>."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "You suggest those may be al Qaeda operations as well.",
    "statement": "I <<<THINK>>> the one in Tunisia is pretty much plainly accepted now in Germany but no one's <QUITE> come out and said it was an al Qaeda operation. The name of the group in Whose name that atrocity was <CLAIMED> was precisely the same name that was used in 1998 for the embassy bombings in Tanzania and Kenya. There are also some leads in the German investigation of the synagogue bombing that takes one back towards the Hamburg al Qaeda cell that we <<<THINK>>> originated the September 11th attacks. The attack on the French contract workers in Karachi in Pakistan, that's <A BIT> more difficult to <TAKE> a conclusive <VIEW> on. What the Pakistanis say is that they have lots of militant groups there. Some of them are closely associated with al Qaeda, some aren't. Some just <<KIND OF>> share the same broad aims, share information, share objectives. So it's <A LITTLE> bit more difficult in the Karachi case to say that that's an al Qaeda operation. But, you <KNOW>, one of the things that we've learned, Wolf, is that this is a very fuzzy, very loose network. Some parts of it are tightly organized and work under tight instructions. Others are just, if you like, fellow travelers and sympathizers, and it's <RATHER> difficult to <<KIND OF>> put your finger on any one ring and say with hand on heart Osama bin Laden ordered that."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I think the one in Tunisia is pretty much plainly accepted now in Germany but no one's quite come out and said it was an al Qaeda operation. The name of the group in Whose name that atrocity was claimed was precisely the same name that was used in 1998 for the embassy bombings in Tanzania and Kenya. There are also some leads in the German investigation of the synagogue bombing that takes one back towards the Hamburg al Qaeda cell that we think originated the September 11th attacks. The attack on the French contract workers in Karachi in Pakistan, that's a bit more difficult to take a conclusive view on. What the Pakistanis say is that they have lots of militant groups there. Some of them are closely associated with al Qaeda, some aren't. Some just kind of share the same broad aims, share information, share objectives. So it's a little bit more difficult in the Karachi case to say that that's an al Qaeda operation. But, you know, one of the things that we've learned, Wolf, is that this is a very fuzzy, very loose network. Some parts of it are tightly organized and work under tight instructions. Others are just, if you like, fellow travelers and sympathizers, and it's rather difficult to kind of put your finger on any one ring and say with hand on heart Osama bin Laden ordered that.",
    "statement": "Michael Elliott of \"TIME\" magazine, thanks once again for your good reporting and helping us better understand this story. Our web <QUESTION> of the day is this: Do you <<<THINK>>> that al Qaeda does have sleeper cells in the United States? Go to my web page cnn.com/wolf. That's where you can vote. While you're there, let me <KNOW> what you're thinking. There's a \"click here\" icon right on the left side of the page. Send me your comments. I'll try to read some of them on the air each day at the end of this program. That's also, by the way, where you can read my daily online column, cnn.com/wolf. In Israel, the terror attacks continue without let up. A suicide bomber today killed at least two people, including a two-year-old girl, the target, a cafe in the city of Petach Tikvah near Tel Aviv. CNN's Martin Savidge is on the scene. He joins us now live. Marty."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Michael Elliott of \"TIME\" magazine, thanks once again for your good reporting and helping us better understand this story. Our web question of the day is this: Do you think that al Qaeda does have sleeper cells in the United States? Go to my web page cnn.com/wolf. That's where you can vote. While you're there, let me know what you're thinking. There's a \"click here\" icon right on the left side of the page. Send me your comments. I'll try to read some of them on the air each day at the end of this program. That's also, by the way, where you can read my daily online column, cnn.com/wolf. In Israel, the terror attacks continue without let up. A suicide bomber today killed at least two people, including a two-year-old girl, the target, a cafe in the city of Petach Tikvah near Tel Aviv. CNN's Martin Savidge is on the scene. He joins us now live. Marty.",
    "statement": "Wolf, in the background here, you can hear the noise of the high pressure hoses that are being brought to bear. It's part of the clean-up in the aftermath of this latest suicide bombing attack in Israel in specifically Petach Tikvah. It happened at 6:45 p.m. just outside of this shopping mall here. It is a very modern shopping mall and that <WOULD> have been a very popular time of day. In the background, you <MAY> see the skeletal remains of the awning. It is that exact spot where precisely the suicide bomber detonated his device. It was also an area where there were men, women, and as you already point out children. One of the victims a two-year-old child and also a 30-year-old woman, not <CLEAR> if there was a relation between the two. Twenty-eight other people were injured. We can show you the aftermath immediately from that detonation and it was a chaotic scene because this is such a popular place. Now there is some speculation on the part of authorities that <<PERHAPS>> the suicide bomber <MIGHT> have intended originally to try to get inside the shopping mall. As you <KNOW>, shopping malls and many other places here in Israel have their own private security to prevent just that. It's possible that security <MAY> have dissuaded the suicide bomber from going in, and instead he chose a softer target, that being an outdoor cafe under the awning and that being where women and children were. We also want to show you something else that's developed here. Shortly after the attack, volunteers showed up on scene and then there were young people that showed up to hold a quiet candlelight vigil. It is their <HOPE>, their desire, to clean up and have this ice cream shop open within 24 hours. That's important to them because to <ALL> Israelis, they do not want these terrorist attacks to dissuade what they say is their normal life, to have an impact. They want to get back to normal. It's their way of demonstrating defiance. Already one group has come forward, Wolf, to say that they are responsible and that is the Al Aqsa Brigade. It was announced on Hezbollah television. Wolf."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Wolf, in the background here, you can hear the noise of the high pressure hoses that are being brought to bear. It's part of the clean-up in the aftermath of this latest suicide bombing attack in Israel in specifically Petach Tikvah. It happened at 6:45 p.m. just outside of this shopping mall here. It is a very modern shopping mall and that would have been a very popular time of day. In the background, you may see the skeletal remains of the awning. It is that exact spot where precisely the suicide bomber detonated his device. It was also an area where there were men, women, and as you already point out children. One of the victims a two-year-old child and also a 30-year-old woman, not clear if there was a relation between the two. Twenty-eight other people were injured. We can show you the aftermath immediately from that detonation and it was a chaotic scene because this is such a popular place. Now there is some speculation on the part of authorities that perhaps the suicide bomber might have intended originally to try to get inside the shopping mall. As you know, shopping malls and many other places here in Israel have their own private security to prevent just that. It's possible that security may have dissuaded the suicide bomber from going in, and instead he chose a softer target, that being an outdoor cafe under the awning and that being where women and children were. We also want to show you something else that's developed here. Shortly after the attack, volunteers showed up on scene and then there were young people that showed up to hold a quiet candlelight vigil. It is their hope, their desire, to clean up and have this ice cream shop open within 24 hours. That's important to them because to all Israelis, they do not want these terrorist attacks to dissuade what they say is their normal life, to have an impact. They want to get back to normal. It's their way of demonstrating defiance. Already one group has come forward, Wolf, to say that they are responsible and that is the Al Aqsa Brigade. It was announced on Hezbollah television. Wolf.",
    "statement": "Martin Savidge on the scene at Petach Tikvah, just outside Tel Aviv, thanks for that report. So is there an answer to the plague of suicide bombings? <SHOULD> Yasser Arafat be held accountable? Joining me now live from Little Rock, Arkansas, the retired NATO Supreme Allied Commander General Wesley Clark, General Clark, is it possible for Yasser Arafat to <COMPLETELY> stop these kinds of terrorist strikes?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Martin Savidge on the scene at Petach Tikvah, just outside Tel Aviv, thanks for that report. So is there an answer to the plague of suicide bombings? Should Yasser Arafat be held accountable? Joining me now live from Little Rock, Arkansas, the retired NATO Supreme Allied Commander General Wesley Clark, General Clark, is it possible for Yasser Arafat to completely stop these kinds of terrorist strikes?",
    "statement": "<<PROBABLY>> not possible to stop them <ALL>, but it's up to him to set the agenda for the Palestinian people so that they will stop the terrorist attacks. The real battle here, Wolf, is the battle for intelligence. It's intelligence that has to come to Yasser Arafat <ABOUT> what's being planned. It's intelligence that has to come to the Israelis to be able to stop it. We can't really see the outcome of that battle, so it's still in <DOUBT>."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Probably not possible to stop them all, but it's up to him to set the agenda for the Palestinian people so that they will stop the terrorist attacks. The real battle here, Wolf, is the battle for intelligence. It's intelligence that has to come to Yasser Arafat about what's being planned. It's intelligence that has to come to the Israelis to be able to stop it. We can't really see the outcome of that battle, so it's still in doubt.",
    "statement": "Yesterday, Secretary of State Colin Powell told me he hopes by the end of this week, the CIA Director George Tenet will be back in the region working with the Palestinians to reform their security apparatus. Is that doable?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yesterday, Secretary of State Colin Powell told me he hopes by the end of this week, the CIA Director George Tenet will be back in the region working with the Palestinians to reform their security apparatus. Is that doable?",
    "statement": "I <<<THINK>>> a <CERTAIN> amount of the security apparatus can be restructured, but you can be <<<SURE>>> that George Tenet is going to have a deeper agenda than that because the administration is pressing Arafat very strongly for reforms inside the Palestinian Authority to make it more accountable and more transparent and push toward democratization. And I'm <<<SURE>>> <ALL> of these factors <HAVE TO> go in, along with the strengthening of the intelligence and security apparatus there."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "probably": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "I think a certain amount of the security apparatus can be restructured, but you can be sure that George Tenet is going to have a deeper agenda than that because the administration is pressing Arafat very strongly for reforms inside the Palestinian Authority to make it more accountable and more transparent and push toward democratization. And I'm sure all of these factors have to go in, along with the strengthening of the intelligence and security apparatus there.",
    "statement": "You <<PROBABLY>> saw the piece in the New York Times on the front page yesterday, suggesting a major debate inside the Bush Administration, whether to continue counting on Yasser Arafat. Some officials <<APPARENTLY>> saying he can't get the job done, find an alternative to Yasser Arafat. Is there an alternative?"
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You probably saw the piece in the New York Times on the front page yesterday, suggesting a major debate inside the Bush Administration, whether to continue counting on Yasser Arafat. Some officials apparently saying he can't get the job done, find an alternative to Yasser Arafat. Is there an alternative?",
    "statement": "I <<<THINK>>> there <<COULD>> be an alternative, but I <<<THINK>>> that the pragmatic way to go <ABOUT> this is for George Tenet to go back in to push, not <ONLY> to reform the intelligence apparatus, but also for democratization and a lot of other quiet, behind the scenes efforts that George Tenet will <KNOW> how to work for, and then let's see if Yasser Arafat can produce. Let's see if the leopard does <CHANGE> its spots."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "General, before I let you go, on this Memorial Day, the first since September 11th, you're the retired Supreme Allied Commander, the NATO Commander, is this Memorial Day different than previous ones we've all observed?",
    "statement": "Oh <ABSOLUTELY> it's different, Wolf, because we've <ALWAYS> been cognizant of the sacrifices of those who went before, but this is a nation in conflict right now. As President Bush says, it's a war, but it's a different <<KIND OF>> war. Sacrifices have been made, the president saying that more will be made. The American people are ready, but we're also expectant. We don't <KNOW> what's going to happen. We don't <KNOW> exactly how we're going to be called. It's been ten months of this and so we're anxious, and so it makes us even more cognizant of those who have gone before and <GIVEN> their lives for this country."
  },
  {
    "transcript_id": "NPR-17577",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Here's a <QUESTION> people are still asking. What caused a deadly fire Friday night at a concert venue in Oakland, Calif.? No answer yet, but city leaders are releasing public records showing the city knew <ABOUT> potential hazards. The fire at a warehouse known as the Ghost Ship killed 36 people. Here's NPR's Richard Gonzales."
  },
  {
    "transcript_id": "NPR-17577",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Here's a question people are still asking. What caused a deadly fire Friday night at a concert venue in Oakland, Calif.? No answer yet, but city leaders are releasing public records showing the city knew about potential hazards. The fire at a warehouse known as the Ghost Ship killed 36 people. Here's NPR's Richard Gonzales.",
    "statement": "So far, 35 of the 36 bodies found amid the charred debris from the deadly blaze have been identified. Some officials said they believed the origin of the fire was traced back to a set of appliances in the back of the structure, especially an old refrigerator. But last night, Chief Deloach Reed knocked down those reports."
  },
  {
    "transcript_id": "NPR-17577",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "There is no determination of origin or cause in regards to this fire. And if we get any further information, we will keep you updated.",
    "statement": "The Ghost Ship warehouse was not a legal residence or event space, and neighbors say they complained for years <ABOUT> blight and suspicious activity surrounding the building. Oakland Mayor Libby Schaaf said she is releasing <ALL> public planning and building records dating back 30 years related to the warehouse. She confirmed that a building inspector recently did try to get inside the warehouse but was unsuccessful. Schaff said the inspector followed routine procedure and tried to contact the owner, but she did not say whether there was any other action. Richard Gonzales, NPR News, Oakland, Calif."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There is a body cam video that proves why police officers are trained the way they are. You're <ABOUT> to step into a young officer's shoes just moments before he was killed by a man who seemed to just calmly have his hand in his pockets. We're going to talk with the victim's father who is also a police officer in just moments. But first, <TAKE> an up close look at the actual events as they unfolded. Now, of course, this video is not easy to watch, but we've cut it the <BEST> we can to teach you the most it can. <TAKE> a watch."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "There is a body cam video that proves why police officers are trained the way they are. You're about to step into a young officer's shoes just moments before he was killed by a man who seemed to just calmly have his hand in his pockets. We're going to talk with the victim's father who is also a police officer in just moments. But first, take an up close look at the actual events as they unfolded. Now, of course, this video is not easy to watch, but we've cut it the best we can to teach you the most it can. Take a watch.",
    "statement": "Officer Tyler Stewart's body camera was rolling the day he approached this Arizona home looking for a <<SUSPECT>> in a domestic violence dispute. The 24-year-old officer finds this man, 28-year-old Robert Smith."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Talk outside?",
    "statement": "Just then smith goes back inside for something, <COMPLETELY> out of the officer's site. He disappears into one of the rooms. Moments later he comes back out, his right hand inside his jacket pocket."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Officer Stewart calmly questions smith <ABOUT> the incident with his girlfriend that prompted her to call Flagstaff police. Minutes go by. Everything seems normal but then just in seconds things <TAKE> a turn."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Suddenly Smith pulls out the concealed .22 caliber gun firing six shots, five hit Officer Stewart wounding him fatally. A seventh shot ten seconds later as Smith shoots himself with the officer's gun.",
    "statement": "It's just a horrible situation for it to unfold. The body cam video instructive of <EVERY> moment. Remember, you heard, it went on for minutes. It's important to show it because it's one <THING> to talk <ABOUT> the dangers of being a police officer, it's <QUITE> another to see it firsthand. Now, someone who knows this danger too <WELL> on both sides of it now, being the officer and a victim of it is Sergeant Frank Stewart. He is the father, of course, of the officer that you just saw there. Sergeant Stewart is a member of the Arizona Department of Public Safety. Frank, thank you very much for being with us. I <KNOW> that there's sensitivity <ABOUT> seeing something like that. I made <<<SURE>>> you couldn't watch it here, but I <KNOW> your family's had to deal with it. I'm so, so sorry for your loss. I'm sorry to meet you this way. How is the family holding up in not even a month since this happened?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They're doing pretty good. They're sticking together, going through the process right now.",
    "statement": "What is making you want to come out, especially so soon, and talk <ABOUT> not just your son but the issues that are presented here?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What is making you want to come out, especially so soon, and talk about not just your son but the issues that are presented here?",
    "statement": "<WELL>, it was when they released the video that caused <A LITTLE> concern because it was such a short time since he -- the shooting happened, and I really didn't have time to prepare <ALL> the kids to get ready to watch something like that."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, it was when they released the video that caused a little concern because it was such a short time since he -- the shooting happened, and I really didn't have time to prepare all the kids to get ready to watch something like that.",
    "statement": "I can't <<IMAGINE>>, and yet I <KNOW> it's very important to you to want to get out and speak <ABOUT> who your son was and what it says <ABOUT> the job. You <MUST> have been so proud when he took the call to duty and got involved. He was a young officer, just 24 years of age. Do you <<FEEL>> that the job has changed since you got on the job yourself, that solo policing <MAY> be a <THING> of the past?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It's changed a lot. In 28 years, there's a lot of different threats to police officers. We really don't get the respect that we used to get 28 years ago.",
    "statement": "And a scenario like this one not uncommon. You <KNOW>, not part of this new threat that officers <HAVE TO> deal with. Domestic violence, you don't really <KNOW> the guy. You're trying to <<FEEL>> him out. In what you perceive of your son doing, what do you see in your son's approach to doing the job?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "might": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And a scenario like this one not uncommon. You know, not part of this new threat that officers have to deal with. Domestic violence, you don't really know the guy. You're trying to feel him out. In what you perceive of your son doing, what do you see in your son's approach to doing the job?",
    "statement": "In that video particularly he's very calm. He's doing his job. You can see that he focuses on the person's hand as it's in a pocket. He doesn't look like he feels threatened at any time until he asked to pat him down, and that's when I <<<THINK>>> Tyler became concerned that he <MIGHT> <<POSSIBLY>> have a weapon in his pocket."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "In that video particularly he's very calm. He's doing his job. You can see that he focuses on the person's hand as it's in a pocket. He doesn't look like he feels threatened at any time until he asked to pat him down, and that's when I think Tyler became concerned that he might possibly have a weapon in his pocket.",
    "statement": "There's a lot of talk these days <ABOUT> the judgments that officers make, especially when they wind up in shootings, <USUALLY> the controversy is <ABOUT> the officer doing the shooting, not being the victim. But what do you <<<THINK>>> this situation teaches <ABOUT> how situations <CHANGE> and the small window, literally seconds that officers <HAVE TO> make life and death judgments?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "There's a lot of talk these days about the judgments that officers make, especially when they wind up in shootings, usually the controversy is about the officer doing the shooting, not being the victim. But what do you think this situation teaches about how situations change and the small window, literally seconds that officers have to make life and death judgments?",
    "statement": "<WELL>, it just really shows you that you <HAVE TO> -- you <HAVE TO> be courteous to these people and at the same time you <HAVE TO> be cautious. With this video, it was less than four seconds from the time he drew the weapon from his coat until he killed Tyler."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "obviously": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, it just really shows you that you have to -- you have to be courteous to these people and at the same time you have to be cautious. With this video, it was less than four seconds from the time he drew the weapon from his coat until he killed Tyler.",
    "statement": "And that's nothing, <OBVIOUSLY>. It's just a moment in time. You've been on the job a long time. This assumption that people make that the officer's in control. The officer's controlling the situation, and when they shoot somebody and the person winds up being unarmed, it's almost automatically a bad decision by the officer. What do you say to people who <<<BELIEVE>>> that?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And that's nothing, obviously. It's just a moment in time. You've been on the job a long time. This assumption that people make that the officer's in control. The officer's controlling the situation, and when they shoot somebody and the person winds up being unarmed, it's almost automatically a bad decision by the officer. What do you say to people who believe that?",
    "statement": "<WELL>, officers are trained to react so they're trained to handle situations like that. Officers don't just randomly come out and want to <TAKE> force like that. It's really hard on them and they do -- they're trained, and I <<<BELIEVE>>> that most police officers really <TAKE> more time than they <SHOULD> when they encounter somebody like that, just to be calm and try to diffuse the situation. They really go out of their way to do that."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, officers are trained to react so they're trained to handle situations like that. Officers don't just randomly come out and want to take force like that. It's really hard on them and they do -- they're trained, and I believe that most police officers really take more time than they should when they encounter somebody like that, just to be calm and try to diffuse the situation. They really go out of their way to do that.",
    "statement": "Just like Tyler did. He was a rookie on the force, but he was showing the patience that you'd want to see in a seasoned officer, and also it shows this is the fear of the officer, right, is that any situation <<COULD>> turn into this situation. I mean, there was nothing particularly threatening <ABOUT> this guy circumstantially and what we see on the video, is that a fair point?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That's fair. He didn't look like he was at all a threat to Tyler.",
    "statement": "Now, look, <OBVIOUSLY>, you're talking <ABOUT> this as an officer and you want people to <KNOW> things <ABOUT> policing, but I <KNOW> this is your son and I <KNOW> how hard this is for you and how hard it is to have these conversations. Your son called you shortly before he went on this call, right? Do you remember the conversation?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, I do.",
    "statement": "Is there anything you can share <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "apparently": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Is there anything you can share about it?",
    "statement": "He had explained earlier in the day that he was looking for this person. Then when he called me he said he thought he had located him based on the -- a vehicle the guy drove away earlier in the day. He told me he was just going to make contact with him, that he didn't <<FEEL>> it was a big deal. He thought it was more criminal damage than it was domestic violence because <<APPARENTLY>> it involved something with an apartment and somebody damaged some items inside the apartment."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "He had explained earlier in the day that he was looking for this person. Then when he called me he said he thought he had located him based on the -- a vehicle the guy drove away earlier in the day. He told me he was just going to make contact with him, that he didn't feel it was a big deal. He thought it was more criminal damage than it was domestic violence because apparently it involved something with an apartment and somebody damaged some items inside the apartment.",
    "statement": "So he had his head in that place and he got to talk to you. At least you got to talk to him, especially with what was to follow. I <KNOW> your family's hurting from this. I appreciate you so much coming out and addressing this situation and trying to help people learn from it, <ABOUT> what it's like to live life on the job. Thank you so much, Frank."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And our <BEST> wishes to your entire family."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Alisyn?",
    "statement": "Oh, Chris, what a terrible, terrible story and video to watch. It's nice to hear from his father trying to do some good. We want to turn now to the deadly attacks in Paris because they have sparked debate over whether Muslims are to blame for the violence. Some even <<<BELIEVE>>> that the extremists represent a <MAJORITY> of Islam so how many terrorists are actually Muslim? We'll tell you that number."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Surprising new details on how a key player in the White House handled the fallout from the murder of journalist Jamal Khashoggi. According to a report in the \"New York Times,\" the President's senior adviser and son-in-law, Jared Kushner, was advising the Saudi crown prince even after he was accused of ordering Khashoggi's killing. The Times says Kushner offered Mohammed bin Salman, also known as MBS, advice on <ABOUT> how to quote \"weather the storm\" following Jamal Khashoggi's death. It goes on to say Kushner and MBS were chatting privately and informally in the days after the October murder despite White House protocol that national security council staff be on <ALL> phone calls with foreign leaders. According to three former White House officials and two others briefed by the Saudi royal court, I'm quoting now from the Times, \"the two men were on a first name basis, calling each other Jared and Mohammed in text messages and phone calls,\" end quote. Kushner first admitted that he had contact with MBS when he talked to CNN's Van Jones in October."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "What are kind of advice did you give MBS in this whole situation?",
    "statement": "Just to be transparent, to be <FULLY> transparent. Though the world is watching and this is a very, very serious accusation and a very situation and to make <<<SURE>>> you are transparent and to <TAKE> it very seriously."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Just to be transparent, to be fully transparent. Though the world is watching and this is a very, very serious accusation and a very situation and to make sure you are transparent and to take it very seriously.",
    "statement": "In November, the CIA concluded MBS personally ordered Khashoggi's killing. But according to \"the New York Times,\" Kushner continued to argue that Saudi Arabia is a key ally to the Trump administration. Let's bring in Susan Hennessey and Samantha Vinograd. Both are former members of the national security agency under the Obama administration. Good to see both of you. <ALL> right. So Susan, you first. Does this help explain why it will be a huge challenge, you <KNOW>, for this White House to be firm or penalize Saudi Arabia for its involvement in Khashoggi's murder despite the CIA findings?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In November, the CIA concluded MBS personally ordered Khashoggi's killing. But according to \"the New York Times,\" Kushner continued to argue that Saudi Arabia is a key ally to the Trump administration. Let's bring in Susan Hennessey and Samantha Vinograd. Both are former members of the national security agency under the Obama administration. Good to see both of you. All right. So Susan, you first. Does this help explain why it will be a huge challenge, you know, for this White House to be firm or penalize Saudi Arabia for its involvement in Khashoggi's murder despite the CIA findings?",
    "statement": "I <<<THINK>>> it is. I <<<THINK>>> it demonstrates <<SORT OF>> the overall weakness of this administration is foreign policy which is one that has really, you <KNOW>, a shoot and men <QUITE> hostile to expertise. You <KNOW>, the Saudis need us a lot more than we need them. But the foreign policies constructed by the President's son in-law Jared Kushner has gone <ALL> in on that relationship as central to their regional policy. And so, what we see is not a response to which the United States is responding from a position of leverage and flexibility and power, but instead the United States understands that we are compromised and in a President who <<SORT OF>> shrugging and saying <WELL>, you <KNOW>, we need them for regional policy. We need them, you <KNOW>, to continue to do deals and therefore we <HAVE TO> accept conduct that is fundamentally odds with basic American values."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think it is. I think it demonstrates sort of the overall weakness of this administration is foreign policy which is one that has really, you know, a shoot and men quite hostile to expertise. You know, the Saudis need us a lot more than we need them. But the foreign policies constructed by the President's son in-law Jared Kushner has gone all in on that relationship as central to their regional policy. And so, what we see is not a response to which the United States is responding from a position of leverage and flexibility and power, but instead the United States understands that we are compromised and in a President who sort of shrugging and saying well, you know, we need them for regional policy. We need them, you know, to continue to do deals and therefore we have to accept conduct that is fundamentally odds with basic American values.",
    "statement": "And then, Sam, you <KNOW>, if Jared, you <KNOW>, indeed use the cell phone, you <KNOW>, there is precedence on why using secure lines of communication with <CERTAIN> people in attendance or listening in. So why is that <<KIND OF>> protocol so important?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And then, Sam, you know, if Jared, you know, indeed use the cell phone, you know, there is precedence on why using secure lines of communication with certain people in attendance or listening in. So why is that kind of protocol so important?",
    "statement": "<WELL>, Fred, I spent four years at the national security council and even five years since then and I can still recite the rules for outreach of foreign officials in my sleep because they were so important from a security <PERSPECTIVE>. If anybody other than President Trump's friends and family engage in this <<KIND OF>> conduct, there <WOULD> actually be a counter intelligence investigation. This actually happened a few times while I was at the White House. Investigators <WOULD> want to <KNOW> why U.S. government official was knowingly engaging in unauthorized contact with a foreign official."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, Fred, I spent four years at the national security council and even five years since then and I can still recite the rules for outreach of foreign officials in my sleep because they were so important from a security perspective. If anybody other than President Trump's friends and family engage in this kind of conduct, there would actually be a counter intelligence investigation. This actually happened a few times while I was at the White House. Investigators would want to know why U.S. government official was knowingly engaging in unauthorized contact with a foreign official.",
    "statement": "Do you <<<THINK>>> that <<KIND OF>> investigation is happen right now?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Do you think that kind of investigation is happen right now?",
    "statement": "I strongly <DOUBT> it based upon the <FACT> that Kushner has violated other protocols in the past and gets off scot-free. But Fred, the whole point is when Jared Kushner goes <AROUND> the process, when he doesn't let other U.S. government officials <KNOW> <ABOUT> his contact, when he doesn't do it through the situation room, when he doesn't report back out on what Mohammed bin Salman said, as the Saudi government <KNOW> something that the U.S. government doesn't. That's a bribery point and a prime counter intelligence target for the Saudis."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "I strongly doubt it based upon the fact that Kushner has violated other protocols in the past and gets off scot-free. But Fred, the whole point is when Jared Kushner goes around the process, when he doesn't let other U.S. government officials know about his contact, when he doesn't do it through the situation room, when he doesn't report back out on what Mohammed bin Salman said, as the Saudi government know something that the U.S. government doesn't. That's a bribery point and a prime counter intelligence target for the Saudis.",
    "statement": "So, you <KNOW>, how potentially dangerous is it then, you <KNOW>, that Jared Kushner <<REPORTEDLY>> sent signals, you <KNOW>, to MBS that the White House essentially, you <KNOW>, had his back even before knowing <ALL> of the facts, Susan?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "reportedly": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, you know, how potentially dangerous is it then, you know, that Jared Kushner reportedly sent signals, you know, to MBS that the White House essentially, you know, had his back even before knowing all of the facts, Susan?",
    "statement": "Yes, I <<<THINK>>> it is. And you <KNOW>, to Sam's point, it is dangerous because it is compromising. And you <KNOW>, we haven't just seen Jared Kushner <<SORT OF>> skirt the protocols out of convenience, we had actually seen him taking affirmative steps to attempt to hide his communications from the U.S. government, you <KNOW>, using encrypted messaging apps as reported by the \"New York Times.\" You <KNOW>, we have seen this conduct in previous occasions as <WELL> whenever Kushner <<REPORTEDLY>> -- <SUGGESTED> that they use Russian embassy communication system facilities to communicate with the Russian government. You <KNOW>, that is somebody who doesn't understand that at this time United States of America, the United States national security establishment is <ALL> on the same team. And that the team needs to communicate with one another and needs to have clarity into what is exactly is being represented to foreign officials. And so, you <KNOW>, I do <<<THINK>>> that it opens up one, just the general risk of a policy that is not cohesive, you <KNOW>. And two, I <<<THINK>>> Sam is right. There are counter intelligence risks and specifics to the <FACT> that Kushner is now providing this information and potentially not following the rules and potentially putting himself in a compromising position."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yes, I think it is. And you know, to Sam's point, it is dangerous because it is compromising. And you know, we haven't just seen Jared Kushner sort of skirt the protocols out of convenience, we had actually seen him taking affirmative steps to attempt to hide his communications from the U.S. government, you know, using encrypted messaging apps as reported by the \"New York Times.\" You know, we have seen this conduct in previous occasions as well whenever Kushner reportedly -- suggested that they use Russian embassy communication system facilities to communicate with the Russian government. You know, that is somebody who doesn't understand that at this time United States of America, the United States national security establishment is all on the same team. And that the team needs to communicate with one another and needs to have clarity into what is exactly is being represented to foreign officials. And so, you know, I do think that it opens up one, just the general risk of a policy that is not cohesive, you know. And two, I think Sam is right. There are counter intelligence risks and specifics to the fact that Kushner is now providing this information and potentially not following the rules and potentially putting himself in a compromising position.",
    "statement": "And the White House spokesperson did put out a statement saying that Jared Kushner has been following <ALL> the rules. He is following protocol. That's their defense on this <<KIND OF>> reporting. And Sam, you <KNOW>, Kushner, he really, you <KNOW>, has no substantial, you <KNOW>, real Middle East experience, but you <KNOW>, he has been family friends with Israeli prime minister Benjamin Netanyahu. And the White House said that he was going to be their guy, you <KNOW>, to help bring peace in the Middle East. But what really in your <VIEW> <MAY> have brought Kushner and the crown prince together?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "And the White House spokesperson did put out a statement saying that Jared Kushner has been following all the rules. He is following protocol. That's their defense on this kind of reporting. And Sam, you know, Kushner, he really, you know, has no substantial, you know, real Middle East experience, but you know, he has been family friends with Israeli prime minister Benjamin Netanyahu. And the White House said that he was going to be their guy, you know, to help bring peace in the Middle East. But what really in your view may have brought Kushner and the crown prince together?",
    "statement": "It's a very simple answer. Any foreign official <WOULD> knowingly try to make Jared Kushner their friend because he is such an easy counterintelligence target whether because of hubris ignorance or malign intent. Kushner has exposed himself to manipulation (ph) by a range of foreign officials. And the other point, Fred, is he has made a mockery of the national security council process. I sat in hours of meetings in the situation room where officials discussed various policy options on the table in times of crisis. These text messages are being heard <AROUND> the world in the <<SENSE>> that foreign leaders now just <KNOW> if they cozy up to Jared Kushner, they can <<PERHAPS>> get a policy outcome that is preferable to them while the rest of the national security council sitting in that sit room going through options that <MAY> <NEVER> see the light of day."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's a very simple answer. Any foreign official would knowingly try to make Jared Kushner their friend because he is such an easy counterintelligence target whether because of hubris ignorance or malign intent. Kushner has exposed himself to manipulation (ph) by a range of foreign officials. And the other point, Fred, is he has made a mockery of the national security council process. I sat in hours of meetings in the situation room where officials discussed various policy options on the table in times of crisis. These text messages are being heard around the world in the sense that foreign leaders now just know if they cozy up to Jared Kushner, they can perhaps get a policy outcome that is preferable to them while the rest of the national security council sitting in that sit room going through options that may never see the light of day.",
    "statement": "So Susan, do you agree with Sam that while there are grounds for investigation with this <<KIND OF>>, you <KNOW>, break, you <KNOW>, in protocol and practice, that it is not <<LIKELY>> that there <WOULD> be an investigation?"
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So Susan, do you agree with Sam that while there are grounds for investigation with this kind of, you know, break, you know, in protocol and practice, that it is not likely that there would be an investigation?",
    "statement": "Yes. I <<<THINK>>> that's <ABSOLUTELY> right. And I do <<<THINK>>> that it illustrates a point that ethics rules are national security rules. And we have seen the President who has hired his family and violated basic nepotism standards allow his family members through essentially not abide by the ordinary rules whether or not as things as <CRITICAL> as communication with foreign governments or rules related to divestiture from their businesses. Disclosure, transparency, and accountability. And so, what we are seeing here is, you <KNOW>, they <TEND> to treat those rules as though, you <KNOW>, there , you <KNOW>, they are just a matter of process and policy and <<SORT OF>> small details that it's not a big deal if they disregard them. What this shows is no, these rules are <ABOUT> security. Because whenever we have individuals that one, have access to tremendously sensitive classified information and two, are making <CRITICAL> decisions on behalf of the nation and they are actually serving the interest of what is right for the United States of America and not their personal pocket books. And so, I do <<<THINK>>> that we are seeing <<SORT OF>> in real-time <<KIND OF>> the worst case scenario, the exact reason why these rules will put in place, you <KNOW>, to guard against this <<KIND OF>> behavior."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "<ALL> right. Still ahead, Robert Mueller says Paul Manafort lied to investigators <ABOUT> five major things. At least two of those things involved a secretive Russian associate of Manafort's. So who is this mystery man? We will <TAKE> you live to Moscow to find out."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This is SCIENCE FRIDAY from NPR. I'm Joe Palca, in for Ira Flatow.",
    "statement": "Several weeks ago, BP capped the leaky <WELL> in the Gulf, and for the time being the gushing has stopped. A permanent fix <MAY> be on the way. Now BP and government officials <MAY> be able to stop calculating their what-if, worst-case scenarios and just focus on the dirty work of cleaning up the oil."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And the Gulf is home to legions of microbes adapted to feast on the oil that naturally seeps from the sea floor. So with any luck, those microbes will be hungry.",
    "statement": "Just how long remnants of the oil will lurk in marshes and sandbars or in underwater sediments is still up for speculation, but one <THING>'s for <<<SURE>>>: Chemists, biologists, ecologists and toxicologists will be studying the Gulf to gain a better <UNDERSTANDING> of how nature response to a disaster like this."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Just how long remnants of the oil will lurk in marshes and sandbars or in underwater sediments is still up for speculation, but one thing's for sure: Chemists, biologists, ecologists and toxicologists will be studying the Gulf to gain a better understanding of how nature response to a disaster like this.",
    "statement": "How much they have learned so far and what they <HOPE> to get in the future is our topic for the first part of this hour. So give us a call. Our number is 800-989-8255, that's 1-800-989-TALK. If you're on Twitter, you can tweet us your questions by writing the @ sign, followed by Scifri. If you want more information <ABOUT> what we'll be talking <ABOUT> this hour, go to our website at www.sciencefriday.com, where you'll find links to our topic."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thanks, Joe.",
    "statement": "So Dr. Reddy, let me start with you. What's going to happen to the oil out there? Are we going to <KNOW> that this happened 40 years from now, this disaster in the Gulf?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "So Dr. Reddy, let me start with you. What's going to happen to the oil out there? Are we going to know that this happened 40 years from now, this disaster in the Gulf?",
    "statement": "I'm not <QUITE> <<<SURE>>>. I mean, <CERTAINLY> a lot of oil has been released into the environment. Nature has <CERTAINLY> responded and helped by evaporating the oil."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "may": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I'm not quite sure. I mean, certainly a lot of oil has been released into the environment. Nature has certainly responded and helped by evaporating the oil.",
    "statement": "I <<<THINK>>> the key <QUESTION> is if we find oil that's 40 years from now, what percentage of it is of the relative release? So I <<<THINK>>> we want to <<KIND OF>> focus more on how much is going to be gone and how much is going to be gone in a year and two years and three years and four years than <<PERHAPS>> some trace evidence in four decades, which <MAY> not have much of an impact."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I think the key question is if we find oil that's 40 years from now, what percentage of it is of the relative release? So I think we want to kind of focus more on how much is going to be gone and how much is going to be gone in a year and two years and three years and four years than perhaps some trace evidence in four decades, which may not have much of an impact.",
    "statement": "So is there a good way to measure how the oil is, how much oil there is today and next year, and I mean is that being measured?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Oh, yeah. There's a significant effort that's going on underway of collecting a variety of water samples, sediment samples, tissue samples, that will help provide some insight as to how much oil resides in each one of those matrices.",
    "statement": "<<PERHAPS>> what's even more important is that oil is a complex mixture of molecules, and each one of those molecules has a <CERTAIN> different behavior, and within that behavior provides clues as to <CERTAIN> processes, like evaporation or microbial degradation that's occurred on that oil."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And so not only can we tell how much oil there's been in looking at a sample -we can tell what's happened to it, and it actually has a story within itself.",
    "statement": "I see. <WELL>, let me turn to you, Dr. Reed. What are we seeing so far? How <WOULD> you characterize the damage, and how much are the wetlands, have badly have they been affected?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I see. Well, let me turn to you, Dr. Reed. What are we seeing so far? How would you characterize the damage, and how much are the wetlands, have badly have they been affected?",
    "statement": "<WELL>, I <<<THINK>>> overall I'd say we've been very lucky so far, and I <HOPE> our luck is going to hold. We have some oil in the wetlands. We have, as you <KNOW>, a very fragmented coast. People describe it as like a jigsaw puzzle with pieces missing. It's very convoluted, very gappy, lots of places for the oil to go and go in and out with the tide."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And so we've had some on the beach, but what has got to the area behind the barrier islands, into the bays, has  some of that has also got into the wetlands.",
    "statement": "The good <THING> <ABOUT> this is that the spill location is a good way offshore, 50 miles offshore, and so the oil actually has to travel a good distance before it reaches the most sensitive of the environments that we have at the coast, the coastal wetlands."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "The good thing about this is that the spill location is a good way offshore, 50 miles offshore, and so the oil actually has to travel a good distance before it reaches the most sensitive of the environments that we have at the coast, the coastal wetlands.",
    "statement": "And as Chris just described, an awful lot of things can happen to that oil in that journey in terms of its degradation. So by the time the oil gets to the marshes, it's <<PROBABLY>> not toxic in the <<SENSE>> that it's going to just kill them on contact."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Really? So even if there's some oil there and even some oil on some of the grass, there's a chance that the grass in large will survive.",
    "statement": "<ABSOLUTELY>. One of the things you <HAVE TO> remember when you work on wetlands is that there's as much below the surface as there is above the surface."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Absolutely. One of the things you have to remember when you work on wetlands is that there's as much below the surface as there is above the surface.",
    "statement": "You <KNOW>, we <<<THINK>>> of the grass as the green part that we can see, but the roots and rhizomes below the surface are where the energy reserves really are for these plants."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You know, we think of the grass as the green part that we can see, but the roots and rhizomes below the surface are where the energy reserves really are for these plants.",
    "statement": "And so these plants are also great adapted. They're really <WELL>-adapted to these environments where they live. The soils are wet and smelly, you <KNOW>, when you go walking through them, right. There's decomposition going on there. There's not a lot of oxygen in that soil."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And they do that because they have to get that oxygen down to the roots. That's their survival mechanism, if you like.",
    "statement": "Right. So <<MAYBE>>  I mean, I've heard a lot of reports of people running <AROUND> in marshlands and trying to soak up this oil, but it sounds like you're saying that the grasses <MIGHT> have their own mechanisms that worked even better than anybody can do trying to help them."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Right. So maybe  I mean, I've heard a lot of reports of people running around in marshlands and trying to soak up this oil, but it sounds like you're saying that the grasses might have their own mechanisms that worked even better than anybody can do trying to help them.",
    "statement": "The grasses are pretty good. Yeah, nature's pretty good at this, as <WELL> as the microbial degradation that occurs at the surface of the marsh."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "totally": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "The grasses are pretty good. Yeah, nature's pretty good at this, as well as the microbial degradation that occurs at the surface of the marsh.",
    "statement": "However, if the plants really are <TOTALLY> covered in oil, then it's possible that they <MAY> not be able to come back. If the whole plant is covered in some of the sticky black masses that we saw early in the event, then that <<COULD>> be bad."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "However, if the plants really are totally covered in oil, then it's possible that they may not be able to come back. If the whole plant is covered in some of the sticky black masses that we saw early in the event, then that could be bad.",
    "statement": "But if you look at the whole scale of things, if you <<<THINK>>> <ABOUT> the whole coast of Louisiana, we have millions and millions of acres of coastal wetland, and so if you <<IMAGINE>> this jigsaw puzzle, if you like, with the pieces missing in a corner, and the oil comes in, it doesn't penetrate across the whole picture of the landscape. It just gets caught <AROUND> the edge - because the grass is actually very good at trapping the oil at the edge."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "But if you look at the whole scale of things, if you think about the whole coast of Louisiana, we have millions and millions of acres of coastal wetland, and so if you imagine this jigsaw puzzle, if you like, with the pieces missing in a corner, and the oil comes in, it doesn't penetrate across the whole picture of the landscape. It just gets caught around the edge - because the grass is actually very good at trapping the oil at the edge.",
    "statement": "The tide in Louisiana <ONLY> goes up and down by <ABOUT> a food or <<MAYBE>> two feet normally, and so even at high tide the plants are still sticking up out of the water. So when the oil floats in on top of the water, the edge of the grass captures it."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Okay. Let's take a call now and go to Rachel(ph) in Long Beach, California. Welcome to SCIENCE FRIDAY. You're on the air.",
    "statement": "Okay, I am a Master's student actually studying wetland ecology, and I was just curious - we're talking a lot <ABOUT> how long the oil is going to stay in the system. But I was wondering if there was any interest in research or even any funding from BP for the  really long-term studies for even after the disturbance is gone, how the ecology of the region is going to be affected."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Okay, I am a Master's student actually studying wetland ecology, and I was just curious - we're talking a lot about how long the oil is going to stay in the system. But I was wondering if there was any interest in research or even any funding from BP for the  really long-term studies for even after the disturbance is gone, how the ecology of the region is going to be affected.",
    "statement": "Okay, Rachel, good <QUESTION>. Chris Reddy, let me ask you <ABOUT> that. You are interested in long-term survival rates and issues."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "sure": "ungraded",
      "quite": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Okay, Rachel, good question. Chris Reddy, let me ask you about that. You are interested in long-term survival rates and issues.",
    "statement": "Yeah, I've worked on several spills that have occurred 35 and 40 years ago, where you can still see some trace levels of oil and impacts. I <<SUSPECT>>, and I'm not <QUITE> <<<SURE>>> of it, but I <<SUSPECT>> that the government, along with the responsible party, in this case British Petroleum, will put a  use what they call set-asides, where they will set aside an area that was oiled and let it be and see - use it as a <NATURAL> living laboratory."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah, I've worked on several spills that have occurred 35 and 40 years ago, where you can still see some trace levels of oil and impacts. I suspect, and I'm not quite sure of it, but I suspect that the government, along with the responsible party, in this case British Petroleum, will put a  use what they call set-asides, where they will set aside an area that was oiled and let it be and see - use it as a natural living laboratory.",
    "statement": "I haven't heard if they've chosen any areas, but I <KNOW> there's discussion of that."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I haven't heard if they've chosen any areas, but I know there's discussion of that.",
    "statement": "I <<<THINK>>> we just call them BP now. So I don't <<<THINK>>> they have any national association in their name any longer. But that's okay. So okay, you've been studying spills, you <KNOW>, that go back 30 or 40 years. You had one in your neck of the woods in 1969. What's been  now we're in 2010. What's been the effect of that?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think we just call them BP now. So I don't think they have any national association in their name any longer. But that's okay. So okay, you've been studying spills, you know, that go back 30 or 40 years. You had one in your neck of the woods in 1969. What's been  now we're in 2010. What's been the effect of that?",
    "statement": "<WELL>, 40 years later, you, if you <TAKE> a shovel, you can still see and smell oil a couple inches below the surface, and you <KNOW>, that's noteworthy that nature for some reason, you <KNOW>, got snagged in that respect where you can still smell and still analyze oil in this region."
  }
]