[
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Indeed, despite some cutting criticism from both sides over the operation that killed bin Laden, Pakistan and the U.S. have also praised one another this week in the fight against extremism. Simultaneous insults and compliments that mark a mistrustful and often puzzling relationship that, for now, remains intact. Reza Sayah, CNN, Islamabad.",
    "statement": "<WELL>, that information led to the raid and revived a debate -- we're going to take a look into that. Coming up on CONNECT THE WORLD, <SHOULD> controversial interrogation techniques like waterboarding be used in the fight against terror? That coming up here on CNN."
  },
  {
    "transcript_id": "NPR-26882",
    "matched_terms": {
      "think": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "(Foreign language spoken).",
    "statement": "Racheli Frankel is the mother of Naftali Frankel, a dual American-Israeli citizen, killed with Shaar and Eyal Yifrach. She eulogized the boys. She said God chose them to be his poster children for goodness and innocence. Israeli cabinet ministers have been debating a response to the killings, <POSSIBLY> including more strikes against the Gaza Strip which Hamas rules. But Kobi Michael, a researcher at an Israeli <THINK> tank says Hamas is the only group in Gaza that can keep order there, and Israel has to be careful not to create a power vacuum."
  },
  {
    "transcript_id": "CNN-42562",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "That's right. The employees would be covered by workers' compensation, and that would be how the injury or the disease in the workplace would be addressed.",
    "statement": "Now, Mr. Flaxman, do you agree that it's only workmen's compensation that would cover the postal workers? Or do you <THINK>, in a case like this, the postal workers would have the ability to go to court and say, the actions -- or at least claim, that the actions of the post office were of a degree of negligence that it <SHOULD> be without the workmen's compensation claim?"
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Congressman, you were the lone Democrat in the Utah delegation. How do you think you've been able to actually --",
    "statement": "<WELL>, at the end of the day, what people appreciate <ABOUT> me is that I'm really not <ABOUT> party. I'm <ABOUT> just trying to do the right thing. I <THINK> most people in Utah are tired of all the partisanship and the bickering that dominates our politics today. What they <KNOW> <ABOUT> me is that's not who I am. They <KNOW> I'm a guy that works with anybody regardless of where they come from. I put good ideas above party, politics, personal ambition. That's what they're looking for. So the approach that I have followed for all my time in office, I <THINK> in the year 2012, it matters that much more."
  },
  {
    "transcript_id": "CNN-62546",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "apparently": "ungraded",
      "possibly": "ungraded",
      "absolutely": "ungraded",
      "doubt": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Winona Ryder now is in the news today. The shoplifting case could be in the hands of the jury as early as today, but will the actress take the stand? Probably the one issue everyone's waiting to see on the West Coast. In L.A., Rusty Dornin is covering that for us. Hello, Rusty. Good morning.",
    "statement": "<WELL>, Bill. It really is, will she or won't she? Her publicist says <ABSOLUTELY> not; her attorney, Mark Geragos says, <WELL>, <MAYBE>. CNN talked to him over the weekend. He says he still hasn't made up his mind whether he will put the actress on the stand. He says she's been chomping at the bit to do it, but that he <FEELS> that he has planted a fair amount of reasonable <DOUBT> in the juror's minds. Now on Friday, his star prosecution witness testified, Michael Shore , who was a former Saks employee. He talked <ABOUT> having a conversation, having a lunch and a telephone conversation with the Saks security chief, who claimed that he was out to get Miss Ryder, that he was going to bring her down. But on cross-examination, when Shore was asked whether he had an axe to grind, he claimed yes, he did, that he'd actually protested in front of Saks. He was planning a lawsuit on behalf of his wife. At that point, a few of the jurors even chuckled. Then the other witnesses to testify were Lieutenant Gary Gilman (ph) of the Beverly Hills Police Department. This is all concerning the videotape, where they had claimed in a news conference that Miss Ryder was seen cutting off the tags, the sales tags, the security tags, on the clothing on the videotape. <APPARENTLY>, that was not true, and Lieutenant Gary Gilman (ph) had to say that he had actually read that in a report by a Saks security employee. Also, Sandy Gibbons from the L.A. district's attorney's office, also issuing a statement staying that that videotape did show her cutting off the security tags. She, too, had to admit that she did make an error. Now the defense, if Miss Ryder does not take the stand, the defense is expected to rest today, so it <COULD> go to the jury, conceivably, late this afternoon, or <POSSIBLY> tomorrow. Now, all during these proceedings, of course, she is mobbed as she comes in the courtroom, has not spoken at all to reporters. But <APPARENTLY> on Friday, she did give a couple of fans an autograph -- Bill."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "She is in a care facility, but you are absolutely right, Erin, recovered. I mean, she was born in 1917, interestingly, Erin, when they were testing her blood, they thought they saw some serology or antibodies that suggested that maybe she also had survived the 1918 Spanish flu pandemic. So, you know, look, I think it's worth reminding people of this, Erin, that I think sometimes the narrative is if you are a elderly person and you get this, I mean, you are definitely going to get critically ill, you are -- you are definitely, you know, going to be in the hospital. Yes, you are more likely to become seriously or critically ill, but still, the vast majority of people, even if you're elderly aren't going to need hospitalization, the vast majority are going to recover, the vast majority are not going to die. So, you're still significant and more likely to get through this than not. And, you know, I mean, it's worth reminding people when you see stories like that in Italy, 51 doctors died today in Italy as well, Erin, you know, which I thought was really, really tragic. So, there's a balance going on there. It's good to remind people of the stories as well.",
    "statement": "Yes. All right. Thank you very much both. And as cases surge in the U.S., doctors and nurses across the country are sounding the alarm, that they don't have the supplies to protect themselves. And today, a nurse in New York City said, quote, we <FEEL> like we've been abandoned. Drew Griffin is OUTFRONT with new images from the frontlines."
  },
  {
    "transcript_id": "CNN-346869",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "At just aged 10, Ibrahim says he's a new man. More sensitive and understanding than ever before.",
    "statement": "Before Evelyn, I would -- I would be like, to be honest, I was -- I was a bit mean to some people, but now I've changed a lot and I'm a lot kinder to my friends and <STUFF>."
  },
  {
    "transcript_id": "CNN-281858",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "At just about every turn, Trump is warning the GOP of the consequences of denying him the nomination, if he's ahead in the delegate count but just short of the magic number needed to win.",
    "statement": "You're going to have a very, very upset and angry group of people at the convention. I <HOPE> it doesn't involve violence. And I don't <THINK> it will. But I will say this. It's a rigged system."
  },
  {
    "transcript_id": "CNN-410281",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, we're going to do a report -- yeah, I -- I fired those people, they're all gone and it was a disgrace, frankly. And we're going to give you a big report that's going to make you very happy. All right, yeah, please?",
    "statement": "Thank you. (Inaudible) moment ago (inaudible) you were talking <ABOUT> Joe Biden and Kamala Harris and their comments <ABOUT> the vaccine. Do you (inaudible)--"
  },
  {
    "transcript_id": "CNN-263544",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, I think that some of those people in those white communities will just be angry that protests are disrupting things because some of them would say we do care but we don't need disruptions like these in our communities.",
    "statement": "If they did care, Carol, they'd be out there, they'd be protesting with those protesters. They'd be reaching out to their legislators to make changes to keep things like Freddie Gray's murder from happening. So those people -- I <THINK> there's a lot of people who, you <KNOW>, if you guys do this or if you do that, we're going to be angry or you're going to lose our support, those aren't the people we're looking to get their support because <OBVIOUSLY> they've never cared anyways."
  },
  {
    "transcript_id": "CNN-190089",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "She was a good person and it`s kind of hard to know that all of this has happened.",
    "statement": "And I`m Rita Cosby in for Nancy Grace. A father says that he`s being chased, he takes his kids, his three kids on a crazy ride, then he`s hiding behind a convenience store. And then, at some point he does make a call to 911. I want to play this for you because it`s bizarre - we are not <SURE> it`s him. But it s the same time that he claims he made this call. Take a listen."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Thanks, Suzanne.",
    "statement": "<WELL>, it is still the flu season, but the Centers for Disease Control and Prevention says the spread of H1N1 flu is declining. In the most recent report this week, only seven states reported widespread flu activity, that is down from 11 during that previous period. The H1N1 pandemic, no <DOUBT>, it was one of the big newsmakers of the year, and it was really striking fear of a massive global outbreak all <AROUND> the world. It began in Mexico last spring. Back then our CNN Chief Medical Correspondent Doctor Sanjay Gupta actually found the boy who came to be known as patient zero."
  },
  {
    "transcript_id": "CNN-289787",
    "matched_terms": {
      "know": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "A robust and exciting rendition of the national anthem by Philadelphia's own Timmy Kelly, 23 years old. Michael Smerconish, a fellow Philly boy telling us that he sings at Eagles games all the time.",
    "statement": "A fixture at Lincoln Financial Field and brings the house down every time he <APPEARS>. And all he needs to do now is go to the microphone, because people have heard him before and they <KNOW> what is coming. And it is the opposite of the Philly ovation for which we're famous."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Tried, convicted and imprisoned for killing his newlywed wife in 2003.",
    "statement": "I really <BELIEVE> that there`s a lot more to it than that."
  },
  {
    "transcript_id": "CNN-234672",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "guess": "ungraded",
      "quite": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "So in 2010, the government released a number of policy measures aimed at use of industrial buildings in Hong Kong. One of these policies was what they call the hotel conversion policy. And that basically allows owners of industrial buildings to relax the usage for non-industrial usage. So buildings have to meet certain criteria. They have to be, for example, more than 15 years old. They also need to be in industrial zoned areas. And you can't have them converted for residential use, but commercial use is fine -- so offices, retail, hotels.",
    "statement": "You <KNOW>, as it was <SOMEWHAT> still a groundbreaking project for Hong Kong, you <KNOW>, <QUITE> often I <THINK> the authorities did not always <KNOW> exactly <KNOW> what to do with us in terms of the areas we had to do. A lot of the times there was like I <GUESS> creating a precedent for new buildings such as this to come."
  },
  {
    "transcript_id": "CNN-178753",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "The president would like to watch that. Our chief White House correspondent, Jessica Yellin. Jess, thanks. It's a long way, you know, from tonight's caucuses to the general election. That's November 6. And we're even farther now from the Republicans' blowout election back in 2010. Still Republican Party chairman Reince Priebus hoping for a clean sweep. He wants the White House, the Senate and a majority in the House of Representatives. The chairman is with us from Washington tonight. Mr. Chairman, let me try to bait you first. I have in this envelope a secret prediction from Governor Terry Branstad. He wrote it down for me back in November. What's yours? Who's going to win?",
    "statement": "<WELL>, that's a good one, John. Look, I <THINK> that the American people are going to win tonight, because it's the green flag of this race is going down. And we're busy at the Republican National Committee, pointing out the <FACT> that, starting today with the release of a new ad, that the president's given us so much material and so many speeches and so much hot air coming out of his mouth, that he's given us so much material that we've got videos coming out every couple days of what he promised the American people four years ago, three years ago, and what he delivered, using his words, the standard that he set for himself. And that's the job that we have, the job we have here at the RNC is to put an army on the ground, to put the grassroots on the ground, we've got a new mobile application that anyone can get to. You can get the results of tonight's primary election in real time, as we get them, if you text the word \"results\" to 91919, and you'll get that. So I'm excited for a lot of different reasons, and that's because we've got a job to do in making <SURE> that we make Barack Obama a one- term president starting tonight."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Let's assume we're winding down, or I'm going to have to give him water and we will take a break.",
    "statement": "OK. I <HOPE> we're winding down."
  },
  {
    "transcript_id": "CNN-322723",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The job that's been done here is really nothing short of a miracle. It's been incredible.",
    "statement": "Boris Sanchez is reporting there. <WELL>, CNN's Leyla Santiago caught up with the mayor of San Juan after President Trump's briefing. Here is what she had to say."
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Judy Collins. What a talent. \"Isn't it rich\"? Gary Sinise is next. Don't go away.",
    "statement": "We now welcome to LARRY KING WEEKEND one of my favorite actors, now starring on Broadway as Randall McMurphy in \"One Flew Over The Cuckoo's Nest.\" When he was 18, he helped found the now-famed stage ensemble Chicago's Steppenwolf Theatre Company and was nominated for <BEST> supporting actor Oscar for the brilliant role as Lieutenant Dan in \"Forrest Gump.\" Do you like coming back to the stage?"
  },
  {
    "transcript_id": "NPR-47167",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Mr. Motune, thanks for joining us.  Greatly appreciate it.  Update us on      the latest with this story, please.",
    "statement": "<WELL>, at the moment there's      some <KIND OF> concern <ABOUT> moves by the British transport police to stop      and search members of the multi-ethnic community as they travel along the      London underground.  <OBVIOUSLY>, it was announced in the media aftermath      of the failed bomb attacks of July the 21st and also the previous ones of      July the 7th. There is some concern that, <OBVIOUSLY>, if minorities are      stopped, you <KNOW>, that there'll be <KIND OF> unfair discrimination, that      they'll be stopped without reason, but a number of the the police chiefs      have said that some <KIND OF> action needs to be taken to prevent, you      <KNOW>, potential suicide bombers traveling on the underground."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I tell you, from the way I listen to you, I would say to you, do not tell the truth. Do not.",
    "statement": "<WELL>, there's some strategic holding back there. Why do you <THINK> people opened up to you so much from the beginning?"
  },
  {
    "transcript_id": "CNN-219651",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And as you have said, doctors are, some of them, doing this in any event, assisting in this regard, against the law right now. So you say you want to legalize it. But what about the mother of the 18-year-old child who is suffering, who clearly said that she didn't want to be euthanized. And the mother said maybe effort could go into actually providing help for parents who have these children who are so ill.",
    "statement": "What we are suggesting in a proposition is that the doctor, or the medical team, the parents and the minor who ask for euthanasia, go into a dialogue and I <THINK> the dialogue is very important and also the psychological help that we can -- that we can provide them if they want to make that choice."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And there's now a second Republican senator raising questions about McConnell's strategy. This was Susan Collins speaking to Maine Public Radio.",
    "statement": "I am open to witnesses. I <THINK> it's premature to decide who <SHOULD> be called until we see the evidence that is presented and get the answers to the questions that we senators can submit through the chief justice to both sides."
  },
  {
    "transcript_id": "CNN-127322",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "On Obama, the main word is don't bobble it, don't blow it. And address these issues that Susan pointed out. It's a very interesting way of putting it, I talked to Peter Hart yesterday, a Democratic pollster. He said, you know, this whole campaign on the Democratic side has been about glass ceilings, both Hillary Clinton and Barack Obama. How ending picking a woman, you're asking America to go through a double-paned glass ceiling with you. That's really a reach too far. So that's something to be forewarned about. A lot of people like the Jim Webb idea. Why? He reaches back to the Reagan administration, obviously navy secretary. His son has been in Iraq. He walked around with those boots throughout his own campaign. Somewhat limited experience in Washington himself and a bit of a hot head really. You know, what most are saying is Obama, be careful, be methodical and go down the middle on it.",
    "statement": "Susan, take on John McCain and given some of his vulnerabilities, what do you <THINK>? Who <MIGHT> be on the short list?"
  },
  {
    "transcript_id": "CNN-65827",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "You have to keep walking. OK.",
    "statement": "Every day there are parties. The goal: see and be seen. With stars have come sponsors, free facials, free <STUFF>. That's \"Rush Hour\" director Brett Ratner. He gets whatever he likes."
  },
  {
    "transcript_id": "CNN-264380",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "No there is nothing. Really, really nothing. When we are going in the Red Cross room, there we have seen no medical stuff. We were maybe the first to bring medical stuff and there was a volunteer of the Red Cross who told me that he's in the cellar -- (inaudible), a technical profession and he's not educated as a first emergency Red Cross helper.",
    "statement": "But when we see it and we're showing this video again Klaus there of police or security forces, I'm not <SURE> if they're police but throwing these meals at the migrants and the refugees. Do they all get the food that they need or are some of them left without food at the end of all of this?"
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Wolf, we're going to depth into whether or not the U.S. Navy will begin tomorrow test- bombing in the island of Vieques in Puerto Rico. Jose Feliciano, who has taken out a big ad in \"The New York Times\" and in \"The Washington Post,\" plus two members of Congress and a vice admiral will be joining us to talk about it -- Wolf.",
    "statement": "Sounds good, Greta. Thank you very much. Tomorrow night, I'll talk with Michael Deaver <ABOUT> his new book on Ronald Reagan. Until then, thanks very much for watching. I am Wolf Blitzer on Capitol Hill. \"THE POINT WITH GRETA VAN SUSTEREN\" begins right now. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "OK, let me just jump in, Jason. I know you're in the weeds, and I appreciate your passion. But for people who have no idea what you're talking about, right -- we all covered this story. We saw that one piece of video that was put out there. But your point is there is this whole other piece of video which, in your opinion, totally changes the narrative. I want you to tell me, in that video, what do we see.",
    "statement": "OK. So basically at 1:13 a.m. in the video, you can clearly see Michael Brown walking into the store. And by the way, at the top of the left-hand corner of the video, you can see the time code and you can see the date. And it's corroborated and it is the exact same time as the St. Louis County police report. So Michael Brown walks into the store. You see him then make an exchange. He trades a little bag of weed for two boxes of cigarillos. It's <ABOUT> $20 of an exchange. And we've asked many people in the community, this is very common, bartering at the store. The store is bartering with people all the time. I've been told by many people you can buy weed in and <AROUND> the store and all the night guys <KNOW> <ABOUT> it. So Michael is not a drug dealer, because of this video. And we are tired of listening to bigoted people say that when they see this. So we see the trade take place. The weed goes over the counter. We <KNOW> it's weed because then they pick it up and smell it. One guy smells it. He hands it to the other guy. He then smells it. And I <HOPE> you're playing this moment so people can actually see this."
  },
  {
    "transcript_id": "CNN-269426",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You know, we've been talking about no fly zone as the Syrian-American Council here in the United States for four years. I think if there is a will, there is a possibility. But unfortunately our administration lacks the will.",
    "statement": "You don't <THINK> President Obama has done enough, in other words."
  },
  {
    "transcript_id": "CNN-213349",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Here we use things like Facebook to share news and catch up with our friends. But there, they are going to use it to decide what kind of government they want, get access to health care for the first time ever and connect with family hundreds of miles away that they haven't seen in decades. Getting access to the Internet is a really big deal.",
    "statement": "What <ABOUT> the how? How do you do this? How developed is the plan?"
  },
  {
    "transcript_id": "NPR-42253",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "The author of the bestselling novel on which the movie is based, Dr. Alaa Al Aswany, sits in his downtown medical office and recalls how that fictional storyline was echoed in real life not long after the book came out. He says a young man achieved top marks at university in political science and applied to the Foreign Ministry.",
    "statement": "And he was refused. An official report - they wrote in the report that we cannot afford him the job because he came from a poor social background. And that was very traumatic to the young man. So he committed suicide and everybody in Egypt <KNOWS> this drama."
  },
  {
    "transcript_id": "CNN-196664",
    "matched_terms": {
      "know": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Right,",
    "statement": "And for him to cut it so short, like I said, you can only put it in so many words. Like I say, losing my friend Andre Waters from the eagles years ago, just <KNOWING> what he was going through. And once they did the autopsy on his brain, he had a brain of an 80- year-old man. So, you never <KNOW>."
  },
  {
    "transcript_id": "CNN-382166",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Working level talks between the U.S. and North Korea ended in Stockholm, Sweden. Judging from the responses from both sides, they were in completely different meetings. This often happens between the U.S. and North Korea. We heard from the North Koreans that there were no fresh ideas, that they were very upset that these talks have broken down. We know from the U.S. side that they had a very good discussion and there were plenty of fresh ideas. The North Korean who was leading the delegation, he said that the U.S. was sticking to old attitudes and old ideas. Now what we can read into that is that potentially the U.S. was not willing to ease sanctions immediately before seeing any concrete moves from the North Korean side. But we did hear from the U.S. side. Steve Biegun was leading the discussions and a State Department spokesperson said they don't believe the North Korean comments actually characterized the 8.5 hour discussion. They said there were good discussions, there were fresh ideas. They also said Sweden had invited them back in two weeks' time to continue discussions and they believed that that was going to happen from the North Korean side. They said that the U.S. should go away and should think about what it has done and decide by the end of the year if it was going to come up with anything new, also saying they are now at a crossroads of dialogue or confrontation. This is not the first time this has happened, a very different idea of the discussions at hand. But at least the two sides had discussed for 8.5 hours, which is one good sign; whether they meet in a couple of weeks, we simply don't know -- Paula Hancocks, CNN, Hong Kong.",
    "statement": "Still ahead, the president of Ukraine, as if he didn't have enough to <THINK> <ABOUT>, not only under scrutiny for the Trump phone call but now many of his fellow citizens <MAY> have a bone to pick with him. The latest ahead. Plus, trouble in the Trump base. Some Republican voters tell CNN they are troubled by what they have heard and seen from the U.S. president as of late. Stand by. The U.S. and <AROUND> the world. You're watching CNN NEWSROOM."
  },
  {
    "transcript_id": "CNN-213138",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Wait, wait, wait, Darren, what are you saying here? You're saying because Ryan Gosling is a star and he's, you know, good-looking that it would make a difference to these women?",
    "statement": "I <THINK> in some of these cases, look, I don't say -- I don't come at this story as a Filner defender who's saying everything is rosy. It's clearly not. And I <THINK> he's making the right political move to step down. But I've looked a to the details of some of these accusations, and it's not as bad as you would <BELIEVE> just looking at the headline, when you get down to the nitty-gritty, I <THINK> Ryan Gosling --"
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So she must be bewildered.",
    "statement": "She is. It's really hurting her and affecting her and it's affecting my kids. My cousins' kids. I mean, because you would never <THINK> that this would be going on."
  },
  {
    "transcript_id": "CNN-147203",
    "matched_terms": {
      "perhaps": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, America's soon to be 41st Republican senator in Washington, D.C., comes this morning, two days after setting the Democratic Party on its ear. Senator-elect Scott Brown of Massachusetts will spend the day checking out his new D.C. dig, chatting with new colleagues and maybe even pitching himself if he gets a free moment. Congressional correspondent Brianna Keilar live on Capitol Hill. So, Scott Brown is quickly becoming something of a sensation, and he's heading there today to make those phone calls and to do some glad handing. What's going on?",
    "statement": "He is, Kiran, and he's, of course, the 41st Republican senator -- but the first Republican senator from Massachusetts in 32 years. This is where he's coming today, of course, to Capitol Hill, the place he's going to be calling home, where he's going to be doing his work for the better part of the next three years. But this is where he's going to be spending <QUITE> a bit of his day. And this is the Russell Senate Office Building where many senators have their offices. It's very possible that this is where he's really going to be calling home for his time here serving in Congress. He's got a number of meetings here in the Russell Senate Office Building today. First, he's going to be meeting with Senator John McCain, who was really his most high-profile backer. He's also going to be meeting with Senator John Kerry, who, of course, he'll have to work with, now -- a Democrat who's now the senior senator from Massachusetts. And he'll also meet with Senator Paul Kirk, the man who is holding the place of Ted Kennedy until this special election worked itself out. After that, he's going to be having lunch with the Senate Minority Leader Mitch McConnell, <PERHAPS> meeting some other Republicans. But, Kiran, he <OBVIOUSLY> has yet to be sworn in. He said today as he made his way to the airport that he's expecting to be sworn in sometime next week. At this point, we don't see any reason that that's going to be held up at all, Kiran."
  },
  {
    "transcript_id": "CNN-409990",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "And pedicures. May they rest in peace. I'm Jim Acosta. Thanks very much for watching. Erin Burnett OUTFRONT starts right now.",
    "statement": "OUTFRONT next, the CDC projects a thousand Americans <MAY> die from coronavirus every day until late September. This as Dr. Fauci warns the U.S. <COULD> be on the verge of another deadly spike in cases. Plus, seven officers suspended after a black man died. His body had been pinned to the ground, his head covered. The victim's daughter is OUTFRONT. And an OUTFRONT investigation, President Trump claiming mail-in voting is rife with fraud, but that's a lie. What our Drew Griffin uncovered? Let's go OUTFRONT. Good evening. I'm Erica Hill in tonight for Erin Burnett. OUTFRONT tonight, an alarming new prediction. The CDC now estimates the U.S. death toll <COULD> hit 211,000 by September 26th. Now, that would mean <ABOUT> a thousand people dying in this country every day until the end of September and, frankly, this is where we've been now for more than a month. Eighteen states now seeing a rise in new infection, many of those in the northeast and the Midwest, including Iowa, which is now seeing the highest rate of new cases in the United States. According to the coronavirus task force report, Iowa is also one of six states that we now <KNOW> ignored urgent recommendations by the task force to enact mask mandates. Now that's according to task force reports released by a House subcommittee. The six states, at the time, were seeing an alarming uptick in the number of cases, yet their governors, all Republican governors, refused to follow the experts' advice, much like the president, who's also rejected any calls for a mask mandate. Also tonight, a new warning from the nation's top infectious disease expert."
  },
  {
    "transcript_id": "CNN-82112",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Understand that men and women are different. They're not better and worse from each other, they're just different. And learn to understand their speech.",
    "statement": "It's almost like they're talking to somebody who's, that speaks a foreign language or has a brain problem. If you treat them and talk to them as though they are different and do speak a different language, then you'll get on <WELL>. If you try to pretend their the same and will understand you, you'll be heading for the divorce courts."
  },
  {
    "transcript_id": "CNN-238753",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Michael Che. Last year, the show came under fire for its lack of diversity. And Lorne Michaels then added an African-American female comedian to the cast. Do you think that this move, even though he's hilarious, do you think this move is part of that acknowledging the critique of the lack of diversity on the show?",
    "statement": "\"SNL\" has a diversity deluge going on because not only do they add a cast member, they've added two writers to the show of color and now Michael Che. So what's interesting is that Michael Che is clearly a brilliant comic voice. He comes out of stand-up. He talks <ABOUT> race on \"The Daily Show\" all the time, which is interesting because that's not the role that you do on \"SNL\" on weekend update. They're delivering the news. It would be interesting to see if he brings that into his writing on the show there. But the thing is, for years, there was this criticism of \"SNL\" not having enough diversity and that <KIND OF> reached a crescendo last year when it burst out into the open and \"SNL\" even made fun of itself when it had Kerry Washington on as a black host. And shortly thereafter, they named another cast member. You have to <THINK> there is some <KIND OF> conscious acknowledgment of this lack of diversity and a desire to balance that out."
  },
  {
    "transcript_id": "CNN-331157",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "On that point of the #metoo. Do you now feel real change is taking place and has it jumped from a # to a policy shift?",
    "statement": "I <HOPE> it's a policy shift. We have all organizations in mind having problems with #metoo, and I've seen that in the last weeks. And I really <FEEL> that there is very draw in the sand and that we have to move forward. We will not get equal rights in our societies if we don't talk <ABOUT> also what happens behind closed doors. What happens in offices and what happens in political parties."
  },
  {
    "transcript_id": "NPR-13720",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "From NPR West, this is DAY TO DAY. I'm Madeleine Brand. Coming up, in Italy, the flamboyant billionaire Prime Minister Silvio Berlusconi, <MAY> have lost his bid for re-election. We'll find out why."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "know": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "Wait. Hold on, Tammy. Hold on. Stop. Norm, my line producer, can you please stop showing Jenkins without his shirt on? I`ve seen that just about enough. OK, back to you, Tammy.",
    "statement": "If they <KNOW> who this lady of interest is in Canada, why are they not giving us information on who she is? And have they found anything in the dumpster there where they <SUPPOSEDLY> were cleaning the car out?"
  },
  {
    "transcript_id": "CNN-271053",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And Trump's plan to ban all Muslims from entering the U.S. igniting a firestorm of backlash.",
    "statement": "I no longer <THINK> he's funny."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Oh, OK.",
    "statement": "<WELL> yeah, rest easy there was nothing to that. But what came to your mind?"
  },
  {
    "transcript_id": "CNN-221640",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "The best deals that we're seeing are coupons that are valid on items that are already marked down. So let me give you an example, banarepublic.com literally has a coupon that is valid for an extra 50 percent off items that already on sale. We're talking about 30 or 40 or 50 percent off plus another 50 percent off. We're seeing that nike.com, there is a coupon code for an extra 25 percent off clearance items. There are coupons for 20 percent off. Their sale items, Brooks Brothers is doing their semi-annual sale, this week, but today, you can get an extra 15 percent off. So you might sense is there is a lot of excess inventory and it is being marked down. And there are coupon codes out there that can help us get savings even on top of that.",
    "statement": "Can you get a better deal, I <GUESS> now than before Christmas?"
  },
  {
    "transcript_id": "CNN-193307",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Christiane, Iran is -- has influence in Iraq, definitely. Nobody can deny that. But we are almost in a struggle, let's say, to preserve Iraq's sovereignty (inaudible) territorial (inaudible) against any intrusion, an intrusion from Iraq. But at the same time, Iran is a regional power. It's there. You have to deal with them, not to deny that it doesn't exist.",
    "statement": "My point as <WELL> as that was that domestically, inside Iraq, your government has not implemented the very <KIND OF> power-sharing that <COULD> save you from more violent --"
  },
  {
    "transcript_id": "CNN-264381",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I think you don't know if the iceberg is too big until you hit it. So, you know, we obviously have not hit that point yet. I do -- generally, though, I think if Donald Trump is dethroned from his position leading the race, I think it is less likely to be a single event, a single iceberg, than a death of 1,000 cuts. I think there are two big lines of argument out there for the rivals to focus on. One, as I said, is temperament. In that Quinnipiac recent national polling, only half of Republicans and a third of voters overall nationwide said they thought Donald Trump had the temperament to handle an international crisis. And I think you will see the other Republican candidates making something like that Hillary Clinton 3:00 a.m. phone call argument at some point. Is he someone you want at the helm in a crisis? And I think the second question is the agenda issue. Is this someone who represents the conservative values of the voters that he is attracting? I think you've seen Jeb Bush trying to make that argument, and I think the others -- Scott Walker, Ted Cruz, as much as Ted Cruz has been cozying up to Donald Trump, they can't win Iowa. I don't think there's a strategy for them if he does. So sooner or later I think they have to challenge him from the right.",
    "statement": "All right, <WELL>, let's switch now to the other side, the left, Bernie Sanders. He says that he was stunned over a new poll that showed him closing on Hillary Clinton, 27 percent to her 37 percent. Are you stunned? And was this really momentum building?"
  },
  {
    "transcript_id": "CNN-393609",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "The dramatic breaking legal news today, the one-time Hollywood icon Harvey Weinstein now behind bars in New York, convicted on two of five criminal sexual assault charges. His sentencing will be on March 11th, the prosecutor, the Manhattan District Attorney Cyrus Vance calls this a new day. We are waiting to hear from the Weinstein defense team which says it will quickly appeal. Let's bring back our CNN Legal Analysts Paul Callan and Jennifer Rodgers. To that point, Paul, sentencing on March 11th, we know an appeal will be filed. Take us through how the process works.",
    "statement": "<WELL>, a notice of appeal will be filed immediately by the defense team and they're going to raise, I <THINK>, <PROBABLY> two areas where they're going to say he didn't get a fair trial and that the conviction <SHOULD> be reversed. The first is that there was juror who was allowed to sit on the case over the objection of the defense who <ALLEGEDLY> was writing a book and was involved in book reviews involving cases of older men and younger women and consent issues. Now, they're going -- the defense is going to say she was inappropriate for the jury and resulted in an unfair verdict. The second thing that happened in this trial that's different from most other trials is you heard a total of four other women in addition to Mann and Haley <ABOUT> sexual conduct, improper sexual conduct by Weinstein that called Molineux witnesses. And that's unusual. Usually, you can't get those prior bad acts into evidence unless the defendant takes the stand. So the defense is going to say this was unfair, it prejudiced the jury against Weinstein, and he <SHOULD> get a new trial. Those are the arguments that will be presented on appeal. We'll have to see how an appellate court reacts."
  },
  {
    "transcript_id": "CNN-404906",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "California's state capital closed after at least five assembly members tested positive. And a new study finds so-called silent spreaders may account for as many as half of all cases.",
    "statement": "Even the states that are doing <WELL> right now <SHOULD> be on guard because they <COULD> be next."
  },
  {
    "transcript_id": "CNN-353523",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Something happened to lose control of that aircraft or something that lost power or something that made that aircraft go down.",
    "statement": "The clues to solving this aviation mystery <MAY> lie in the plane's fuselage and the so-called black boxes lying somewhere at the bottom of the Java Sea. And for the millions of people who fly in these planes, answers can't come soon enough -- Will Ripley, CNN."
  },
  {
    "transcript_id": "CNN-51903",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A good sign, yes.",
    "statement": "Before we talk <ABOUT> the U.N. resolution, just a quick reaction from both of you to the news that the Israelis claim they have found documents which would indicate that Yasser Arafat was funding terrorist activities. There's no proof that the invoices were ever paid. They claim they have the invoices. The Palestinians saying this morning they're forgery. How important are these documents?"
  },
  {
    "transcript_id": "CNN-138702",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "I know you will. Carol Costello for us this morning. Thank you so much - Kiran.",
    "statement": "All right. <WELL>, right now, it's 30 minutes past the hour. We have breaking news that we're following this morning. Pakistan's biggest city is on alert this morning after an attack in Lahore killed at least 23 people. Early this morning, gunmen hurling grenades and a van packed with explosives blew through a - broke through a police barricade. Seconds later, that van exploded, bringing down building next to a police headquarters. At least, 200 hundred people were in that building when it collapsed. Emergency crews are still searching for survivors this morning. So far, no one has taken responsibility. The Taliban, though, has threatened revenge for Pakistan's crackdown on militant fighters in the Swat Valley. Police in Phoenix are calling the death of Mike Tyson's 4-year- old daughter a tragic accident. Exodus Tyson died Tuesday, a day after her neck got tangled in a cable that was attached to a treadmill in the family's home. She was found unconscious and attempts to revive her failed. <WELL>, if you're <<FEELING>> better <ABOUT> the economy, you're in good company. More than 90 percent of leading economists say they see the recession ending this year. They were surveyed by the National Association for Business Economics. These expert forecasters say they expect a moderate recovery, but unemployment, often known as a lagging indicator, continuing to rise. And in a recent C-SPAN interview, President Obama was asked <ABOUT> $1.7 trillion debt the government has racked up and <WELL> within $11 trillion deficit. And he had this sobering response - we're out of money. One member of Congress has been sounding the alarm on out of control spending. He is Texas Republican Ron Paul and he joins us this morning from Clute, Texas. Congressman, as always, it's good to talk to you this morning."
  },
  {
    "transcript_id": "CNN-54624",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Good morning, Leon. Well, obviously, the question here is, why didn't President Bush learn about the contents of this memo until a week or two ago? That, when the FBI director, the attorney general, apparently got a briefing on it just days after 9/11. Now the latest White House briefing, spokesman Ari Fleischer was peppered with questions about whether or not President Bush was disappointed, whether or not he felt top officials had kept something from him. But Fleischer would not go there, only saying that the president still did have confidence in his attorney general, in his FBI chief. And Fleischer said that essentially the contents of this memo were not that important, were basically no surprise once the 9/11 attacks had already occurred.",
    "statement": "I don't <THINK> anybody needed a memo after September 11 to <KNOW> that there were general suspicions that people were in flight schools. Everybody knew it as a result of September 11."
  },
  {
    "transcript_id": "CNN-378944",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, you do if the currency changes. If the currency becomes that any giving in is weakness, and that this is all about strength and the perception of power and might, then you do what this president does. You deny, deny, deny, and if you accuse me, I say the same is true of you or worse, and I tell people if you're with me you'll believe me and not him. If you're going to make the currency that anything about apologizing, anything about being wrong is weakness then you're going to act the way he does. And he does it all day long.",
    "statement": "Listen, I don't want to go back over last night, but, you <KNOW>, it was -- which was a topic of discussion today among people <ABOUT> whether or not, you <KNOW>, people are deceiving you, whether or not you <SHOULD> even give them the space to do it. You <FEEL> one way. Yours is legitimate. I <FEEL> another way. I don't <THINK> it serves the viewer. I would rather, you <KNOW>, have someone on who is going to be --"
  },
  {
    "transcript_id": "CNN-325923",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Not at this point, no. I think what you see here is there's a lot of people in Alabama, those that don't like Roy Moore who even come out and said, I talked to one of them last night, a Democrat, on my radio show in Birmingham that said I don't like Roy Moore, I can't stand his politics. But this is a guy that's been investigated by the attorney general of the state. This is a guy that's been investigated by three different branches of the state government and never did any of this information ever come out. He's been unseated from the state Supreme Court and they did an investigation. They also didn't find it. So people in Birmingham, people in Alabama, I think they say, let's continue to look into this, but let's also not just immediately, because someone makes an accusation, assume that automatically he is guilty. And I think the White House saying if it's true, or if this comes to light that it is true or factual or accurate, you know then yes, we'll have him step down. I think that's a more appropriate response at this point. I think look, Roy Moore is in a situation where you got to ask yourself this, do you care more about what you claim you believe in or do you care more about you as a person? If I'm advising him I would tell him to step aside because the issues you claim you care about are bigger than the person. I don't think he's going to do that. I think he's going to go down swinging.",
    "statement": "Interesting. You say two things, you <THINK> Roy Moore <SHOULD> get out but at the same time you also <THINK> it's too early to pass judgment. Angela, one of the issues, and this goes beyond politics, this goes to allegations of sexual abuse, is sometimes we don't get more than this. This is actually a lot. You have four on the record accusations from women including one woman who says she was 14 who says Roy Moore did this. Roy Moore says no. This <MAY> be all we ever hear."
  },
  {
    "transcript_id": "CNN-106309",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Absolutely, Wolf. I mean, that is something that the president has been very firm about. But at the same time, saying that diplomatic options are the thing the United States is confident and focused on. I thought what was interesting in this press conference, was truth in advertising, really. No new news out of this. Both of the leaders punted, essentially, giving them enough room to say, \"Look, we'll move forward with these final status talks.\" I did think it was interesting that Olmert did set somewhat of a timetable, saying that he would allow the process to play out two to three years. Essentially both of them looking to Mahmoud Abbas to see what kind of authority he has and what kind of position he's in the next couple of years to actually work with the Israelis and make this happen -- Wolf.",
    "statement": "Suzanne, thanks very much. We'll get back with you. Jeff Greenfield, thanks to you, as <WELL>. Much more on the story coming up later tonight, here in THE SITUATION ROOM, 7 p.m. Eastern. Up ahead, bipartisan outrage on Capitol Hill over the FBI search of Congressman William Jefferson's office. The raid was the first of its kind in U.S. history. We'll show you why some call it unconstitutional. Also, the Senate Majority Leader, Bill Frist, is standing by to join us live here in THE SITUATION ROOM. We'll ask him to weigh in on the Jefferson controversy. Also, we'll ask Senator Frist <ABOUT> his White House aspirations. Plus, there's a new audiotape that has just come out from Osama bin Laden, only within the past hour. We're going to tell you what bin Laden is now saying. Stay with us. You're in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-159936",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Exactly. I'll be working all week.",
    "statement": "I bet. You've got to help Mom and Dad out. <WELL>, enjoy the holidays. Safe travels out there. There's going to be some travel issues via car or plane today. And we'll try to highlight those for you. Three to seven inches of snow, potentially, across part of the Midwest. Notably, there's a winter storm warning out for northeastern parts of Iowa. Chicago <MAY> get an inch or two with this. But I don't expect to see a ton of snow, as it's beginning to fall apart just a little bit. But one to four inches of snow, potentially, anywhere from St. Louis back through Louisville. So this is nothing to sneeze at as far as what we expect from this. And this is a part of the energy of the storm that came through the West -- the West Coast over the past couple of days and is making its way out towards the east. Monica, if you <COULD> throw Gustav into play for me, I'm going to come back to that. Here's what's going on as far as the delays today. New York metros, no precip expected today or tomorrow, but windy conditions will slow things down. Minneapolis, Chicago, some snow. And on Northern Europe, including Paris and parts of Germany, Brussels, that storm will move in to the eastern part of Europe as we go through time. Let's talk <ABOUT> the southern half of the storm, because that's where the forecast gets a little bit tricky. Dive down to the south. <MAY> mix with snow at times across North Georgia, western parts of the Carolinas. <MAYBE> an accumulation. That is possible. But right now, things aren't completely lining up for that, and things aren't completely lining up for a banging nor'easter that's going to plow snow all over the I-95 corridor. But if the track of this storm shifts a little bit to the west, just 50 or 100 miles, we're talking <ABOUT> a big hurting that's going to happen in the northeastern corridor of the U.S. Sunday night into Monday. So we're watching that very, very carefully. Talk more <ABOUT> that, and of course, we'll keep track of Santa throughout the morning -- Kyra."
  },
  {
    "transcript_id": "CNN-270320",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Fred Pleitgen, thank you for the latest there in Paris. Meantime, the United States, the U.S.-led fight to take out ISIS just got a little bigger. And now more Americans will be heading into the war zone. We heard from Secretary of Defense Ash Carter today announcing more special forces, troops will be sent in to battle violent jihadist not only in Iraq, but Syria as well. So joining me now I have Jim Sciutto standing by, CNN chief national security correspondent. Also with us, retired U.S. Army Brigadier General Anthony Tata. So, gentlemen, thanks for being on. And, Jim, let's get to it. We talked, you know, last month. The Pentagon announcing then that 50 commandos would be sent to northern Syria to advise forces there battling ISIS. How - with the announcement from Secretary Carter, how is the mission expanding?",
    "statement": "<WELL>, Brooke, it's not a big expansion numbers wise because they're talking <ABOUT> a few dozen U.S. special forces going into Iraq to create what they're calling an expeditionary force. You add on support troops. That will <PROBABLY> bring the number up to <AROUND> 200. But what is big is the expansion in role because this expeditionary force in Iraq will be involved in things like freeing hostages, going after HVTs, high value targets, ISIS leaders. These are two of the most dangerous kinds of missions you can get involved in as a war fighter. So put that in the context, we've been following this for more than a year, Brooke, U.S. military action there against ISIS. The administrate has said dozens of times there would be no combat role for U.S. forces there. This is clearly a combat role. We've seen missions like this before. And, in <FACT>, we talked <ABOUT> one <ABOUT> a month ago. It was when U.S. commandos were with Kurds commandos to free some ISIS held hostages. A U.S. Delta Force operator was killed in that operation, you'll remember. These are dangerous things. These are very much at the tip of the spear. So while it's not a big number, it is a big expansion and role there and now you're seeing in both in Iraq and across the border in Syria."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think they'll do their job. If they feel threatened, they will do what they have to do. But there are also under orders. They are under the Geneva Convention, although I don't believe terrorists are under the Geneva Convention. But he will be dealt justice one way or another. I think most of us would turn him over to the firemen and the policemen in New York City.",
    "statement": "What do you <THINK>, General Joulwan?"
  },
  {
    "transcript_id": "CNN-235028",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "possibly": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. I'm Jim Sciutto. Ask the secretary of state and the evidence is, quote, \"enormous\". Ask the American people and 85 percent <THINK> that Russia was either directly or indirectly involved in the taking of the innocent lives aboard Flight 17, 298 of them. Seventy-eight percent of Americans now also have a negative <OPINION> of Russia, a huge jump from a few months ago. But ask Russian leader Vladimir Putin and he blames the Ukrainians, not only for the crash but for the entire civil war going so far as to say that Ukrainian officials, quote, \"<SHOULD> acknowledge their responsibility both before their own people and before the people of those whose countries whose representatives were among the victims of this catastrophe.\" I want to the bring in now, Republican Senator Ron Johnson of Wisconsin. Senator, thank you very much for joining us. You heard the results of the poll. Eighty-five percent of Americans <BELIEVE> that Russia is directly or indirectly responsible. But it's not just a poll, it is mounting evidence from U.S. intelligence agencies, from the Pentagon, that Russia was behind at least handing this missile system to the rebels and <POSSIBLY> training them. Is it time now to move past whether or not Putin was involved in this and to talk <ABOUT> consequences?"
  },
  {
    "transcript_id": "CNN-406637",
    "matched_terms": {
      "maybe": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Urging governors to reopen. Heard that before, right? They sure remember that in Florida, in Georgia, in Texas. Right now, 900 Americans are dying about every day from coronavirus. Hospitalizations are near the record number set back in April and last week at least 16 states set a single day record in cases. As of tonight 22 states are heading in the wrong directions when it comes to cases and even states that had been doing significantly better. I mean significantly, like they really had smashed as a word similar to the word the Governor of New Jersey used. Well now that state is back in the red, reporting at least a 50 percent increase in new cases in the past week compared to the prior one. Those numbers are exactly why at least 27 states have paused are now rolling back their plans to reopen, which is exactly what Trump's task force has been recommending.",
    "statement": "First, in the states that have been trying to open, particularly the southern states which have gotten into trouble, I would say the first thing is you don't necessarily have to go all the way back to a complete shutdown. But you <CERTAINLY> have to call a pause and <MAYBE> even a backing up a bit. You can put a pause on what you're doing or even <MAYBE> take a step back."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Sends a message that it`s socially acceptable.",
    "statement": "I <GUESS> it does glamorize it in some way."
  },
  {
    "transcript_id": "CNN-101441",
    "matched_terms": {
      "well": "ungraded",
      "unlikely": "ungraded"
    },
    "previous_statement": "Mr. Sharon is under sedation, anesthesia, and ventilation. This is the main treatment he receive. And the treatment -- the purpose of this treatment is to reduce the intracranial pressure in the prime minister's brain.",
    "statement": "<WELL> the hospital director also saying that Ariel Sharon was in good condition and that his vital signs remained stable. When they showered light into his eyes, his pupils did react, which gave an indication of independent brain activity. However, it would be difficult to predict the outcome for Ariel Sharon for at least 48 hours, said the hospital director. During this time, they're going to start to wake him up cautiously and slowly. This will be a critical time. And while the hospital is unwilling to give any prognosis for Mr. Sharon, the hospital director did say that any return to his former post as prime minister is looking increasingly <UNLIKELY>. Wolf?"
  },
  {
    "transcript_id": "CNN-234874",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Yes, indeed. Eastern Ukraine only receives Russian television. Ukrainian television is blocked. Russian television, some of the early reaction tried to suggest -- not to make statements, but to suggest that it is the Ukrainian side that's maybe to blame for that focusing on tragic episode many years ago when a passenger jet was hit over the Ukrainian territory and it seemed, at the time, it was a military maneuver that was to blame for that. And the suggestion that happened before his time, also venturing some of the wildest theories. This is what Russian television did not necessarily citing it but they did not sound credible at all.",
    "statement": "While those theories are played and replayed on Russian television, the <FACT> remains, at least according to U.S. officials, that several flights and planes, military transport, cargo planes have been shot down in this region very, very recently, including over the last several days by the pro-Russian separatists in eastern Ukraine. Is there any Russian response to that so far, Maria?"
  },
  {
    "transcript_id": "CNN-255945",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The Blanco River which normally sort of sleepily runs through Hays County swept past the previous flood, topping more than 40 feet late Saturday, 27 feet above the flood line. In fact, it went like 33 feet in just an hour or two. CNN's Ed Lavandera has more from Wimberley, Texas, on the Blanco River.",
    "statement": "John and Christine, it's a staggering scene here in the central Texas town of Wimberley, Texas. All of this debris flooded and rushed out of the Blanco River as flood waters rise dramatically, quickly. Many people telling us that they only had a matter of minutes to escape from their homes. But it was described as a wall of water rushing downstream here in the Blanco River. This, a refrigerator from the home upstairs. But it was really a lot of these trees, it's <KIND OF> hard to really describe just how -- give you the sense of how large these trees were that were swept away, washed out several bridges along the way. But there is a great deal of concern, John and Christine, <ABOUT> more rainfall in the coming days, and what that will mean for the flooding situation. The Blanco River crested more than 40 feet over its usual here in central Texas. So, a dramatic scene, intense, where these flood waters rising very quickly. And because of that, because of there's so much saturation and because of a lot of the tributaries and creeks are already very filled, the concern is it will not take much more rain to create more flash flooding situations. And that is what the concern is. The warnings going out to people, urging them to react quickly if the flood waters and the rain waters move back in to pay close attention to those situations, because it takes only a matter of minutes for these flood waters to get out of control -- John and Christine."
  },
  {
    "transcript_id": "CNN-149789",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "The NPR is very explicit in referring to the fundamental role of nuclear weapons being for deterrence.",
    "statement": "Gates insists nuclear weapons can be cut because there's a growing U.S. conventional capability in case of attack. In <FACT>, the U.S. now openly says it will no longer threaten the use of nuclear weapons against non-nuclear countries which keep their treaty obligations. Some conservatives don't buy it."
  },
  {
    "transcript_id": "CNN-321676",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Good morning. Nice to see you. A lot going on this morning. I'm Christine Romans, 32 minutes past the hour. Let's begin with authorities in Puerto Rico warning everyone to flee the most powerful hurricane to threaten the island nation in 90 years. Evacuate or die, the governor says. Hurricane Maria stalking Puerto Rico at this hour with maximum sustained winds of 160 miles an hour. The storm expected to make landfall in a matter of hours category five force right now. Puerto's governor warning: evacuate before it's too late.",
    "statement": "Flooding areas are very vulnerable, very dangerous. The surges will be felt across the island. And vulnerable housing <SHOULD> be evacuated immediately. And right now, the main focus is getting you out of harm's way, making <SURE> you're in a shelter."
  },
  {
    "transcript_id": "CNN-50465",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "As you <MAY> have seen here live a short while ago, the head of the U.S. Central Command now says he is not surprised by the numbers, the tactics, or the determination of the fighters whom the U.S. and allied troops are said to be gradually wiping out. Back to the Pentagon and Jamie McIntyre, who was listening and watching along with us a short time ago. Jamie, good afternoon."
  },
  {
    "transcript_id": "CNN-361845",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "stuff": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "Scott, can he really attack Omar and say that as he did that her apology is lame, she didn't mean it and it's deep-seated in our heart when that's his track record?",
    "statement": "Yes. Look, the President does not have a perfect track record on these issues and my <VIEWS> on Charlottesville specifically are <WELL>-known <WELL> aired on this network. It was the darkest moment of his presidency, but that doesn't mean we can't have a reasonable conversation <ABOUT> a member of the House Democratic majority. She didn't just invent this by accident, she has had anti-semitic language associated with her since 2012. And I <KNOW> we're going to play what <ABOUT>-ism with Donald Trump and that's fine. You can pull a lot of <STUFF> at, you have done that, but the reality is the Republicans just dealt with a very similar situation by taking someone off committees. The <FACT> that they're unwilling to do that, the Congresswoman you just interviewed wouldn't even use her name, wouldn't even use her name on this program to call her out."
  },
  {
    "transcript_id": "CNN-397499",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "She doesn't. She doesn't. She knows mommy's sad. I had her here for a couple days before I gave her up. And, you know, I said to her, you know, I don't know -- I might not see you for a long time and she said, I'll see you Friday. And, you know, it was Friday. So, I mean, she doesn't -- she doesn't understand. And I really worry about the toll that's going to take on her. She, you know, there -- there is a study -- I'm by no means an expert in, you know, children's mental health, but, you know, I've been reading studies that show that children suffer significant psychological damage from separations such as these. And, you know, the other thing that I sort of want to get in today, that the number one predictor of long-term mental health for minor children of divorce is (ph) a level of conflict between the parents. And, you know, usually the judge would respect the rights of both parents to be present in a child's life and I think this, you know, is a rash decision in not allowing that without at least hearing the evidence.",
    "statement": "I want to read to you -- I want to read you a statement from the attorney of your ex-husband. It says, Mr. Greene and I have the utmost respect for Dr. Greene's, that's you, commitment to her critical work during the pandemic. The Greene's temporary time sharing dispute was presented before the court and a decision was reached based on the <BEST> interests and safety of a minor child limited to the temporary circumstances presented by Covid-19. Pursuant to Mr. Greene's request and as ordered by the court, Dr. Green is to be provided future make-up timesharing for each day missed and daily video communication with the child. We will continue to pursue ways to resolve the delicate situation and <BELIEVE> that a result can be achieved safely and fairly. The suggestion there is that this is <ABOUT> the safety of your daughter. And there will be those who look at this and say, this is <ABOUT> the child's safety. She shouldn't be near, quote-unquote coronavirus. How were you guaranteeing or how did you plan to guarantee that she was safe from coronavirus?"
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So there are a lot of people here positioned to go to work, ready to greet the tourists who were lined up to visit the park, and the tourists were told, we are going to open. No problem, but the people waited and that did not happen; so lots of frustrated people out here.",
    "statement": "Yes, it is a good thing they didn't, I can only imagine how many people would have been hurt if there had been a bunch of terrorists at the time that this that things happened. Thelma Gutierrez, good report; extremely comprehensive. We will be checking back with you throughout the evening as the story develops. By the way, this is not the first time that Universal Studios has suffered a Backlot fire. But you have to <PROBABLY> go back <ABOUT> 20 years or so for the really big one. This is 1990. Look at these pictures. It is an overnight blaze that wiped out <ABOUT> four acres of the complex and destroyed the famous Dick Tracy building and the historical Ben Hur set. A security guard and a cigarette lighter were eventually blamed for starting that fire. It <SEEMS> like every weekend we talk <ABOUT> this, severe weather barreling across parts of the United States. This time it is a lot of thunderstorms that are packing some very wicked winds. Let us go right to Jacqui Jeras. She is at the CNN Weather Center to bring us up to date on what is going on. What do we <KNOW> Jacqui?"
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "He also kept hammering the issue about jobs and also about some unpopular trade deals with countries like China.",
    "statement": "Hillary Clinton gave China millions of jobs and our <BEST> jobs and effectively let China completely rebuild itself. In return, Hillary Clinton got rich."
  },
  {
    "transcript_id": "CNN-59817",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We want to talk more <ABOUT> Skakel's situation now. Our guest from New York, criminal defense attorney Benjamin Brafman -- he has also worked as a prosecutor in Manhattan. Benjamin, hello."
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "I'm having some technical difficulties will with Al Goodman. We'll check back in with him soon to talk about that train crash there in Spain. And now we want on move to Tampa, Florida. That's where a cargo train derailed overnight spilling ethanol into the streets there. Joining us now to talk about this, Grayson Kamm, from CNN affiliate WTSP. Grayson nice to have you here with us. So where are we in the cleanup here?",
    "statement": "Yeah, Pamela, firefighters have spent the morning basically trying to make <SURE> that this train doesn't catch fire. They've had ethanol spilled out from several of the cars in this and it sits right in the heart of one of the busiest ports in the Gulf of Mexico. I'll step aside. You can <KIND OF> get a lay of the land. Even from right out here, outside main gate, you can see that black tanker you see is the last car on the train. And as we move to the left, you'll see the next car <SEEMS> to be tilting towards you. That's because it has come off the rails. And then as we go to the left, you'll see through the trees just low black tankers. Those are all tankers that carried ethanol on their side. They spilled from three of them and firefighters spent the <MIGHT> putting fire resistant foam on top of that ethanol to make <SURE> it does not catch fire. Of course, ethanol is what's mixed in with gasoline in a lot of states. It's very flammable. They try to contain it with that. And then they brought in contractors to actually stop the leaks in the tankers. Now that's where they managed to do. That's the state we're in right now. They've stopped those leaks. They've contained the ethanol. Their next big challenge is trying to get this train back on its rails to get it out of the way and get this port up and running fully again. They're bringing in equipment from Atlanta that's actually going to come down here and hoist all of this up. As you can imagine when you're dealing with tankers full of ethanol, firefighters are going to be very wary as they go through that process. You do hear some trucks going behind me. <ABOUT> 9:00 this morning, the port was able to actually divert all these big trucks, <AROUND> 10,000 a day, through side roads and detours to keep the port up and running. It's the biggest economic engine in the entire western part of central Florida, so they want to keep these jobs ready, but, of course, they are mindful of the safety concern, all the highly flammable fuel sitting right behind me. Pamela?"
  },
  {
    "transcript_id": "CNN-381727",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "They do see the difference, obviously, because the president on that -- on the call, the transcript of which was released last week, you hear the president saying to the Ukrainian president that he wants help essentially for dirt on his prospective possible rival in the 2020 election. That makes that is a huge difference, because everybody -- I think the Democrats are looking at it as you are trying to get foreign help on a future election, which is exactly what they say happened in 2016 as well.",
    "statement": "Still a little stinky, right, the idea of going to a foreign government to discredit this -- what <SEEMS> to be a valid origin of an investigation."
  },
  {
    "transcript_id": "NPR-27359",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The most noteworthy thing that Putin said after the meeting was that the pro-Russian separatists in the east should post postpone the referendum that they're planning for Sunday. That is new, although it remains to be seen whether the separatists will comply.",
    "statement": "Yeah, and Ukraine has presidential elections that are scheduled for <MAY> 25th, just a few weeks. Did Putin link that election with the planned referendum by separatists on Sunday?"
  },
  {
    "transcript_id": "CNN-18611",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Let's move onto the market, because a lot of questions about this 5 1/2 percent sell-off in the Nasdaq. We had Nortel light on the revenues yesterday, but it's still...",
    "statement": "Light -- light on the revenues at 90 percent numbers. I don't <KNOW> where the analysts got these 130 or 150 percent numbers they were expecting. 90 percent revenue growth is incredible, and I would love to be able to talk to my people and say we went up 90 percent. I <THINK> that Wall Street was just overreacting, as Erik, who was on earlier, said. It's an overreaction here. They sold -- throughout the bath water and just sold across the board. And I <THINK> it is an overreaction and we'll see a counterbalance."
  },
  {
    "transcript_id": "NPR-37215",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "But surely if you wanted to, you could retire? You could sit home all day long, or do whatever you wanted all day long. You would not to come to work and come up everyday with essentially new projects.",
    "statement": "I have discussed this with people so many times. If I were retired I wouldn't <KNOW> what to do because I'd have to <THINK>, <WELL>, now what is it I want to do? And what I want to do is what I'm doing. I enjoy coming up with new ideas, which if I'm lucky they <MIGHT> be good ideas. I enjoy seeing them take shape. And I'm having fun doing it. So I wouldn't <KNOW> why I'd want to retire."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "You are a loved one of the dead woman, Krissie (ph) McCampbell. Would you like to see an investigation into this judge and into his decision? And if so, why?",
    "statement": "Yes, I want to see that. Because Tina deserves justice. And she is the victim here. Gabe was not the victim. He took her. He left her down there. He went up, and he went to a <TOTALLY> different ship while they`re trying to resuscitate her, and he`s not doing a thing. She`s..."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "You're up there, singing. Do you feel 90?",
    "statement": "No. I don't <FEEL> any age."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "According to the medical examiner staff on site when the remains were recovered, they are consistent with a child.",
    "statement": "The new warrants <REPORTEDLY> reveal Elisa Baker`s attorney told cops Zahra was dismembered inside the family home and that rubber gloves and blood would also be found in the house."
  },
  {
    "transcript_id": "CNN-158912",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "WikiLeaks founder Julian Assange takes aim directly at Secretary of State Hillary Clinton, telling \"TIME\" magazine, it could be time for her to resign.",
    "statement": "She <SHOULD> resign, if it can be shown that she was responsible for ordering U.S. diplomatic figures to engage in espionage at the United Nations, in violation of the international covenants to which the U.S. has signed up."
  },
  {
    "transcript_id": "CNN-206184",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Again its conclusion we don't <KNOW>."
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Tonight, Bill Clinton trying to clarify what he said this morning about his affair with Monica Lewinsky, when he said he hadn't apologized to her ever and didn't think he needed to. Here's what the former president just said moments ago.",
    "statement": "The truth is, the hubbub was I got hot under the collar because of the way the questions were asked. And I <THINK> what was lost were the two points that I made that are important to me. The suggestion was that I never apologized for what caused all the trouble for me 20 years ago. So first point is, I did. I meant it then, I mean it now. I apologized to my family, to Monica Lewinsky and her family, and to the American people, before a panel of ministers in the White House, which was widely reported. So I was -- I did that. I meant it then and I mean it today. I live with it all the time. The second is, that I support the Me Too Movement, and I <THINK> it's long overdue. And I've always tried to support it, in the decisions and policies that I've advanced."
  },
  {
    "transcript_id": "CNN-204643",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, again, I just want to praise both of you again because I just think it's so important for people to stand up. To you, was it random, Cassie? Did it seem like were there particular people he seemed to be targeting or did it just seem like he was wandering around?",
    "statement": "No, it just seemed like he was -- he was just going <AROUND> basically getting whoever was more open and easiest for him to reach at that point in time."
  },
  {
    "transcript_id": "CNN-194449",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They are. I'm just glad you got away from that other cow that appeared to want to eat your hand.",
    "statement": "That one is <ABOUT> 2 months old. He loved me."
  },
  {
    "transcript_id": "CNN-392164",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And once that term, because he is not running for reelection, once that term is up, do you think Romney will ride off into the sunset, return to his business and forget politics?",
    "statement": "I don't <KNOW> if he will run for reelection again. I haven't talked to him <ABOUT> it. But he is up for reelection in five years. There is a lot of time between now and his next campaign for Senate if he decides to seek a second term."
  },
  {
    "transcript_id": "CNN-83535",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "must": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "I'm Kathleen Koch. With gas prices at a record high, we'll tell you who's feeling the pinch most.",
    "statement": "Hello and welcome everyone to CNN SUNDAY. I'm Catherine Callaway. And we'll have all of those stories for you during this next hour, but we begin with the headlines. A senior coalition officials tells CNN an ambush in a Shiite neighborhood in Baghdad left four U.S. soldiers dead and at least 40 wounded. The official says the army regained control of five stations htat a militia loyal to a radical Shiite cleric had taken over. 9/11 commission chairment, Tomas Kean says that his panel's final report <COULD> be made public as early as July. The panel is scheduled to hear from national security adviser Condoleezza Rice on Thursday. The White House <MUST> <CLEAR> the report for security reasons before it becomes public. And John Wayne is helping deliver the mail. Not the Pony Express, it's not coming back. The late actor's likeness <APPEARS> on a new postage stamp unveiled this weekend. That stamp's part of the commemorative series, Legends of Hollywood. <WELL>, we begin with a day of turmoil in Iraq. Violence erupted across that country with deadly consequences. Four U.S. soldiers were killed during clashes in Baghdad. It happened after gunmen took over some public buildings, including police stations in a Shiite neighborhood. And farther south in Najaf, a huge demonstration there turned deadly when protesters opened fire on a garrison housing Spanish troops. And in the north, a car bomb exploded in Kirkuk. Let's go right to CNN's Jim Clancy. He's joining us from Baghdad with the latest of all the violence that has occurred there today. Jim, what can you tell us?"
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "There is a lot of concern about that, because if, indeed, it turns out that this woman who died in New York, was an outlier -- in other words, she fits outside the scenarios that they know about so far with any possible link to postal facility -- that is a major area of concern. That means they have to broaden their horizons ever before, and try to figure out an even broader scenario.",
    "statement": "One that is that pretty frightening for all of us to contemplate. Thanks so much, Susan. One of Kathy Nguyen's neighbors told us earlier this morning that the people who live in her apartment building are worried that they <MAY>, too, be at risk."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He has not conducted any tests concerning rapidity of striking or anything else with that. I sustained the objection on the other he said he had. Now let's confine ourselves to that and let's get through for the day.",
    "statement": "Your Honor, what he has testified <ABOUT> is his -- the procedure he followed. And all I'm going to do is talk to him <ABOUT> the procedure he followed."
  },
  {
    "transcript_id": "CNN-12567",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We are seeing, are we not, Republicans coming to the support of Dick Cheney almost immediately?",
    "statement": "<WELL>, <SURE>. It would be headlines if we weren't."
  },
  {
    "transcript_id": "CNN-150623",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "suspect": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "Plus, a city under water facing a long, long recovery. Floodwaters receding across Nashville and other parts of Central Tennessee this morning. Rescue officials, though, are worried it means that they could find more victims. President Obama has given the OK to pour federal disaster money into the area. What was left behind, though? We're live in Nashville with the very latest, just ahead.",
    "statement": "And all eyes are on Wall Street this morning after the markets got hammered yesterday. The debt crisis in Greece and word that Spain <MIGHT> need a bailout sent the Dow skidding to its lowest level in a month. Tensions in Greece are boiling over on the streets of Athens. Witnesses say police fired tear gas and striking protesters were angry <ABOUT> the government's decision to reduce salaries and impose higher taxes on alcohol and cigarettes. And, of course, the amFIX blog is up and running this morning, as it is every morning. Join the live conversation going on right now. We'd like to hear from you <ABOUT> what's in the news this morning. Just go to CNN.com/amFIX. And, first, though, the Times Square terror <SUSPECT> is talking to authorities this morning, and among the many fast-moving developments, authorities now say that Faisal Shahzad has confessed, that he admitted that he received bomb-making training in Pakistan. Raids there have netted as many as two other <SUSPECTS> in connection with the attempted bombing. Our Nic Robertson telling us Pakistani authorities took into custody the father-in-law of Shahzad, as <WELL> as a friend. We're also learning more details <ABOUT> how the arrest of Shahzad went down. Authorities followed him and then lost track of him as he made his way to New York's Kennedy airport on Monday. The events that followed exposed a gap in our nation's air security. Shahzad paid cash for a one-way ticket to Pakistan through Dubai despite being added on Monday afternoon to the nation's no-fly list."
  },
  {
    "transcript_id": "CNN-402682",
    "matched_terms": {
      "could": "ungraded",
      "suspect": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "There have been discussions, amongst protesters, that they do plan to continue this, that they're not ready to just let this go. Now the original demands of the protesters were for the officers to be fired. At least, one of them has at this point, as you just reported there. The other placed on that administrative duty. The police chief has stepped aside, saying the city needs to move forward and work on healing and coming back together. The NAACP called for her resignation just before she stepped aside. So we're seeing some action but now, they want to see more. They want to see officers arrested. They want to see charges. And really, John, when you talk to these protesters, they just want to see this stop. Time and time again, each protester that we have spoken to, for the past, almost three weeks now, have said that they want to see legitimate systemic change, in the way that the police department works with the community. And they want to see this happen, whether or not these shootings are caught on camera. Or whether they are just having to investigate something that is going off witnesses.",
    "statement": "Even when they are caught on camera, it <SEEMS> nothing changes. Dianne Gallagher. Thank you so much. Steve Moore is a CNN law enforcement contributor, retired FBI special agent. And he is with us this hour from Los Angeles. Steve, the last time we spoke, it was in the context of the killing of George Floyd. You made the point that one moment, law enforcement officers can be involved in a shootout. The next, they <COULD> be trying to save the life of the <SUSPECT> they just shot. So with that in mind, listen to what the lawyer representing the family of Rayshard Brooks had to say."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I had <SORT OF> a tip and I went to John and said, did you have something you need -- you wanted to tell me <ABOUT>?"
  },
  {
    "transcript_id": "CNN-331244",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Good evening, everyone. I`m Ashleigh Banfield. And this is Crime and Justice. Tonight, Florida turns into the Wild, Wild West despite being our most southeast state hosting a shootout that made one part of Pensacola look like the O.K. Corral. Except for the fact that the setting is no frontier. It is a stoplight where ordinary people like you and me are just waiting for the light to change. So that happened, and then police tracked the gold Toyota and arrested that young man, 33-year-old Jeremy Olds. But the driver who first shot him is still on the run tonight. And police say he is this man. Twenty-seven-year- old Jonathan James Harris who you can look for in a silver Lexus and while you`re at it, duck. If you think you can mess with a veteran of the United States Navy, there is a good chance that you`ll come out on the losing end, even if it takes a while. And one fool who messed with a vet in Texas is out there tonight. Police say he targeted people at a gas station approaching their cars and asking for cigarettes which is how he got inside a particular truck he shouldn`t have, pushing past Allan Huddleston and hopping into the driver seat. But Allan Huddleston fought in Vietnam and it`s every bit the 69- year-old navy vet who would not go down without a fight.",
    "statement": "And trying to drive off, when they tried to drive off, I`ve got the keys. I reach in my truck and I put him in a headlock and I drag him out of my truck. When he drove off, of course I went down. Almost you got run over. He`s done this before. No <DOUBT> in my mind. And he`ll do it again."
  },
  {
    "transcript_id": "CNN-362813",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "In a matter of hours, R&B singer R. Kelly will be in court to learn whether he can post bail, following his arrest on multiple charges of sex abuse involving young girls. The accusations span from 1998 to 2010. Kelly turned himself in last night hours after Chicago police issued an arrest warrant. The 52-year-old is accused of committing sexual acts on four victims, including three under the age of 17. If convicted, he faces up to 70 years in prison. CNN's Nick Watt joins me now. Nick -- what are you hearing that we <SHOULD> expect in the next couple of hours?"
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "probably": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes, that's where you want to be, not where you're standing. Hey, let me ask you about this. I heard about a car accident involving one of the men skaters?",
    "statement": "Yes. Evgeni Plushenko. As he made his way to the airport, he -- on his way back to Russia, of course, after taking gold -- he got into a minor accident after winning the gold the night before. This was Friday morning. He's OK. He's happy. In <FACT>, he's <PROBABLY> going to come back a little later in the Torino Games to celebrate his achievement. Evgeni Plushenko, though, OK after just a minor tussle. After riding <AROUND> the streets of Torino, I can see how he got into a little bit of a scrape because it's fend for yourself guys."
  },
  {
    "transcript_id": "CNN-262792",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, let me be -- let me be really <CLEAR> <ABOUT> that. I have to tell you the truth, when something like that happens and I'm here in Iowa -- man, I <FEEL> right at home."
  },
  {
    "transcript_id": "CNN-178256",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But it's a great way to travel. I mean, we do it a lot for work, going to D.C. and New York. And I have to say, center of city to center of city, not a bad way to go.",
    "statement": "Easy, comfortable. Walk <AROUND>."
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "Unless there`s an official record, they`re not going to <KNOW>."
  }
]