[
  {
    "transcript_id": "CNN-167903",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A very warm welcome back. You're with CONNECT THE WORLD. It's just after half past nine in London, I'm Becky Anderson. These are the headlines for you this hour. Greece's parliament is, as we speak, debating whether to approve a new cabinet. If the vote passes, the country will be one step closer to receiving its crucial next bailout payment. Without that, the country could run out of money to pay its creditors by the middle of next month. Two suicide bombs exploded in central Iraq, killing at least 22 people. Another 23 were injured when the bombs went off at the governor's house in Diwaniya province. Police officers and civilians were among the victims. The governor was unhurt. We're learning details about the US president's plan to withdraw 30,000 troops who made up what was known as \"the surge\" in Afghanistan. A source tells CNN Barack Obama will announce Wednesday that 10,000 of those troops will be home by year's end. The remaining 20,000 will return next year. US Secretary of State Hillary Clinton has defended her decision to take a back seat in the debate over women drivers in Saudi Arabia. Saudi women got behind the wheel Friday and demanded they be allowed to drive. Campaigners are urging Clinton to vocally support them. She says it's a Saudi issue, not an American one. A former US ambassador to China is joining the race for the 2012 Republican presidential nomination. John Huntsman declared his candidacy early on Tuesday and is already campaigning in New Hampshire. Those are your headlines this hour. Michelle Obama has met with the former South African president Nelson Mandela as part of a week-long visit to the continent. Now, among other things, the US first lady is there to promote women's education, but she won't be alone. She's brought along her daughters, a niece, a nephew, and her mum. For more, we're joined by CNN's Nkepile Mabuse, who is in Johannesburg -- a cold Johannesburg -- for you this evening. What were they up to today, Nkepile?",
    "statement": "<WELL>, Mrs. Obama has been interacting with people from different sectors of society. But of course, Becky, the big headline from today is Obama meets Mandela. When the White House first announced that the first lady of the United States was coming to southern Africa, we repeatedly asked whether she <WOULD> meet the former president of South Africa, Nelson Mandela, and the White House said that it <WOULD> depend on Mr. Mandela's health. Of course, he's 92 years old. He actually turns 93 in a couple of weeks' time, and he is frail, he is old, and he has been sickly. He was admitted in hospital early this year. But I <<<THINK>>> Mrs. Mandela -- Mr. Mandela <<PROBABLY>> admires the Obamas just as much as they admire him, and I'm <<SURE>> he enjoyed the visit just as much as the first lady did, Becky."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Come on. I mean, what`s going on here? Attention seeker?",
    "statement": "She <<COULD>> have something like borderline personality disorder, she <<COULD>> just be depressive and looking for attention so feels better. She`s medicating with all this attention. I <<<THINK>>> <ABOUT> the parents -- can you <<<THINK>>> <ABOUT> the Johnson family? And they`re having to watch all this while their daughter went through that horrific situation alone and now you have Tila out there tweeting constantly? It`s a tragedy."
  },
  {
    "transcript_id": "CNN-139529",
    "matched_terms": {
      "believe": "ungraded",
      "imagine": "ungraded",
      "take": "ungraded",
      "sure": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. Yes, understood. Another big announcement from the White House today, though, too. President Obama is going to announce a plan for financial reforms. We've been talking a lot about this. Give us a little bit of perspective here, Suzanne.",
    "statement": "<<SURE>>. I had a chance to talk to Christina Roemer, one of his top economic advisors this morning. And she pretty much laid out what the priorities are. First and foremost, she said what's most important is that the role of the Fed is going to <TAKE> on more greater oversight, financial oversight of these institutions, of banks, as <WELL> as insurance companies. The second <THING> is that they're going to ask Congress for more power for this administration to dismantle some of these companies that are in financial trouble so that this doesn't explode like the last time, like we see now. It doesn't happen again. And third, they're going to create a whole new agency here to protect consumers when it comes to credit card fraud, mortgage abuse, this type of <THING>. You can <<IMAGINE>>, Heidi, this is really just the beginning of the process here. Members of Congress are going to be holding hearings, taking a very close look at all of this to see what's necessary, what's not necessary, what's going to work. White House officials I spoke to this morning say they <<<BELIEVE>>> that the biggest <THING>, the most important <THING>, is the fact that the Federal Reserve, its role is expanding. Heidi?"
  },
  {
    "transcript_id": "CNN-49646",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Controversy is brewing over new airport security measures. Hundreds of baggage screeners who are not U.S. citizens <MAY> be forced from their jobs even if they have years of experience. Lance Evans from San Francisco affiliate KPIX has the story."
  },
  {
    "transcript_id": "CNN-213157",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right, Dan, thanks. That's a really important agenda for the president to deal with here domestically, but these questions abroad are going to be looming.",
    "statement": "A lot on his plate and the serious questions abroad are definitely <<KIND OF>> pushing things out because they've got to be dealt with first as obviously it seems the most pressing issue and we are going to talk more <ABOUT> the serious decisions facing the White House coming up in the show with Senator John McCain himself."
  },
  {
    "transcript_id": "CNN-373837",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "So the company did say in May that it was looking at potentially doing this and that by listing a minority stake in the business, it would accelerate the de-leveraging plans. But that's not it. What they want to do is they want to create this regional champion in the consumer goods industry in the Asia-Pacific region, and they also said that this could be a really good jumping off point for future M&A. So it's possible that they're going to simultaneously pay down debt and also try to broaden and diversify their portfolio a bit -- Zain.",
    "statement": "All right. Matt Egan live for us there. Thank you so much. Appreciate that. Okay, so let's do a quick check on Asian markets right now. <TAKE> a look here, as you can see, it is certainly a mixed picture with the HANG SENG making the strongest showing there as investors caught up with Monday's rally, the Hong Kong market reopened after a holiday that saw violent clashes in the city center. Chinese leaders condemned protesters who ransacked the city's Legislative Building, describing their behavior as totally intolerable and severely illegal. Nic Robertson is joining us live now. So, Nic, I mean, at this point, what happens if Carrie Lam doesn't meet expectations in terms of either resigning or simply withdrawing the bill entirely?"
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Americans have a right to know when their jobs, pensions, IRAs, investments and our whole economy are being put at risk by the recklessness of Wall Street.",
    "statement": "Both here and later in Minnesota, McCain's strategy was as much <ABOUT> discrediting Barack Obama's credentials on the economy as presenting his own."
  },
  {
    "transcript_id": "CNN-152689",
    "matched_terms": {
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, there is a new <HOPE> in the Gulf this morning, a super skimming tanker that is now in the Gulf and just waiting to try to clear up the oil."
  },
  {
    "transcript_id": "CNN-277997",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Trump supporters will say, we'll take a plurality or early deciders over late deciders any day of the week, whenever it gets you over the finish line, that's the big thing. You know, Ron Brownstein, speaking of the finish line, Hillary Clinton crossed it seven times. Bernie Sanders did pick up four states, but Hillary Clinton I think, the Clinton campaign feels where they won, they won big, in some cases bigger than they expected, and they even won Massachusetts which in some ways is a little bit of a bellwether.",
    "statement": "Yes, yes. You know, in the old days, as we've talked <ABOUT> before, you used to be forced out of the race by a lack of money. Now money is almost infinite with the ability to raise money over the Internet and the number of people who will donate. What really, though -- the challenge you face is once the mold gets cut, it's hard to break it. And Bernie Sanders is facing a situation where a dynamic is hardened that Hillary Clinton has established an overwhelming advantage among African-American voters and what that means is when you get out of places like Minnesota and Vermont and New Hampshire that are essentially all white, it's hard to make those numbers up. And particularly as we have said, when you get to the big states, whether it's New York and California, and North Carolina, or Ohio, and Michigan, that are all coming up, much less Georgia as we saw tonight, and Florida, you can't make it add up as a Democrat unless you are able to perform reasonably <WELL> with the minority voters who are going to be somewhere between 35 percent to 45 percent of the total vote in those states. And right now, we have not seen that from Bernie Sanders. They say African-American voters <MAY> be more open in the Midwest than they were in the South. We'll know soon enough whether there's anything to that claim."
  },
  {
    "transcript_id": "CNN-3882",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I am not taking a single vote for granted. I want you to support me on Tuesday.",
    "statement": "Still, some say the home-court fans <MAY> still come into play on Tuesday."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Batista, what about it?",
    "statement": "<WELL>, I <<<THINK>>> they`re doing absolutely the right <THING> in requesting immunity, Nancy. You know..."
  },
  {
    "transcript_id": "CNN-318651",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "For a warhead to reach its target, it has to reenter the atmosphere from space at very high speed. So the engineers need to protect it from extreme heat. North Korea has already been testing heat shields that protect the warhead during its fiery reentry. President Trump's national security advisor, H.R. McMaster, recently said the possibility that North Korea could possess nuclear weapons capable of reaching America would be, quote, \"intolerable\" and could lead to a U.S. military response. What could that response be?",
    "statement": "One of the options is to use military weapons, precision-strike weapons to <TAKE> these weapons out, both in their hide sites, the deep underground facilities, as <WELL> as, as they're being mounted to the weapon themselves. These are all throughout North Korea. We do know where a lot of them are."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "often": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The beginning in the sense that as John Karl noted, when the Administration goes up to Congress, look for skeptical questions, not just from the Democrats, but from the Republicans as well. Bill Schneider had that polling at the top of the program. Many in Washington are beginning to say like father like son; the President wins the war, but then loses the support of the American people. They insist here at the White House, that will not happen. One thing this president knows, as the country reflects today on September 11, that is the moment at which they came to trust this President. Remember the divided electorate, this president took office under great controversy. It was two years ago, this week, they came to trust George W. Bush. Mr. Bush is hoping he can retap that reservoir -- Paula.",
    "statement": "John, we're going to break away, and then quickly look at that empty podium that the President will be approaching shortly where he will be addressing the nation from the Cabinet Room, a very important place where he <OFTEN> hold cabinet meetings. Let's talk <A LITTLE> bit more <ABOUT> this so-called sales pitch, and the broad <VIEW> of just how important tonight really is in the overall scheme of things."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Ed, thank you very much. Ed Henry from the White House. The House and the Senate today held moments of silence for the victims of the shooting rampage at Virginia Tech. Congressional leaders said their prayers are with everyone at Virginia Tech -- students, faculty members, and staff and their families. Dana Bash reports from Capitol Hill -- Dana.",
    "statement": "<WELL>, Lou, as soon as the Senate came into session this afternoon, the leaders in the Democratic and Republican party both went to the Senate floor, made statements expressing their disbelief and their grief. And they immediately held a prayer and a moment of silence, and then shortly thereafter in the House, the speaker followed suit."
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "Well, the problem with that is, that, when the police, who are well trained to deal with these situation, enter into a dorm, who`s the shooter? Who`s the killer? Who`s the murderer? You know, it`s an easy fix to say, well, let`s arm everyone. But we`ve got to be concerned about how many more lives could be lost. These police officers, and I agree with Pat, you know, they`re reacting to a tragic situation. But what they did, what these officers did this morning was no doubt minimize a lot more losses that could have been incurred by this suspect.",
    "statement": "Lieutenant, I <<IMAGINE>> the hardest part of the drill is for law enforcement to arrive on the scene and have, frankly, absolutely no idea what they`ve got on their hands."
  },
  {
    "transcript_id": "CNN-256575",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "satisfied": "ungraded"
    },
    "previous_statement": "The eastern star's captain was pulled from the water downstream from the wreck, according to one Chinese newspaper. He and the first engineer are in custody. So far, no charges have been filed against them. But after the Costa Concordia ran aground off the coast of Italy in 2012 killing 32 people, the captain of that ship also survived, ultimately he was convicted of manslaughter and sentenced to 16 years in prison. Chinese social media is also comparing the wreck of the Eastern Star to a South Korean vessel that sank last year, killing more than 300 people, many of them high school students. Again, the captain survived. Video showed him leaping to safety as hundreds remained trapped on board. He has since been indicted for murder. But in both the Italian and South Korean cases, bad weather was not a factor.",
    "statement": "And Ivan, what are families saying <ABOUT> the progress of the search effort? Obviously, you know, we know that this is in deep water. We know that there <<COULD>> be major air pockets. We know we're within the window they <<COULD>> find survivors. There's nearly 400 people there. They can't be <SATISFIED> with the way things are going."
  },
  {
    "transcript_id": "CNN-214047",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "feel": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "Yeah, that's from the U.S. State Department, which is also urging private citizens to leave Lebanon, a place that a lot of people like to visit at times. They say they're just not safe there now that the talk of military attack just across the border in Syria is getting louder and more specific.",
    "statement": "And the same warning is issued for Americans living in or traveling to Turkey especially for the area closest to the Syrian border. Now the State Department's concern is this. If there's outside military action in Syria, <CERTAIN> elements <MIGHT> <<FEEL>> the need to lash out against any Americans involved or not. I want to go live to the Pentagon. Our Chris Lawrence is there. And, Chris, first of all, tell us why is it, what is the evidence behind this, this concern that American interests <<COULD>> actually be at jeopardy, at risk, specifically in Iraq?"
  },
  {
    "transcript_id": "NPR-17205",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "change": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Abbie, what do you want to do now?  You're in college in      Madison at Madison Area Technical College.  You're going to get out of      college someday. Are you going to stay in the National Guard?  What are      you going to do?",
    "statement": "I'm not really <<SURE>>.  I'm just <<KIND OF>> taking it day by      day right now.  I have post-traumatic stress disorder.  And I'm just kind      of seeing what opportunities are out there.  And I'm like any other      college kid; you know, we're going to <CHANGE> our major <ABOUT> 5,000 times,      so can't give any definites at this point."
  },
  {
    "transcript_id": "CNN-115833",
    "matched_terms": {
      "would": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It is highly competitive. And, you know, we are in for the ride that we thought <<MAYBE>> we <WOULD> be -- Tony."
  },
  {
    "transcript_id": "CNN-54083",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Even if you're unplugged from popular culture, you <<PROBABLY>> know the new Star Wars movie opens this week. In a reporter's quest for truth, CNN's Bruce Burkhardt set off in search of the soul of the new Star Wars series for the meaning behind the movies. Here's his report."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Fastest moving, best for security. No matter what you did, if you were in a Stryker, you felt like you could actually -- you'd succeed and accomplish your mission more effectively.",
    "statement": "All <AROUND> Fort Lewis excitement surrounds the deployment. Staff Sergeant Julian Melo is going, a native of Panama. He was once in Manuel Noriega's army, but he grew disillusioned and came to America to join the military here. His wife Norma remembers it <WELL>."
  },
  {
    "transcript_id": "CNN-148567",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning to you. It's Wednesday. It's the 3rd of March. Thanks for joining us on the Most News in the Morning. I'm John Roberts.",
    "statement": "I'm Kiran Chetry. Here are the big stories we'll be telling you <ABOUT> in the next 15 minutes. He's including their ideas but not necessarily winning any Republican support. It's President Obama's last-ditch attempt to find some common ground on health care reform. We're live at the White House with details in just a moment."
  },
  {
    "transcript_id": "CNN-120449",
    "matched_terms": {
      "change": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "On one of his final broadcasts, Imus declared he's capable of cleaning up his act.",
    "statement": "I'm sorry I did that. I'm embarrassed that I did that. I did a bad <THING>. But I'm a good person. And that will <CHANGE>."
  },
  {
    "transcript_id": "CNN-311022",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "feel": "ungraded",
      "change": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Yes. All right. Jim Acosta -- Jim, thanks very much. Lots to talk about with the panel. Joining me today is General Mark Hertling, Maggie Haberman, Van Jones and Jason Miller. General Hertling, I want to start with you because you obviously know General Flynn. You filled out the same forms, I assume, that he did. You yourself had a security clearance. What do you make of this? I mean, A, should he have been re-cleared to go to the transition team, which to me seems a little far-fetched, but also I don't quite understand how he could have told the Defense Intelligence Agency he spoke at RT and went to this thing and yet not told them that he got paid for it.",
    "statement": "Yes, it's tough for me to talk <ABOUT>, Anderson, to be honest with you. I -- this was a Standard Form 86. This is the form they're talking <ABOUT>. I filled it out multiple times in my career, as did anybody else who gets a security clearance. It's not run exclusively by the Department of Defense. It's run by the U.S. Office of Personnel Management. So, it's used by the State Department, the Treasury, CIA, DIA, anybody that grants a security clearance. Now, the <THING> is, in this file, it's very intrusive. You see words like \"this is your current and historical record,\" and they ask all sorts of questions <ABOUT> your personnel background. You fill it out, and when this is filled out, then the U.S. Office of Personnel Management sends people <AROUND> to talk to your relatives, your friends that you list on here, the friends of your friends who you don't list on here. So, they get a pretty good <<FEEL>> for the <<KIND OF>> person you are if you have any debts, if you have any drug use, drunken driving -- anything that you don't report. That's what gets you your security clearance. And then every couple of years, it's renewed. Whenever you go into a job, your security transfer or your security clearance is transferred to that new job, and before you can do anything, that new position vets you. So, when I took command of U.S. Army Europe before I <<COULD>> go into my first SCIF and get a first briefing, somebody said, \"Hey, does the boss have his top security briefing?\" \"Yes, here it is right here. Here's the form.\" \"Anything <CHANGE> on this?\" \"No. Nothing has changed.\" \"OK. Great. Let's move.\" That's the way it works. There is also something when you retire that you receive an out brief that says if you are going to do any of these <<KIND OF>> things, you <MIGHT> draw on your security clearance, you can't deal with foreign governments. And there's another act called the Foreign Agent Registration Act of 1938 which they talk to you <ABOUT>. You fall under the Emoluments Clause which we've talked <ABOUT> with the president. So, all of these things are a part of this, and truthfully, you know, I do not understand how Michael Flynn who processed these paper works as an intelligence officer <WOULD> have known not to tell somebody that he was going to talk or represented a foreign government."
  },
  {
    "transcript_id": "CNN-309786",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Let's pick up on the CEO and the statements he has put out. The first one was just sent this into another level of uproar. He did a second one. And then the third one, which everyone is saying OK, and we have that. We want to share that with our viewers, that third statement which you have, Eric. Walk us through it because as far as you're concerned, and here's part of it. He said, I continue to be disturbed by what happened on this flight and I deeply apologize to the customer forcibly removed and to all the customers aboard. No one should ever be mistreated this way. You say this third statement isn't much better.",
    "statement": "I'd fire the person who wrote that for the CEO. There's one line in there. So, it, obviously, was carefully scripted and it talks <ABOUT> no one <SHOULD> ever be mistreated this way. So, the basic <QUESTION> is how <SHOULD> they be mistreated."
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Yes, that's right. A wide array of House and Senate Republicans are simply saying they're not ready to endorse the president yet, really a reflection of the tenuous relationship the president has with his own party on Capitol Hill. Now, member after member have said they have to wait, too early to decide whether to endorse him or they're not even quite sure that he's going to run, even though the president has made explicitly clear that he's running, he's hired a campaign staff, he's raising money and he's more than ready to run for re-election. But when you ask members of Congress if that means they're going to support him, they say otherwise.",
    "statement": "It <<COULD>> be a completely different world by 2020. We have a 2018 election first. So, you know, listen, I understand the <<KIND OF>> got you <QUESTION> you're engaging here, but it is way too early to even be talking <ABOUT> it."
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right thanks a lot, Wolf. We will get into the politics but look at this; flames leaping from one of the world's most famous movie studios. Yes, it is a big win for Hillary Clinton. Does it bolster her claim that she has more popular votes than Barack Obama or is she just fighting a losing battle? And we have become too familiar with these pictures; the first day of hurricane season. Is it going to be anything like the tornado season? If so, uh-oh... You're in the \"NEWSROOM.\" Hello again, everybody. I am Rick Sanchez today. An important part of show business is gone, destroyed, reduced to ashes by a major, mysterious fire that seemed to engulf it. We are talking about the famed and historic Universal Studios Backlot in Los Angeles. Those are the pictures. Look at that, no, not a movie and no special effect. This is the real deal. The fire somehow started before dawn. By mid-morning we understand that the flames had consumed New York Street. That is the big apple skyline that is part of the studio lot. Plenty of questions that need answering, as smoke still rises from the scene, we have had crews working this story all day. Let us go to Los Angeles now. CNN's Thelma Gutierrez has been following the story. Boy, I will tell you, to look at the pictures, this thing looks almost catastrophic. How bad was it, Thelma?",
    "statement": "<WELL>, Rick, I can tell you, Universal Studios is a very important Hollywood landmark and you can <TAKE> a look right behind me. You can see that this fire is still burning some 12 hours after it started. You can see that gray smoke just billowing into the air. This is a very, very stubborn fire and there have been hundreds of firefighters on the ground trying to put it out."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Thank you, Iowa, for the great send-off you're giving to us and to the others in this campaign. Look, this is -- this is a campaign night where America wins. We're going to change the White House and get America back on track.",
    "statement": "You know that New Hampshire's all <ABOUT> grass-roots politics, so we <<FEEL>> very good that we're going to climb that ladder just like we did here."
  },
  {
    "transcript_id": "CNN-75474",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Yes. At this point, the speculation is three, four days. But the defense raised the issue that because they may have to take -- because this is open to the public, the defense says they may have to take a lot of these witnesses behind closed doors to ask them questions before they do so publicly. And it's the defense suggesting now that this could take much longer than the three or four days that others are speculating that it will take.",
    "statement": "Finally, David, this only involves this preliminary hearing scheduled to begin September 9th. This has no effect on the eventual trial that <WOULD> come months down the road?"
  },
  {
    "transcript_id": "CNN-343004",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, gosh, that picture -- it makes us all get tears in our eyes. It's so hard to see her crying and seeming so desperate. When you took that picture, did you know it was something special that it could become a defining image of this moment in history?",
    "statement": "<WELL>, I had photographed families trying to seek asylum many times on different visits to the US-Mexico border. What it looked like in many ways was similar to what I have seen before, and I <<<THINK>>> the families there, they had no idea that they <WOULD> soon be separated from their children. I <<COULD>> tell they weren't up on the recent news. They'd been traveling in difficult conditions but I knew what was going to happen next, and for me to <TAKE> these pictures -- scenes that I had seen before, but with the knowledge that these parents and their children <WOULD> soon be in separate detention facilities, made it hard for me personally as a journalist, as a human being and especially as a father."
  },
  {
    "transcript_id": "CNN-92562",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Oh!",
    "statement": "And where I <<<THINK>>> we <SHOULD> draw the line is if we`re going to invite channels into our house, we <SHOULD> be able to pick and choose which channels we are able to invite into our house."
  },
  {
    "transcript_id": "CNN-94877",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Good morning. I'm Bill Hemmer. In Iraq, insurgents shooting down a U.S. helicopter, killing two Americans. I'll talk to U.S. general about the new offensive against insurgents there.",
    "statement": "I'm Jack Cafferty. That time of the year again. Graduates pouring out of the nation's schools, a lot with no idea what comes next. We'll put you at the lectern this morning for the commencement address and see what advice you have for them. Also, from Atlanta, the sun coming up in a bizarre standoff, now in its 39th hour. Police still trying to get a murder <<SUSPECT>> to come down from an 18-story crane, on this"
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Even a local school board officials feel like the media is negative, Don. I mean, into some degree that is true. It is true, we don't cover the planes that land on time for the most part. I don't think our viewers want us too. This gets gain to this issue of success. Donald Trump is in many successful. He wants to feel --.",
    "statement": "But my bigger point is not <ABOUT> the media. My bigger point is, what I'm trying to say, most of those people just let it roll off their shoulders and realize this is what happens, and I am in a way, bigger than some of the reports that come out, bigger than that. Why is the leader of the free world so concerned <ABOUT> that, it is perplexing."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Could you give us an idea of what you're game plan is for the wounded and where do you plan to take them, how you plan to do that, and when?",
    "statement": "Yes, I certainly can. The medical -- I said that one -- the first medical assist team is arriving -- and <SHOULD> have arrived since we came down to this event."
  },
  {
    "transcript_id": "CNN-262016",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "The one that kept doing that with the slight high.",
    "statement": "Get an audience <QUESTION>, yes?"
  },
  {
    "transcript_id": "CNN-142550",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "roughly": "ungraded",
      "take": "ungraded",
      "figure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thanks, Kyra.",
    "statement": "<WELL>, good news, bad news in today's unemployment report from the Labor Department. Two hundred and sixteen thousand jobs were cut in August. That's less than expected. And it's the smallest monthly job loss since August of last year. Not bad. But it still bumps the nation's unemployment rate to 9.7 percent. That's a 26-year high. Not good. Now, according to household survey data, the total number of jobless Americans is at 14 million, 900 thousand. Many of them are not officially on the government's jobless rolls. And they include self-employed people and students who can't find a job. Now, lots of numbers, I know, but here's some context. <TAKE> a look at these skylines. That <FIGURE> of 14,900,000 unemployed is <ROUGHLY> the combined population of America's three largest cities. That's New York, Chicago, and Los Angeles, that you see right there. All out of work. Now as painful as it <MIGHT> be for those looking for a job, Vice President Biden suggests it <<COULD>> be much worse. He talked <ABOUT> today's unemployment report last hour. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-90915",
    "matched_terms": {
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "There are some pretty complete descriptions. On our Web site I haven't seen any actually with pictures posted, but some of them will describe he's six feet tall, brown hair, blue eyes, what he might have even have been wearing. And we're getting one email every two minutes. So there's quite a few there. We don't have any word yet on any reunions but as more come in and we have answers, we hope we'll be able to bring some families together. That's the goal.",
    "statement": "Randi, we <HOPE>. All right. Randi Kaye, thank you so much for that. So, <<COULD>> something like this happen on American shores? Up next, much more on the science behind the giant destructive waves."
  },
  {
    "transcript_id": "CNN-256126",
    "matched_terms": {
      "take": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Thank you all for being here today on behalf of flood victim families in Hays County. My name is Laurie Cherno. I'm the public information officer for Hays County. I've been asked to introduce a number of speakers today. Kelly Burke, a friend of the family will be speaking for them. With us here we have Kristen Carrie Daniel on behalf of the Carrie family. We have Kim and Mary-Ann Charva on behalf of the Charva family. We have Justin McComb on behalf of the McComb family and we have Jeff Schulz on behalf of the Schulz family. We also have Reverend Jay Burkhart with the St. Andrews Episcopal Church of Corpus Christi, who will be offering a prayer in just a moment. Also speaking today will be Task Force One Wimberley director and Wimberley Fire Department person, Lynn Burttschell and with us also here are Mayor Steve Thurbur from the city of Wimberley, Precinct 3 Commissioner Will Conlee and Carly Smith, the Hays County Emergency Management coordinator. I'm going to turn this over to the reverend in just a second. I want to make it clear that the family has decided not to answer questions in this format after they speak, they'll arrange a different format if they have additional information they want to share. So again, thank you for being here, and I will turn it over to the reverend now.",
    "statement": "Let us pray. Gracious and merciful God, we come to you in great need of comfort, guidance, mercy, and strength. We thank you for the abundance of love being poured out on the family and the friends of Michelle, Laura, Andrew, Layton, Sue, Ralph, Randy, and Will, and Jonathan, the family and friends and even the strangers who are supporting our search efforts. We continue our prayers to find all of those still missing and to bring to certainty this time filled with the unknown. And our search for answers, we pray you to help each of us to <TAKE> comfort, that none of these loved ones were ever alone, for you are with us always. And to <TAKE> comfort that in our fears, you are present and there is nothing that you can ever separate us from the love of Christ. Please continue to guide the feet of those searching together with their eyes, their ears, and all their senses. Please help us as we continue to pray for, to support, to love those friends and family who continue in their grief that we can be their strength when they have none, that we can be their light and their darkness. And that we can keep the <HOPE> of our joyful reunion with you when each of us comes into that hour of the full and perfect presence with you. All of these prayers and those prayers we keep and the depths of our hearts, we offer to you trusting in your abundant love and mercy. As we pray in the name of your son, Jesus Christ, and through the power of the Holy Spirit, this day and forever, amen."
  },
  {
    "transcript_id": "CNN-405595",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We've got to almost reset this and say OK, let's stop this nonsense and figure out how we can get our control over this now. And by pushing the reset button I don't mean everybody locking down again. Maybe we need to walk back a bit, and say, if you're going to open, we've got to get everybody on the same team.",
    "statement": "According to one <WELL> watched model, nearly another 90,000 Americans <<COULD>> die before November 1st. But if there was a nation wide mask mandate?"
  },
  {
    "transcript_id": "CNN-309019",
    "matched_terms": {
      "a bit": "ungraded"
    },
    "previous_statement": "Two dramatically different photo-ops just hours apart -- Chinese President Xi Jin Ping planting trees in Beijing, talking about protecting nature, President Trump signing an executive order in Washington dismantling President Obama's climate change policies. The leaders of the world's two biggest polluters switching sides, China ready to take the lead on going green.",
    "statement": "I'm <A BIT> shocked. But that's OK. Our national leaders are paying much more attention than before."
  },
  {
    "transcript_id": "CNN-335696",
    "matched_terms": {
      "likely": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pamela Brown, CNN, the White House.",
    "statement": "<WELL>, despite threats of a possible trade war, the Trump administration is expected to announce new tariffs on Chinese imports. That's on top of the steel and aluminum tariffs going into effect on Friday. Andrew Stevens joins us now from Hong Kong with more on this. So Andrew, what impact will these tariffs on Chinese imports <<LIKELY>> have, and how is China going to respond?"
  },
  {
    "transcript_id": "CNN-381727",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "Senate Majority Leader Mitch McConnell says his chamber would have to consider removing the president if the House votes to impeach.",
    "statement": "Under the Senate rules, we're required to <TAKE> it up if the House does go down that path. And we will follow the Senate rules. it's a Senate rule related to impeachment. It <WOULD> <TAKE> 67 votes to <CHANGE>, so I <WOULD> have no choice but to <TAKE> it up."
  },
  {
    "transcript_id": "CNN-141343",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You alleged the mayor and the commissioner's actions caused \"pain and suffering, mental anguish, emotional distress, post-traumatic stress, sleeplessness, indignities and embarrassment, degradation, injury to reputation, and restrictions on personal freedom.\" Justin, though, in many ways, didn't you actually bring this on yourself with the e-mail that you sent on July 22nd?",
    "statement": "Erica, I don't <<<THINK>>> so. I composed the e-mail. I did not mean it offensive. I apologized. I served the country. I volunteered to go to Iraq. I served my city of Boston. And if I'm charged with a crime, I want the chance to answer. I want the chance for a fair hearing. That's why I got my attorney."
  },
  {
    "transcript_id": "CNN-220064",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We want to show you pictures live of the scene of that train derailment in the Bronx, New York. They're still working there. A lot of it is about the federal investigation. Now, the trains have been put back on the track. The track is being restored. But, new questions all about speed. Nearly triple the speed limit, that train was going, as it came around the curve where it, of course, went off the track. So let's bring in CNN's Rene Marsh joining us this morning from Washington. She has the very latest. What do we know, Rene?",
    "statement": "<WELL>, Chris, we now know how fast this train was going, but we still don't know why. And this morning, investigators have more questions for a man who <MAY> have the answers."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": ". because she thought you would disapprove because you were very much a mother figure to her. With me, everyone, Gwendolyn Beauregard. You know, to Patricia Saunders. You`re the clinical psychologist. What do you make of the evening just before she went missing where she was rushing into a restroom? They were out at a fancy hotel at a poker game, texting constantly, planning to meet up with an old flame, with other people. Apparently, the marriage in trouble, telling other people she was in over her head but couldn`t get out.",
    "statement": "<WELL>, she was in over her head. I <<<THINK>>> this is <<PROBABLY>> a pretty smart young lady who realized that she was married to someone who <WOULD> potentially be very dangerous. But she was yet drawn to him. A lot of good girls are drawn to very bad boys. It`s exciting and alluring."
  },
  {
    "transcript_id": "CNN-213349",
    "matched_terms": {
      "about": "ungraded",
      "seem": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Right? He already did the movie of his life. He is doing pretty well.",
    "statement": "Chris Cuomo, nice to see you. You know, Chris has had a very busy week. So, we thank you for joining us, because he also sat down with the president to talk <ABOUT> his new plan to cut college costs. We're going to show Chris' conversation with the president later. Don't miss that. Really important <STUFF> for anyone borrowing money for college or anyone who cares <ABOUT> the future of this country and our workforce. Coming up: Steve Jobs, Mark Zuckerberg, Bill Gates, just a few of the founding fathers of tech. But now, the boys' club has some serious competition in shaping the future. Meet Marissa Mayer. She's spending billions to save Yahoo! -- investors <SEEM> to love her; fashion magazines, they are taking notice, too. But is it worth your money to buy her company's stock? We play buy or sell, next."
  },
  {
    "transcript_id": "CNN-230395",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Erin, talk to me about how extensive the damage was?",
    "statement": "<WELL>, Kate, you know of the one-foot long and <ABOUT> inch-wide crack at the top that allowed water to pour into the monument and down the steps. You'll <<PROBABLY>> see surveillance video there of all the debris that fell. But also there were <ABOUT> 150 cracks in total. So it was a pretty large project and the repair process, as you know, took three years, but they had to have some inspectors rappel down the side of it at first to inspect so that they <<COULD>> get this right."
  },
  {
    "transcript_id": "CNN-353261",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "I see a direct comparison. I had a chance to look at the indictment handed down in the case. It was an indictment involving federal hate crimes. But there's a section of law, Title 18, Section 247, that involves the obstruction of persons in the exercise of their religious beliefs. Of course, that we would have in the synagogue. If you kill somebody in obstructing them, that is punishable by life imprisonment or the death penalty, depending upon the circumstances of the case. You'll remember that horrific case in Charleston, South Carolina, Dylann Roof, a white supremacist, was eventually convicted of having killed, I believe, nine individuals after a trial. The jury was out for about two hours and he was convicted. These are very serious charges. We also could expect, by the way, that state charges might also be brought. That's actually legal. The feds can bring their set of charges and Pennsylvania authorities might opt to bring charges as well. So I think we see that going down the road.",
    "statement": "Josh, all of this taking place while there are multiple investigations going on. We still have the ongoing investigation of these now 13 pipe bombs mailed. One <<SUSPECT>> in custody. Other incidents involving, you know, hate at another place of worship. You have this at this place of worship in Pittsburgh. Talk to me <ABOUT> allocating the resources. How these resources also help, how they work in concert to get to the bottom of all of these hate-laced crimes."
  },
  {
    "transcript_id": "CNN-79917",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "imagine": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "A savage attack on a commuter near Chechnya in southern Russia leaves scores dead and more than 170 wounded. The explosion ripped through the front carriages in the early morning rush hour. Among the bloodied bodies scattered in the wreckage Russian officials say they found the remains of a suicide bomber. And they believe he had help from three women. We get more now from CNN's Ryan Chilcote who is live at the central hospital in Yessentuki, Russia -- Ryan.",
    "statement": "Miles, a horrific day here by all accounts. Forty-one dead, that's now the official death toll. More than 150 wounded. More than half of those people being treated in the hospital behind me. Some 20 of them in intensive care. I was told by a doctor that those 20, according to that doctor, quote, \"have a 50/50 chance of making it through the night.\" Most of them suffering from very severe head wounds from that blast. I also was in the trauma unit and had a chance to speak with a couple of the victims. I spoke with a 17-year-old girl who said, The people who did this to me are beasts. She was on her way to school. I then spoke with a 15-year-old girl. She, <<<BELIEVE>>> it or not, had survived a previous terrorist act here <ABOUT> three months ago, in a similar attack on a commuter train. Just unbelievable to <<IMAGINE>> the grief here. The Russian president spoke on national television. He said this is a terrorist act that was meant to disrupt the Russian parliamentary elections that are set to happen here on Sunday. The Russian justice minister also spoke. He said this appears to be connected to Chechnya. Now Chechnya is a Russian region, just a couple hour's drive from here, Miles. It is where Russian forces, for almost a decade now, have been leading an off and on guerrilla war -- fighting an off and on guerrilla war with Chechen separatists who want independence from this country. Those separatists have used terrorism in the past outside of Chechnya, in the heartland of Russia. Still, no one has <CLAIMED> responsibility for this attack. But Russian officials saying that this has all of the telltale sign of a Chechen terrorist attack -- Miles."
  },
  {
    "transcript_id": "NPR-19656",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "Does Secretary Clinton have the experience and the intelligence to be a president? Of course she does. But I do question...",
    "statement": "...But I do <QUESTION> her judgment. I <QUESTION> a judgment which voted for the war in Iraq, the worst foreign-policy blunder in the history of this country."
  },
  {
    "transcript_id": "CNN-64194",
    "matched_terms": {
      "around": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And that's basically for liability reasons, too.",
    "statement": "That's right. It's liability reasons, and the government wants to actually study this. Remember, this is a virus that hasn't been <AROUND> in 22 years. We haven't seen a human case of it. It is eradicated. So, the fact that there's a glaring irony in all of this, the fact that we are actually vaccinating ourselves and <<MAYBE>> vaccinating a lot of people for a virus that really doesn't exist anymore."
  },
  {
    "transcript_id": "CNN-58732",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "No kidding. Let me ask you about the skeleton that was found down there. As I understand it, the visual picture that was painted for us was that this ship was actually turned pretty much upside down and the skeleton was basically inside the turret, but I guess being crushed by a cannon inside there -- is that how it was?",
    "statement": "Yes, the ship did turn over after it sunk and was resting upside down on the bottom. And as we started excavating inside the turret in order to lighten the weight of the turret before we <<COULD>> lift it, we did find the remains of one of the Monitor's sailors. I wouldn't say he was being crushed by the cannon, but he was found in the vicinity of the cannon, close to what was the roof of the turret before it flipped over."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Twenty-seven.",
    "statement": "So, it took nearly a decade, not <QUITE>. And obviously, when you started to write it, it preceded the current --"
  },
  {
    "transcript_id": "CNN-275960",
    "matched_terms": {
      "maybe": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "She is older.",
    "statement": "Look. This is a girl given all of her makeup, she looks like <<MAYBE>> she lacks a <<SENSE>> of self. This is a sex crime, right?"
  },
  {
    "transcript_id": "CNN-182539",
    "matched_terms": {
      "about": "ungraded",
      "perspective": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Barbara Starr live at the Pentagon this morning. Also want to let you know that the Afghan parliament has actually issued a statement and I'm going to read it for you now. \"We strongly request that government of America to give punishment for this wild act and have a public trial in front of people of Afghanistan.\" I'm sure that that's the way it would work, likely the trial might be on U.S. soil, but certainly that soldiering is going to face some kind of American justice probably U.S. military justice.",
    "statement": "And at 6:30 Eastern, we're going to get some <PERSPECTIVE> on the tragedy in Afghanistan when we're joined by Thomas Cotton. He served as a U.S. army captain in Afghanistan and Iraq, and is currently returning for Congress in Arkansas. We'll talk to him <ABOUT> that statement, as <WELL>."
  },
  {
    "transcript_id": "NPR-13587",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "a legal circus, literally. Animal rights activists go after a circus for its treatment of elephants. I'm Madeleine Brand.",
    "statement": "And I'm Alex Chadwick. First, the alleged rape of a stripper by Duke University Lacrosse players is drawing enormous news coverage. Even without the celebrity factor that highlighted charges against basketball star Kobe Bryant and singer Michael Jackson, one <THING> that makes this case different from those is that there is already a lot of evidence that's been made public, though that doesn't necessarily make it easier at this point to know what happened."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "moderate": "ungraded"
    },
    "previous_statement": "Yeah, indeed, and I think that it's also an indication of how we're politicizing very important, very basic scientific breakthroughs that will have tremendous importance and tremendous relevance moving forward, so in a way, this is an unfortunate, very unfortunate comment that indicates this problem that we're having in trying to develop a  language to talk about moving forward the kinds of scientific considerations that will become increasingly possible that will have tremendous implications for medical science, for health and well being, so politicians should be cautious in interfering or offering their reflections on these kinds of new scientific opportunities.",
    "statement": "George Curry, beyond that, there are those who are also suggesting that this <<KIND OF>> takes the cloak away from Michael Steele, who tried to paint himself as a <MODERATE> when he talked <ABOUT> the scientific end of this. In suggesting that he wanted to be cautious, most folks <WOULD> say that that is counter to what polling shows most Americans want. This goes back to whether or not he is a conservative in sheep's clothing, so to speak."
  },
  {
    "transcript_id": "CNN-317813",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "view": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "Well, if it's a threat, it's not even that veiled. You know, the back and forth between Anthony Scaramucci and Reince Priebus over the last several days also wasn't in the end all that veiled. But, look, I think that Kellyanne Conway has a point there, that General Kelly has a reservoir of bipartisan support and admiration, Democrats and Republicans. He's a man of stature. He has run large organizations. And I think if he had been the chief of staff in the first place, Fred, that he probably could have set out this trajectory of saying, look, we're going to run a tight ship. I'm running the show. I'm your link to the president. But now things -- you know, the boat is already taking on water. His job is going to be that much harder. And I think it's even more difficult when you have a president who is as unconventional, let's say, as President Trump. I think Reince Priebus failed in part because he wasn't the right guy for the job, but also in part because of the president that he was dealing with. If you think about leaks, yes, there have been leaks. Yes, this has been a problem for this administration, Fred. But a lot of the information that's come out and that has been a problem for this administration has come from the president himself on the record in interviews with folks like Maggie Haberman from \"The New York Times\" and on Twitter. So that is not something that the chief of staff is going to solve.",
    "statement": "Interesting. So, Abigail, this <CHANGE> coming after, you know, the other <CHANGE> in the communications office, Anthony Scaramucci, I mean, it didn't help that he was publicly attacking, you know, Priebus, and even the White House chief strategist Steve Bannon in that <<KIND OF>> vulgar rant, you know, to \"The New Yorker.\" sources are telling CNN that Trump consulted some conservatives <ABOUT> whether to keep Bannon, and they told him that getting rid of him <<COULD>> damage Trump's base. But is it your <VIEW> that Bannon's job is on the line too potentially?"
  },
  {
    "transcript_id": "CNN-35005",
    "matched_terms": {
      "would": "ungraded",
      "wrong": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "OK, characterized, but I think we have to give them a break here. I think it was very well-intentioned, and I'm going to tell you there were two reasons why: One was that they were advised to not put it out there, to let the police do their job. But No. 2, you have to realize something: In the early days, the Levys really, really believed that this woman was coming home, that Chandra was coming home. You don't want to spill someone's deep dark secrets.",
    "statement": "I just want to point out, first of all, that if we got any little detail of your article <WRONG>, there is a good reason for it. We have not read the article. In fact, I have two paragraphs of the article, which is all that \"Talk\" magazine <WOULD> give us before the show. But my <QUESTION> to you is that this woman is still missing. We don't know what happened to her. Before we even know what happened to her, you are dragging her name through the mud. Why? Why don't you leave her alone?"
  },
  {
    "transcript_id": "CNN-248532",
    "matched_terms": {
      "should": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "To be fair, Democrats saw an opening they were criticizing Rand Paul and Chris Christie all day yesterday. President Obama was very clear in the weekend interview he believes kids should be vaccinated. In 2008 as a candidate, President Obama said he understood there were people out there suspicious about the autism thing and he needed to heed those suspicions. Hillary Clinton issued this tweet yesterday saying, \"The science is clear, the earth is round, the sky is blue and vaccines work.\" She also added grandmother knows best, a nice touch there. She also in 2008 to be fair, we're beating up the Republicans right now, she also in 2008 said there are some out there who fear --",
    "statement": "I'm sorry, John, that doesn't excuse what the Republicans are saying now, yes, Obama and now, and they <SHOULD> know better than to be <WRONG> now. They have to stick with the facts."
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Domestic dispute and turns hysterical and he was over the top funny. So he did perform a lot of things as good character actors do. But I <<<THINK>>> he mastered Tony Soprano. The role became him. They each became each other. A lot of people call him Tony on the street."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "He was arrested, agents say, while trying to trade used stereo speakers for hand grenades. What he didn't know? He was dealing with an undercover federal agent. The arrest follows by a few months the highly publicized arrest of seven Miami men accused of plotting to blow up the Sears Tower. The men pleaded not guilty and face trial, but it's pretty clear they were far from gaining the ability to actually pull off such an attack. As one agent told CNN, this guy was three rungs below those guys. So another arrest in the war on terror but even those making the arrest acknowledge there was little actual threat.",
    "statement": "And the <<SUSPECT>>, Derrick Shareef, is being held without bond following a brief court appearance yesterday."
  },
  {
    "transcript_id": "NPR-18275",
    "matched_terms": {
      "somewhat": "ungraded"
    },
    "previous_statement": "Are there more details in that Financial Times report?",
    "statement": "Basically, the development is the fact of the meeting - that is that Jared Kushner really - the son-in-law of Donald Trump, himself the owner of the New York Observer, <<SOMEWHAT>> influential here in New York City, less so in the nation at large - is acting as an emissary to explore the idea of, is there a brand for Trump to extend in the media realm?"
  },
  {
    "transcript_id": "CNN-311171",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I've got to ask you about trade, because Trump just made that U- turn on NAFTA. He now says he wants to mend it, to renegotiate it, not end it. And that of brings us to the TPP. That he did scrap early on in his presidency. What does that mean for China? Has that turned into an opportunity for China, an ever-rising and ever-prosperous China?",
    "statement": "So, by removing the United States from the Transpacific Partnership on his first day of office, Trump did more than several of his predecessors in the White House to help China in Asia and to actually bolster China's power and influence in Asia, because the Transpacific Partnership was for better or worse, no matter what you <<<THINK>>> <ABOUT> what it <WOULD> do for American workers, it was a trade agreement that joined together almost all of America's friends and allies in the region. And by removing the United States from that conversation, you effectively cede to China the future of trade relations and economic relations in Asia for the foreseeable future. It was a huge self-goal for the United States."
  },
  {
    "transcript_id": "CNN-89531",
    "matched_terms": {
      "about": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "No, he's just trying to -- the judge is trying to make sure that this does not become a circus. Even though it may not be harmful to the case itself, it is still decorum, it is still a courtroom. I applaud the fact there won't be cameras there",
    "statement": "We have to move on. The 87-year-old man, let's talk <ABOUT> him. The man that plowed into a Santa Monica's farmer market with his car. He has been ordered to stand trial for manslaughter. Now, his attorney says his case doesn't merit criminal prosecution. Nelda, does it? I mean, is this just a case of the man who just pushed the <WRONG> pedal, or is he negligent here?"
  },
  {
    "transcript_id": "CNN-40920",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Jonathan, a lot of people concerned today about the condition of South Carolina Senator Strom Thurmond. Can you bring us up to date on that?",
    "statement": "Yes, I do have some news on that. We have just learn from Senator Thurmond's office that the senator will be spending the evening at the Walter Reed Army Medical Center. They call it a precautionary step. They say that he is alert, that he is doing fine, undergoing a standard battery of tests since he, of course, did have fainting spell. They say that he maintained consciousness on the floor. But it was a scare this morning, where they thought that he was in significant trouble. There was actually point where somebody tried to <TAKE> his pulse and had a hard time finding his pulse -- but Strom Thurmond reported to be doing much better. But, again, he is over there at that Walter Reed Army Medical Center. He will be spending the night, his office says, simply as a precautionary measure."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "He will not be treated as an enemy combatant. We will prosecute this terrorist through our civilian system of justice.",
    "statement": "I strongly disagree with the Obama administration's decision to rule out enemy combatant status for this <<SUSPECT>>."
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Now, this is fascinating.",
    "statement": "This is good <STUFF>, this is good <STUFF>."
  },
  {
    "transcript_id": "CNN-304787",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "certain": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This has been Julian Assange speaking out in the Russian press, Hala, and we're waiting for these revelations. We're waiting to find out exactly what they are. All that he's said so far, is that they are revelations about Emanuel Macron, the man who, as you say, is now second in the polls, the man challenging Marine Le Pen, the far right candidate. Revelations that have come out of Hillary Clinton's e-mails. We don't yet know what they are, but clearly, this is coming from Russia. It's interesting, you have to remember that Marine Le Pen, the far-right candidate has a particular view on foreign policy, and she wants -- one of the things she wants is a (inaudible) with Moscow. So should she be elected, she would take a number of things that Moscow would presumably in favor of, like a Frexit, which would cost a long shot over the future of the European Union itself and she wants closer ties with Russia. In fact, she's been criticized here in France for taking a loan from a Russian bank. She's defended this by saying, well, no French bank would lend to me. I had no choice. But there are questions about her proximity to Moscow, and what a Marine Le Pen presidency would mean in terms of a change of tact in France's foreign policy and attitude in particular to Russia, that this has come from the Russian president is extremely interesting. Only a few weeks ago, France's internet watchdog had gathered the political parties together and said, look, we need to be aware of the possibility of hacking in this election, of attempts to change its course, not only through cyber-attacks, but also through attempts to influence the press and this could be what's happening. We're likely to hear much more about it over the coming days.",
    "statement": "Yes. We're certainly seeing very similar online activity in France, to what happened during the U.S. election, as <WELL>, from some of these accounts that support <CERTAIN> candidates, versus others. So it will be interesting to see that. Melissa Bell, thanks so much. Melissa is in Paris. Israel's prime minister, Benjamin Netanyahu, is in London, meeting Theresa <MAY>, and he's urging, quote, \"responsible nations,\" his words, to sanction Iran. Last week, the U.S. slapped new sanctions on Iran after the country's latest ballistic missile test. Mr. Netanyahu says other countries <SHOULD> follow the Trump administration."
  },
  {
    "transcript_id": "NPR-1882",
    "matched_terms": {
      "kind of": "ungraded",
      "certain": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, when you think of the book that you've written, \"This is Your Brain on Music,\" it by its very title implies that music is psychoactive. What is the psychological effect of music both as we're listening to it and then as we consider its place in our lives?",
    "statement": "<WELL>, listening to music has been shown now - we did some experiments in my laboratory that show that listening to music changes your brain chemistry. And we know that people use music the way they use drugs. They - a lot of people have a <CERTAIN> <<KIND OF>> music they use to get out of bed in the morning to help get them going, to get them started, to help them finish an exercise workout."
  },
  {
    "transcript_id": "NPR-19900",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "wrong": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let's talk about that for a moment. What do you say to people like the Trump voter we just heard from a moment ago who says look, you may disagree with Trump - in fact, his statements may be outrageous - but he's saying what a lot of people are thinking?",
    "statement": "<WELL>, they - you know, the <QUESTION> he was asked was <ABOUT> racism, bigotry, things like that. He said <WELL>, that's what a lot of people <<<THINK>>>. If people are thinking <ABOUT> that, they're <WRONG>. Just because you <<<THINK>>> something and you're a citizen of the United States doesn't make you right or that you deserve to have someone who reflects your views in the White House. You're just <WRONG>. That's what you are. And I <<<THINK>>> it will all sort out. I mean, it's like the lady on the program said earlier, we're not going to round up 12 million people, transport them, house them, feed them and deport them. You know, there'd be concentration camps <AROUND> regional airports and trains rolling in every day unloading weeping women and children. It's not going to happen. Anybody who believes it is a damn fool."
  },
  {
    "transcript_id": "NPR-26254",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "In your introduction, you give a brief history of the magazine. And you write that the New Republic, when it began a hundred years ago, would help craft a new notion of American government; it's called liberalism. How central has the New Republic been to American liberalism?",
    "statement": "In your introduction, you give a brief history of the magazine. And you write that the New Republic, when it began a hundred years ago, <WOULD> help craft a new notion of American government; it's called liberalism. How central has the New Republic been to American liberalism?"
  },
  {
    "transcript_id": "CNN-201045",
    "matched_terms": {
      "rather": "ungraded",
      "probably": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Any real clues? Has the trail gone cold or are you on to something right now, without, obviously, jeopardizing the investigation?",
    "statement": "<WELL>, thank you, and that's the key. We don't want to jeopardize the information -- the investigation, <RATHER>. We are following every single lead, and there's more than a thousand, <<PROBABLY>> into the thousands of leads here. And we've got the best investigators, the best detectives on this. We're collaborating, working with law enforcement agencies throughout the region, including our federal partners, the FBI, and the marshal service. We're doing everything we can to bring this man to justice. We're hoping this reward, an unprecedented size, a million dollar reward, will help us bring him to justice as quickly as possible. There are a lot of very anxious people. You know, some 50 people on the list including their families. And we want to make <<SURE>> that this man doesn't do any more harm to the public."
  },
  {
    "transcript_id": "CNN-242695",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We do, at 8:30. We'll have those live for you. And this is the most important economic report in the world, because it shows the state of the jobs number, the number that matters to you most. The forecast this morning -- 233,000 net new jobs added in October. The jobless rate steady at 5.9 percent, you'll remember that's near a five-year low. New details this morning for you about the Home Depot security breach. It's big. The retailer says 53 million customer email addresses were now taken during that hack. That's on top of the 56 million credit and debit card numbers it previously disclosed. If you shopped at Home Depot this year, you must look at your bank statements, you must be looking out for suspicious email. Someone could be trying to phish for your personal information to steal your identity. And this is jus a little bit -- let's suspend reality and take a look at this house. I mean, you know, mortgage rates are low, maybe could you afford this. The most expensive home in America for sale, it could be yours for $195 million. Think about that for a second. It's a Beverly Hills estate, it has a vineyard, a 27-car garage, that's not big enough for me. A 12 bedrooms, 23 bathrooms, a wine cellar and a tasting room. It's a real estate mogul who owns it, $195 million. Let's think about that while wages are basically flat. We'll have the jobs report later.",
    "statement": "You know what I <<<THINK>>> <ABOUT> when I see a house like that? All the dusting."
  },
  {
    "transcript_id": "CNN-267143",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes. So he's really been thrown in the deep end here. What about refugees? Another hard topic.",
    "statement": "Yes, he says that Canada <SHOULD> be more open to Syrian refugees. His father was very famous for that."
  },
  {
    "transcript_id": "CNN-361845",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "No, this was Texas -- this was after she was hired at Texas. So, this was for the bar association. I don't know why she did it. I think she's stretching the truth by any imagination. But it's not -- you can't prove that that particular signature got her a job anywhere.",
    "statement": "Why the heck <WOULD> she do it? It's almost weird if she didn't do it to get --"
  },
  {
    "transcript_id": "CNN-352980",
    "matched_terms": {
      "somewhat": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "African-American voters, that's why they're also very concerned about some of the voters suppression tactics in states such as Georgia and North Carolina and even in North Dakota among native American voters. But that's also why you're seeing President Obama take an increased role in this campaign. Having said that, he would have sat out on the sidelines as many former presidents have done. His advisors that I've talked to have said he feels this is much bigger than the midterms. This is about the future of the nation's trajectory --",
    "statement": "Right, <WELL>, and it's interesting that the president's approval rating, this current president's approval rating up to 47 percent, at least in one poll, the average is <<SOMEWHAT>> below that. It's actually higher than President Obama's was in the most recent midterm election."
  },
  {
    "transcript_id": "CNN-259036",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This number is much smaller than we had hoped for at this point. Partly because of the vetting standards I just described. But we know this program is essential. We need a partner on the ground in Syria to assure it is ISIL's lasting defeat.",
    "statement": "Let's talk <ABOUT> this number, 60 and beyond, with retired Brigadier General Anthony Tate. General, welcome, as always."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It's a family created by economics. Bill and Yana met in the econ department at Harvard, and a family run by economics, like all families.",
    "statement": "The one <THING> that I -- that we -- I talk <ABOUT> with"
  },
  {
    "transcript_id": "NPR-44227",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "(As Melman the Giraffe) Not for me.  I'm calling in      sick.",
    "statement": "Having lived as entertainers in the sheltering confines of the      zoo all their lives, the creatures don't <<<THINK>>> much <ABOUT> the outside      world.  They get free room and board, health care.  What's not to like?      But Marty's zebra eyes are opened to other possibilities one day when a      penguin pops up unexpectedly in his cage.  The penguins, it seems, have      been plotting an escape."
  },
  {
    "transcript_id": "CNN-352282",
    "matched_terms": {
      "might": "ungraded",
      "usually": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "impression": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what do you think -- what was your initial impression of this?",
    "statement": "<WELL>, my first <IMPRESSION> is I didn't even recognize it as Trump. He's shed <ABOUT> 40 pounds. He's got <<SORT OF>> a washboard chest I had no idea. The coat is not on, which <USUALLY> covers everything. The hands are teeny, but that -- no. But then I thought it <MIGHT> be a dog's playing poker painting. And then it <<KIND OF>> came into focus that it's a bunch of presidents and then I made out it's Lincoln, the Bushes, et cetera. It's a really good illustration but actually is not a painting that you're seeing. This is a print of the painting. The actual painting is still down in Missouri."
  },
  {
    "transcript_id": "CNN-265928",
    "matched_terms": {
      "could": "ungraded",
      "take": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean, I hope it goes away pretty soon. I got to get home and get to my homework honestly.",
    "statement": "We <HOPE> you get to that homework soon. We <HOPE> you guys stay safe. <TAKE> some shelter inside. The governor, Nikki Haley, had a press conference asking residents to shelter in place, saying this storm <<COULD>> last <WELL> into Tuesday. Nick Valencia, CNN, Columbia, South Carolina."
  },
  {
    "transcript_id": "CNN-120470",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It's more about the latter. The leak investigation, so to speak, is really a red herring. The real issue here is one of public safety.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This morning Senate Minority Leader Harry Reid taking aim at the Republican leadership for saying they will block anyone nominated by President Obama to succeed Supreme Court Justice Antonin Scalia. In an op-ed for the \"Washington Post,\" Reid writes, \"If my Republicans colleagues proceed down this reckless path, they should know that this act alone will define their time in the majority. Thinking otherwise is fantasy.\" Reid and Senate Majority Leader Mitch McConnell have been trading jabs since the first news of Scalia's death, with members of the Judiciary Committee confirming party lines have been drawn.",
    "statement": "The Republicans are talking <ABOUT> the Republican playbook. This is the playbook we <SHOULD> follow, the Constitution of the United States."
  },
  {
    "transcript_id": "NPR-27305",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Officials released few details. But much of the media and some politicians tried to tie the killing to the Brian Terry case. Terry was a Border Patrol agent killed near Nogales, Arizona almost two years ago. The guns used to shoot him were later traced to Fast and Furious, a botched Justice Department operation which allowed weapons bought in the U.S. to be taken to Mexican drug smugglers. F.B.I. agent James Turgal would not yet make that link.",
    "statement": "I'm not going to talk <ABOUT> the Terry case. We need to stay on message here. This is <ABOUT> the sad loss of life of Agent Ivie."
  },
  {
    "transcript_id": "CNN-8520",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Yes, you do. DREIER And I rarely do -- I rarely do. But I think that the president was wrong in canceling this address. To say that he was going to hold it and then to withdraw it, unfortunately, does look like a politicalization of this. We as Republicans know that this is the right thing to do. We've turned ourselves inside out to depoliticize this issues because we've said this is about global leadership. It's about maintaining economic prosperity. And it's about national security. Those things transcend politics. And if the president had a conversation with the minority leader, Dick Gephardt, and decided then that he's not going to go on television -- when, in fact, the president could be very, very successful. So I'm really embarrassed for him. And I talked to Gene Sperling last night and told him that. They said that it was to his credit. It was done because they thought that they could possibly lose votes. I think that the president would gain votes if he were to make a nationwide address on this.",
    "statement": "All right. We have to <TAKE> a quick commercial break. We'll have a chance to continue this conversation. For our international viewers, \"WORLD NEWS\" is next. For our North American audience, there's still another 30 minutes of LATE EDITION. We'll check the hour's top stories with Gene Randall, <TAKE> your phone calls for Congressmen Bonior and Dreier. Plus, our LATE EDITION roundtable and Bruce Morton's \"Last Word.\" It's all ahead when LATE EDITION continues."
  },
  {
    "transcript_id": "CNN-25441",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right, before we let you go, quickly, Bush's tax plan, how's this going -- is this good, bad? What effects do you see?",
    "statement": "I <<<THINK>>> it's very good, actually. I <<<THINK>>>, you know, for many years we've been paying very high tax rates, especially at the upper income, which account for most taxes paid. So scaling it back a couple of percentage points, I <<<THINK>>>, is a good idea. It <MAY> help spur the economy."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Boyce, I think this woman said something that should have been said by the prosecutor in opening statements. Call 911. Drive away and call 911.",
    "statement": "Exactly. Not only did he not call the police when he felt threatened, he also didn`t call the police after he shot someone. Now, mind you, a few years ago, there was a young lady who was involved in a car accident that got people killed, and she got 40 years in prison because she drove away from a car accident. So what happens when you kill somebody and drive away? You have hit and run, but this was kill and run. I mean, this guy didn`t -- he didn`t call anybody. We have to also ask ourselves, why is it so hard to <<<BELIEVE>>> that this guy -- that this guy didn`t just have road rage at a gas station, that he just didn`t get into a confrontation, got angry, got in his car, pulled it out, and he shot up a car full of kids? The reason it`s hard to <<<BELIEVE>>>, to be honest with you, is because, if I were to do that and shoot up a car full of white kids, I`d be in jail right now. I`d be in prison pretty quickly. I <<<THINK>>> that the idea that these kids were \"thugs,\" I <<<THINK>>> that`s what they`re trying to run with. And I <<<THINK>>> it`s <<KIND OF>> silly."
  },
  {
    "transcript_id": "CNN-409450",
    "matched_terms": {
      "positive": "ungraded"
    },
    "previous_statement": "But new cases are up in 16 states, six more than earlier this week. One hot spot is Iowa which saw the biggest increase in the entire United States pandemic yesterday. The governor has ordered all bars, taverns, breweries closed in six counties. Meanwhile, in Alabama, the governor extended a mandatory mask order for an additional five weeks. Cases on college campuses have kept the numbers up in that state.",
    "statement": "At least 32 states are reporting coronavirus cases at colleges and universities, more than 8,000 cases have been confirmed among students and staff and plenty more are in isolation due to close contact with those infected. North Carolina State with 35,000 students has ordered a majority of those living on campus to move out following a rise in case numbers. And at USC in Los Angeles, more than 100 students tested <POSITIVE> for COVID in just three days."
  },
  {
    "transcript_id": "CNN-310138",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "would": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "feeling": "ungraded",
      "expect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Paula -- apart from the general tone, do you see real differences between this administration's approach to North Korea and the approach of the preceding administration?",
    "statement": "<WELL>, certainly we had -- you know, there was a sound bite from the U.S. Secretary of State the days of strategic patience are over. Now this was the Obama administration policy -- strategic patience, sitting back waiting until the time is right to either have negotiations or to go for another option. But the Obama administration also said that all options are on the table. What's different now and what many people here are <FEELING> that the difference is the potential unpredictability of the Trump administration; the fact that the North Korean policy has not been laid out in detail although not many <WOULD> actually <EXPECT> too many details to come out. They all say more options are on the table, heads of (inaudible) today saying that obviously they <WOULD> prefer the peaceful resolution of this crisis; also mentioning negotiations which is something that they said they weren't willing to do at this time and before. But this administration is keeping the military option center at this point. People are openly discussing the potential preemptive strike that the United States <<COULD>> do. People are openly talking <ABOUT> whether or not it is an option. The presidential candidates here in South Korea, there's a presidential election on <MAY> 9th, were asked <ABOUT> this in a presidential debate. <SHOULD> the U.S. carry out a preemptive strike? That has never, at least during the Obama administration been discussed in such clarity and so openly. So that is the difference at this point. Not necessarily that they <WOULD> they go ahead with it, but that it is being openly discussed."
  },
  {
    "transcript_id": "CNN-103802",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And the first time I really kind of came to was when they put me in the first cell and I saw a telephone. And I called a friend of mine who is an attorney.",
    "statement": "<WELL>, a new report links the popular sleep aid to incidents of sleep driving -- very dangerous. People are literally asleep at the wheel. We're going to have those details straight ahead. Good morning, Reynolds."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "She`s a strong, intelligent woman, and she knows how to do what she has to do at this time. We know that. And she knows that we are still with her. I talk to her all day long in my heart. We know she`s out there. And she does have a brain and she can think very quickly on her feet on what she needs to do and what she does not need to do.",
    "statement": "I`m Jane Velez-Mitchell, sitting in tonight for Nancy Grace. What happened to Jennifer Kesse, 5-foot-8, 135 pounds, green eyes? This beautiful 24-year-old did not show up for her job the Tuesday before last as a financial analyst in the Orlando, Florida, area. Now a massive manhunt is on as her anxious parents wait and worry. They are here with us tonight. Drew, I understand that you`ve set up a Web site to encourage tips. I want to ask you, though, more than anything else, what do you <<<THINK>>>? What`s your theory? When did things start to go awry? Was it the next morning, when she was in the car driving to work, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-237112",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So far, ISIS has not made attacking the west a major priority. But now the killing of Foley said to be direct retaliation for U.S. airstrikes in Iraq. Airstrikes which are continuing around Mosul Dam to push ISIS back. U.S. nerves running high. The State Department asking for up to 300 additional U.S. troops for unspecific security reasons in Baghdad. The intelligence community worried about what will happen next.",
    "statement": "It's not clear whether the leadership will now pivot towards attacking the west. There's certainly a lot of concern that they <<COULD>>. They have the capability to."
  },
  {
    "transcript_id": "CNN-247783",
    "matched_terms": {
      "take": "ungraded",
      "change": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "My next big challenge, well -- well, I don't think you get any bigger than challenging interviewing the president of the United States. So I had to think of something that's going to top that. What could top that? I don't know. Maybe I'll go visit the king and queens somewhere in Europe.",
    "statement": "And make <<SURE>> you bring your camera, put it only. GloZell Green, we'll leave it at that. Thank you so much. And thank you for sharing your story with us. <TAKE> care. You're watching News Stream -- bye bye -- still to come in the program here, Microsoft made a bold leap forward with their holographic headset and our regular contributor Nick Thompson will tell us how it stacks up against its rivals. Also ahead, we look back on the legacy of Saudi King Abdullah. He has been praised as a reformer, but just how much <CHANGE> did he bring to his conservative kingdom?"
  },
  {
    "transcript_id": "CNN-374351",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "And we have one of \"The Miami Herald\" investigative reporters coming on with us to give us more about the history. Thank you very much for that.",
    "statement": "All right. A big surprise at the top of the military chain of command this morning. The four-star admiral set to lead the Navy, we're learning this morning, will retire instead. The secretary of the Navy called Vice Admiral William Moran's judgment into <QUESTION> over an inappropriate professional relationship he maintained with a former Navy public affairs official. That official left the Navy after an investigation into incidents of sexual misconduct. The current chief of naval operations, who is expected to retire once Moran took over, will stay on until a replacement is named."
  },
  {
    "transcript_id": "CNN-85805",
    "matched_terms": {
      "could": "ungraded",
      "take": "ungraded",
      "claimed": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Clarence Thomas, the justice, member of the Supreme Court yesterday said this, on the screen. He wrote, \"This detention falls squarely within the federal government's war powers and we lack the expertise and capacity to second-guess that decision.\" What's your reaction to that statement?",
    "statement": "<WELL> you know, the founders created a system that give people some basic rights. And it wasn't until this war on terror that any administration <CLAIMED> that they <<COULD>> <TAKE> away a citizen's rights without any interference at all from the judiciary. And thank God the Supreme Court didn't go along with that, and breathed some life into liberties that we've had since the nation was founded."
  },
  {
    "transcript_id": "CNN-196664",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Shock. Just utter shock, and like you said, earlier this year, we lost Junior Seau to something like this. Lost a good friend of mine, Andre Waters, to the same situation like this. So you know, like I said, I'm kind of lost for words. No one knows what was going on in that young man's mind at that particular time. First, I would like to say my prayers and condolences go out to the family, his girlfriend as well. I want to send my prayers out to them. But, I got to say, it's a tough situation. And you know, to hear something like that, you know, for the young man to actually go to the facility of his work place and do that, it's kind of -- you wonder what's going through his mind on his way to the facility and what was his main goal or what was his purpose of, you know, taking his life in front of his coaches.",
    "statement": "And that is what is so incredible because he did <<ALLEGEDLY>> do that in front of his coaches. He was in front of the team's head coach, but also, the general manager. I know you didn't know Jovan Belcher personally as a linebacker, but what was his reputation? When you talk to other guys on the team and in the league?"
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "think": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "I will say this. I <<<THINK>>> that the president lacks a <CERTAIN> sophistication when it comes to how the law works, despite all the business and all the litigation, he lacks a <CERTAIN> sophistication."
  },
  {
    "transcript_id": "CNN-270920",
    "matched_terms": {
      "may": "ungraded",
      "roughly": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Some local farmers that used to live down at the bottom already knew about Machu Picchu. They just been found Machu Picchu some years before Hiram Bingham came up here.",
    "statement": "What they saw amazed them. More than 30,000 hectares of temples, houses, agricultural land where a thousand Incan people once lived. Today they <MAY> be replaced with hordes of selfie-taking tourists. You can smell the history. Having seen the <VIEW> of Machu Picchu from the top, now it's time to actually enter the Incan town at the end of the official Inca trail. This is what was the gateway to Machu Picchu. Machu Picchu is <ROUGHLY> divided into two sections - the upper and the lower, urban and agricultural. And here there are two must-visit spots. The first is the heart of Mach Picchu's religious life."
  },
  {
    "transcript_id": "CNN-110606",
    "matched_terms": {
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Inside the E.R., while a loved one fights for their life. It used to be unthinkable, but the rules are changing and some doctors don't like it. Find out why, this morning on",
    "statement": "Good morning and welcome to HOUSE CALL. The E. coli outbreak in spinach has many people on edge. So far, more than 100 people have become ill. But with hundreds of farms across the country growing spinach, how can the real source the outbreak be found? <WELL>, that's where detectives come in -- disease detectives, that is. I got a rare glimpse inside the CDC's Emergency OPS Center, where researchers are hunting for the bug that started it all. <TAKE> a look."
  }
]