[
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "... for us to understand what this is in children.",
    "statement": "Dr. Redfield, the build back upon what Senator Murphy said, the published guidelines for schools opening <OBVIOUSLY> you're about to modify. But I notice as I read through them there's nothing about testing. So we speak about testing, targeting testing and how we use testing. But the guidelines for the school systems have nothing about how to integrate testing. Will these be in those guidelines that are being released?"
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Law enforcement. Law enforcement would want to be there to see his demeanor, to see his tears, to see his lack of tears. Susan Moss, family law attorney, how many trials do we see where law enforcement is asked on the stand, did you attend the funeral, what did you see, or family members, what did you see of the emotions of the father or whoever is the defendant?",
    "statement": "Yes, but he`s had a lot of time to prep now. What really shows his emotion or lack thereof was that 911 call, where his emotion was so cold, so steady, it really showed who this guy was. And I <THINK> they`ve kept him out of jail because they think they`re going to -- this guy is going to lead them to those two alleged rapists, because I think that the judge -- the courts think and the cops think that it wasn`t just these two, but it was two other people who are responsible for the demise of this poor little girl."
  },
  {
    "transcript_id": "CNN-363666",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Technically a tornado is just a violent, rotating column of air coming out of the bottom of a thunderstorm but it takes a lot to get that violently rotating column to come out. All you need for a tornado really to form though are thunderstorms and a jet stream. That jet streams aloft and makes the energy. If you have moisture at the surface dry air, cold air pushing that moisture up you can get a tornado to form in any state. Those days where all the ingredients combined. You get the humidity. You get the dry air. You get the jet stream. You get upper energy in the jet stream. You get winds turning as you go aloft. The higher you go the winds actually change direction that can cause storms though (ph) those things all cause storms to exist and get big. Those are the ingredients that cause a big tornado day. So now the EF scale Enhanced Fujita Scale starts at zero and goes only to five and everything above 200 miles per hour is considered a EF5 tornado. If you have a zero, you`re going to lose shingles. A one you may lose a couple of boards on the roof. A two you lose all the windows and maybe even a wall. A three, EF3, you will lose a couple of walls on the outside but there will still be a part of the home standing. An F4 most of the home is gone but you`ll still see the refrigerator. You`ll still see a closet and you`ll still see the bathroom. An EF5 you cannot find the house. It`s completely gone. We don`t know how big that Fujita scale will be, how big that tornado will be literally until after we look at the damage. We have this - - this almost this triangulation that no other in the country in the world, no other region in the world has. We have the Rocky Mountains to our west. We have the Gulf of Mexico in our south. We have Canada and very cold air masses coming down from the north. All of those things combined make tornado alley, technically the plains. Texas, Oklahoma, Kansas, Nebraska all the way to Chicago, as far south as the southeast including Georgia and Alabama, that`s basically the new or the bigger tornado alley. The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you get hit by a 140 mile per hour 2`x4` you`re going to be killed. So you need to be inside on the lowest level. Somewhere in the middle of the home away from windows. When you hear the word warning and you hear your county, that`s when you need to take cover. When you hear the word watch, that means something might happen today. Let`s have a plan. When you hear the word warning, it`s too late to make a plan. You need to already have the plan. Warning`s the long word. It`s the bad one.",
    "statement": ": A little more than 24 hours after launching from Florida`s Kennedy Space Center a capsule made by Space X successfully docked with the International Space Station. Here`s why this is significant. This was a test. The company Space X was working to prove that its new capsule, the Crew Dragon Capsule, was capable of ferrying astronauts safely from earth to the ISS. No one was actually aboard the Crew Dragon when it launched. Only after it docked with the ISS did the people who were already aboard the space station go inside the Crew Dragon. Since NASA retired its space shuttle program in 2011, the U.S. has paid for astronauts to hitch a ride on Russia`s Soyuz spacecraft to get to the ISS. Space X <COULD> get them there on American vehicles once again. Space X is considered a private company while NASA is an agency of the Federal government, though Space X has received billions of dollars in funding from NASA. Assuming the rest of its current mission goes well, Space X plans to use its Crew Dragon Capsule to ferry two astronauts to the ISS this July. 10 Second Trivia. Which of these U.S. bridges was completed in 1937? Golden Gate Bridge, Brooklyn Bridge, Mackinac Bridge, or Seven Mile Bridge. It`s neither the oldest nor the youngest on this list but the Golden Gate Bridge is the only one that was finished in 1937. At that time it was the world`s tallest and longest suspension bridge and two of the elements that challenged its construction storms and fog continue to test the Golden Gate Bridge today. Part of it had to be closed to traffic recently after a lingering thunderstorm damaged its northbound lanes and protecting it from corrosion and rust is a never ending battle."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "certainly": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "So there is Mike Huckabee as well. And we should have teed him up before going into that sound, but Mike Huckabee obviously speaking on behalf of lots of Republicans out there who definitely like the sound of Ralph Nader jumping into the race because of what he has done in the past to Democrats. If not having a measurable effect, perhaps he's at least a distraction on the left side of the Democratic Party. And to talk about all of this, our senior political analyst Bill Schneider is here with us. And I also want to bring in our correspondent, Suzanne Malveaux, who's covering the Democrats out in Ohio. I'm wondering -- and Suzanne will perhaps mention this in just a moment, Bill -- but how much of a headache will Ralph Nader be for the Democrats do you think?",
    "statement": "I don't <THINK> he'll be a big headache, and <CERTAINLY> not what he was in 2000, when he literally cost Al Gore the election by taking 95,000 votes in Florida, a state that Gore lost by a little over 500 votes. His vote went down in 2004 because, you <KNOW>, a lot of his supporters figured out that by voting for Ralph Nader, you are helping to elect the candidate you like least. In that case, it was George W. Bush reelection in 2004. They figured out what was going on. Ralph Nader got almost three million votes in 2000. In 2004, his votes shrank to fewer than half a million. My <GUESS> is the people who would still vote for Ralph Nader this year are <PROBABLY> his die-hard supporters, almost all of whom would not vote for anybody else."
  },
  {
    "transcript_id": "CNN-57953",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Mr. Rackauckas, can you tell us if the playmate of Samantha, the one who was the eyewitness to the abduction, has she been asked to pick out the suspect in a lineup?",
    "statement": "Well, that is something that I'm really not at liberty to talk about at this point. <OF COURSE>, that will be revealed in time, you <KNOW>, as we put on the preliminary hearing and the trial and so forth. But that is a little bit more specific than I'd like to go."
  },
  {
    "transcript_id": "CNN-377605",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "I'm not going to be playing much golf, believe me. If I win this, I'm not going to be playing much golf. I'm going to be working for you. I'm not going to have time to go play golf.",
    "statement": "Well, the numbers don't lie. And Like I said, he has spent more than 200 days of his presidency at one of his golf clubs, although we don't always <KNOW> that he is playing golf. We can assume. But the White House typically won't confirm that the president hit the links, and they keep reporters away from him when he is at one of his clubs. But there's no two ways about it. He constantly criticized President Barack Obama for playing golf, yet he plays all the time, including with golfer John Daly at Bedminster on Monday. Those are nice shorts, by the way. Check that up. Look at that outfit. Although, you know, when he is spending time on the grounds at Bedminster, <MAYBE> he is tending to his goats or baling hay. That's right. It's not mentioned often, but President Trump keeps eight goats on Bedminster property and a hay farm as well. But don't actually expect to see him in overalls. The commander-in-chief is not the goat herd in chief. Donald Trump is a businessman. And the goats and the hays, strictly business there, they're tax write-offs. Their presence on the luxury property helps lower the resort's tax bill. Trump saves tens of thousands of dollars a year by farming goats and hay in Bedminster. That's according to an analysis of his Bedminster township property taxes by The Huffington Post. The Wall Street Journal has reported in the past that Trump is taking advantage of a New Jersey farmland law designed to prevent overdevelopment in the state. But let's be <CLEAR> here. Trump's Bedminster golf resort is located in wealthy horse country, hardly a part of the garden state that's under threat of overdevelopment. Yet it's all part of the same pattern that \"The New York Times\" exposed about Trump last fall. The Trump Organization has a history of lowering the value of its property as a way to lower the taxes it owes. The Times also reported the Trump family has spent decades coming up with ways to dodge taxes in order to build their wealth. So, in case of Bedminster and the goats and the hay farm, the general public is basically subsidizing President Trump and his golf club members to play golf at a luxury resort. We'll be right back."
  },
  {
    "transcript_id": "CNN-62766",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Well, in the final hours, Syria gave in, before that it was Russia, and on Thursday, it was France. U.S. pressure, negotiating, tweaking in the resolution, convinced the full Security Council to support this resolution. Quite a change from other Iraq resolutions in the past, even just a few years ago where France, Russia and China abstained. The council wanting to show the government of President Saddam Hussein tough unity, that Iraq has to disarm and that it must accept the weapons inspectors. Nevertheless, despite compromise language about a future Security Council meeting, the United States made it clear Washington reserves the right to attack on its own.",
    "statement": "The resolution makes <CLEAR> that any Iraqi failure to comply is unacceptable, and that Iraq <MUST> be disarmed, and one way or another, Mr. President, Iraq will be disarmed."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "I think in some ways we are. I think there is some big positive to that in that I think we are more -- I think we are more empathic. As someone said on September 11th, we all became Israelis. We understood what it was to be under siege.",
    "statement": "I <THINK> the good thing that came out of it is first of all, many of us -- I don't think any of us <THOUGHT> we would be sitting here five years later and not have been attacked on our soil again in that period of time."
  },
  {
    "transcript_id": "CNN-391232",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Chief Justice, Senators -- members of the Senate, when the House managers gave you their presentation, when they submitted their brief, they repeatedly referenced Hunter Biden and Burisma. They spoke to you for over 21 hours and they referenced Biden or Burisma over 400 times. And when they gave these presentations, they said there was nothing -- nothing to see. It was a sham. This is fiction. In their trial memorandum the House managers described this as baseless. Now, why did they say that. Why did they invoke Biden or Burisma over 400 times. The reason they needed to do that is because they're hear saying that the president must be impeached and removed from office for raising a concern. And that's why we have to talk about this today. They say sham, they say baseless, because -- they say this because if it's OK for someone to say hey, you know what, maybe there's something here worth raising, then their case crumbles. Because they have to prove beyond a reasonable doubt that there is no basis to raise this concern. But that's not what public records show. Here are just a few of the public sources that flagged questions surrounding this very same issue. The United Kingdom serious fraud office; deputy assistant secretary of state, George Kent; Hunter Biden's former business associate, an ABC White House reporter, Good Morning America, ABC; the Washington Post; the New York Times; Ukrainian law enforcement; and the Obama state department itself. They all raised this issue. We would prefer not to be talking about this. We would prefer not to be discussing this but the House managers have placed this squarely at issue so we must address it. Let's look at the facts. In early 2014, Joe Biden, our Vice President of the United States, led the United States foreign policy in Ukraine with the goal of rooting out corruption. According to an annual study published by transparency international, during this time Ukraine was one of the most corrupt countries in the entire world. In Ukraine there's a natural gas company called Burisma. Burisma has been owned by an oligarch named Mykola Zlochevsky. Here's what happened very shortly after Vice President Biden was made U.S. point man for Ukraine. His son Hunter Biden ends up on the board of Burisma working for and paid by the oligarch, Zlochevsky. In February 2014, in the wake of anti-corruption uprising by the people of Ukraine, Zlochevsky flees the country. Flees Ukraine. Zlochevsky, the oligarch, is well known. George Kent, the very first witness that the Democrats called during their public hearings, testified Zlochevsky stood out for his self-dealings even among other oligarchs. House managers didn't tell you that. Ambassador Kurt Volker explained that Burisma had a quote, very bad reputation as a company for corruption and money laundering. End quote. House managers didn't tell you that. Burisma was so corrupt that George Kent said he intervened to prevent U.S. aid from cosponsoring an event with Burisma. Do you know what this event was. It was a child's contest and the prize was a camera. They were so bad, Burisma that our country wouldn't even co-sponsor a children's event with Burisma. In March 2014, the United Kingdom Serious Fraud Office opens a money laundering investigation into the oligarch, Zlochevsky, and his company, Burisma. The very next month, April 2014, according to a public report, Hunter Biden quietly joins the board of Burisma. Remember early 2014 was when Vice President Biden began leading Ukraine policy. Here's how Hunter Biden came to join Burisma's board in April 2014. He was brought on the board by Devon Archer, his business partner. Devon Archer was college roommates with Chris Heinz, step-son of Secretary of State, John Kerry. All three men; Hunter Biden, Devon Archer, and Chris Heinz had all started an investment firm together. Public records show that April 16, 2014; Devon Archer meets with Vice President Biden at the White House. Just two days later, on April 18, 2014 is when Hunter Biden quietly joins Burisma, according to public reporting. Remember, this is just one month after the United Kingdom's Serious Fraud Office opened a money laundering case into Burisma Hunter Biden joins the board. And not only 10 days after Hunter Biden joins the board, British authorities seize $23 million in British bank accounts connected to the oligarch, Zlochevsky, the owner of Burisma. Did Hunter Biden leave the board then? No. The British authorities also announced that it had started a criminal investigation into potential money laundering. Did Hunter Biden leave the board, no. What happened was then -- only then did the company choose to announce that Hunter Biden had joined the board after the assets of Burisma and its oligarch owner, Zlochevsky were frozen and a criminal investigation had begun. Hunter Biden's decision to join Burisma raised flags almost immediately. One article from May 2014 stated the appointment of Joe Biden's son to the board of Ukrainian gas firm Burisma has raised eyebrows the world over.\" Even an outlet with bias for Democrats pointed out Hunter Biden's activities created a conflict of interest for Joe Biden. The article stated, \"The move raises question about a potential conflict of interest for Joe Biden.\" And even Chris Heinz, Hunter Biden's own business partner, had grave concerns. He thought that working with Burisma was unacceptable -- this is Chris Heinz. He was worried about the corruption, the geopolitical risk and how bad it would look. So he wisely distances himself from Hunter Biden and Devon Archer's appointments to Burisma. He didn't simply call his stepfather, the secretary of state, and say, I have a problem with this. He didn't tell his friends, hey guys, I'm not getting on the board, I want nothing to do with this. He went so far as to send an e-mail to senior State Department officials about this issue. This is Chris Heinz. He wrote, \"Apparently, Devon and Hunter have joined the board of Burisma, and a press release went out today. I can't speak to why they decided to, but there is no investment by our firm in their company.\" What did Hunter Biden do? He stayed on the board. What did Chris Heinz do? He subsequently stopped doing business with his college roommate Devon Archer and his friend, Hunter Biden. Chris Heinz' spokesperson said, \"The lack of judgment in this matter was a major catalyst for Mr. Heinz ending his business relationship with Mr. Archer and Mr. Biden.\" Now, the media also noticed. The same day, an ABC News reporter asked Obama White House Press Secretary Jay Carney about it. Here's what happened.",
    "statement": "I would refer you to the vice president's office. I saw those reports. You <KNOW>, Hunter Biden and other members of the Biden family are <OBVIOUSLY> private citizens, and where they work is not -- does not reflect an endorsement by the administration or by the president or president, but I would refer you to the vice president's office."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, certainly they are harder than I have ever seen before. I mean, in Israel, there really is sort of an exhausted anger at the fact that these rockets have been coming over for so long and now for the first time, this time they're hitting places like Tel Aviv and Jerusalem. On this side, there's a real sense of hopelessness that, you know, they've gone through the Camp David Accords, they've watched their leaders go into talks time and time again with Israel. Now they're ruled by Hamas, much more rejectionist than the PLO was years ago. But they feel that, you know, the best they can hope for now is not peace or a solution, but just a period of relative calm.",
    "statement": "Wolf Blitzer, you were in Ashkelon earlier today. And I <THINK> we have some of that report. Let's play that. I'm told we don't have that. We'll have that later on. What did you see in Ashkelon? Because <OBVIOUSLY> that is a town that has been hard hit and people unfortunately have become very used to having to run for cover when some of these rockets are fired into Israel."
  },
  {
    "transcript_id": "CNN-117960",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And what about the other man? What was he doing? Had people already grabbed him by that stage?",
    "statement": "Yes. The passenger, I <BELIEVE>, got out of the car and tried to enter the building. And I <THINK> the police actually managed to get him <QUITE> quickly. But <OBVIOUSLY> the driver of the car was engulfed in flames and the police officer couldn't actually get to him because he was burning."
  },
  {
    "transcript_id": "CNN-386857",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "The framers really did not enumerate exactly what high crimes and misdemeanor means. Treason and bribery, able to be easily defined. But relative to high crimes and misdemeanors, why the vagueness, if you agree that's how they did it?",
    "statement": "I don't <THINK> they were being purposefully vague. They were using language, other high crimes and misdemeanors taken from the British system before the Constitution was ratified. In the British system those words had meaning and <CERTAINLY> had meaning for the framers. The meaning was these words referred to what was understood as political crime. Not the kinds of things you'd go to jail for but offenses against the country, serious abuses of power, serious kinds of misconduct that <MIGHT> not be criminalized but only a president or high ranking official <COULD> commit. So that basic understanding I think is <CLEAR>. And then we take that understanding and try and see how the <FACTS> that we have before us fit it."
  },
  {
    "transcript_id": "CNN-198250",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Ali Velshi.",
    "statement": "Thanks for rubbing that in Alina. All right, coming up on STARTING POINT, <MAYBE> he's not so mean after all we've got the Grinch here live in the house."
  },
  {
    "transcript_id": "CNN-280664",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thanks, Brianna. The economy and jobs will likely be the top issue for primary voters in Wisconsin, something we've seen in almost primary states. The Wisconsin unemployment rate is below the national of 4.6 percent. The median home price in February was about $146,000. And median income is almost $53,000, very close to the nationwide average. Now, Pew Research study found Wisconsin has the fastest shrinking middle class since the year 2000, some of that due to a big drop in manufacturing jobs. But the pride of Wisconsin economy is dairy and cheese production. The state provides a quarter of the nation's cheese and more than any other state. It's the second largest dairy producer just behind California.",
    "statement": "And we thank them for that. All right. It's already being called one of the greatest games ever played. And it truly was the NCAA college basketball men's final. Look at what happened. The game tied with just a few seconds left, this dish. This shot. An unreal, 77-74 victory over North Carolina, it was. That was Kris Jenkins hitting the, you <KNOW>, the three with no time left on the clock. You see the red light on. That gives the Wildcats their second title ever, their first in 31 years. And that shot a few seconds after North Carolina, there is Coach Roy Williams of the North Carolina Tar Heels, the last second shot for Villanova came just a few seconds after North Carolina hit a game- tying three. This one was sick. Sick. And Villanova rightfully, you know, just going bonkers here on the court. A lot of players -- they can be the first time in 30 years essentially not to have a number one pick. A college championship team with no number one pick, not a bunch of stars there. It was a good team."
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Let me ask all of you very last --",
    "statement": "I want a one-word answer out of all three of you if you can. And it's simple. <COULD> we, <SHOULD> we, will we expect to have an arrest of George Zimmerman within the next, say, seven days? Let me ask you, Alan, first."
  },
  {
    "transcript_id": "CNN-180226",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Welcome back. Now three Afghan immigrants in Canada have been sentenced to life behind bars for murdering four members of their own family. The Canadian jury convicted Mohammed Shafira, his wife and their son of first-degree murders of Shafia's three teenage daughters and his first wife in a polygamous marriage. Now prosecutors say the trio plotted to kill the girls as punishment for living a supposedly western lifestyle. The four victims were found dead inside a car at the bottom of a canal. Now Paula Newton has been following this story from Kingston in Canada. She joins us now live. And Paula tell us more about what happened during this trial, in particular, what the defendants said and how they justified their actions?",
    "statement": "To the very last, even when the judge was about to pronounce his reasoning about this verdict, those defendants maintained we are not murderers. What they said happened, Kristie, was that this was a tragic accident. That that car accidentally fell into that canal, that these women were not killed before they went into the canal and that it was basically a misunderstanding between the family members. But the jury over several months, three to be exact, almost 60 witnesses, heard a lot of conflicting evidence from those three family members. They didn't <SEEM> to have their stories straight. And that, combined with some very incriminating bugged conversations between these three members of the family served to convict them. They'll serve 25 years in prison without possibility of parole -- Kristie."
  },
  {
    "transcript_id": "CNN-94877",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "When you consider then that the JFK's future is iffy. As you know, there are 12 carriers, they're thinking about cutting back to 11, and this is the one on the chopping block, give me a sense of, to be the commander, how that must feel.",
    "statement": "Well, <OBVIOUSLY>, a little anxiety among standard crew, so you've go to keep them informed with what you <KNOW> as <BEST> as possible."
  },
  {
    "transcript_id": "CNN-37006",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, Richard, do people in Gary, Indiana, do they strive for integration? Is this something that they want to see happen? Or do they take pride in the fact that they are mostly African-American in the same way that Livonia takes pride in the fact that they are 95 -- 97 percent white?",
    "statement": "Well, it changed over the years. And what happened was after Richard. G. Hatcher became mayor in 1968, Gary -- there was a white flight from the city, and it was then at that point majority white. And progressively -- you <KNOW>, very quickly at that time, but progressively over the years, there has been white flight. And it is not something that people strived for or wanted, it is something that happened."
  },
  {
    "transcript_id": "CNN-245107",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Demonstrations now underway in Cambridge, Massachusetts. Hundreds of people there in Harvard Square staging a die-in. We're talking tonight to the mothers of Trayvon Martin, Michael Brown, Eric Garner, and Tamir Rice. Today, former President Clinton spoke about the demonstrations that we've all been seeing, the incidents behind them, and the larger challenges he sees it for all Americans.",
    "statement": "The fundamental problem you have anywhere is when people <THINK> their lives or the lives of their children don't matter, that they're somehow disposable like a paper napkin after lunch or restroom or something. It just doesn't matter. And we have to -- if we want our freedom to be indeed as well as word in America, we have to make people <FEEL> that everybody matters again."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "of course": "ungraded",
      "potential": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Dr. Alan Zelicoff, everybody wants to see biological research, medical research. But there, at Scandia Laboratory, are you a little bit concerned that there's too much availability of the research tools that, very simply, that those that deserve it, that want to do the research, should be allowed to, but others, really, shouldn't have access?",
    "statement": "Well, on balance, no, I'm not concerned. <OF COURSE>, there are individual circumstances where one can raise specific questions about whether or not information or data ought to be published. For example, if there were specific genetic alterations that were done, let's say, accidentally, that resulted in enhanced disease-causing <POTENTIAL> or pathogenicity, <MAYBE> we ought to <THINK> through about whether or not we want to publish that explicitly. But by and large, I think my colleague is <QUITE> correct. We gain strength, we gain robustness in our biodefense posture and research by having lots of people have access to the information and think it through. I think there is no worse circumstance than to have a gene sequence, let's say, let's postulate, of disease causing potential, that's not widely known in the medical community or the biomedical research community. If that <SHOULD> ever obtain, and that organism then were utilized as a biological weapon, I think we'd be out of luck. So, on balance, I think that multiple people having knowledge is a good thing, because the vast majority of people who are doing work in this area are highly ethical, like my colleague, and I <BELIEVE> actually that strengthens our entire posture."
  },
  {
    "transcript_id": "CNN-280447",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, you know, I think Donald Trump whenever he has some of these town halls, we've seen him have town halls in places like Florida and Tampa, he takes questions, but he also has an opportunity to address any issues that are out there. It's going to be hard to believe if he doesn't in some way address what happened last night when the president sharply criticized him on the international stage regarding his foreign policy experience. He was specifically asked the president about Trump's suggestion that Japan and South Korea should arm themselves with nuclear weapons against North Korea. To that basically the president said Trump doesn't have enough foreign policy experience.",
    "statement": "What the statements you mentioned tell us, they tell us that the person who made the statements doesn't <KNOW> much about foreign policy or nuclear policy or the Korean Peninsula or the world generally."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah, exactly. The one where it was all windy and it almost rained and, you know, it was like a hike and a trek to get there.",
    "statement": "Yeah, you <KNOW>, somebody told me it had not rained in a while, and then I go out there and it starts raining. I felt like the rainmaker."
  },
  {
    "transcript_id": "CNN-118043",
    "matched_terms": {
      "potential": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Well, investigators tell us that this happened sometime within the 2004, 2005 timeframe when Zarqawi was actually leading al Qaeda in Iraq. Of course, he's now deceased. But they're not yet drawing a link to him or to anyone else in the leadership. They say it's still too early, very fast-moving investigation, Suzanne.",
    "statement": "OK. Thank you, Kelli Arena, for keeping up with all those fast developments. Now let's delve deeper between the alleged connection with the U.K. car bombs and al Qaeda in Iraq. I spoke earlier with our man in Baghdad, Michael Ware. Michael, thanks so much for joining us here in THE SITUATION ROOM. I want to start off by talking about the London terror plot. There are now reports that one of the perpetrators, one of those doctors involved in the plot received training from al Qaeda, <POSSIBLY> in Iraq. From your reporting, are you seeing evidence that al Qaeda is training <POTENTIAL> would-be terrorists, exporting those folks to places in Europe and overseas?"
  },
  {
    "transcript_id": "CNN-88644",
    "matched_terms": {
      "may": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Now Paul Bremer is saying what a terrible mistake it was. The president needs to take accountability for his own judgments.",
    "statement": "In a clarifying statement, Bremer says there are now enough troops in Iraq, and insists his comments referred to his belief when he arrived in <MAY> of 2003 that more U.S. or Iraqi forces were needed to contain looting in the immediate aftermath of the invasion. At the time, Defense Secretary Rumsfeld dismissed the looting, saying, \"War is imperfect and <STUFF> happens.\""
  },
  {
    "transcript_id": "CNN-12383",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But most of the day was devoted to economics and social problems, especially in the world's poorest countries. The leaders promising to set up a task force, dubbed \"dot.force,\" to draw up specifics to make technology more accessible to the developing world. Consensus, too, on launching fresh efforts to tackle diseases such as AIDS and malaria. And free of the protesters that had marred recent gathers of the world's industrialized countries, Japanese official say the G-8 also expressed a desire to try and jumpstart another round of talks under the World Trade Organization before the year ends. U.S. and Japanese leaders also held one-on-one talks, a meeting dominated by North Korea's recent overtures to the rest of the world. (on camera): Officials say the two allies did not discuss the U.S. proposed national missile defense system, one that received criticism from both Russia and European countries at this summit. But they did agree to extend talks on deregulating Japan's market by another year. (voice-over): And Mr. Clinton again reached out to Okinawans, like he the day before at Okinawa's peace memorial. This time, officials say the U.S. president expressed his regret for recent incidents involving U.S. servicemen. After their final session Sunday, the G-8 is expected to issue a communique that also address regional conflicts, as well as issues such as conflict prevention, something the G-8 also got a firsthand lesson in Okinawa style. Marina Kamimura, CNN, Okinawa, Japan.",
    "statement": "More about the G-8 Summit with Gerard Baker. He is the Washington Bureau chief of \"The Financial Times.\" Gerard, nice to see you again. From what I am told, this was rather I disjointed agenda going into the G-8 summit. Did that create a vacuum into which Vladimir Putin, the president of Russia, <COULD> step in?"
  },
  {
    "transcript_id": "CNN-205719",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "All right, thanks, Joe Carter. All right, wondering about the next stop for Anthony Bourdain, \"PARTS UNKNOWN?\" Here's a preview of CNN's new hit show airing this weekend.",
    "statement": "-- from Venezuela. It's extremely cheap. Like 50 cents a gallon. The government subsidizes a lot of it. They're able to buy Venezuelan gasoline and sell legally Venezuelan gasoline in Colombia. Having taken on as much gas as <COULD> be bought in one city, we're off again. It's hot out here, desert hot. We plan to ride three hours along the coast to our latest spot. I refused to wear a helmet or sunblock. We avoid wild donkeys and goats and get lost more than a few times. So it leads to a lot of horsing <AROUND> and we decide to open these puppies up."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "That's a good point. I was, too, I guess.",
    "statement": "Social Security is the easy thing to fix. I <KNOW> people don't want to <BELIEVE> that, because Medicare is a much bigger problem in the future than Social Security is."
  },
  {
    "transcript_id": "CNN-257593",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But, S.E., you're making a very valuable point. I mean, part of me hates that you're right about it. But these people up on the stage, they're going to want to stay in lock step on what their message is. And Trump will be very disruptive on that score if he's allowed to be up there because he does say a lot of things that people in this country feel.",
    "statement": "Yes. And he says it in a way that normal people talk. I mean, Trump looks a lot like our uncles or dads. You <KNOW>, we go home and they say, one other thing --"
  },
  {
    "transcript_id": "CNN-135710",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You know, the first thing you need to do is figure out what skills you have. Write them down. Sit down somewhere for a few hours and figure out what you're really good at and what you bring to the table. Then, go do some research, figure out what fields are hiring now and how you can apply those skills. Then you've got to tap everyone you can to try and figure out how you can move into that field. It's a little hard and sometimes you may need to go and take a course or may need to have someone help you revise your resume in a better way so that translates. But fist, it starts with figuring out what your skills are and how you can sell them to someone else.",
    "statement": "Manisha, a lot of people are trying to do this right now. I <THINK> sometimes it takes being really aggressive, really dramatic, <MAYBE> even moving to a different part of the country to transform yourself, just get that job. Do you advise that?"
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I don`t necessarily disagree with you, Nancy, but I would note that a lot of times when a celebrity gets hammered, this is interesting, everybody jumps on the bandwagon and say oh, they only singled the person out so they can get a knock on the.",
    "statement": "Yes, well, you <KNOW> what, Doug, I appreciate that, but that`s not what happened here. Sue Moss, I will be right back with you when we get back. But I want to report a verdict. Tonight`s iReport winner of our \"Number One Fan\" contest is Iowa friend, Brenda Shaner Salen (ph). Brenda says the show gives her the courage to stand up for her beliefs. An artist, Brenda designed this portrait. I <THINK> it`s <MAYBE> me. It`s nine pounds of jelly beans and 32 ounces of glue. She stayed up night doing it during the show. Congratulations, Brenda. And I want to eat your work of art. You`ve got the copy of the new mystery and \"New York Times\" bestseller, \"Eleventh Victim.\" Thank you, friend. And tonight, out to Kathy. She is courageously battling a rare eye disease and slowly she`s losing her sight. She wanted to read my new novel, \"Eleventh Victim\", but she cannot. So, Kathy, we`ll have somebody read it to you. After the show, we`re sending you this audio version of \"Eleventh Victim\" to our California friend, Kathy Frankporter (ph). Kathy, nice job."
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "CRIES FOR HELP,\" focusing on the challenges facing refugees and aid workers there. You don't want to miss that. But, you know, the most pressing problem facing them is securing their safety. Currently, there are about 7,000 African Union peacekeepers in Darfur, Sudan, charged with bringing law and order to an area the size of California. CNN's Jeff Koinange got a firsthand look at the many challenges these troops face.",
    "statement": "These are the men trying to stand in the way of genocide. We tagged along with this battalion of the African Union peacekeeping force in Darfur to see what chance they have of succeeding. Their assignment on this day is to travel 50 miles to the town of Taweela, the scene of a recent attack that forced nearly 15,000 villagers to flee their homes. It was a journey these peacekeepers <COULD> not complete. Along the way, the patrol takes a routine stop for information. Just as they are moving out, their commander's radio crackles with a message from headquarters. (on camera): Halfway on the road to Taweela, we've just been informed that there's some rebel activity not far from where we are and that we have to turn <AROUND> immediately and head back toward Al- Fashir. (voice-over): Four weeks ago, this battalion lost nearly a dozen men in a gun-battle with anti-government rebels who stole their vehicles and weapons. They are not about to take chances on this day. We returned to base and these men are tired, frustrated, their morale low. Their new force commander is only days into his new job. But this peacekeeping veteran of wars as far away as Kosovo, Liberia and Congo will be the first to tell you his mandate here is a mission impossible."
  },
  {
    "transcript_id": "CNN-312222",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. And so far people in the FBI are supportive of this. There are some concerns particularly individuals like Senator John Cornyn could politicize the position. So that may be a little bit controversial if he was to be selected but, you know, Andrew McCabe, who's the current acting director, Judge Garcia, even Fran Townsend, these are not names that are surprising anyone at the",
    "statement": "All right. Good to <KNOW>. Thanks for having some more time with us."
  },
  {
    "transcript_id": "CNN-204246",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Unbelievable.",
    "statement": "Instead of the sliding glass door. He is knocked out and shoppers run to help him, purse snatcher or no. But then an accomplice scares them off, drags the dazed partner in crime to a getaway car, investigators are checking DNA provided by blood at the scene. It's a very clean glass. He didn't see it at all. We're getting a close-up at wildlife that's been impacted by an oil spill in Arkansas. Ducks, a muskrat covered in crude and the rescue center says it's expecting an onslaught of animals today. Oil began spilling through a neighborhood in the town of Mayflower last week after a pipeline was damaged. About two dozen families have been forced out of their homes while crews clean up the mess. And <OF COURSE>, people who are opposed to expanding pipelines in this country, you <KNOW>, like the keystone pipeline look at things like this and say you know, we told you. We told you, this is what happens when you have oil crisscrossing the country in pipelines."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Right. And I do, again, want to point out just talking to a source at GM, their point is they're doing everything they can and they have been for two weeks. So this DPA, Defense Production Act, isn't going to change anything. But the problem was they were at a nascent production line. To your exact point, it takes time to get it out and get it going to scale, so that's important to realize. I mean, Dr. Schaffner, what do you make about the doctor that Erica spoke to in her piece? And he said, we just don't know if this is a category five storm and we are in the outer bands, as opposed to whether we're right by the eye or close to it and as bad as it gets. Would you agree with that analogy at this point?",
    "statement": "Well, he's <CERTAINLY> in the middle of a hurricane already. He's just worrying about how bad it's going to get and we <THINK> it will get worse before we turn that corner, and it does get better. And this is happening all across the country. Here in my own hospital, we're seeing a steady increasing stream of patients coming in, suspected of or diagnosed with COVID and that is also increasing. We're not anywhere like New York, but I would imagine my colleagues <AROUND> the country are seeing the same thing. So the next two, three weeks are really going to tell the story and that's when the stress is going to hit us very hard."
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, perhaps a naive question, but it makes me wonder, does every local police department have a SWAT team or at least access to a SWAT team?",
    "statement": "Well, not every local police department has a SWAT team, but they do have access to SWAT. And what I see and what I`ve seen this morning in Virginia, the police officers there were pretty well equipped. And it looks like they were well trained to deal with this threat. So you <KNOW> what? One can only commend these officers who went into harm`s way under the circumstances they did."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "It's state-of-the-art technology, designed to see through heavy metal containers. It can detect illegal drugs and contraband weapons and ammunition. It can also detect chemicals and biological agents and perhaps most important, it can detect nuclear equipment as well. (on camera): So if there were, god forbid, a radiological bomb inside the container, they would be able to see that.",
    "statement": "<ABSOLUTELY>, yes."
  },
  {
    "transcript_id": "CNN-47227",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "The White House says the bottom line of all this will be that a major political supporter of the president asked for help and the answer was no. But some in Congress aren't sure that was the right response. Thousands of shareholders and employees at Enron who had many invested in the stock and in their 401(k) plan lost millions of dollars. Senator Joseph Lieberman is the chairman of one of the committees looking into this. He asked this question: should Secretaries Evans, O'Neill, or anyone else in the federal government have raised their hand and issued a public warning?",
    "statement": "One of the key questions my committee is going to be asking is, where was the federal government? Where were the protective agencies of the government who are supposed to be there to make <SURE> average citizens don't lose their life savings as a result of what a company does?"
  },
  {
    "transcript_id": "CNN-110722",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Stephen, how much do fans really care about what happened today and the confusion caused by initial reports and then Terrell trying to set the record straight himself?",
    "statement": "I <THINK> fans are involved in it and just trying to understand his personality. He's a very complex person. We devote a lot of time to talking about him and analyzing him, but if he performs well on the field, this will <PROBABLY> go away pretty soon."
  },
  {
    "transcript_id": "CNN-242142",
    "matched_terms": {
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Because there are state troopers around her house.",
    "statement": "Troopers yesterday, but they say they're there for her safety and security. I don't <BELIEVE> that. But at this point the worst thing would be is she steps out in the next hour and they try to put handcuffs on her. I sincerely <HOPE> that never occurs. If we're going to have a disagreement, let's have the disagreement in a court of law, not out on the streets of Maine."
  },
  {
    "transcript_id": "NPR-25462",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're spending some time today remembering some of the important people who died this year who <MAY> not be getting the recognition they deserve - among them, one of Hawaii's most beloved kumu hulas. That's a master teacher in the art of hula dancing. Her name was Aloha Dalire, and she passed away in August. Denise Guerra has this remembrance."
  },
  {
    "transcript_id": "CNN-110722",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, I know I talked to one Cowboys coach this afternoon. And, Paula, the story he told me, he said, yesterday afternoon, Tuesday afternoon, Terrell Owens was in camp. He was joking around in a quarterbacks meeting. He was -- he was kidding his teammates. He looked relaxed. He looked happy. He looked into it. It didn't really add up to a suicide attempt just hours later. Now, I have talked to Philadelphia Eagles officials in the past six months who felt like he certainly had mental illness symptoms at times. So, I think there's issues there. I just don't think this -- in this case, it added up to a suicide attempt.",
    "statement": "And, Stephen, what is it about what happened in his early childhood that people are pointing to as -- as <PERHAPS> creating this emotional instability?"
  },
  {
    "transcript_id": "NPR-34152",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And there are other issues on the arms control agenda. Russia wants to make U.S. missile defense a part of talks between the two countries. There's little enthusiasm in the U.S. for that. And there's the comprehensive test ban treaty which would formally ban all nuclear tests. That was signed by President Clinton in 1996, but rejected by the Senate three years later.",
    "statement": "In addition, some arms control advocates would like to see a follow-up to New START, which would limit strategic weapons deployed in the U.S. and Russia to 1,000 a piece. Many experts like Daryl Kimball <BELIEVE> that would then trigger the involvement of other nuclear armed nations, heretofore not involved in nuclear arms control."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "What evidence did you find that these individuals received any training in the Geneva Conventions for the treatment of prisoners of war?",
    "statement": "Sir, the evidence that we gathered were training records from the training that they received at the mobilization station and home station, their mission essential task lists that they developed to prepare them for deployment, that <SORT OF> thing."
  },
  {
    "transcript_id": "CNN-36878",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "And joining our discussion from New York is Maer Roshan, editorial director for \"Talk\" magazine. Maer Roshan, you say that this photo spread was just good fun. But aren't you drumming up publicity by exploiting a couple of 19- year-old kids whose great crime was ordering Margaritas?",
    "statement": "Well, honestly, when I <THOUGHT> this photo feature up, while I was having a few Margaritas, I never expected this to be a presidential issue."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think this is the other end of the spectrum(ph). The Liberty City case, basically what happened is it never got past the bravado stage, in the sense that they talked about possibly doing it, but there was never any sort of explosive or bomb made.",
    "statement": "And to be perfectly honest, these were  I <THINK> in the beginning there were seven men who were involved. Five ended up actually getting, were found guilty in the plot. Two were acquitted, and there had to be two mistrials that took place before they were actually found guilty of this."
  },
  {
    "transcript_id": "NPR-36104",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "The accelerators were not built by Toyota but by a supplier named CTS based in Indiana. Today, Transportation Secretary Ray LaHood said the Obama administration pressed for the halt in Toyota sales. Auto analysts say the company did the right thing but should have moved earlier. Jeremy Anwyl is with edmunds.com, the car consumer Web site.",
    "statement": "Before yesterday, they were <KIND OF> catching up all the time, and that's just like the death of 1,000 cuts. So they've taken a bold move. I <THINK> they have the opportunity now to get in front of this and, in so doing, repair their reputation. But the next couple of days are going to be critical because there is this <SORT OF> information vacuum and they need to get out there with, you <KNOW>, solid answers."
  },
  {
    "transcript_id": "CNN-201743",
    "matched_terms": {
      "maybe": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Cardinal Dolan declined an interview with CNN and the attorney representing the cemetery trust fund says the obligation to maintain the cemeteries never ends. No one knows, for sure, how much is enough. An ultimate win for the victims could open up not only the $55 million in the cemetery trust, but future cemetery earnings. A win for the church could provide a blueprint for other diocese going through bankruptcy and could propel Dolan's reputation in the eyes of the Vatican as the guardian of the American church. Meanwhile, the archdiocese is spending millions in legal fees, to protect its money and reputation, which Father Connell believes needs to stop.",
    "statement": "It's the love of money. <MAYBE> that translated into greed. That is the root of all evils. And that <SEEMS> to be what I see playing out in that situation. What's under the lid? What is being hidden? How embarrassing can it be?"
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "believe": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Let's hear from Chester in Romulus, Michigan. Chester, welcome to TALK OF THE NATION.",
    "statement": "Hi. I would just like to say I'm a member of the original Seven Day Adventists. And according to the Bible, the original diet, man was vegetarian. And we <BELIEVE> in going back to the vegetarian diet and eat everything as close as original, either fruits and vegetables, and stay away from sugar and <STUFF>. Because in the new heaven and Earth, there won't be any meat eating in the new heaven and Earth."
  },
  {
    "transcript_id": "CNN-77502",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "knows": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "If you listen to the words that were spoken yesterday by Joe Wilson, he says it wasn't Karl Rove, although he mentioned his name weeks back in a speech in Seattle. Bob Novak yesterday on \"Crossfire\" said he was the one who called the CIA and they gave him the name. Shouldn't the CIA be the one where the target of the investigation is aimed, not the White House, right now?",
    "statement": "Well, this is the problem. Nobody <KNOWS> what happened. There's a lot of rumors, half <FACTS> flying <AROUND>. You need a competent investigation and I <THINK> administrations, both Democratic and Republican, have not been trusted to investigate themselves. So we need some <KIND OF> investigation. But the president needs to start this by getting all of his people to fully cooperate and to get the investigation going. We need to get to the bottom of this."
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "Caitlyn Jenner is one of \"Glamour Magazine's\" Women of the Year. In her speech Jenner describes her path towards transitioning to a woman and said maybe this is why god put her on earth. Jenner is not the first transgender woman to win the award. Actress Laverne Cox was honored last year. Previous winners of this award include former U.S. Secretary of State, Madeleine Albright; tennis great, Billie Jean King; and singer, Lady Gaga. So, it's not without some controversy that Caitlyn Jenner is among that list of honorees. Joining me for both sides of this debate, Sonia Krisna Murthy, a journalist with Oxygen.com and Nicole Russell, contributor to the online magazine called \"The Federalist\", which some have described as conservative leaning. Sonia, I want to start with you, apart from dealing with her own transgender issues, which many other people in the transgender community have dealt with in the past, and no one would ever say is easy, what has Caitlyn Jenner done for women which puts her on the list, which puts her up there with Madeleine Albright?",
    "statement": "<TOTALLY>. Well, this list is really about women who are trailblazers and changing what it defines to be a woman. Caitlyn Jenner has used her platform to showcase the plethora of different faces of young women, and really taken this trans issue and normalized it. Before Caitlyn Jenner, we weren't talking about the trans community in such an open and honest way. So the work she's done has been very historic and is the reason why she deserves this award."
  },
  {
    "transcript_id": "CNN-99998",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Sixteen-year-old Vincent Trillich can't get enough of his computers games. There is plenty of action, drama, adventure but not what you'd expect.",
    "statement": "Some of those games where there is blood flying everywhere. These aren't those <KIND OF> games."
  },
  {
    "transcript_id": "NPR-13464",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Senator Bingaman, you agree?",
    "statement": "Oh, I <SURE> do agree and I <THINK> the other thing he was correct about was the importance of becoming more efficient in our use of energy.  That's been a low priority for us unfortunately as a country and accordingly, we use two times the amount of energy that many industrial countries use per person.  So, there are tremendous savings, tremendous efficiencies that we <COULD> have been pursuing and still need to pursue."
  },
  {
    "transcript_id": "CNN-256126",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, we are live at the press conference here. It's about to start any second now. You can see a lot of cameras here, a lot of people anticipating any bit of information that they can get. You know we're going on day five, and these families have been just waiting to hear. It has been a hard couple of days. The small town has really been embracing each other. They've really been helping out, to clean up areas, clean up campgrounds. We saw houses completely swept away. And so we will hear from law enforcement. We will hear updates on any developments, we'll hear about current efforts that are going to be made over the next couple of days. And we're also going to hear special remarks from friends and families of the victims. Of course, the four families that were involved, and you know, they've been through so much over the past couple of days. It takes a lot of courage to get up here. It takes a lot of heart and so everyone is anxiously awaiting what they have to say and we'll listen in -- Ashleigh.",
    "statement": "Thank you all for being here today on behalf of flood victim families in Hays County. My name is Laurie Cherno. I'm the public information officer for Hays County. I've been asked to introduce a number of speakers today. Kelly Burke, a friend of the family will be speaking for them. With us here we have Kristen Carrie Daniel on behalf of the Carrie family. We have Kim and Mary-Ann Charva on behalf of the Charva family. We have Justin McComb on behalf of the McComb family and we have Jeff Schulz on behalf of the Schulz family. We also have Reverend Jay Burkhart with the St. Andrews Episcopal Church of Corpus Christi, who will be offering a prayer in just a moment. Also speaking today will be Task Force One Wimberley director and Wimberley Fire Department person, Lynn Burttschell and with us also here are Mayor Steve Thurbur from the city of Wimberley, Precinct 3 Commissioner Will Conlee and Carly Smith, the Hays County Emergency Management coordinator. I'm going to turn this over to the reverend in just a second. I want to make it <CLEAR> that the family has decided not to answer questions in this format after they speak, they'll arrange a different format if they have additional information they want to share. So again, thank you for being here, and I will turn it over to the reverend now."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "believe": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "His clothes had been burned off, everything.",
    "statement": "Completely. <ABSOLUTELY>. And we do <BELIEVE> that he is this member of Islamic jihad who is the leader of their so-called military media office."
  },
  {
    "transcript_id": "CNN-323172",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "As soon as I seen the cage, I knew it was our house.",
    "statement": "It <APPEARS> she took these videos herself?"
  },
  {
    "transcript_id": "CNN-111290",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Because he's not running in the race.",
    "statement": "It's one of those little differences that <COULD> affect the margins in the Bible Belt and the balance of power in Washington."
  },
  {
    "transcript_id": "CNN-85805",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "It really is quite odd. Basically what happened is, a volunteer who helped with the effort to find Laci Peterson apparently became very infatuated with Scott Peterson. In January 19 of 2003, just weeks after Laci disappeared, she actually broke into the Peterson home, went through some of the Christmas gifts that were still under the tree, rifled through some drawers, even poured herself a Jack Daniels and coke at one point and laid down on their bed. Now afterwards, she was found out by Modesto police. She told the cops, specifically Al Brocchini, that she was bipolar and had not been at -- on her medication as the time of that break-in. Now Modesto cops cleared her of any involvement in Laci Peterson's disappearance, but the defense is not satisfied. They say the cops did not do enough to look into that possible connection. They think more should have been done and again is another example of a possible lead in this case that led away from Scott that Modesto police virtually ignored.",
    "statement": "Well, in <FACT>, the defense is leading the way right now. When will the prosecution have an opportunity to recover, and do you <THINK> that they actually can after such strong, I think strong steps by the -- by the defense?"
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "OK, run down the list one more time for us of good stores in which to purchase gift cards.",
    "statement": "Oh, there are plenty of good ones, I <SHOULD> point out. I'm just pointing out the negative side to them. And the bank issued cards do come with <QUITE> a bit of fees. But among the good programs, Gap, Banana Republic, Home Depot, Nordstrom, Circuit City is also good, J. Crew. And the reason these are good, Carol, is essentially because there are no expiration dates and there are no non-usage fees, which you get with many of the, unfortunately, the bank issued cards. Those credit card companies that I mentioned."
  },
  {
    "transcript_id": "CNN-215954",
    "matched_terms": {
      "potential": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "The breaking news here on CNN is that U.S. Special Forces involved in a mission to take out a top al-Shabaab leader, a terror group leader, Barbara Starr with a major update on this story. Barbara, what do you have?",
    "statement": "Just in to us now, Don, a U.S. official is confirming, indeed, as you said before. It was a team of U.S. Navy SEALS that went into this town in southern Somalia. But, and this is a big situation here. The Navy SEALS had to withdraw from the town before they <COULD> confirm that they had killed the target they were going after. The person they were trying to get, the al-Shabaab leader. And we are told by a senior U.S. official the Navy SEALS had to withdraw because they came into what he calls a very hostile environment. They came under fire in this town. And he says the Navy SEALS made what he calls a prudent decision to withdraw from the town rather than engage in further combat and risk causing some number of civilian casualties. That's what they are telling us right now. They do not <BELIEVE> at this point any U.S. Navy SEALS were either killed. There's no word on that, there is no indication of that or any of them suffered any wounds in this gunfight. We don't <KNOW> about Somalis on the ground, wounded or killed. We don't know if the target they were going after was killed because this gunfight <APPARENTLY> erupted. Navy SEALS go in pretty heavily armed. They don't usually get overwhelmed to the point of needing to withdraw in a gunfight unless they are in an environment with a large number of civilians and they don't want to get involved in some <POTENTIAL> incident of causing those civilian casualties. So, I <THINK> we are going to learn much more in the coming days about what exactly the Navy SEALS encountered in southern Somalia. Very rough piece of territory down there, but they could not fully complete their mission. They couldn't find if they killed the man they were going after because of this gunfight, this hostile environment situation. Don?"
  },
  {
    "transcript_id": "CNN-82992",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A terror attack in Spain <MAY> cost America an ally in Iraq. An upset win in Spain's elections means troops may be pulling out."
  },
  {
    "transcript_id": "CNN-164698",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "That's right. From cops on the beat to first responders, these cuts do go far and wide. That's why many Democrats who are seeing the fine print for the first time say they are going to vote against this deal that their leaders hatched with Republicans late last week. And at the same time, Republicans, many of them say that these cuts don't go far enough to really deal with the problem of, from their perspective, too much government spending.",
    "statement": "High-speed rail, one of the president's biggest priorities, on the chopping block for nearly $3 billion. Programs to promote clean drinking water cut nearly $1 billion. And slashed by $500 million, federal grants to help pregnant, low-income women and children with food and nutrition. Some examples of cuts many Democrats say their leadership <SHOULD> not have compromised on."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "OK. The picture of the ladder that you testified about, how heavy is that ladder?",
    "statement": "I don't <KNOW> the actual weight. I know it -- I can't lift it with one hand. I have to use two hands to lift it."
  },
  {
    "transcript_id": "NPR-28087",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Disrupting the Olympics in Sochi would be the most important evil act that they can hatch. If they cannot do that, at least they can spoil the atmosphere around the games.",
    "statement": "Trenin says the attackers <MAY> have chosen Volgograd because it's the closest major city outside the North Caucasus to show that their reach extends beyond their own region and, he says, Volgograd has a special resonance with Russians. When it was called Stalingrad, the city was the site of the battle that many Russians consider to be a decisive victory in the Second World War."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, there's a lot of great opportunities there, I think, that we already know, and there's ongoing research to try and improve that as well. Let me start with personal protection. The best personal protection against deer tick bites and pretty much any kind of tick bite is tick-repellant clothing.",
    "statement": "It's <KIND OF> something that people don't really <KNOW> much about, despite the <FACT> that the military has used this for 30 years to protect troops. It's clothing that is impregnated with the active ingredient Permethrin. You can buy sprays and soaking kits and do it yourself, or there are - is - there are commercially treated clothes available as well."
  },
  {
    "transcript_id": "CNN-221570",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Oh good morning to you. That's right most of the country is very, very calm on this Christmas day. There's only one place in the country you'll find some snow and we'll talk about where that is in just a bit.",
    "statement": "Hello, this is Captain Lands from KNB Kuwait. I want to say hello to my family members, my wife Tamara, my daughter Kashia (ph), my daughter Corey (ph), my beautiful mom and dad, Wayne Adams, hello. I'm enjoying the season here and I <HOPE> you're enjoying the season there. I would love to see a care package, but anyway, happy holidays."
  },
  {
    "transcript_id": "CNN-152614",
    "matched_terms": {
      "potential": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Duh. OK. Good clarification there. And that's exactly what the folks affected by this want to hear. A Senate vote confirming General Petraeus as the top U.S. commander in Afghanistan is expected next hour. The Armed Services Committee has given his nomination its recommendation. Petraeus says that if confirmed he will immediately look into whether rules limiting U.S. fire power in Afghanistan are placing troops at greater risk. Taliban militants today attacked an airfield used by Afghan and international forces in the eastern city of Jalalabad near the border with Pakistan. They hit the entrance with a car bomb, rocket propelled grenades and a small arms fire. NATO says the airfield's perimeter was not breached and several insurgents died in the attack. The Taliban claimed to have killed 32 people. Supreme Court nominee Elena Kagan facing another round of questioning before the Senate Judiciary Committee right now. Yesterday she managed to fend off attacks and scored some points with her sense of humor. She is about two hours into today's sessions. Senior congressional correspondent Dana Bash, she's at the Capitol. Dana, good to see you. And how is it going today?",
    "statement": "You <KNOW>, so far what she has had are questions from the most junior members of the committee, those who didn't get a chance to ask their 30-minute round of questioning yesterday, and a lot of questions about some dense legal issues, but also one interesting moment when the Amy Klobuchar of Minnesota asked the -- asked the <POTENTIAL> justice, the solicitor general, about what justice -- Chief Justice John Roberts said in his hearing, and specifically what is now famous in legal circles about him saying that the role of the justice is like an umpire, to call balls and strikes as he or she sees them. And so Amy Klobuchar asked her whether or not she agrees with that metaphor, and what Solicitor General Kagan said is yes, but with an amendment."
  },
  {
    "transcript_id": "CNN-407247",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "should": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "What a powerful, powerful video that was. Thank you so much, Alexandra. I want to turn now to our national lead. There's a tropical storm that's expected to strengthen to a hurricane today. And more than 100 million people from South Carolina to New York are at risk for major flooding and severe winds. CNN Meteorologist, Tom Sater is tracking the storm. So where exactly will it make landfall and how soon, Tom?",
    "statement": "Well, it looks Isaias, as you mentioned, <SHOULD> make landfall at hurricane status right <AROUND> the midnight hour, give or take an hour. That would be east of Charleston. But take a look at this, watches and warnings from Florida to Canada. We haven't seen this since 1960, when Hurricane Donna moved into the area. I <THINK> Isaias is going to shock a lot of people tonight and through the day tomorrow into Wednesday. We have got the hurricane watch for areas of South Carolina into North Carolina, also a tornado watch now posted just moments ago for the same area until about 2:30 in the morning, but it's increased the storm surge from two to four to three to five. That's just one element. As it moves now closer to Charleston, roads are already closed. They're inundated with rainfall, full moon, high tide tonight at 9:00 p.m., to States of the East, but notice the flow coming in now, <OF COURSE>, battering the coastlines of South and North Carolina. As the system moves up. Here's the key. We have got ourselves two frontal systems that are moving toward the region, first one from New York down to the south. See all the rain in advance of that system. But it's the second one from Detroit back in areas of the Midwest that's going to race to the east. It's good to meet up with Isaias and intensify this storm, where it's going to unleash torrents of rainfall, areas of the Carolinas already inundated with heavy rainfall. Then you toss in the strong winds. Get this. Philadelphia tomorrow afternoon, 60-65-mile-per-hour winds, New York City, 65 to 70. We haven't seen winds like this in New York City, Pamela, since Superstorm Sandy almost eight years ago, comes in tomorrow between 5:00 and 7:00 p.m. It's going to be a long couple days."
  },
  {
    "transcript_id": "CNN-286639",
    "matched_terms": {
      "potential": "ungraded",
      "could": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "So Nina, the government today who -- the majority of whom certainly -- well, the prime minister and his finance minister, looking to have Britain remain within the EU, they are arguing that there would be a hole in public finances to the tune of something like 42 billion. Now, much arguing about where they got those numbers from, whether they can stack them up and whether you can pick them apart. And if you're the Brexit campaign what your figures would look like. But at this point, is it clear, what the impact and consequences of a Brexit would be should the UK vote for that a week tomorrow?",
    "statement": "What is <CLEAR> in the financial markets, Becky, is that we'r ealready seeing the impact of the uncertainty that this vote is generating. Just yesterday, what we saw was about $30 billion to $40 billion wiped off the value of the FTSE 100 in just one day because of the market. Now, that market has recovered since, but we have seen the pound continually shedding ground. We've seen short selling, so bets against the value of the pound by some of the hedge funds build up as we head ever closer towards the vote. So, it's not just the holes, <POTENTIAL> holes in government finances that David Cameron and his chancer, George Osbourne were highlighting today, outside of the UK what we're also seeing is a lot of people getting very concerned about the value of sterling. As one economist I was speaking to -- chief economist for a big fund management company just a few hours ago -- saying the sterling <COULD> fall precipitously with his words, between 15 percent to 20 percent in the event of a Brexit. And because the UK relies so heavily on borrowing from abroad, we've got a very deficit in this country, continuing to fund that when your currency is in freefall is another thing government members have to consider. But it isn't an argument that they're necessarily putting forward to the people."
  },
  {
    "transcript_id": "CNN-230881",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And now to this, did you see the pictures? He's 130-feet long, 180,000 pounds, and by the way, really, really old. Much more on this amazing, colossal creature, unveiled -- unearthed, we <SHOULD> say -- in Argentina, just over the weekend."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "perhaps": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "And what we are learning does that give confidence?",
    "statement": "I <THINK> it <CLEARLY> has shaken confidence that some very big businesses are in big trouble. I mean, we knew that, but we didn't <KNOW> how bad. And we didn't know that some of them are <PROBABLY> going to go to the wall. But <PERHAPS>, in the long term, we <MAYBE> more <CONFIDENT> because of the reality check that came to Dubai a year ago, hasn't yet completely been absorbed or taken on board by the authorities. Perhaps the time has come that it has been."
  },
  {
    "transcript_id": "CNN-250611",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I have more questions for you, Mary, but I want to check back in with Miguel Marquez real fast to see what's happening at the airport right now. You mentioned, Miguel, at the very top of the hour, outbound flights were supposed to be able to get going again. Is that, indeed, the case?",
    "statement": "They are starting to creep out of this airport. On the boards behind me here at the American terminal, they are starting to get onto the boards. And after now, after 2:00 p.m. Eastern Time, they're starting to schedule them to get out of LaGuardia. All inbound flights still closed. And on the runways I can tell you that we've spoken to two pilots. Lorenzo Ferrigno, our producer here, has spoken to two pilots who were flying smaller planes, regional jets. One that came in two hours before this incident happened. That pilot reported very slick runways at that time. Another that landed about 15 minutes before this plane crashed. He reported that it was slick, but not terrible, was able to get traction and said that unless it is plowed immediately before or if you catch it at just the right time, it can change the conditions of that runway significantly. So throughout the day here, as the temperature has dropped rapidly and as that snow has come down very hard, those plows have worked very hard to try to get that runway <CLEAR>. Ana."
  },
  {
    "transcript_id": "CNN-97547",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Tell us more about the man, about this lieutenant general. He is from this world, he is from the Gulf Coast.",
    "statement": "He is from Louisiana. He was born and raised, he has relatives there. He told us that so many days later, he still has a cousin unaccounted for. He has a son serving on duty in Iraq. And in the middle of all of this, he became a grandfather for the first time. He has a new grandbaby, as he said. He hasn't seen yet, but very anxious to. And this man, truly, is working <AROUND> the clock. He is working 20 hours a day. Phone constantly is in his ear, yelling at somebody to say, \"Make it happen.\" And as we left General Honore, he was still issuing instructions to his troops. And his instructions now are, he wants every active duty soldier that he's got out -- he says, \"I want you out on the streets helping people. Nobody stays in camp. Everybody gets out there.\""
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't recommend it. I don't think it's a smart thing to do but I'm not going to check gay people if they decide to use derogatory terms in their conversation with each other.",
    "statement": "Staceyann, what do you <THINK>?"
  },
  {
    "transcript_id": "CNN-115418",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "He's a long-time friend and political comrade, plus, he's a boss. But not even President Bush <MAY> be able to save his embattled attorney general, Alberto Gonzales. That's not stopping him from trying, though. CNN's Elaine Quijano is traveling with the president outside Kansas City, Missouri. Hi, Elaine."
  },
  {
    "transcript_id": "CNN-132812",
    "matched_terms": {
      "clearly": "ungraded",
      "know": "ungraded",
      "best": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Fifty hours of hell in Mumbai. A fight to the death, pitting highly-trained attackers, who took this city by storm, and elite commandos determined to take the city back. In the crossfire, innocent civilians. Many of them rescued. Many of them safe. Many others, not.",
    "statement": "Hello, everyone. I'm Kyra Phillips live at the CNN world headquarters in Atlanta. You're live in the CNN NEWSROOM. We want to get right to it this hour. It is almost midnight in the commercial capital of India, its largest city. And for more than two days the center of the world's attention. Here's what we <KNOW> in Mumbai. The death toll has reached 160, including at least two Americans, and at least 11 of the terrorists. More than 300 people are hurt. Five of the dead were hostages at the Jewish center known as Chabad, or Merriman House. That includes the rabbi-in-residence and his wife. Two gunmen were killed there, as well. And our Nic Robertson tells us that siege is now over. And that's the Taj Mahal Hotel, where gunmen <APPARENTLY> are still holed up, despite some local reports to the contrary. Our people there heard fresh rounds of gunfire just minutes ago. And then the siege at the Hotel Oberoi ended earlier today. The last remaining hostages there, freed and hugely relieved. Indian commandos took out the last two Oberoi attackers, but not before at least 30 people were killed. And if you've been watching CNN you know we brought you unparalleled live coverage of the Mumbai rampage, thanks in large part to our sister network in India, CNN-IBN. But just a short time ago the India government ended all international video transmissions. So over the next two hours, we'll bring you the <BEST> images that we have, along with live phone reports from our correspondents and crews. Well, the deaths at the Hotel Oberoi include Alan Scherr, a 58- year-old American from Virginia and his 13-year-old daughter, Naomi. They were traveling with more than 20 other members of a community called Synchronicity, which promotes meditation. Four others from the group are hurt. Scherr's wife and the couple's two other children stayed behind in Virginia. And the rabbi killed at the Jewish center apparently held dual citizenship, Israeli and American. Twenty-nine-year-old Gabriel Holzberg was born in Israel but moved to New York as a child. His wife, Rivka, also was killed, but their 2-year-old son was actually smuggled out of the house yesterday by a cook, and is said now to be safe and sound. Now, the site is India, but the targets are international. And that's <CLEARLY> hitting home for American families today. Let's get straight to our state correspondent -- State Department correspondent, rather, Zain Verjee. Zain, it's been a long 50 hours."
  },
  {
    "transcript_id": "NPR-14533",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Bobby Knight is giving one of 16 students a shot at the final spot on his basketball team, the Texas Tech Red Raiders. I think that's a mixed blessing for the winner. Knight may be one of college basketballs savviest minds, but he's also one of its most combustible mad men.",
    "statement": "That's because Knight isn't known for just leading championship teams at his former school, Indiana University. He's better known for a well-documented history of confrontations with referees, players, and sometimes, courtside chairs, which makes this ESPN-sponsored competition <KIND OF> besides the point. I <THINK> most people will tune in to see not which student wins the competition, but how quickly Knight loses his patience."
  },
  {
    "transcript_id": "CNN-347495",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Plus, President Trump has said many times he wants to end what he calls chain migration. He says too many people are coming here and then bringing family members to join them. What about members of his family?",
    "statement": "And the sheriff who handled the case of a missing boy at a horrific compound answers to critics who say he <SHOULD> have done something sooner."
  },
  {
    "transcript_id": "CNN-354760",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Most of the students are not proficient in Chinese. They are easily instigated and coerced by terrorist and extremist ideologies.",
    "statement": "If I had not come here to study, <MAYBE> I ought to follow those religious extremists and walked down the path of crime."
  },
  {
    "transcript_id": "CNN-278442",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "I'm sure they're serving delicious food whatever they're serving. Guys, stand by. I want to go to over to John King at the magic wall. We're waiting for Donald Trump to speak. But on the Democratic side in Michigan right now, almost the third of the vote is now in. Look how close it is, 51 percent for Bernie Sanders, 47.1 percent for Hillary Clinton. Is a lot closer than a lot of the polls had earlier suggested. Sanders is doing very well.",
    "statement": "Well, the polls coming in showed Secretary Clinton ahead, so not only is it closer than we expected but the other guy is on top. If you're the Sanders campaign at 31 percent, the lead has held pretty steady. So in the one hand, you're encouraged because your lead has held for a long time now as we're done from 5 to 10 up to 31 percent. Still some question marks. So no question Senator Sanders has lead at the moment and one of the big issues in the race is the largest slice of votes here in Wayne County. For both Democrats and Republicans. It's the largest part of the state, 18 percent of the population. Detroit, <OBVIOUSLY> the anchor of Wayne County. At the moment Senator Sanders is winning. If that stays that way, he'll win the state of Michigan."
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Let me bring Congressman Charles Rangel in here. Congressman do you believe President Bush ultimately wants this bill passed?",
    "statement": "That's hard to say since the Joint Chief of Staff and Pentagon officials have not really given the bill the type of support that the president indicates that he wants. But let me make it <CLEAR>, this is not a battle between the House and the Senate. The Senate passed this bill 98 to 2. No one challenges the <FACT> that the Speaker has the votes in the House of Representatives to overwhelmingly pass this bill. The fight is between Republicans in the House. And so they've decided instead of just beating up on us they've got to beat up on the president. But they don't want Democrats to pass this bill with Republican support. So..."
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Others are poised to take that role.",
    "statement": "You mind a little history? A lot of people in 1976, a lot of Republicans, did not want Ronald Reagan to take that fight to the convention. But in that case, he had enough delegates to make a fight of it. A lot of Democrats didn't want Ted Kennedy to go after Jimmy Carter all the way to the convention, and he never really fully reached rapprochement with Jimmy Carter. Something happens in a campaign. We forget sometimes these are human beings. And when they <FEEL> personally aggrieved, the poll numbers and the calculations don't always matter."
  },
  {
    "transcript_id": "CNN-206133",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Our second story, OUTFRONT, the NRA's political big guns. They are out today in force kicking off the NRA's three-day convention in Houston. They have a three-day convention, that's a big deal. It's part pep rally, part victory lap after the Senate rejected a plan to expand background checks last month.",
    "statement": "We <KNOW> how they play the game. President Obama or Michael Bloomberg or some other official trots out on national television to scold and shame us suggesting that there's something wrong with owning firearms."
  },
  {
    "transcript_id": "CNN-262792",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Well, they're looking at, I'm sure, a possible deadline to do so. Jason Johnson was just on our air last hour and said if Biden doesn't make an announcement by October 1st, he doesn't think it can happen. Are we hearing anything about a deadline from your end there?",
    "statement": "Well, that's what his advisors have told him, exactly, October 1st. Biden has told his associate, he's going to decide whether he's going to mount this third run for the White House in about the next month. His advisers have said that he's got to decide by October 1st. So, they agree with Jason Johnson. I would expect there to be some <SORT OF> announcement between say mid- September and <OF COURSE> that October 1st date. We <KNOW>, of course, that mounting a run for the White House is no small task. You've got to have the organization. You've got to have the fund-raising. We know a small team has been working for weeks, trying to put together a campaign strategy of fundraising plan. But, you know, Christi, we know the vice president, he's run for this offense twice. He <BELIEVES> he would make a good president, but he doesn't want just to run to make Hillary Clinton a better eventual nominee, he wants to run to win. So, that's going to be an important part of this discussion as well -- Christi."
  },
  {
    "transcript_id": "CNN-107350",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "We're waiting for a response from the Pentagon to what Suskind describes as a deliberate bombing of Al Jazeera's Kabul office. In the meantime, though, we're getting lots of other reaction about the book from other quarters. Let's bring in our national security correspondent, David Ensor. I know you've been doing a lot of checking on some of more explosive charges in this book.",
    "statement": "Right, Wolf. I've talked to former U.S. intelligence officials, and they are happy that the book gives considerable credit to the CIA for being fast off the mark after al Qaeda after 9/11. But there's criticism from some of them, too. They are pointing to what they <THINK> are errors in the book. For example, Mr. Suskind writes that the U.S. identified one of the men of July 7 in London, one of the suicide bombers, Mohammed Saddiq Khan, two years before that attack in London and put him on a no-fly list to keep him out of this country. In <FACT> the British newspaper \"The Guardian\" has reported and present and former officials also say to me today that the Mohammed Khan put on the American no-fly list was a different person. So now scandal concerning communication between the U.S. and Britain. Now I did speak to Mr. Suskind a moment ago, and he said his sources stand by their story that it was Mohammed Saddiq Khan. So there's a difference there, difficult to resolve. On the bombing that you mentioned earlier of Al Jazeera, all I can tell you is that I've talked to several former very senior CIA officials, and they say none of them heard anything about a plan to bomb Al Jazeera, and none of them ever were aware that the U.S. government had done that deliberately."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "I know.",
    "statement": "I am saying that I <BELIEVE> that this is something that you -- your side is and will be substantially concerned about, because <OBVIOUSLY> taking and reviewing a unanimous <OPINION> a state Supreme Court, which presumptively has authority in their own state's elections, is something I <THINK> that the Supreme Court rarely does. And we both <KNOW> that."
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Right. Pretty extraordinary to watch him finally giving evidence. George Howell, thank you very much indeed. Now it's time for tonight's \"Law and Disorder.\" Here to break down all the cases Americans are talking from O.J. Simpson to Ariel Castro to the latest from Jodi Arias, our superstar attorneys, Gloria Allred and Alan Dershowitz, who I should point out acted as an appellate adviser to Simpson's defense team during his murder trial and later wrote a book about it. Welcome to you both. Let's start with you, Alan, come on. What do you make of seeing him finally give evidence?",
    "statement": "Well, he's not a bad witness. You <KNOW>, I <CERTAINLY> advised and most of the people on the defense team advised him to stay off the witness stand at his murder trial. And that was the right advice at that time. He has no shot at all, I <THINK>, at winning on the issue of his lawyer telling him to stay off the witness stand. That's just tactical advice. He has a really good shot if he can prove that he wasn't told about an offer of two years."
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Bad teammate.",
    "statement": "You <SHOULD> be outfielder."
  },
  {
    "transcript_id": "CNN-170582",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "All right. Thank you very much for that, Wolf. Joining me here is CNN's Candy Crowley to talk about all of this. Candy, I walked over, I said, are you hearing anything? What is going on? What do you know?",
    "statement": "They are back there tabulating, they're tabulating. They are using, actually, the same voting mechanism that they do for the Iowa Caucuses, so it is a machine. So it shouldn't be that long. I mean, it shouldn't be that hard to tabulate it. We still don't <KNOW>, actually, even how many people came, which <OBVIOUSLY> the more people came the longer it takes. But I imagine we'll hear in the next 15, 20 minutes."
  },
  {
    "transcript_id": "CNN-272820",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And we see that from nightly news as well, some of the data about how much Trump is covered than other Democrats, other Republican candidates, and also Democratic rivals. McKay, in the minute I have left, do you have a New Year's resolution for the press with all of this in mind about the coverage we've seen thus far?",
    "statement": "I mean, I <GUESS> my New Year's resolution for myself would be to take Trump more seriously. That doesn't mean to treat -- to be more respectful of him or whatever, but to treat him like a serious candidate and interrogate him like a serious candidate. I don't <THINK> we can laugh him off anymore. I went just -- very quickly, I went to a campaign rally of his in Las Vegas --"
  },
  {
    "transcript_id": "CNN-100888",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm Soledad O'Brien. The transit strike in New York causing big headaches; costing big money, too, hundreds of millions already lost. Where do things stand this morning? How long <COULD> it continue? We'll take a look."
  },
  {
    "transcript_id": "CNN-29821",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The thing that I think is the most compelling about being alive right now while they are in their prime, being a fan, is that you are not reluctant to stay hitched up to their wagon, because you know they're going to take you somewhere good.",
    "statement": "When you <THINK> of U2, you think of rising up. Man, you really think of music that lifts you and asks something better from you."
  },
  {
    "transcript_id": "CNN-215603",
    "matched_terms": {
      "potential": "ungraded"
    },
    "previous_statement": "Margaret Conley, CNN, New York.",
    "statement": "Our thanks to Margaret. New reports of <POTENTIAL> privacy abuses at the NSA. According to \"The New York Times\", the agency has been using its enormous of collection of phone and e-mail data to track the social connections of U.S. citizens, even determining their whereabouts and who they are traveling with. That report based on documents from NSA leaker Edward Snowden saying the agency has been conducting these operations since 2010."
  },
  {
    "transcript_id": "CNN-329190",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A $1.5 trillion GOP tax plan passed with a partial repeal of Obamacare, handwritten edits, and absolutely no Democratic support. A white supremacist rally in Charlottesville, Virginia, began with a torch-lit march around a Confederate monument. One of these white supremacists rammed his car into a crowd, killing 32-year-old Heather Heyer. The president initially failed to call out the white supremacists.",
    "statement": "I <THINK> there's blame on both sides."
  },
  {
    "transcript_id": "CNN-36043",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Joining us today from new York: First Amendment Attorney Floyd Abrams, who has also acted as counsel to CNN on constitutional issues. Here in Washington, Nicole Drose, familyclick spokesperson and Internet safety expert Donna Rice Hughes, along with Katherine Milgram. But first, we turn to CNN national correspondent Bob Franken for some new developments in the search for Chandra Levy -- Bob.",
    "statement": "Well, Roger, at this very moment, at a downtown hardware store in Washington, Candy's Hardware, Washington metropolitan police detectives, long with the FBI investigators, are interviewing a man by the name of John Woodfolk. Mr. Woodfolk works, as you can see, in the key-making section of this hardware store. He has said, he has told reporters, and presumably is now telling investigators, that on sometime after April 30th, he saw Chandra Levy when she came into the store to have some keys made. Now this hardware store is not far from Chandra Levy's apartment. It is directly across the street from the gym where she worked out. He says that it was after April 30th, which up until now has been the last time that investigators had said that they knew of anybody who had seen Chandra Levy. The next day, <OF COURSE>, she was accounted for when she was working on her computer, according to the police, but he says that it was after April 30th he actually saw her some time after that."
  },
  {
    "transcript_id": "CNN-152001",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Who should really be in charge of that safety issue?",
    "statement": "Well, right now, BP is in charge of the cleanup, but my concern is that a lot of workers would like to be using protective equipment. And I <THINK> there <SHOULD> be a way that they can use protective equipment, as long as it doesn't put them at risk. These workers should be able to wear protective gear if they want to. And I think that both OSHA and the federal government needs to do a top to bottom review of BP standards to make <SURE> they're adequate, because we've been through this before, Sanjay. You <KNOW>, when our workers were cleaning up after the 9/11 attacks, when those buildings c came down, enormous numbers of toxins were released into the environment. And we have workers, health workers and families living in the region and firefighters and construction workers who are now suffering grave respiratory illnesses and some have even died. So, we want to make sure we don't repeat this by not <KNOWING> what's in these chemicals, at what levels. And what is the appropriate amount of protection that these workers need."
  },
  {
    "transcript_id": "CNN-398949",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "So it's modeled on -- and that was under a Democratic president at the time. So it wasn't about the administration. It was about, we don't want people that we've -- have examples of people trying to sell masks that they don't have, trying to abscond with the checks of people who are -- need to receive their direct payment.",
    "statement": "<SURE>. Corruption. Yes. Understood."
  },
  {
    "transcript_id": "CNN-70437",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "This is horrific. How can we save this? We have to try and save it.",
    "statement": "Overnight, the streets are empty. A curfew is in effect, National Guardsmen patrolling the streets to make <SURE> there are no looters. In the morning, officials get back to the task of restoring basic services like electricity and running water, and picking up the pieces of this now broken town. David Mattingly, CNN, Pierce City, Missouri."
  },
  {
    "transcript_id": "CNN-116443",
    "matched_terms": {
      "know": "ungraded",
      "suspect": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "One last question because I know you're going to be doing coverage for your own station there. We certainly appreciate your time. How did police avoid him going on and shooting other people? Why did it stop there? Did the police arrive on time? Did he run out of ammunition? Do we know?",
    "statement": "Well, we don't <KNOW> how much ammunition he had, but we do know that after the initial shooting in the parking lot, that the officers were able to rush to the area because there were witness reports that there were gunshots. So those off-duty officers who were inside the building did rush to the scene. And that's when they accosted the <SUSPECT>. But as you said, Rick, he did fire off a number of shots before that happened. And we still don't know from police exactly how many people were wounded. But again, it <APPEARS> those off-duty officers were able to shoot him down before he was able to carry out an even more horrific crime."
  },
  {
    "transcript_id": "CNN-317601",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "-- the president opened up here? If there are thousands of transgender people serving in the military right now, what happens to them? How do you force them out?",
    "statement": "It's a great question, John. You <KNOW>, the president is like a bull in a China shop issuing these -- well, I <GUESS> it's tweet law because he's changing the laws of the United States by Twitter declarations. In October of 2016 --"
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Isn't ovarian cancer most of the times a killer?",
    "statement": "Well, cancer is not a death sentence any longer. Fortunately we have wonderful medications. Chemotherapy is a tough road to hoe, I have to tell you that. But it is -- I'm grateful we have it. I respond very well to chemotherapy. I have a genetic form of ovarian cancer and do respond very well. So, that and the power of prayer. I <BELIEVE> God is still in the healing business, and he has a lot left for me to do on this earth. I will leave it in his hands."
  }
]