[
  {
    "transcript_id": "CNN-268106",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. The mystery of what happened to the cargo ship, El Faro, <MAY> be closer to being solved today. The Navy believed sonar images located the wreck at about 15,000 feet of water, 15,000 feet down. A submersible drone will go down to the site <POSSIBLY> some time today to get a positive ID. Now, El Faro sank exactly one month ago, exactly one month ago, I <SHOULD> say, when it sailed into Hurricane Joaquin while on its way to Puerto Rico. Thirty-three people were onboard. Most of them Americans. Our Nick Valencia has been gathering information about this. Tell us about the condition of this ship and how they're going to confirm."
  },
  {
    "transcript_id": "CNN-409254",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "Still ahead for us, the CDC making a major change to its guidance on who <SHOULD> get tested for coronavirus. It's a move that's puzzling many doctors. So why is this change coming now?"
  },
  {
    "transcript_id": "CNN-142084",
    "matched_terms": {
      "should": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "We're at lighthouse beach in Chatham, Massachusetts. The waves that we were seeing earlier have calmed down quite a bit, but beyond the barrier islands, they are much higher. And in fact when the storm kicks in later tonight way off shore, they are expecting waves of anywhere from 11 to maybe 20 feet way off shore here. But I wanted to also give you a look at this lovely beach here and cliffs that are just over my shoulder here. There's a coast guard station up there as well. You can see how all the locals and a lot of the visitors as well have pulled alongside here, it's a wonderful scenic overview, just to check out the ocean, see what things look like. And right now, they're looking pretty calm, but the swimming has been off limits since early this morning. Boaters also asked to come back into safe harbor tonight. They were out earlier in the day according to the harbor master, but won't be tonight. Joining us now briefly, the Gordon family. I just have time for a quick question for you. You came here for a holiday. No swimming today. What do you think things might clear up?",
    "statement": "We're <THINKING> by Monday. From what we hear, we'll be in great shape and the waters here, there can be some calm spots to go to, so it <SHOULD> be no problem. One or two days out of a week, doesn't really make a big difference."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "But nothing that Roosevelt did actually cured anyone. But what Roosevelt managed in Warm Springs was to give a kind of confidence to people, even very young people who were there, to - as a kind of model of someone who could rebuild his life even after polio. And Warm Springs was not so much a medical facility as it was a place to build up the confidence and the psychological health of people who would - who were suffering from the aftermath of polio.",
    "statement": "And we just have a minute left, but I would be remiss if I did not bring up his relationship with his wife, Eleanor, who, <OF COURSE>, had a career of her own and a following of her own, and whom you describe as, well, very largely estranged for most of their marriage."
  },
  {
    "transcript_id": "CNN-316573",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "And Congressman, the president's former campaign chairman, Paul Manafort, was at this meeting. Jared Kushner, as you mentioned, the president's son-in-law. Paul Manafort volunteered to appear before your committee earlier this year. Do you think that Donald Trump Jr. should testify before Congress, that Jared Kushner should testify before Congress, that Paul Manafort should testify? Do you want to see all of them testifying before your committee?",
    "statement": "All of them <SHOULD> and will. Those three, <OF COURSE>, you'll recall the story that was reported about the alleged attempt by Jared Kushner to set up a direct line of communication, <PERHAPS> at a Russian diplomatic facility. Again, that was a news report. But boy, we want to <KNOW> about that. Of course, now the president's son, based on the e-mails that he released -- again, this wasn't fake news; this was the president's son saying, \"Look what I did.\" We want to talk to him. And Paul Manafort, you know, he was the guy at the top of the -- top of the ladder while all of this was happening. And so we're going to want to know what he knew, whether he encouraged that and, of course, whether he told now-president, then-candidate Donald Trump."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Mr. Cutler, what do you make of all of this?",
    "statement": "Well, what I make of all of it is that originally the Supreme Court was going to play minor role in this election. There were some voters who cared deeply which candidate would be elected because of the belief that the candidate would appoint a liberal judge or a conservative judge or a right-to-life judge or a freedom-of- choice judge. What's actually happened now is the Supreme Court is playing a major role, but a very different role. They're going to help to straighten out this confusion on who won the election and they're going to do it, I <HOPE> very much, in a way which reflects unanimity or at least reasoned decisions on both sides. I <THINK> that's a chance of unanimity. But it's terribly important that the court on which we rely as the arbitrator of everything that happens in our whole political system, the one group that we can trust who are above the battle, the least dangerous branch, it's terribly important that they help us here and do it in a way that is <CLEARLY> nonpartisan and not motivated by a political point-of-<VIEW>."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Was there a time they were thinking about not trying him again?",
    "statement": "You <KNOW>, I really don't know. I don't know."
  },
  {
    "transcript_id": "NPR-25111",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The video streaming service Netflix claimed a victory at the Emmy Awards last night. David Fincher took the Best Director prize for his work on the political drama \"House of Cards;\" the first time an online video distributor won in a major category.",
    "statement": "This win <COULD> help Netflix establish itself as it seeks to compete for eyeballs and talent, although the cable channels dominated the Emmys - especially HBO - which racked up 27 awards, more than any other outlet."
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Is it true, Eben Brown, investigative reporter, that one of the guys who allegedly was acting as a lookout says that there were five different videotapes that were taken? Five -- of different -- five of the different girls were actually videotaping the attack?",
    "statement": "Well, they -- it`s all a little up in the air. There was one main video but they did stop and start and one point, I remember one of the girls said, hey, we only have I <THINK> 40 seconds left. Make it good. But also, at one point they -- in the middle of the beating they made the girl pose for photographs."
  },
  {
    "transcript_id": "CNN-352829",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, that's really interesting, Borzou, and I have been asking that question to every analyst and specialist and guest that I've spoken to over the last few days. Most of them have said this will not derail his ascension to the -- ascension to the throne. But you are putting a question mark on that and that is interesting. Borzou Daragahi, joining us today. Thank you. We always appreciate talking to you.",
    "statement": "We are following breaking news here in the U.S. We're getting reports of multiple injuries after a floor in an apartment building collapsed in South Carolina. The property manager says it happened at a party in Clemson while people were dancing. The floor collapsed into the basement. Several people have been hospitalized with broken bones but the extent of the injuries, the number of people hurt, that is still not <CLEAR>. We will continue to follow this breaking news story. We will bring you updates as soon as we get them. One of the treaties that made the world a little safer during the Cold War is collapsing. The Intermediate Range Nuclear Forces Treaty -- or INF as it is known -- the U.S. and the Soviet Union signed it in 1987 at the height of the Cold War and subsequently destroyed nearly 2,700 missiles. Now U.S. president Donald Trump says he is pulling the U.S. out of this agreement because Russia, which inherited that deal from the Soviet Union, isn't holding up its end of the bargain."
  },
  {
    "transcript_id": "CNN-118002",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Great Britain on its highest terror alert right now. New developments to tell you about in the search for suspects. Security sources tell CNN the same men may have been behind the wheels of two unexploded car bombs in London and the Jeep that slammed into the Glasgow airport. Two of the seven in custody are said to be medical doctors. In fact, sources say police investigating the London car bombs were tracking the men before the attack on the airport. In the United States, tighter security is in place at airports, but the overall terror alert level in the U.S. unchanged.",
    "statement": "Well, here in the United States, the terror alert level is unchanged, but travelers are seeing more security at U.S. airports. CNN's Jim Acosta is at LaGuardia airport in New York. And I <KNOW>, Jim, it's been a busy weekend, especially with the holiday coming in the next couple of days. Has security really beefed up <AROUND> that airport?"
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "All right, well, I certainly can tell you that the defense attorney is trying to make it as complicated as it can get. We`re going to see. Tomorrow could be the star witnesses. We`re all over it. Now, coming up next, speaking of -- this is a similar case, not with a racial component, but another one of these crazy cases. An argument in a movie theater over popcorn and somebody texting during previews, mind you, and it ended with this young man being gunned down by this guy. And now he`s in court and this former cop, this senior citizen is crying his eyes out, oh, poor me. Stay right there.",
    "statement": "Just to <THINK> that in the blink of an eye, my whole world just got shattered into a million pieces. And now I`m left trying to pick them up and trying to put them all back together."
  },
  {
    "transcript_id": "CNN-260960",
    "matched_terms": {
      "might": "ungraded",
      "hope": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "It is. It's also a lot of question about what is going to happen next. As we have been talking to families, we have been getting a little bit of insight as to the compensation that has been offered by Malaysia Airlines. The initial compensation amount is $50,000 U.S. a lot of families tell us they haven't taken because they're afraid if they accept that money and have to sign a form, that they might be signing away their right to pursue more recourse down the road if it turns out that the airline was negligent in some way as a result of all of this. But the families that did sign the compensation packages, are the ones where they lost their sole bread winner. I want you to hear from one who lost her only daughter and her son-in-law who were Canadian citizens who are on holiday in Malaysia. It was really remarkable when we sat down with this woman and what has kept her going until now is if she had her daughter. If we have that, I like to play it for you. Oh, we do not have that. So, I'll just tell you what she said, Miguel, is that what kept her going, what kept her strong throughout the last more than 500 days is the thought she may be able to be reunited with her daughter, that her daughter may come home. To be faced with this potential piece of debris from the plane and the fact that there is somehow tangible proof for these families that the plane may have crashed, it's going to be difficult in the days ahead. The families are asking for psychological support which has stopped many months ago. Hasn't been started an again, and these people say they need it, they're hurting.",
    "statement": "We saw the pictures of her as you were speaking about her and how he was just bawling. It <MUST> be <ABSOLUTELY> horrendous for them to put their emotions on hold this long and to now have the <HOPE> this thing is solved and the fear that it just <MIGHT> be. Will, thanks very much."
  },
  {
    "transcript_id": "CNN-340578",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "How is he?",
    "statement": "He's having a difficult time right now. I <THINK> he's in some <KIND OF> shock. It's going to be a while before I can tell you more. It is going to -- there are some professionals that are going to have to be brought into these evaluations, but it's <OBVIOUSLY> difficult circumstances."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "doubts": "ungraded"
    },
    "previous_statement": "And the change from conditions like we have here today to an Ice Age took place in perhaps as little as 10 years' time. So, that's a sudden jump.",
    "statement": "No one <DOUBTS> it can be sudden, but IPCC scientists see no evidence it will happen any time soon."
  },
  {
    "transcript_id": "CNN-406765",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "The question then is, what is the difference between a first wave and a second wave if we are not into the second wave and this is just a continuation of the first? What does that mean?",
    "statement": "What that says to me is, firstly, that we need to integrate policy that is devolved to regions, to states, to cities if you like. This is about monitoring data at a local level, understanding what's going on in your region. The big difference from a humanitarian perspective between the first and second wave is that if we have a national second wave, a true global second wave, it implies a degree of the immunity that was conferred by the first wave <MAY> indeed have dissipated, may have waned, may have died away. There will be people who have been exposed for the first time if there were a second wave. But we are <HOPING> is that there is a lot of immunity out there in people who we don't yet <KNOW> have had the condition."
  },
  {
    "transcript_id": "CNN-56430",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "That means not Arafat.",
    "statement": "That's right. A leadership that is not -- that has a market economy so we can have a vibrant financial situation, a new constitution, a state the whole world can embrace. And I <HOPE> that what that means is a Palestinian state shorter rather than longer, but a demilitarized state, one that can be trusted."
  },
  {
    "transcript_id": "CNN-341106",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "It seems like things may be getting back on track. But another question within the region, South Korea, a very important U.S. ally. They say that there is no daylight between the United States and South Korea. But clearly that nation has been caught in between very unpredictable parties.",
    "statement": "Yes, in <FACT>, South Korea was a major player in this. President Moon helped to bring President Trump and Kim to the -- leader Kim to the table. And yet they have the biggest stake in it. So does Japan. Yet Trump treated both Japan and South Korea, our closest allies there, with impunity. He didn't even notify them that he was going to call off this latest meeting. He made that announcement about calling off the meeting without even letting them <KNOW> about it. So it's not a very good way to treat your allies. And if you treat your allies that way, what <COULD> your opponents <THINK> about whether they can trust you or not? It's a real problem."
  },
  {
    "transcript_id": "CNN-88873",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And, Karl, if they are asking to eject these foreign fighters, where will they go?",
    "statement": "Well, that's a good question. I mean, the one advantage of having everyone in Falluja, is you <KNOW> where everybody is. When I say everyone I'm talking about the <SORT OF> most hardcore sort of terrorist elements. If they are already -- we heard reports that Zarqawi was aware that they -- there was danger in the clustering in Falluja, and that's why a front opened in Baghdad about a month ago, and Haifa Street suddenly became dangerous, and why Samarra and Baqubah and other sort of cities in the Sunni Triangle flared, because he was dispersing his forces. Now we're seeing other fighting <AROUND> Ramadi and north of there, and that <MAY> be some dispersion of forces."
  },
  {
    "transcript_id": "CNN-21637",
    "matched_terms": {
      "think": "ungraded",
      "must": "ungraded",
      "kind of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "We don't anything about what he plans for tonight. But you can rest assured, Daryn, this is a very important address, that he has to talk about the principles for which he stood for. He also has to talk about and has already talk about the need to unite the country, basically after this very divisive fight. But he will, and as he has been doing, talk about the principles of what he was fighting for ,which was a manual recount. It will be a very important address for the vice president, and an important dress for the Democratic Party. Senior Democrats have already indicated that they wanted to give the vice president room to maneuver here, room to say what he wanted to do. And they all said that they would support him in whatever he wanted to do and say -- Daryn.",
    "statement": "Eileen, that is going to be a very important address. People will be listening very closely to the words that he uses. And as we've been going through the morning, I <THINK> the word I heard over and over, the vice president <MUST> be gracious, but, as you said, he must stand for what he <BELIEVES> in, but people are really going to be listening closely to see what <KIND OF> support he offers to George W. Bush."
  },
  {
    "transcript_id": "CNN-94200",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No. I don't care about these people at all, Carol. I care about NASCAR and my own little world.",
    "statement": "I <KNOW>. I know. This is all over the Internet."
  },
  {
    "transcript_id": "NPR-23474",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Right. Well, you know, the only good news in a setting of a lot of bad news is that as far as we can tell, strict adherence to infection control procedures will prevent all of the transmissions. So the problem is you need enormous reserves of personal protective equipment. And also, it's very difficult to wear such equipment for more than a couple of hours. It's hot inside them and, you know, people make mistakes, you know, everyone. And the only way to avoid them is to have adequate staff, stuff and space where those accidents are made highly unlikely. That's the only way we can see to protect our staff. And, you know, we're also thinking well, how do we protect the other main groups of people who are falling ill? And that's family members who are nursing their loved ones. That's something we're going to try and link to the protection of our staff to the protection of others at risk for the disease.",
    "statement": "Finally, Dr. Farmer, there have been many calls for the global health community to respond faster. And there's been a sense that the international community hasn't moved as quickly on the Ebola crisis as they <SHOULD> have. Your organization at this point is collecting donations, is it not? And do you get a sense that the charity community is stepping up?"
  },
  {
    "transcript_id": "CNN-72898",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "I was scared. And I didn't know what to do. And I was asking God to tell me what to do. I didn't know what to do.",
    "statement": "Not <KNOWING> what to do, that was the consistent theme through Mallard's testimony. She talked about how drugs had been destroying her life and clouded her ability to make good decisions night she killed Greg Biggs. Prosecutors attacked the excuse."
  },
  {
    "transcript_id": "CNN-155757",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "But this could get messy, but she is bringing her campaign back from the political dead because she feels like enough people will vote for her, will write in and fill in the bubble and that she can actually pull this off. Will she split the Republican vote and hand it over to the Democrat? It's also a concern.",
    "statement": "And they are <HOPING> for it right now, the Democratic side, but you're right, this write-in part, you have to actually write the name and you have to fill in the oval next to it."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "So your website says the restaurant industry has more than 10 million employees, fewer than one percent of whom are unionized. What does that mean for these workers?",
    "statement": "It means that basically you've got the largest and fastest growing sector of the U.S. economy, <MAYBE> the second largest, neck and neck with retail, that has the lowest wages with the least benefits. Literally it's been named by the Department of Labor as the employer of the occupations with the lowest wages and the least benefits."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Oh!",
    "statement": "... your angle on things and I appreciate it greatly. And I <THINK> -- I just <HOPE> that the book sells really well and that you have a prenup."
  },
  {
    "transcript_id": "CNN-319510",
    "matched_terms": {
      "clear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I like that voice, Chris. Yes, I am in the path of totality. Now, will we be able to totally see it? That is the big question because if you look behind me you can see we totally have clouds right now. It's supposed to get more cloudy later on here in the Kansas City area. We are going to keep our eyes on it. But as you can also see, that is not deterring the expected 15,000 people who are expected to come to this one airfield where we are. Cars are already starting to come in. We see that they're making their way here. This whole eclipse is going to be about two hours over the United States, starting in Oregon around 10:00 a.m. Pacific time and ending around 3:00 p.m. Eastern time today. This group behind me, they traveled here from Australia to be here to witness the eclipse. That's how much excitement there is. People planning so long. We saw some people actually taking off yesterday to go to Illinois because they're afraid that the eclipse may not be seen here. But I am told, even on a cloudy day it's still spectacular to see what happens as it gets so dark and also, because the temperature may change. All of these things have people very excited here in the Kansas City area. We are looking at about 1:00 -- right after 1:00 -- and then we will have two minutes and 38 seconds of totality here. So lots of excitement about how that's going to turn out and maybe, Alisyn -- maybe the clouds are going to play along with us and let us see it from here.",
    "statement": "Very, very cool, Stephanie. We <HOPE> that the clouds <CLEAR> and that you can see the stars. I mean, that's another crazy moment during the middle of the day. So thanks so much for that report. We'll check back. So, the tributes are pouring in for comedy legend Jerry Lewis. Dick Cavett is going to remember the laughs and the serious side of Jerry Lewis and he's here, next."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "absolutely": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "The president will soon find himself in the company of a like-minded foreign leader when Brazilian President Jair Bolsonaro visits the White House tomorrow. Bolsonaro has been described as the -- quote -- \"Trump of the Tropics,\" once saying that immigrants coming to Brazil are -- quote -- \"the scum of the earth,\" Wolf. I suspect at this joint press conference tomorrow between the president and Bolsonaro featuring both of those leaders that the president will be asked about these tweets that we have been seeing over the last 24 to 48 hours that have really been lighting up social media and putting his top officials over here at the White House back on their heels -- Wolf.",
    "statement": "Yes, I <SUSPECT> you're <ABSOLUTELY> right. Jim Acosta, thank you very much. There's breaking news right now up on Capitol Hill, where top Democrats just put out an update on their request for documents from 81 individuals and organizations. Our Senior Congressional Correspondent, Manu Raju, is joining us. So, Manu, how many responded?"
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Officials at an Italian official now tells CNN the actor likely died of a heart attack while vacationing in Italy. His teenage son was with him. Gandolfini, of course, was very well known for his role as Tony Soprano, and what role, and what a role it was.",
    "statement": "James Gandolfini <MAY> have been known for his role as Tony Soprano, but he was also a revered stage and screen actor. Let's go to Miguel Marquez right now. He's in Los Angeles, looking back a really complete career -- Miguel."
  },
  {
    "transcript_id": "CNN-290860",
    "matched_terms": {
      "best": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Absolutely. But I don't think he's so much hopeful to get Turkey into the Russian orbit, but to increase the divisions within the western community, within NATO. It is one of the purposes, one of the goals designed by Russia.",
    "statement": "Turkish officials deny the Russian visit means they're turning their backs on the west. But this roller coaster Putin/Erdogan relationship, from bitter enemies to <BEST> of friends, is giving Turkey's allies pause for <THOUGHT>. Matthew Chance, CNN, St. Petersburg."
  },
  {
    "transcript_id": "CNN-19969",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded",
      "maybe": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "The judge said the secretary of state still may and should consider results submitted after Tuesday's 5:00 p.m. deadline. The legal wrangling doesn't stop there. Palm Beach County put in a bid to the state supreme court asking it to decide the legality of manual recounts. And at least half a dozen citizen lawsuits are challenging Palm Beach County's butterfly ballot, which they say was confusing. A final certification of Florida's election results is expected Saturday after overseas ballots are counted. Well, many people are wondering how long this U.S. presidential election controversy will play out. And if it does drag on, will the United States end up in a constitutional crisis? Jeff Greenfield takes a look.",
    "statement": "\"Constitutional crisis.\" It's a tempting phrase to utter. It carries with it its own sense of importance, like \"defining moment.\" But is this a crisis? <COULD> it turn into one? Well, to use another tempting phrase, it depends upon what the meaning of crisis is. (voice-over): Now here's a real crisis in the making. October 1973, President Nixon fires Special Prosecutor Archibald Cox in the midst of his investigation into Watergate. The attorney general and his top deputy leave rather than fire Cox. Federal agents seal off the special prosecutor's office. Could a president shut off an inquiry into his own behavior? It didn't happen. A firestorm of public pressure forced Nixon to name a successor, Leon Jaworski, who demanded of Nixon those famous secret tape recordings. And that could have triggered a real constitutional crisis when a unanimous Supreme Court ordered Nixon to turn over the tapes. <SUPPOSE> he had refused, one branch of government defying the order of another. But it didn't happen. Nixon turned the tapes over, the smoking gun of a cover-up was disclosed and the president resigned. But this? Not even close, yet. What you have so far is the messy, inefficient business of vote counts. Instead of troops in the Capitol, you've got lawyers in the courts. Instead of mobs in the street, street theater, folks with a little too much time on their hands. (on camera): So, could this turn into a crisis? <OF COURSE> we're not talking about anyone seizing political power or some adversary from abroad sailing up the Potomac, but we could be talking about a transfer of power tainted by charges of foul play; an angry challenge to the electoral vote when the new Congress convenes in January; a bitter refusal of the losing side to acknowledge the victor's right to govern; a new Congress that, for all the talk of cooperation, is frozen into inaction by a sense of icy bitterness that's grown over the last 20 years. A crisis? <MAYBE> not. But as an unhappy ending to all this, that would do."
  },
  {
    "transcript_id": "CNN-47816",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Thanks, Paula. FBI Director Robert Mueller is in Afghanistan today where he talked to reporters about the great gains in intelligence the United States has received through the interrogation of detainees. CNN's Martin Savidge is live in Kandahar for us this morning with more -- and Martin, there's an interesting story in the \"Washington Post\" that one of these al Qaeda detainees may have given information to Americans that prevented a possible attack on the U.S. Embassy in Yemen.",
    "statement": "Well, I can't verify that story specifically. I can tell you a number of things that are <SORT OF> on the periphery that would tend to support it. First of all, it is <KIND OF> interesting the night after John Walker transits through the Kandahar Airport here that bingo, the day after Robert Mueller, the director of the FBI, shows up on the scene. Now, are the two situations related? I don't <KNOW>. But it's <CERTAINLY> a great coincidence. Robert Mueller was in here because primarily there are a great number of FBI agents that are working here and he was here to visit with them, to talk with them and to basically pass along that he <BELIEVES> they're doing a fine job and that they have done some very good work. Here's some of what he had to say."
  },
  {
    "transcript_id": "CNN-240265",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Arwa Damon has more.",
    "statement": "Fred, we first met Peter in the summer of 2012. He had just been in Lebanon for a short while after having basically thrown whatever medical supplies he <COULD> get his hands on into a backpack and making his way there. He had decided that it was his purpose in to try to help wounded Syrians, and that is exactly what we found him doing at a hospital in Tripoli, Lebanon. He had infectious enthusiasm and passion about the plight of the Syrian people and a sense of responsibility he felt to make a difference. Take a listen to what he told us back then."
  },
  {
    "transcript_id": "CNN-313428",
    "matched_terms": {
      "should": "ungraded",
      "kind of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "And it gets to the world view, the America First, kind of looking within rather than outward that the president campaigned on. But what does that mean in practice is a big question? You just mentioned two of his advisers that wrote the op-ed in the journal today, his national security adviser and top economic adviser. Kind of the point you're getting to -- I'll read that part for you, for our viewers: \"When he embarked on the first foreign trip, he had a clear-eyed outlook that the world is not a global community but an arena where nations, nongovernment actors and businesses engage and compete for advantage.\" He gets to, \"We embrace that. Rather than deny this elemental nature of international affairs, we embrace that.\" What are they trying to say here?",
    "statement": "There is always the sense that the United States is being taken advantage of or being ripped off. A lot of this speaks to the resentment that Trump's base has with the idea that there are <KIND OF> professional globalist elites running the United States. But again, the core problem is -- what they describe has been true for millennia. What's different in the last 70 years is the United States brought the world together and said, look, we're still going to compete all the time. The United States has the largest army in the world, by far, larger than the next 20 countries put together. So the United States <BELIEVES> in national interests and advantage. But there are a lot of common problems. There are problems relating to global trade, relating to global climate change, global pandemics, diseases. What <SHOULD> we do about those together so no one country has to bear the burden? If you renounce that role, you are really renouncing the entire legacy of modern America in the world."
  },
  {
    "transcript_id": "CNN-22418",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yet even as the image of reclusive madman has faded, Kim Jong Il continues to preside over one of the world's most oppressive systems, a system where millions live in poverty and hunger while he boasts to visitors of his fondness for fine wine and horseback riding.",
    "statement": "I couldn't really figure it out, how such a competent, rational, very well knowledged (ph) guy <COULD> run the country in that way."
  },
  {
    "transcript_id": "CNN-132539",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "That's the problem. What happens? It starts a whole new spiral. We could see more than a million people put out of work. Again, not a reason to reward bad management in the auto sector, but useful to remember. There are a lot of people who say, let them fail. They have been mismanaging. It's kind of like the bailout. You end up unfortunately hurting a lot of people who had nothing to do with that decision, the worker at Chrysler or General Motors, at Ford who is just coming work. They weren't responsible for bad decisions at the top.",
    "statement": "All right, still a lot more ahead on this, <CERTAINLY>."
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "What was agreed to. And, you know, to go to what the other panelists have been saying, he knows exactly who was involved with these directions to reach out to Russia. And one thing is clear, Ana, in direct contradiction to everything that every official in the White House has been saying so far, these people were all on the same page. These weren't just accidental, you know, people showing up and Russians appearing out of nowhere. They had a coordinated effort here in order to reassure Russia that they were going to, you know, make good with them. And as Samantha mentioned, you know, there can be policy differences, but doing this in a covert manner while there is a completely opposite foreign policy stance being taken is incredibly significant. Whether or not this amounts to criminal collusion or not, it's something that people need to really look at and take seriously.",
    "statement": "Steve, given Flynn's intelligence background, listen to what a former Watergate special prosecutor speculated <COULD> have happened."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "absolutely": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "We're going to try to put up a map again just so that people understand, this Stockwell station is very near a station where one of the explosives were found yesterday, the Oval station. There you see the Oval. Obviously, the Stockwell is just to the south of that, you can see on this map right here. So very close by, although we understand the Stockwell station was up and running; although the Oval one was not. Now, this is obviously -- this one shut down, the Stockwell now shut down. The Oval shut down because of the investigation. What is this causing for commuters this morning? Obviously there's a lot of anxiety already, but then to hear that a man was shot coming out of one of these stations by police -- we don't know the connection, but it's got to cause some fear.",
    "statement": "Oh, <ABSOLUTELY>. I'm not <QUITE> <SURE> that it's spread to the general public as of yet because it is such breaking news, such a new development. But in general, we've heard from quite a few people, quite a few commuters who are coming into Central London here at the Oxford Circus station. But there was a great deal of anxiety on the tube this morning and there was far less traffic than is normal for a busy rush hour this morning and coming into work, Central London, on a Friday morning, getting ready for the weekend. Far less people on the trains. Also, far less people on the buses. I don't <KNOW> if you can see behind me, but all throughout the day there have just been dozens of buses going by which were virtually empty. Many people, in <FACT>, choosing to stay home today, <PERHAPS> because they were fearful or perhaps they just wanted to have a long weekend. But this is the new London, everybody is telling us, that this is -- they don't know if things will get back to normal and this <MAY> be the way they have to live, extra vigilance, always keeping an eye on who's sitting next to you, whether the package or the bag or the rucksack backpack belongs to that person, questioning people and pointing out to the police, as they've asked the general public to do so, if they've seen any suspicious activity. Now, we don't know the events, the precise events surrounding the Stockwell tube incident. We don't know if the public were involved, whether they spotted a gentleman who was behaving erratically and then the police were called in. But this is the general <<FEELING>> now across London, for those who have to travel on the tube system and on the buses, that there needs to be greater vigilance. And the police are now calling on everybody who makes this commute to look out and provide them with any information that they <THINK> would be -- would give an indication that there is somebody behaving erratically on the tube or on the bus or, for that matter, any transport system here in the capital city -- Betty."
  },
  {
    "transcript_id": "CNN-123433",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I think there'll be a lot more interesting phenomena and also history being made this election year, and surprises, lots of surprises.",
    "statement": "Oh yes, all over the place. I'm <SURE> we'll have much more today."
  },
  {
    "transcript_id": "CNN-291001",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded",
      "totally": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Yes. This came in late in the day yesterday, Rosemary. It was quite concerning and we had reports that the media transport bus that was traveling from one of the Olympic clusters, the Deodoro complex to the athletes' village came under attack by either a bullet or stones being thrown at the bus. We're still not sure which one it is. The police are looking into it. Now it shattered the windows of the bus. There were a number of journalists on the bus. And couple of hours ago, the Rio organizers let us know that two of the journalists have secured or suffered minor injuries, but beyond that, no one, thankfully was hurt. It was driving very close to one of the large favelas here in Rio, known as the city of God favela, which is depicted in the well-known film. And as I say, the police are looking for the instance to find out whether in fact, it was shot, fired or stones -- stones thrown. but as you can imagine we're already a city on high alert here and it's just putting -- ramping up that extra bit of tension for all of us here at the event.",
    "statement": "Yes, <TOTALLY> understand that. A real concern for everybody. Christina Macfarlane, always a pleasure to chat with you in front of the Copacabana Beach there. An impressive backdrop for <SURE>. Thanks so much. Well, now for a look at the medal standings after the fourth day of competition. The United States is in first place with nine gold medals. China is close behind with eight gold medals while both Hungary and Australia each have four. And rounding up the top six are Russia and Italy with three golds each. The U.S. also leads in total number of medals with 26. And 20 gold medals are up for grabs Wednesday. Here are some events to keep your eye on. In gymnastics, Japan's Kohei Uchimura will be looking to defend the men's individual all-<AROUND> title. Nobody has defended the title since 1972. The first rowing finals take place after high winds cause trouble in the early part of the competition. And in the men's cycling time trials, Tour de France champion Chris Froome is <HOPING> to medal. He won bronze four years ago in London (Inaudible). Well, Olympic refugees are making history as they compete in the summer games. We will hear one athlete story of struggle and success. That's later this hour. Plus, Syrian government forces are battling for crucial road in Aleppo, making it harder for humanitarian groups to deliver to those in need."
  },
  {
    "transcript_id": "CNN-14504",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "sure": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "You knew exactly who was going to come out ahead.",
    "statement": "<SURE>, but I like listening to political speeches and I <THINK> there's a lot of drama there and I think, frankly, the conventions were actually pretty well packaged. I think one of the reasons that people do watch \"Survivor\" who don't watch the conventions is because you can watch \"Survivor\" directly, you don't have Dan Rather giving you his <OPINION> of what's going to happen or what just happened. Now, <OF COURSE> it's packaged and it's edited, and -- but the bias in mainstream media in the coverage of the conventions was so striking this time, particularly with the constant repetition at the Republican Convention that there's an illusion of inclusion, that the whole thing is a masquerade ball, you heard that from the media so frequently, no wonder people are cynical, especially when you look at the relatively uncritical coverage of the Democratic Convention. At least with \"Survivor,\" you don't have any apparent media bias in favor of Richard, or Rudy, or Kelly."
  },
  {
    "transcript_id": "CNN-409089",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We'll get a better sense if it's in the normalization agreement between Israel and the UAE when we see an actual agreement. Right now the words, ideas, thoughts and texts behind those agreements are being worked on, so we'll see what an actual document with the wording is put forward, and then we'll see the fallout from that. Jared Kushner has made it clear that he believes the Israel/UAE normalization agreement will make it easier to sell the Lockheed Martin F- 35 to the UAE. The question of course especially from Israel's perspective and Prime Minister Benjamin Netanyahu's perspective is first does Israel maintain its qualitative military edge something the U.S. is obligated to help Israel maintain. And second, did Netanyahu himself sign off on the sale of F-35s, the U.S.'s latest fighter jet to the UAE? He continues to deny that he knew nothing about this despite it was part of an agreement while Secretary of State Mike Pompeo gave a different answer.",
    "statement": "There was a legal requirement that goes back to quantitative military edge. We'll continue to honor that, but we have a 20-plus-year security relationship with the United Arab Emirates as well where we have provided them with technical assistance and military assistance. We'll now continue to review that process continue to make <SURE> that we're delivering them with equipment that they need."
  },
  {
    "transcript_id": "CNN-97294",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "totally": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Totally lost?",
    "statement": "<TOTALLY> lost. Totally lost. We actually had to park about three blocks away, and walk as far as we <COULD> walk, to the -- where I lived at. And there's nothing there. They're gone. It's all rubble. There's nothing left. And my neighbors had just built a big, beautiful home, million- dollar home. And it is gone. All the homes on the beach in Biloxi -- in Ocean Springs, excuse me, are gone. And then, when I left there, after we viewed that, I have nothing left now, we went to Biloxi. We rode over to Biloxi, to see about my mother, where my mother lives. And the water, the rivers have swollen in north Biloxi so bad that you can't get through to drive over there. So we drove to front (ph) Biloxi where the casinos are. The casinos <APPEAR> to be still standing. <OF COURSE>, you <KNOW>, I don't know about the water and the tidal surges. But there are -- there are like 18 wheelers on top of cars and homes in the middle of the streets, and there's people wandering down the streets with nowhere to go, homeless. They've got <MAYBE> a bag over their shoulder, and they're all in the middle of the streets, with nowhere to go. And the homes, houses and boats and cars are just -- debris is just everywhere. It's just -- it's very catastrophic down here. It reminds me of Camille."
  },
  {
    "transcript_id": "CNN-118327",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "There are not many beaches. There's a lot of cliffs. There's mountains along the coastline making it hard for the tactical response teams to get to the beach, to seize the drugs.",
    "statement": "Many of the drug flights come from Venezuela, officials say. That country's president, Hugo Chavez, outlawed U.S. anti-drug patrols over Venezuela, accusing DEA agents of spying. With no way to control the source, the DEA <MUST> try to control the transit points, like Hispaniola. It's an island shared between Haiti and the Dominican Republic."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "absolutely": "ungraded",
      "somewhat": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "First, I want to again state my appreciation for the superb work of our soldiers in Iraq and Afghanistan. In many, many instances, some of which we've seen on television, they demonstrate restraint day after day. They have, sometimes under very intense pressure, maintained their poise and their professionalism. They've risked their lives, as we've seen a soldier going to the bridge to save an Iraqi woman under hostile fire. They have, on their off hours, built schools and hospitals and treated the sick.",
    "statement": "So this is particularly painful for all of us, to have this experience. But I <ABSOLUTELY> -- I have visited those soldiers there and I <KNOW> them who've been there, they've told me of things that they've done and the relationships they've had with Iraqi citizens. It's interesting how many want to volunteer and go back because they <BELIEVE> in their work and they want to see this to be a healthy, stable country. And nothing we say today <SHOULD> denigrate that. I have been <SOMEWHAT> concerned at the suggestion that there is a policy of abuse here. General Smith, I <THINK> you've read <CLEARLY> that the explicit statements from every level of command are in existence that would absolutely prohibit this <KIND OF> behavior. Is that not correct?"
  },
  {
    "transcript_id": "CNN-368170",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Listen, we already know that they have attacked us once. The problem is, they're not going to follow the exact same pathway and the same methodology. So right now, the risk to -- you know, the government right now is that we are not developing a near term and long term strategy on how to mitigate this threat. Listen, we know it's coming. We're, you know, 500-plus days away from the 2020 election. We need to be, you know, digging in and developing a very comprehensive strategy to address, you know, election interference whether it's from a cyber attack or from a disinformation campaign that we saw in the run-up to the 2016 election.",
    "statement": "So that said, if the White House chooses to <SORT OF> overlook this, can the intelligence community work independent of the White House to protect us?"
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "believe": "ungraded",
      "feel": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "confident": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Hold on for one moment. I want you to stand by. This is Christopher Wolf, the attorney representing former Ambassador Joe -- Wolf making a statement on behalf of Joe Wilson.",
    "statement": "\"The five-count indictment issued by the grand jury today is an important step in the criminal justice process that began more than two years ago. I commend Special Counsel Patrick Fitzgerald for his professionalism, for his diligence, and for his courage. \"There will be many opportunities in the future to comment on the events that led to today's indictment. And it <APPEARS> there will be further developments before a grand jury. Whatever the final outcome of the investigation and the prosecution, I continue to <BELIEVE> that revealing my wife Valerie's secret CIA identity was very wrong and harmful to our nation. \"And I believe, I <FEEL> that my family was attacked for my speaking the truth about the events that led our country to war. I look forward to exercising my rights as a citizen to speak about these matters in the future. Today, however, is not a day, not a time to analyze or to debate. And it is <CERTAINLY> not a day to celebrate. Today is a sad day for America. \"When an indictment is delivered at the front door of the White House, the office of the president is defiled. No citizen can take pleasure from that. As this case proceeds, Valerie and I are <CONFIDENT> that justice will be done. \"In the meantime, I have a request. While I <MAY> engage in public discourse, my wife and my family are private people. They did not choose to be brought into the public square. And they do not wish to be under the glare of the cameras. They are entitled to their privacy. This case is not about me or my family, no matter how others <MIGHT> try to make it so. This case is about serious criminal charges that go to the heart of our democracy. \"We, like all citizens, await the judgment of the jury in this court of law.\" Thank you."
  },
  {
    "transcript_id": "CNN-192538",
    "matched_terms": {
      "think": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "No, I don't think so. You know, it was interesting, because at the convention, his brother, Jeb Bush, said, you know, it's about time to stop -- to stop blaming my brother. But I think he was talking to people in the Republican Party also at that point, because they blame George W. Bush for loss of the deficit spending that we have, for the prescription drug benefit that they say wasn't paid for, et cetera, et cetera. So I think he's not as much as a sure bet, and he certainly would not cross party lines the way Bill Clinton does. Bill Clinton appeals to both.",
    "statement": "How much do you <THINK> -- how much do you think that Bill Clinton speaking out so forcefully for Barack Obama right now has to do more <POSSIBLY> with Hillary Clinton in 2016?"
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "think": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Now, you know, there`s been a string of excuses, a history of crying wolf in court. But what specifically are we talking about, Ken Baker? Why is there the impression that she always has a different excuse?",
    "statement": "Well, I <THINK> that you have to go back to when, back in 2007, she was put on probation and she was told by the judge that she had to attend regularly -- and that was on a weekly basis -- alcohol education classes. Now, what we have found out through different reports that have been submitted to the court is that she hasn`t been showing up to those regularly. Now, on top of that, in the middle of this probationary period, we started to see her last year -- after her -- actually, for about a year, laying low, not going out and partying, we saw her out in the clubs a lot, out late at night, acting erratically up until the point of the last few days in Cannes, as you mentioned, on the yacht, at different parties, out there partying, surrounded by alcohol. And I think it just set off a lot of red flags for everyone, and <APPARENTLY> including the judge in this case."
  },
  {
    "transcript_id": "CNN-293879",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "You know, this is an interesting moment. I think the reason the United States signed on to this deal is strictly for humanitarian reasons. I don't think Kerry believes that this is going to last. I think the best he's hoping for is a few days of peace so that the United States can get food and aid into areas where there is critical civilian need.",
    "statement": "A deal not meant to last but just to ease the tensions. What about Bashar al Assad in all of this. It is notable that he is not mentioned in the deal itself <CLEARLY> signaling -- suggesting that he remains a sticking point between the two sides -- Colonel Francona."
  },
  {
    "transcript_id": "CNN-164049",
    "matched_terms": {
      "maybe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, again, Anderson, as we've been talking about, there's really two issues here in terms of the radioactive contamination that we worry about. The first one is the iodine-131. Now, on the surface, although the contamination is relatively high, iodine-131 converts itself into a noble gas, with about an eight-day half life. So the iodine-131, while for the moment it's something that we worry about, over the long-term, by the end of May, it won't pose any problem whatsoever. The issues, though, that we really need to follow and that give me concern are the reports of cesium showing up in the water and, indeed, some of the samples of seafood. Some fish that have been taken over the last several days have been beginning to show contamination of the cesium. And that is, in fact, the one that I'm worried about, because cesium has a 30-year half life. And as we've talked about before, you know, the plankton absorb -- absorb the cesium, the fish eat the plankton. Bigger fish eat the smaller fish. And so every step you go up the food chain, the concentration of the radioactivity gets higher and higher. And that's the issue that has me more concerned than the iodine.",
    "statement": "Sanjay, let's talk about these workers. Only two -- the officials are saying, well, look, they're getting enough calories per day. We're told they really, sometimes they've been only eating twice a day, sometimes just crackers and some <SORT OF> a protein mix. How concerned are you about -- about their health? I mean, how long can they be expected to keep this up? Because now the officials are saying, \"Well, we're going to start giving them more of a variety and <MAYBE> even three meals a day.\" I'm stunned that hasn't been happening."
  },
  {
    "transcript_id": "NPR-341",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "(Through a translator)  My parents had migrated out to work, so maybe they've gone back home to look for us, but we've already left.",
    "statement": "A week after the quake everyone is still <HOPING> that at last paths will cross, here in this makeshift city. For NPR News, I'm Jamila Trindle in Mianyang."
  },
  {
    "transcript_id": "CNN-98125",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Is there a natural cycle to hurricanes?",
    "statement": "Yes, there's <ABSOLUTELY> a natural cycle to hurricanes. And there's no evidence yet that the frequency of hurricanes would be different because of climate change. We have cycles. They last for a couple of decades at a time. We had them in the early 1900s, in the mid 1900s, and then now we've had them since 1995, a very high rate of hurricanes, relatively speaking, but we're in the middle of that cycle now. So we can't say that climate change has necessarily made them more frequent, but there is new evidence, reports in \"Science\" and \"Nature,\" to say that hurricanes are actually becoming more intense, and we're more likely to see category-four and five hurricanes because of global warming, because of the warming of the oceans."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, I'm not going to underestimate anyone. They're bringing in some big guns obviously in a high profile case like this. Let's on to another case, the Michael Jackson case. We saw the formal charges being filed yesterday, nine counts against Michael Jackson. Last night, on \"LARRY KING LIVE,\" his defense attorney, Mark Geragos, spoke out once again rather passionately. Let's listen to this excerpt.",
    "statement": "Take a look at the criminal complaint. The criminal complaint alleges from February 7, to March 10. Well, <GUESS> what happened on February 7? That's the day after the Bashir documentary aired. February 6..."
  },
  {
    "transcript_id": "CNN-111917",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "apparently": "ungraded",
      "knows": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "And you have to acknowledge the similarity here. Because Whitney basically, also America`s sweetheart. Bobby Brown came around and stole her away from us, and then her life basically became a train wreck.",
    "statement": "Remember when she was in that movie with Kevin Costner \"The Bodyguard\", I <THINK> it was called. Don`t try to steal my act. I`m the singer <AROUND> here. Seriously. She was -- she was stunningly gorgeous, nice, elegant, comes from this great family, gospel people. And talk about going from here to here. I mean, I`m just going to go out on a limb and say it. He was nothing but toxicity for her, and we all <KNOW> it. And I wish -- I am so happy that she <SEEMS> to be trying to get back on track. She was at Barbara Davis` big charity event last week. <APPARENTLY>, she looks stunning. She was together. And I pray -- she is the one I want to make the most. I think she deserves it. And why -- you know, what do people -- you know what, somebody once said to me, A.J., you know you just can`t help who you love. Because you know, you look at couples and go, \"What does he see in her?\" Sometimes you just can`t help who you love. And who <KNOWS> what drew her to him, but thank the lord that she`s getting out of it."
  },
  {
    "transcript_id": "CNN-396795",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We have a thing called the Constitution, which I cherish, number one. Number two, those governors, I know everyone of them, they are doing a great job. They're being very, very successful in what they're doing. And as you know, I want the governors to be running things. Now, in some cases we'll supersede. But in this case, it's not -",
    "statement": "I <THINK> it depends on the individual state that you're talking about. But they're doing very well and they're doing a magnificent job in running their states."
  },
  {
    "transcript_id": "CNN-95402",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "From the Time Warner center in New York, this is DAYBREAK, with Carol Costello and Chad Myers.",
    "statement": "And good morning to you. Thank you for waking up with us. Coming up this half-hour, the next step in a whirlwind celebrity romance is a bit of a cliche. Well, we'll fill you in on the latest. And a very special Father's Day for an Army officer in Afghanistan. But first, \"Now in the News.\" Word in this hour the U.S. embassy in the Nigerian capital of Lagos was closed today for security reasons. Also, Britain closed its office there as a result of Washington's decision. A diplomatic source tells Reuters that intelligence indicates foreign militants pose a threat to U.S. interests there. Yet another earthquake rattles northern California. The 6.6 magnitude quake struck overnight off the coast of northern California, some 125 miles west of Eureka. Iranians are voting today for a new president. This is Iran's supreme leader. He's casting his ballot. <OPINION> polls show the former president, Akbar Hashemi Rafsanjani, is likely heading for a runoff. Washington calls the election unfair. Today, a cleanup for people living in parts of Oklahoma. Strong storms pounded the state late last night, triggering high winds, flash flooding and power outages."
  },
  {
    "transcript_id": "CNN-198412",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And my question to you is, at the end of the day, are we going to end up essentially with some type of a plan that <COULD> add to the federal deficit instead of reduce it?"
  },
  {
    "transcript_id": "CNN-257958",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Hospitals and morgues are just overwhelmed with the growing number of dead and frequent power outages have left many Pakistanis without air-conditioning or running water. CNN correspondent Saima Mohsin joins us on the phone from Karachi with more on the death toll with this intense heat. Simon, we know that Pakistani troops are handing out water and salt tablets, but so many people need assistance right now. How bad are things there today?",
    "statement": "Incredibly bad. That is the official death toll we <KNOW> about and that is the official death toll. This is a huge province. A lot of it is desert. There are people living in rural communities and they <MAY> have buried their death immediately and not reported the number of deaths. The heat is incredible but not necessarily unprecedented. We had record-breaking temperatures over the weekend, but this is a hot part of the world. And there is a huge criticism of the provincial government simply not being able to cope. There are not enough morgues in the city. The hospitals are overwhelmed with thousands of people come into them. A lot of people telling us that in the evening, it's the month of Ramadan here people are fasting. Once the fast ends people are rushing to the hospital because they are incredibly dehydrated. And when I landed here, the heat really hits you. And this temperature today is nowhere near the temperature people experienced over the weekend. It's incredibly stifling and I'm taking shallow breaths it's so oppressive -- Errol."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "There still is optimism, Larry. The authorities on the island -- police and chief prosecutors say their main priority is to bring Natalee home alive. The family here remaining very strong, and they say they are hopeful. They say they feel that Natalee is still alive. They even say they've talked to psychics, who say that they have also seen Natalee alive. But as the days go by, of course, and these charges which all reflect the kind of murder charge or kidnapping leading to death, that seems to indicate otherwise.",
    "statement": "Paul Finebaum, you said earlier, you're not optimistic. Do you <THINK> we'll find the whole story?"
  },
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, this is being labeled as a home coming but it's certainly a somber day here for those in Atlanta and across the country. This is been described as a moral inflection point today by the pastor who was going to eulogize Rayshard Brooks, that's pastor Raphael Warnock who heads the Ebenezer Baptist church. That church may sound familiar from some of our international viewers because it was once co-pastored until 1968 by Martin Luther King Junior, the famed civil rights leader. Today that funeral is expected to happen at 1:00 PM and I asked Pastor Warnock, how is he going to go about eulogizing a man who he never met.",
    "statement": "Well, Rayshard Brooks is a part of a continuing conversation. He's a part of a larger narrative about our struggle to live up to our ideals as an American people. The ideal of equal protection under the law, e pluribus unum, out of many one. We've been struggling and stretching since the founding of this nation to get there and I <THINK> we're at an inflection point. I think that we're in a moment where people are waking up. We have to continue to raise the issue, raise our voices and in November, we need to raise our votes."
  },
  {
    "transcript_id": "CNN-247655",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "And there were others who would say he did achieve some things. He did give women a limited voice. He did try to sort of move issues forward for them. You know, there was an expectation when he came to power that women might be able to drive. You know, as strange as that may sound, they still can't drive in Saudi Arabia. So he didn't ever achieve that. But some of the things he did do to try to sort of open up society a little bit. You know, he created one of the first co-educational universities and he created a large educational establishment for girls as well. And when he was criticized by some of the country's more conservative religious leaders, he had some of him removed from their position. So, this was a man who could move but would, albeit, within the limitations of Saudi society. It's, you know, the most important thing for the Saudi leadership when you're in power or right now passing power over to the next king, to King Salman now, is that continuity and the stability and the population should understand that, the region should understand that. You know, the Saudis do live in fear, the royal family does live in fear that there could be a popular uprising and securing a strong shift in power, a seamless transition, is very important for them because there are human rights blogger just recently sentenced to a thousand lashes, given 50 a week. You know, situations like this really point to the fact the country may not have moved forward very much. But certainly, King Abdullah, he tried to move forward in some areas. And he himself respected and stopped the flogging of this blogger in the past couple of weeks. These are small steps, that's an indication of just how conservative the undercurrent is in Saudi Arabia, Anderson.",
    "statement": "Bob, do we <KNOW> much about the Salman who <SEEMS> like is going to replace him? I mean, I read some accounts that say he's actually harder lined, more conservative than Abdullah. And if Abdullah really was a huge reformer, there were other people he <COULD> have made his predecessor."
  },
  {
    "transcript_id": "CNN-61671",
    "matched_terms": {
      "may": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "No terror group has yet to claim responsibility for the bombing Saturday night in Bali. All eyes, though, on Al Qaeda firmly now. Now there is a growing concern that this is just the beginning of a new campaign. Are the fingerprints on that deadly attack? Mike Boettcher tracking that down from London. Also, Mike, before we get to that story, I understand there is a breaking story also out of the Middle East that <MAY> have a connection with evidence about Osama bin Laden <POSSIBLY> still alive. What do you have on that?"
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "kind of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Mr. Dolgov, I need to get Mr. Scherba in Kiev to respond to this. Konstantin Dolgov in Moscow is saying this was coordinated with the Ukrainian foreign ministry, yes or no?",
    "statement": "Well, this is not the first time when Ukraine has faced with a weird <KIND OF> situation Moscow is involved. This isn't the first -- not the first time when Moscow -- I caught the gentleman from Moscow meticulously discusses issues with someone and nobody except for Moscow <KNOWS> about that meticulous discussion. And it is not the first time that Moscow refers to some very precise documents that no one from Moscow has heard of. But going back to what I said in the beginning, we are not -- we are very much aware about the gravity of the humanitarian crisis caused by Moscow in the east of my country. And we are not in a position to send back any humanitarian convoys, even from a country that has been so hostile and so betrayal (sic) to Ukraine as Russia."
  },
  {
    "transcript_id": "CNN-17334",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, first of all, we have said that Milosevic has to be out, and it is -- out of power. And I think that we will be watching this carefully, that there has to be accountability. So that is where we are in terms of -- a very important point is that Kostunica has won. Milosevic has lost. His time is over; he must go. And in terms of our relationship, you know, we look forward to establishing a perfectly normal relationship with a new Kostunica government.",
    "statement": "We, frankly, don't agree with everything that every government that we have relations with do. So I <THINK> that -- I <KNOW> what President Kostunica has said, and I know him to be a Serb nationalist. I also know that he is not a former Communist, and I also know that he does not <BELIEVE> that dealing with Serbia's polices includes ethnic cleansing and the devastation of the rights of those that are not ethnic Serbs. Thank you."
  },
  {
    "transcript_id": "CNN-244071",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Since the shooting, protesters have argued that Ferguson cops like Darren Wilson unfairly target black residents across the city, but Wilson insists the shooting had nothing to do with race.",
    "statement": "And you're <ABSOLUTELY> convinced when you look through your heart and your mind that if Michael Brown were white, this would have gone down in exactly the same way?"
  },
  {
    "transcript_id": "CNN-373837",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "People might be a little bit nervous. It is never nice to have protests in the streets where you go to work. But to be honest, people are not actively pulling their money out. At the height of the protests before the bill was pulled back, we started to see fund flows actively move out of Hong Kong towards Singapore. That has actually stopped, at least the momentum of that has stopped and people are thinking about getting back to business. If you take American companies, just on their own in Hong Kong, there are 1,400 American companies operating on the ground here, employing about 100,000 people. Many of those companies use Hong Kong as their corporate headquarters for all of Asia. There's still a lot of opportunity here. And while the protests aren't pleasant and aren't nice, what people would like to see is a stable government that communicates well, so that everyone can get back to work. That's what is of utmost importance.",
    "statement": "So Tara, what about small businesses? Small businesses that are on the ground there that you <KNOW>, are in the midst of it as roads have been blocked, because of the protests, how are small businesses taking a hit in all of this?"
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "And questions of, \"are we alone\" come up, and, you <KNOW>, we have talked about this issue of will they find some smoking gun proof of life? We are getting awfully close."
  },
  {
    "transcript_id": "CNN-305974",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Others are hitting the breaks, saying Trump is just talking, not actually clamping down on the press.",
    "statement": "I haven't seen any legislation coming forward that wants to limit the press. I see President Trump expressing his <OPINION>."
  },
  {
    "transcript_id": "CNN-186403",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And a neighbor to Afghanistan, Pakistan that is being discussed as well. And apparently there are some reports of the U.S. being denied access to some of the roads in Pakistan. What's going on?",
    "statement": "So, for the past many months since the fall of last year, the U.S. has not been allowed to use, until very recently with some exceptions, has not been allowed to use supply routes inside Pakistan. And that's important, because it's the easiest and fastest way for the U.S. to get troops and equipment in and out of Afghanistan. That matters, because as we talk about withdrawing troops and equipment from Afghanistan, it will be increasingly important that there's an easy way to get in and out. And so the U.S. has been trying to negotiate with Pakistan to get out, to get these routes open and there was <HOPE> that there would be a deal cut here with the Pakistani president here. No deal will be cut sources tell us. And the Pakistani president, with secretary Clinton, lots of hope on both sides that they'll get something done in coming weeks. And that's the hope leaving here."
  },
  {
    "transcript_id": "CNN-247550",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Welcome back, you're watching News Stream. And you're looking at a visual version of all the stories we've got in the show today. We've already shown you the trail that one of the French terror suspects might have taken into Syria. And a little bit later, we'll take you inside one of China's so-called ghost cities. But now, U.S. President Barack Obama delivers his annual State of the Union Address later today. Now Mr. Obama goes into this speech with the first uptick in his approval ratings in nearly two years. But, keep in mind he's also got to deal with another first since he took office. His audience will be a Republican-led congress. Now ahead of the speech, the Obama administration has shared some aspects of his ambitious agenda to try to rally public support. Now aides say the theme of tonight's talk will be middle class economics. Now, Mr. Obama is also expected to bring up his move toward normalizing relations with Cuba. And fittingly, Alan Gross will be there tonight. He is the American contractor whose release from prison in Cuba last month heralded that new era in U.S.-Cuba relations. Now Mr. Gross will be seated alongside the first lady, Michelle Obama. Now the Republican senator, Marco Rubio has been formally against the president's move to normalize ties. And that is why Mr. Rubio will also be accompanied by his own special guest, the daughter of this man, the late Cuba dissident Oswaldo Paya. Now her father in what died in what the family says was a suspicious car crash in 2012. Now let's get more now on what we can expect to hear a little bit later today. Now CNN's Michelle Kosinski is live from us at the White House. She joins us now. Michelle, with this speech, President Obama is going to put forth his new policy priorities, his new goals for the year. What will be the focus?",
    "statement": "Hi, Kristie. Well, we've already seen much of it. I mean, the White House is saying that they still have a few cards up their sleeves, there <COULD> be some surprises tonight -- they're not giving any hints -- but yet they are summing up the theme of this speech in three words. And you said it, middle class economics. So some of what we've seen already laid out were his ambitious tax plan that includes higher taxes on the wealthiest Americans, tax credits for the middle class and lower class to try to balance that out. Things like two years of paid college education that he wants to do. But a lot of what he's put out there everyone <KNOWS> that the Republican congress is not going to pass. So the question becomes, well why do this? The White House response has been the president is still going to put out his proposals and, you <KNOW>, and also looking at this and saying it's essentially throwing down the gauntlet to Republicans that they now have to come up with their own proposals. Both sides want to court the middle class going into the 2016 elections. So many see this as much as being about 2016 as it is right now. Even if none of this gets down, this is still sparking a really strident debate over what can be done to grow and benefit the American middle class and whose policies can do it better -- Democrats or Republicans, Kristie."
  },
  {
    "transcript_id": "CNN-201743",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "During a weekday morning mass at Holy Name of Jesus in Sheboygan, Wisconsin, Father Jim Connell uses part of his sermon to discuss the Catholic clergy sex abuse scandal.",
    "statement": "What actually happened? You <KNOW>, who knew what? When did they know it? What did they do with the information?"
  },
  {
    "transcript_id": "CNN-383511",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "The latest twist in Mulvaney's defense appears to be that he did not explicitly say the words quid pro quo, even as he continued to say that part of the calculus was indeed the president's interest in this investigation from Ukraine. None of this though appears to be helping the Chief of Staff, Mick Mulvaney. A source familiar with the president's thinking telling me that, the president is increasingly frustrated with his chief of staff. And that Mulvaney is now on an increasingly shaky ground. Now, that being said, the president frequently gets frustrated with his aides, including his top advisers. That doesn't necessarily mean that they are out the door or headed for it anytime soon. Dave, Christine?",
    "statement": "Jeremy Diamond there, thank you. The president lashing out at a key rival as the impeachment pressure builds. He's demanding that House Intel Chairman, Adam Schiff, be deposed in front of his own committee. And adds a call on Republicans to, finally fight back. The president <SEEMS> to be sensing trouble ahead. More Republicans are starting to show signs of discomfort trying to defend the president. One of them, moderate House Republican Francis Rooney, suggesting he is open to impeachment and says he won't be seeking another term."
  },
  {
    "transcript_id": "CNN-248912",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Christi.",
    "statement": "All righty, well, it is February. More snow is on the way, but the travel headaches that <COULD> be ahead here. Millions of people are in this latest storm's path. We're going to take you there live."
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "And in terms of pairing (ph), getting out there yesterday we saw John Edwards go out there, a lot of the speakers actually go out there. They just want to get a flavor of this room. It's a huge room here at the FleetCenter clearly, but they want to feel comfortable so that when they walk out for the first time during primetime, it's not going to be that much of a jolt.",
    "statement": "That's right. They want -- they don't want any surprises. The room, <OF COURSE>, once it's filled with cheering delegates, always lifts the speaker up. We saw that happen even with stiff and not very famous speakers, Al Gore, Michael Dukakis. They were lifted up by the energy in the room. One important thing about a presidential candidate. You <KNOW>, these days, and the days of television, people have to live with the president in their living rooms day after day, night after night, for four years. They want to have someone there with them that they <FEEL> comfortable with, that they like. It's the most personal vote Americans cast. More personal than someone they <MAY> deal with every day, a representative or a mayor. And they want to like that person. That's what John Kerry has to get across tonight."
  },
  {
    "transcript_id": "CNN-186403",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Boy, that is powerful. So, you know, despite al Megrahi's death, Alison, it seems a lot of questions remain about the attack, the aftermath, those involved, right?",
    "statement": "You're right about that. And you <KNOW>, Mark's parents told me that they <BELIEVE> that others are still out there who are responsible for the two or to those 70 people who died on that December day in 1988 including 189 Americans. They told me they <FEEL> it's disgraceful that al Megrahi was actually let out of prison early to go home to Tripoli rather than serving his life sentence. You know, at the time he was said to be cancer stricken with three months to live. But it was three years later. To this day, the family still has a hard time understanding why al Megrahi died surrounded by family when Mark couldn't be. New York Senator Chuck Schumer wants further investigation into Megrahi's release."
  },
  {
    "transcript_id": "CNN-383091",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Good morning, Christine and Dave. If there was any sign that Elizabeth Warren was not the front-runner that was eviscerated last night at the debate here. Clearly she withstood the most attacks, the most questions from all of her rivals. One of the biggest takeaways of the fourth debate here in Ohio was the fact that Elizabeth Warren's policies and plans were coming under scrutiny from a variety of opponents. The second tier candidates. Senator Amy Klobuchar, Mayor Pete Buttigieg, even Beto O'Rourke, repeatedly asking Senator Warren to explain her plans on health care, on the wealth tax. Now, one question Senator Warren has repeatedly and purposely not answered is if her Medicare for all plan would raise taxes on the middle class.",
    "statement": "Let me be <CLEAR> on this. Costs will go up for the wealthy. They will go up for big corporations and for middle class families they will go down --"
  },
  {
    "transcript_id": "CNN-298334",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "They all know about President Trump. They all know about a wall. When you talk to them. They know that.",
    "statement": "Mayor Jim Darling <SUSPECTS> it's no longer just violence and poverty in central America fueling the new wave."
  },
  {
    "transcript_id": "CNN-325125",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Phil Mattingly, thank you very much, from Capitol Hill. Please thank the speaker for his time on this important day. Let's discuss what we just heard there from Capitol Hill. With us to share their reporting and their insights, Jonathan Martin of \"The New York Times,\" Mary Katharine Ham of \"The Federalist,\" CNN's MJ Lee, and CNN's Abby Phillip. Day one. Welcome, Abby Phillip, full time here. Interesting there. I think Republicans are in a good place in trying to sell what will be a controversial, both policy-wise and difficult political plan with the guy from Janesville, who knows the subject. You heard him there with Phil Mattingly. He knows the obstacles ahead and the speed bumps ahead. As -- let's discuss what we just heard from the speaker but also what we have now in this new proposal. I'll start here and just make our way down. What jumps out at you as thy -- as they try to sell this as the biggest obstacle?",
    "statement": "Well, I <THINK> there are <DEFINITELY> some things that <SEEM> like they are opening salvos that <PROBABLY> will not end up in the final bill, including that their -- that this is a very expensive proposal. It's <CLEARLY> going to blows through the budget. They're not opting to get a little bit more income from top earners. They <COULD> have done that with the top tax bracket. They chose not to do that. And I think that there are some things that the president wanted, like, for example, a permanent 20 percent corporate rate, which a lot of people agree is just going to be extremely expensive. It <MAY> not even work with congressional rules <AROUND> how tax bills need to be written. And I think that's going to be -- have to be renegotiated to some extent or they're going to have to find more money from somewhere."
  },
  {
    "transcript_id": "CNN-241546",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Breaking news overnight, an American held in North Korea for five months has been released. He is heading back home right now. But a mystery over why Jeffrey Fowle was released and what it means for two other Americans that remain captive. There are new U.S. Ebola screening systems at five major airports. They are in action. And two locations have already isolated passengers on Ebola fears. And the death of an icon. Legendary \"Washington Post\" editor Ben Bradlee has died. We are remembering him and his tremendous contribution to journalism and accountability. Welcome back to EARLY START. I'm John Berman. Christine Romans is on assignment today. Thirty-two minutes past the hour. And we do have breaking news overnight. After being held by North Korea for five months, an American man is on his way home to Ohio right now. Jeffrey Fowle is due to arrive there in an American government plane within the next couple of hours. Now this was really the answer to a plea that Fowle made in an interview with CNN. An interview that really out of nowhere, North Korean officials abruptly arranged last month. Standing by live in Seoul in South Korea is CNN's Paula Hancocks with the very latest on this very surprising development -- Paula.",
    "statement": "Well, John, <CERTAINLY>, it seemed to come out of nowhere. <OF COURSE> we <KNOW> that the U.S. government, the State Department has told us they have been working behind the scenes to try and secure the release of all three of these U.S. citizens. There's currently three in detention. Of course now two in detention in North Korea for various crimes. But what effectively happened was Pyongyang said we're ready to release Jeffrey Fowle. You have to come and get him, so that's what they did. Washington sent a government plane to Pyongyang. It parked on the tarmac in Pyongyang, something you don't often see for a U.S. plane there. And then took him to Guam for refueling. They also evaluated him in Guam. The State Department said that he seemed to be in good health, but of course they do have to bear in mind, he was held prisoner in North Korea. So certainly there will be future support for him and now he's on his way home to Ohio. So a very happy day for the Fowle family. Of course less so for the families of two other U.S. citizens still in captivity. The State Department says they're happy that Fowle is a free man, but they want to work on getting those other two out of the country -- John."
  },
  {
    "transcript_id": "CNN-284028",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Well, a deal that came together extremely quickly. Reporters were told earlier today by the president of Didi Chuxing that the two CEOs involved here, that would be Tim Cook for Apple and Chung Wei for Didi Chuxing, they only met for the first time a month ago and yet here we are a month later talking about an investment deal worth $1 billion U.S. dollars. It really is quite remarkable. And when it comes to these two companies you're probably quite familiar with Apple. It is the richest company in the world, after all, but when it comes to Didi, as it's shortened to here in China, you may not be as familiar with it. It might not be that famous throughout the rest of the world, but here in China, it is absolutely huge. Walk you through some of the numbers. According to the company, 11 million rides per day are taken through the app, some 300 million users are a part of this service, and 400 different Chinese cities. Most analysts will tell you that in terms of market share, Didi holds somewhere between 70 to 90 percent of the ride-hailing service here in China. So it's very, very big here, very popular. But it is not without its competition. Uber has done its best to try and gain some sort of foothold here in China, it's investing in very low-cost rides, it's providing a lot of subsidies for drivers here. But Uber has certainly run into problems going up against Didi. In fact, it was earlier this year that the Uber CEO admitted that his company was losing about $1 billion a year. And so while it is an uphill battle against Didi, you can expect Uber to continue to try and break into this market that is something that Didi is extremely well aware of. And so you can expect that company to perhaps use this $1 billion investment from Apple to continue to fend off Uber and to, perhaps, even increase its market share more here in China, one of most lucrative markets in the world. Matt Rivers, CNN, Beijing.",
    "statement": "Well, Apple saw slowing sales numbers earlier this year, especially in China, and this investment <COULD> help its flagging fortunes there. Observers <THINK> this is also a way for Apple to test new products in China. There are rumors of a car-related project in the works for the U.S. company. The partnership could also benefit Apple in other ways as well by helping through this relationship, for example, with the Chinese government. Mark Zuckerberg says there's no evidence that Facebook is biased against conservative news. Meanwhile, a report from Gizmodo claimed that Facebook is intentionally suppressing stories from conservative websites on its trending topic. Zuckerberg said he will invite leading conservatives to Facebook to discuss their concerns. Facebook also released a series of documents showing how it edits the trending topics list on Facebook. A special algorithm generates a list of stories doing well amongst users. Editors at Facebook are then allowed to make minor changes to that list. Some of the changes allowed include removing duplicates or editing names to make it easier to understand and the guidelines stress that no suppression of political ideologies is allowed. Now coming up, as world leaders prepare for more Syria peace talks in Vienna, Syria tells CNN there's one thing it will not negotiate. We're live from Damascus, next."
  },
  {
    "transcript_id": "CNN-225875",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. And we are live in Hollywood. It's always a party here. Now it's a party of two. Nischelle Turner, my girl, my California home slight is here with me on a bit of a soggy red carpet. We <KNOW> looking ahead to the Oscars, some of the races are <KIND OF> type. One of them <OF COURSE> is the male actor, Matthew McConaughey, is a <CLEAR> front runner in a lot of people's eyes because of his dramatic turn. Did you see that \"Dallas Fires.\" What a tremendous film. Not bad though, Nischelle, for a guy who used to be known for romantic comedies, taking off his shirt."
  },
  {
    "transcript_id": "CNN-196240",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Good morning. Well, I think if we're going to be honest and move forward, then we're going to have to begin to address Israel's 45-year military occupation, and in particular, it's ongoing siege and blockade of the Gaza Strip. That's with respect to Gaza. But in terms of the bigger picture, it's not just a question of Gaza, but also a question of Israel finally ending its military rule over Palestinians living in the West Bank and in east Jerusalem as well. This is the only way that we're going to begin to move forward in this region. Without addressing this underlying problem, which is Israel's denial of freedom to millions of Palestinians, then we're just going to continue to see violence in the Middle East.",
    "statement": "Many folks in Gaza, <OF COURSE>, want this blockade lifted so they can go in and out at their free will. But if Israel were to abandon the blockade, especially on the Egyptian border, what is to stop the flow of weapons from Iran into Gaza?"
  },
  {
    "transcript_id": "NPR-43285",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And I turned it into a little story.  And then, of course,      I decided to stay out of school because the civil rights movement was      going on, the ban the bomb, clean the water, fix that, do this, you know,      I mean, all the world was changing and I wanted to be where that was      happening.  And so I left school and, of course, that made me eligible as      it were to, you know, join up and get sent over to Vietnam.  And I didn't      really want to go and little did I realize that when I went down to the      induction center that they--well, they found me ineligible, and I just      couldn't believe it.  And so I turned it into a song.  It took about a      year to put together, and I've been telling it ever since just about.",
    "statement": "(Singing) `...you rehabilitated yourself?'  I went over to      the sergeant and I said, `Sergeant, you've got a lot of damn gall to ask      me if I've rehabilitated myself.  I mean--I mean--I mean, I'm just--I'm      sitting here on the bench.  I mean, I'm sitting here on the Group W bench      'cause you want to <KNOW> if I'm moral enough to join the Army and burn      women, kids, houses and villages after being a litterbug.'"
  },
  {
    "transcript_id": "CNN-220681",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Wouldn't than lovely? You know, I don't know if you can say that, certainly, but you could look at those and say, they're going in the right direction rather than the other direction of not talking and not striking a deal. I think the White House is resigned to the reality that they're still up against a divided Congress. The Congress and Republicans have, you know, opposed many of President Obama's agenda items, and I don't think that this, to the White House, is some sort of sign that's going to be completely turned on its head. So you have President Obama, you have the White House, Michael and Suzanne, focusing, I think, very much on ways that they can do some of the thing he wants to do and going around Congress. But if he does want to get big things done, like immigration, he would need Congress' help. And certainly this is a sign that things may be heading in the right direction, rather than they continue to be as divided or more divided than they have been in the past.",
    "statement": "Yeah. Yeah, the poll numbers after the last shutdown <MIGHT> have, as I say, give them a bit of a shove along. Brianna, thanks so much, Brianna Keilar."
  },
  {
    "transcript_id": "CNN-359508",
    "matched_terms": {
      "perhaps": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "You said it raises questions. What questions does it raise for you?",
    "statement": "The question would be whether or not he has prejudged certain aspects of the Mueller investigation, the validity of the authority and the power, the scope of the investigation, and whether or not it creates an appearance of a prejudgment calls into question the impartiality <PERHAPS> of the person who is overseeing the investigation. So these are things that <OBVIOUSLY> are never good in connection with a high-profile investigation of this nature. And so one of the challenges that Bill Barr will have today is to reassure the American public and members of the Senate Judiciary Committee that in <FACT> he is impartial, has an open mind, as he's going to state publicly, pledge that he's going to allow the Mueller investigation to come to its conclusion."
  },
  {
    "transcript_id": "CNN-299706",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "So China giving two responses, one that seems very measured and the other more specific, as the statement says, to the relevant side. Steven Jiang bringing us that information. Thank you so much, stay with us. I want to bring in now CNN Politics reporter, Eugene Scott. Eugene, the question, is this a shift in policy or was this a blunder? That's the question that many world leaders, specifically China, is trying to figure out.",
    "statement": "Well, I <CERTAINLY> <THINK> it <COULD> signal a shift in policy. An advisor on the Trump transition team for China said that Trump would like a warmer relationship with Taiwan. He doesn't <BELIEVE> that that has to compromise the country's relationship with China. And so we could see some movement in that direction. But I think we also saw Trump become a bit defensive on Twitter, which is where he conducts a lot of his policy ideas, regarding the trade policy between the U.S. and Taiwan when it comes to military spending. And so there could be some change. We don't <KNOW> yet."
  },
  {
    "transcript_id": "NPR-10719",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And why is this spot important for exploration?",
    "statement": "What we're trying to do is leave the - we've been inside the solar bubble for 35 years, and 11 billion miles from the sun, and we're still inside the bubble the sun creates <AROUND> itself with its supersonic expansion of its atmosphere. And so once we get outside, we will be immersed in matter that has come from other stars, these supernovae, which blew up - five, 10, 15 million years ago, create the materials out there - the magnetic field - the magnetic field of the galaxy."
  },
  {
    "transcript_id": "CNN-36795",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Right. Right. Well, a lot of scientists are saying that it's not and they -- in fact, they're saying, first of all, they were surprised to hear that there were even 60 out there and probably the president has information he's privy to that a lot of scientists are not. But they think that, you know, once the stem cells actually starts to differentiate, Colleen, meaning that it starts transforming itself into the type of cell like a neuron for brain or a heart cell, it's really hard to switch gears and change back to something else. So if one of those stem cell lines starts to get along that road, it may be hard to make that cell functional for -- you know later on down the road.",
    "statement": "So with federal funding, though, for this type of research, what do scientists <THINK> can come of it? And how long <SHOULD> it take to see some results?"
  },
  {
    "transcript_id": "CNN-365968",
    "matched_terms": {
      "of course": "ungraded",
      "believe": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "To the White House now where President Trump is turning his attention to a different fight or number of fights. He is vowing now to close large sections of the U.S.-Mexico border anytime now to, he says, try to stop a surge in migrants and asylum seekers. He is also cutting off all U.S. aid to the so-called northern triangle, the countries of Honduras, Guatemala and El Salvador, where many of the migrants are originating. CNN's Kaitlan Collins is following all of this as well as a fresh assault on Obamacare. Kaitlan, I wonder, you know, after the summary of the Mueller report last week, the President talking about exoneration, sense of relief in the white house, are there still concerns regarding that? Are these attempts of distraction?",
    "statement": "Well, the President isn't fully putting the Mueller investigation behind him but he is turning his mind and focus to other issues like immigration, which has <CERTAINLY> been front and center over the last few days. And this weekend, the White House spent several days defending and doubling down on his threat to close the southern border with Mexico, saying that they are not doing enough to stop the flow of undocumented immigrants from crossing the border. Now, the President's Chief of Staff, Mick Mulvaney, said recognize this is a threat that the President has made before and not followed through on. But he said, Jim, that unless something dramatic happens, he does <BELIEVE> that the President is going to close the southern border. Now, that's going to raise all kinds of questions about how that would actually be carried out, what it would do because, <OF COURSE>, Mexico is America's third largest trading partner. So what it would do to that are still open questions. But Mulvaney also talked about the President's threat to cut off aid to those three Central American countries that you noted. Essentially, their argument as far as that is that those countries are not doing enough to stop their migrants or their citizens from going into Mexico and then traveling further north. So that's why they say they're cutting off aid. But when Mulvaney was confronted with data from the Trump administration that shows actually giving aid to those countries makes the border safer, he shrugged it off, attributed it to career officials and said, if it is working like that, if it does make those countries and the border safer, then why was there a record number of border crossings in February, 76,000 crossings, an 11-year high, something that has infuriated President Trump. And I'm told by sources contributed to this recent crush of immigration talk that we're seeing coming out of the White House."
  },
  {
    "transcript_id": "CNN-390863",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Yes, no. And you're exactly right. In the Clinton process, it was unanimous. The whole process and procedure was agreed to bipartisan basis, unanimously. There is no sense of that this time. And in part, it's because there was general agreement last time in Clinton that no one really wanted to hear all of the evidence played out before the Senate because, you know, frankly, the tawdriness of it. This time, there's no such agreement. You have the Democrats who want to hear a lot of evidence, and the Republicans who say, you know, we've probably heard enough.",
    "statement": "Ross, finally, one of the arguments against this, <CERTAINLY> by the Republicans, is that it has lowered the bar of crimes and misdemeanors, serious crimes and misdemeanors. And in the future, there will be more impeachments. Well, if you <THINK> of Jackson, it was a good few hundred years before from Jackson through until Clinton, only 20 years from Clinton to Trump. Are we looking at a scenario of more impeachments in the future, do you think?"
  },
  {
    "transcript_id": "CNN-217924",
    "matched_terms": {
      "potential": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "The US energy secretary, Ernest Moniz, has been visiting Japan to assist with the Fukushima nuclear plant clean-up. The secretary told our Pauline Chiou that the United States has the <POTENTIAL> to become a very significant market for exporting natural gas. Pauline asked Mr. Moniz about a recent government study on how exports <COULD> affect domestic supply in the future."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "could": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded",
      "totally": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Everybody, stand by. I want to go to Congressman Hakeem Jeffries of New York. He's a member of the Judiciary Committee. He's chairman of the House Democratic Caucus. Congressman, thanks so much for joining us. So, were you disappointed, or do you believe Robert Mueller did accomplish what he needed to do today?",
    "statement": "Well, he told a story to the American people based on the <FACTS> that were gathered over a 22-month-long investigation. We didn't expect to hear from Robert Redford; we expected to hear from Robert Mueller. And he is a Marine, he is a great American, he is a patriot. He's a talented law enforcement professional. And he laid out a devastating case that compares and contrasts with the lies that have been peddled by Donald Trump out of 1600 Pennsylvania Avenue. Donald Trump said the whole Russia thing is a hoax. Bob Mueller made <CLEAR> that Russia attacked our democracy in a sweeping and systematic fashion. Donald Trump said this whole Russian investigation is a witch-hunt. Bob Mueller made clear that the Trump campaign, at the highest levels, welcomed Russian interference with the election that was designed to benefit Donald Trump. Donald Trump said that he was <TOTALLY> and completely exonerated. Bob Mueller made clear nothing <COULD> be further from the truth. In <FACT>, there was substantial evidence that they uncovered of obstruction of justice committed by the President."
  },
  {
    "transcript_id": "CNN-211602",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "He's going to be OK and God just saved him. God just shielded him. I know he did, because they were trying to kill him, the way they were shooting, and it was all for nothing.",
    "statement": "<AROUND> 2:30 in the morning, Middleton says he has just come home. He says he was just looking for a cigarette in his car."
  },
  {
    "transcript_id": "CNN-176084",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Sounds so much better with an Australian accent, doesn't it? The shift in military power to the Pacific coming as China expands its military reach in the region.",
    "statement": "And speaking of President Obama, he's featured in a fashion label Benetton's new and controversial, <OF COURSE>, ad campaign. The so called unhate ads include fake images of President Obama kissing his Chinese counterpart, and Venezuela's president, Hugo Chavez. These provocative images, they're essentially artwork. They're not actual photos, everybody. But the company has dropped one of them. It depicted Pope Benedict kissing and Egyptian imam after protest from the Vatican on that. You <KNOW> what? It's brilliant because who has talked about Benetton, because, look, I mean, who's talk about Benetton. I mean, when was the last time you hear Benetton being talked about. I mean, all of this publicity."
  },
  {
    "transcript_id": "CNN-368336",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, yes, I believe so.",
    "statement": "At an annual U.S. naval exercise where the Chinese were America's invited guests for the opening ceremony, the Chinese military declined to be interviewed. But the Chinese have long maintained its investment comes with no strings attached, and the investments continue to come. China has tripled its loans to Africa since 2012. To counter China's financial dominance, America is trying to push itself as the military partner of choice. But if the current trends are anything to go by, it <MAY> not be enough."
  },
  {
    "transcript_id": "CNN-43930",
    "matched_terms": {
      "think": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "But it's been more than a decade since this country had a functioning government. Their parliament building has fallen into total disrepair. These two watchmen are trying to remember whether this was the assembly chamber or a cinema. Outside, an informal assembly of passers by quickly gathered around us. Among them, civil servants longing for a real government to work for. \"We want our country sorted out,\" says Nerr Amad (ph). \"Our people are miserable, and past governments are responsible for that.\" Indeed, it wasn't the Soviet occupation or the U.S. bombing that turned this capital city to rubble, but the various faction leaders who are now vying for power again. (on camera): For longer than the people here care to remember, their city's been fought over by as many as 10 different factions at any given time. And they've ruined vast sways of this capital. The one thing people here know for sure is that they don't want any of the old warlords back in charge. (voice-over): \"We don't want them,\" says Najeeb (ph). \"They have terrorized us. We want educated people, intellectuals, maybe Zahir Shah to take control.\" Afghans who have never welcomed outside interference, now say they need help getting back on their feet again.",
    "statement": "The other people become tired from the fighting. They want peace. Who is ensuring the peace in Afghanistan? I <THINK> that the United States of America and <ABSOLUTELY> the United Nations."
  },
  {
    "transcript_id": "CNN-223322",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "But when you pick through them, just for the point of debate here, OK, because this is getting serious. It's taking a lot of your time and taking a lot of my time so it deserves the parsing because it's become too convenient for too many in politics and those in the media to pick sides here. When it comes to Bridgegate do, we have any information yet that connects what happens there to Governor Christie directly in any way?",
    "statement": "Well, these are all the people that work for him, you <KNOW>, top people in his administration. You know, they're not saying that he's directly involved, but now with this latest development in Hoboken, the mayor is saying that this was basically a threat that came from the governor himself. So I <THINK> it's a pretty serious charge that needs to be looked into."
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "With all due respect to everyone <AROUND> the table, this is not about -- tonight is not about Donald Trump. Tonight is not about Roy Moore. We hashed all of that out. The reason the Democratic Party won is because we had a legitimate candidate to run up against a flawed candidate. And we're going to -- and we're going to -- we have to embrace Doug Jones. He ran the perfect race for this moment."
  },
  {
    "transcript_id": "CNN-264273",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "He's starting to hit me so I hit back. I only hit back when I get hit. I'm a great counter-puncher.",
    "statement": "I <KNOW> -- let me ask you --"
  }
]