[
  {
    "transcript_id": "CNN-137954",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "OK. I want to get to one other thing though real quick - I just want to get one other thing...",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "And this is a wonderful mama.",
    "statement": "I see he changes, so that's a good system. I <MUST> say, yes. I'm very -- I'm very lucky."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Oh, man.",
    "statement": "There is nothing about being gay or lesbian that -- quote, unquote -- \"is unhealthy or takes years off your life.\" This is just bogus <STUFF> that you put out every time you get a microphone stuffed in your face and it's just wrong."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Barbara, normally what are they saying at the Pentagon about what kind of information they normally would need to have before they would go forward with a raid like this one?",
    "statement": "Well what they have told us is that U.S. Commandos had this facility under surveillance for some time, that they had seen stolen U.N. vehicles moving in and out, that they had seen convoys of vehicles late at night, and that they had never seen women and children in the compound, which was unusual. That led them to <THINK> that this was an al Qaeda facility. And now, they're just not <SURE>. And what's not <CLEAR> is whether or not there was intelligence or information given to them by some local Afghan warlords, and whether that information had misled U.S. Commandos."
  },
  {
    "transcript_id": "NPR-36963",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "The military now had a series of videos - typically a grown man stands calmly in a field, then for no apparent reason, he jumps like he's been goosed. You can hear the guy holding the video camera chuckle. The idea of the heat ray is that it provides an alternative to bullets. The military put together another video demonstrating a hypothetical scenario.",
    "statement": "Some guards are stationed at the entrance to a facility, and an angry crowd approaches the barbed wire fence. Are they carrying explosives? <MAYBE> they're just unhappy citizens. The guards don't want to have to shoot."
  },
  {
    "transcript_id": "CNN-229181",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "That's right, Poppy. As of this morning, about 5 percent of that narrowed search area left to go. The majority of it completely ruled out. So, what do authorities do when they basically have ruled out the majority of their best guess as to where the black box may be? It's something that Australian and Malaysian officials are discussing now, hammering out a longer-term search agreement. One of the things that the Malaysians had proposed is broadening out the search area. Right now, they're only searching a 6-mile radius around that second ping, that second acoustic detection picked up by the towed pinger locator. Well, there are three other detections that were made. Some analysts suggesting maybe they should do the same for those areas as well, also suggesting, perhaps, a broader search area along that arc, the so-called half handshake between the plane and the Inmarsat satellite, where some authorities have said they believe that represents where the plane went down into the water. So, that's certainly being discussed. Also being discussed, possibly introducing more powerful submersibles into the mix, such as perhaps the Orion, which is capable of going about a mile deeper than the Bluefin-21 and staying under water for weeks on end. The Australian defense minister has been quoted as saying that more powerful submersibles are being considered along the lines of the submersibles that discovered the Titanic or the HMAS Sydney, which is World War II wreckage. Now, we understand from our sources that this agreement could be reached within the week, and some authorities are talking about a search operation, planning for a search operation through July -- Poppy.",
    "statement": "When it comes to those more powerful submersibles, Erin, we <KNOW> they exist, but they <COULD> be anywhere in the world. And we also know it takes a significant amount of time to get them there to where you are. Do we have any sense if any of those are on the way?"
  },
  {
    "transcript_id": "CNN-606",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, in this case, the Galileo mission is a success. It started out in 1995. It went for two years, and it was extended again until this month, and then, as I just mentioned, it has another extension, and it's just doing so well up there I think they're going to keep it going for as long as possible, and hopefully -- the next mission is February 22nd they're going by the moon Io, which is a volcanic moon of Jupiter.",
    "statement": "And what about Europa and what it's made of? What do they <KNOW> about that?"
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well -- yes, but going back to Herman Cain for a second. I mean, he's talking about these sexual harassment allegations. Let's say that all five of these accusers, these women, get together and they hold that news conference, and they come out and say, this is what we accuse Mr. Cain of doing. This is what happened. At what point after that sort of thing happens does Herman Cain have to step aside?",
    "statement": "Well, Carol, first of all, I mean, these are decisions that each campaign has to make. You <KNOW>, I'm not in the decision seat to be able to referee you know, who runs, who doesn't and how a campaign <SHOULD> operate, how they should respond. It's really not the role of the RNC chairman. My role is to make <SURE> that we have a functional, operational Republican National Committee that's well-funded and that can be the support to the next Republican president of the United States, which I would still tell you, you know, this president is in peril, the economy is not where it should be. And by his own standards, the president should be defeated -- by his own standards. And so, you know, all of these things come and go and they will come and go. But in the end, this is going to come down to president Barack Obama versus a Republican nominee. And I guarantee you, Carol, six months from now, eight months from now, this is going to all be ancient history and we're going to have to have the next conversation, which is who should be the next president of the United States."
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Well, I think that what poetry does is it offers us examples of language distilled, language as its very, very best. And I think that when we put ourselves forth in our very, very finest language, our most careful language, that that's the way that we're best able to build coalitions across differences.",
    "statement": "You're only the fourth poet ever to take place in an Inauguration, and it's distinguished company. Robert Frost in 1961 for John F. Kennedy's Inauguration, Maya Angelou in 1993 for Bill Clinton, and then Miller Williams for -- again, for Bill Clinton in 1997. Have you gone back and looked at what they said to try to draw inspiration or to gain some <KIND OF> focus?"
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But that's what he promised.",
    "statement": "Hold on a second. He's not done with his agenda. There's a lot of legs to his agenda. He has to work on the health care plan, he's got to work on DACA. You've got to give the administration a little bit of credit for the following. They have a pro-growth, pro-business agenda that is now filtrating through the economy. Wages, I study wages. I am trained as an economist. Wages have blown in the United States from 2006. They're down 11 percent in real economic terms. Since he became president, let's not give him credit for the first quarter, but the last two quarters there has been staggering wage growth on his watch. That's because he's a pro-business person. People were reserving cash, reserving capital under the Obama watch because he was anti-business. The president, President Obama would say I wasn't anti-business, but you <KNOW> what, sir, that was your perception. The president's perception is that he's pro-growth, he's pro the economy."
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I think in the smaller aspect, in the smaller circle of where I live and how I live and who I talk to, it might be uncomfortable. You know, my partner might find it a little uncomfortable to walk through, no strength to get home from the train, but you - you cannot look at the behavior in isolation of the history and the socioeconomic politics that inform it.",
    "statement": "I <THINK> we have to - we can't get caught up with trying to wrestle language to the ground without addressing the very issues that informed that language, that feed how it is that people think about homosexuality or, you <KNOW>, the people who are most oppressed in the world that, you know, you find that people who have religion most knife-like against their neck. These are the people who are most homophobic and most violently homophobic. I don't find very many wealthy white men who are, you know, trying to beat down black people or gay people."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Shane Brill (ph) had been right across from Darren VanKomen. Within an hour, Brill (ph) is sedated, unconscious, and he wakes up a month later in Texas to find that VanKomen was killed. Alejandro Soto (ph) looks for his friend Jonathan Castro, sees a man stretched out.",
    "statement": "He's laying on the table. And he had somebody else's shirt over his face. So I didn't <KNOW> it was him until I picked him up and the shirt fell. And <SURE> enough, it was him."
  },
  {
    "transcript_id": "CNN-292829",
    "matched_terms": {
      "potentially": "ungraded",
      "potential": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "We don't know that yet.",
    "statement": "But they have identified new <POTENTIAL> e-mails that <POTENTIALLY> were held back by the Clinton State Department. Why weren't those e-mails turned over? Look, this is a question that <COULD> have been put to rest years ago by Secretary Clinton and they haven't. This is a drag on her. Look, she is still the front-runner, no <DOUBT> it. She's still up in polls. But I <THINK> Donald Trump is creeping up on her and that <SHOULD> be concerning."
  },
  {
    "transcript_id": "CNN-92530",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "The jury saw the entire documentary on Jackson today. The documentary that really started it all. It shows him holding the hand of his alleged victim. As the jurors watched it, how did they respond.",
    "statement": "Well, you <KNOW>, it was one of the weirdest things I've ever seen in a court room. Because you know, he's in a courtroom. You have strict rules of evidence, about what can be said, and hearsay, and here you have this crazy TV show played for the jurors. And you know, the jurors were laughing at parts of it, when Martin Bashir tried to dance along with Michael, they were laughing. Everybody seemed to enjoy the music. Michael was tapping his feet, a lot of people in the audience were tapping their feet. But you know, I <THINK>, on balance, it wasn't as incriminating as I remember it. There -- <OF COURSE>, is this part at the end, where Jackson is with the boy who is the accuser in this case. And he says he <THINKS> it's appropriate to sleep in the same room with boys. But repeatedly, he does says there was no sexual contact, that this was not sexual thing. So on balance, it wasn't as incriminating as I remembered it."
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Did you ever see any of the officers? Because as we were looking at the live pictures from earlier, we saw the officers that were in combat gear and tactical gear.",
    "statement": "Yes. They started to actually suit up near the bus station. They all start to run out and started putting on tactical gear and running again towards like El Centro College and that big parking truck. I don't <KNOW> if there was still somebody in there or not. But, yes, they were suiting up in tactical gear. I haven't seen any of like the S.W.A.T. vehicles that they have here for <STUFF> like this to show up yet, but they <MAY> be on the other side."
  },
  {
    "transcript_id": "CNN-404069",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded",
      "obviously": "ungraded",
      "unclear": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes, it is truly remarkable story. Overnight, the president downplaying intelligence that the Russians offered and may have paid bounties for Taliban fighters to kill U.S. troops. The president denies he was briefed about the intelligence back in March. That time line was reported first by \"The New York Times\" and confirmed by CNN which now says that spies and special ops forces warned about this as early as January. The president dismissed what he referred to as so-called attacks on U.S. forces, but \"The Washington Post\" is now reporting that those so- called attacks are believed to have resulted in the deaths of multiple U.S. troops. Nick Paton Walsh is reported extensively from Afghanistan, he joins us now live from London. Nick, of course, the backdrop to this story is that the United States was trying to negotiate a peace deal with the Taliban. This intelligence indicates that the Russians apparently tried to interfere. Given your reporting, do you believe that the GRU, the Russian spy agency is capable of doing this? Is this something they would do?",
    "statement": "Yes, I mean, it's entirely feasible that this did, indeed, occur. I mean, I've reported a couple of years ago on allegations from the U.S. and even from Taliban, ex-Taliban militants that the Russians are supplying weaponry to the Taliban insurgency here. Let's wind back a little bit and talk about what we do <KNOW> and then what is disputed. I know from a European intelligence official of this scheme, and that European intelligence official was <CLEAR> that the assessment was the coalition casualties has been caused as a result of these payments by Russian military intelligence, the GRU to Taliban militants. The timing and the nature and number of casualties are <UNCLEAR>. A U.S. official speaking to my colleague Barbara Starr has confirmed that same plot, added timing to suggest that the report intelligence emerged for discussion in February and March. That there <MAY> have been actual money-changing hands. That also tallies what my European intelligence official was saying to me too. The U.S. official, a little more skeptical about the veracity of that intelligence. And so that's what President Donald Trump <SEEMS> to be leaning most on, that these reports weren't verified or serious enough that they made their way to his desk. Now, that slightly knocked aside by \"The Washington Post\" who came out last night and said that, in <FACT>, this payment had resulted in U.S. deaths, a stark departure <CERTAINLY> because <OBVIOUSLY> if American fatalities on the back of field have been caused by something like this. You can't imagine a situation where President Donald Trump would not have been informed about it. Bizarrely though, we've seen to have gone from a situation where there are extremely grave allegations being levied against the Russian military intelligence apparatus here, the GRU. I <SHOULD> point out, the unit of the GRU accused of doing this is according to the European intelligence official I spoke to, the same ones who tried to kill the Skripal father and daughter in Salisbury in early 2018. We've gone from this extraordinary situation of a very serious allegation against the Russians to now a process story it seems about who told who what inside the White House about this allegation. Remember, Donald Trump is always in a strange position when it comes to allegations of Russian malfeasance. He recently suggested trying to get Russia back into G7 despite many Europeans being against that, particularly the United Kingdom. I should point out the Taliban say, no, we have nothing to do with this. Deny the allegations, so does the Russian Embassy in Washington. But it is a remarkably serious allegation here in what is still America's longest war. Back to you."
  },
  {
    "transcript_id": "CNN-280447",
    "matched_terms": {
      "think": "ungraded",
      "opinions": "ungraded"
    },
    "previous_statement": "You said you're very pro-life. Abortion is murder.",
    "statement": "But I -- I mean, I do have my <OPINIONS> on it. I'd rather -- I just don't <THINK> it's an appropriate forum."
  },
  {
    "transcript_id": "CNN-186376",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "From CNN World Headquarters in Atlanta this is CNN SATURDAY MORNING. A bride stabbed to death in her bath tub. The suspect, her new husband. Now an international manhunt as the FBI follows leads to Mexico. And it's a multimillion dollar business, international baby adoption. A heart-wrenching story sheds light on the struggles of overseas adoptions. We put the baby business in focus. And Facebook just made a whole lot of friends with its initial public offering but some experts say there are glaring problems lurking in its mobile app. Digital lifestyle expert Mario Armstrong breaks it down. Good morning, everyone. I'm Randi Kaye. It is 8:00. Thanks for waking up with us. Let's get you caught up on some of the news. We start with a glitch in the space plan. That is the Dragon spacecraft on the launch pad at Cape Canaveral but it did not get of the ground. CNN John Zarrella joining me now from Miami. John, take us through what happened here. What went wrong?",
    "statement": "Well, the future is on hold, isn't it, Randi? Who said space flight was easy and rocket science was easy? Not you, not me <OF COURSE>. I <THINK> the people at SpaceX are <CERTAINLY> finding that out first hand. What happened was the Falcon 9 rocket with the Dragon spacecraft on top, the Falcon 9 has nine main engines, liquid fueled engines. One of those nine, engine five, right before liftoff, had what they call a chamber pressure issue where the pressure was going up too fast, too high. And the computer system immediately shut the whole thing down. So at 0.5 seconds before what would have been lift off, the entire system was automatically shut down. Now what's next? Well, the president of SpaceX addressed that this morning at a news conference."
  },
  {
    "transcript_id": "CNN-212974",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "We do see dramatic turnarounds, Becky, and oftentimes, when there's some underlying push behind it, many times these kids have a history of abuse or they have a history of having extreme wealth, where they can spend money on anything they'd like. When there is a change in the setting, oftentimes we will see a complete change in their health as well.",
    "statement": "Obesity is often seen as a poverty problem. The Middle East is -- and particularly this part of the Middle East -- is oil rich. That has produced a huge amount of consumerism here, and part of that has been fast food, for example. It's not a poverty-stricken area, as it were, but surely this obesity issue, which comes with diabetes and heart complaints, starts at where we eat, surely? We <CERTAINLY> <KNOW> here that the fast food industry is a really prolific one."
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Let me get us to one other issue before we run out of time, and      that is Secretary of State Condoleezza Rice is meeting with a number of      prominent black ministers across the country.  And what they're claiming      is they are going to work hand in hand, a faith-based foreign policy      initiative, to fight AIDS and other issues in Africa.  And they claim      this to be--from the Bush administration--part of their Africa mandate.      Joe?",
    "statement": "Well, I <THINK> that it's interesting that a predominantly      conservative group of black ministers would meet with the administration      on this, and I <CERTAINLY> <HOPE> that some strong action for Africa would      come of that.  Because, you <KNOW>, it's--the United States is last among      the developed nations in terms of its contributions--its overseas      development assistance--as a proportion of its national wealth, gross      national income.  So I think anything that can be done to improve that      record..."
  },
  {
    "transcript_id": "CNN-354512",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "unclear": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Hello, everybody. I'm Kate Bolduan. It is the election night that just won't quit. Midterm races still in limbo. Legal challenges under way. One week after Election Day, several races are still too close to call. In Florida, the Senate race, the governor's race, even the race for state agriculture commissioner are facing recounts. These are recounts required by state law. Focusing on the Senate race, though, now we have Republican Rick Scott, the governor, and other Republicans, including President Trump, claiming voter fraud. An important note, though, they're not offering proof of voter fraud. The Florida secretary of state still says that they haven't seen any voter fraud. Right now, they are all racing toward a Thursday deadline to recount all votes. One crucial county started counting just a few minutes ago. CNN's Rosa Flores is in Broward County, joining me now. Rosa, the question all along has been, can they meet the deadline? What is the latest you're hearing right now?",
    "statement": "You <KNOW>, Kate, if what I'm about to tell you sounds as <CLEAR> as mud, it's because it is as clear as mud. As you mentioned, Broward County just started recounting, but they stopped sorting to start recounting, but they're not saying exactly when they're going to go back to sorting because they have to finish the sorting before they can finish the recounting. Again, it's as clear as mud, but that is the guidance we're hearing right now. Most of the controversy here in Florida has been zeroed in on Broward County and Palm Beach County, which are Democrat strongholds. Now, inserting a county into the controversy that's a Republican stronghold, a big county in the panhandle. It was hit by Hurricane Michael, when Hurricane Michael ravaged through that area. We have learned that 158 people were allowed to vote via e-mail or fax. Now, the rules were eased after Hurricane Michael to accommodate those counties. But voting by e-mail or fax was still not allowed, so it's still <UNCLEAR> how those votes are going to be handled. Now, there's a slew of lawsuits. I wanted to zero in on one that <COULD> actually have an impact if it actually goes as the Dems are <HOPING> for. A lawsuit that was filed in Tallahassee. There's a hearing tomorrow. It alleges the state law that requires that the signature match for a mail-in ballot with the signature on record is unconstitutional. Now, the reason why that could have an impact is because that would insert thousands of ballots into this very narrow race, Kate. So a lot of moving parts here in Florida. But the headline here from Broward County is that the guidance we're getting is clear as mud. The recounting has started, but they still have not finished sorting -- Kate?"
  },
  {
    "transcript_id": "CNN-325125",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "IT is.",
    "statement": "But as you just noted, the most important part for Republicans here is what they <BELIEVE> is pro-growth. They create millions of jobs, small businesses, big corporations. But as they try to sell this as a middle class tax cut, can they do that with a straight face?"
  },
  {
    "transcript_id": "CNN-117377",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, because he was an effective congressman. You know, people in his district realized that, despite a cloud that's hovered over his political career over all these years, he's delivered for them back home. And he -- they have put him back in office nine times now, with overwhelming majorities. It hasn't even been close. This past December, despite news of this pending indictment over his head, he won with 57 percent of the vote, which is close to a landslide.",
    "statement": "And Bill, explain to our viewers that haven't lived in Louisiana -- I mean, I lived and worked in New Orleans. I can understand the -- I <GUESS>, the mentality and the culture and the history of politics. You can too, <OBVIOUSLY>, as a reporter for the \"Times-Picayune\". What is it about the years of politics in Louisiana where, you <KNOW>, this has <SORT OF> been accepted behavior?"
  },
  {
    "transcript_id": "NPR-45310",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And the one - a fellow priest of his - he was in the Norbertine Congregation  warned, back as far as 1968, about this man's carryon. He went to his superiors, he went to the papal nuncio at the time, he went to the local bishop and they all ignored him. That man left the order, eventually, and was killed in an accident later in Germany. But his experience, sadly, is not unique. Did you have some examples in your own country.",
    "statement": "Is there any instance in this letter, of saying, we, the church in Rome <SHOULD> also take some responsibility in this affair?"
  },
  {
    "transcript_id": "CNN-78638",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Yes. That's one of the reason. Additionally, there's also the fact that Scott purportedly told her that he was not married, which shows that he is a liar. And it shows that he was already thinking about getting rid of his wife.",
    "statement": "We're going to, unfortunately, have to leave it right there, Valerie Barreiro. Thanks very much for your analysis. This hearing is about to begin. CNN, <OF COURSE>, will have coverage throughout the day here on CNN, much more coming up, including at 5:00 Eastern on \"WOLF BLITZER REPORTS.\" We will take a look at what exactly happened today and what didn't happen, as this Scott Peterson hearing unfolds."
  },
  {
    "transcript_id": "CNN-138928",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Speaking of risks, one of them could possibly be the Chevy Volt. This is the plug-in hybrid that you guys are touting. Reportedly the retail price, $40,000. Now if you contrast that with the Prius, the Toyota Prius, that's selling for about 25 grand. And one \"Washington Post\" columnist said it's a lot to pay for incremental altruism. How do you stay competitive with a car like the Prius if your Volt is going to be several thousand dollars more?",
    "statement": "Kiran, we haven't talked about the selling price of the Volt yet. What we're working on is we're still working -- further working on the battery technology to bring down the cost of the vehicle, going through the learning cycles. We <THINK> the Volt is going to be a revolutionary vehicle. It's not a simple -- it's not a hybrid vehicle. It's an extended range electric vehicle. We have a lot of confidence in this product, a lot of confidence in this technology. We actually think it's going to be revolutionary in both the U.S. and global markets."
  },
  {
    "transcript_id": "CNN-265928",
    "matched_terms": {
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I mean, I hope it goes away pretty soon. I got to get home and get to my homework honestly.",
    "statement": "We <HOPE> you get to that homework soon. We hope you guys stay safe. Take some shelter inside. The governor, Nikki Haley, had a press conference asking residents to shelter in place, saying this storm <COULD> last well into Tuesday. Nick Valencia, CNN, Columbia, South Carolina."
  },
  {
    "transcript_id": "CNN-361465",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "That's right. And it was something that came up after the initial assessment the CIA did about the Khashoggi killing. But it's kind of an evolving document. There's the initial assessment, but there's all this intelligence to go through going back some time. What happens is the National Security Agency vacuums up enormous amounts of information overtime. It sometimes it sits unanalyzed until there's a special need. And the Khashoggi killing provided that need and led analyst go through old communications, specifically of the Crowned Prince, who had been - his conversations had been intercepted for some time. And I think the significance here, of course, is that at the heart of this is the Saudi Government has said, the Crown Prince had nothing to do with this. President Trump said, well, maybe he did, maybe he didn't. The Saudi Government is trying to say this was an operation, a botched operation. But what this shows is that Mohammad Bin Salman, more than a year before the killing, certainly made it known that he had every intent of killing Jamal Khashoggi if he didn't come back.",
    "statement": "As far as you <KNOW>, Mark, has the President, President Trump, been presented with this evidence?"
  },
  {
    "transcript_id": "CNN-368542",
    "matched_terms": {
      "quite": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Then Kate did it again with baby number two, Charlotte. And again with number three, Louis.",
    "statement": "Most women who have given birth are not remotely <THINKING> of putting themselves on display in front of the world's media within several hours of that happening. So it's <QUITE> a feat for anyone to endure."
  },
  {
    "transcript_id": "CNN-313865",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "All right. Well, let me just reiterate, then, the accusations against Qatar. Saudi says that it has cut ties because, and I quote, of your country's embrace of various terrorist and sectarian groups aimed at destabilizing the region. They say that includes the Muslim Brotherhood, al Qaeda, Islamic State and groups supported by Iran in Saudi Arabia's restive eastern province of Qatif. Is that true or false?",
    "statement": "With all the respect, but this statement is full of contradiction, because it's saying that we are supporting Iran and from the other hand we are supporting the extremist groups in Syria, and we are supporting Muslim Brotherhood in Saudi or in Yemen and we are supporting the Houthis from the other side. In all battlefields there are adversaries. And about our support to the Saudi opposition or the sectarian moves in al Qatif, this is <TOTALLY> false information. Actually, the cooperation between our security and intelligence agencies, between Qatar and Saudi, has been - has been serving the purpose of the national security of Saudi..."
  },
  {
    "transcript_id": "CNN-362701",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Over the years that we work with Huawei, we've not yet seen anything that gives us cause for concern. And we continue to work with all of those relevant bodies to answer all the questions that are -- that are being asked right now.",
    "statement": "B.T. <MAY> say, \"Oh, we haven't seen any evidence of anything. They wouldn't. That -- that's the point about good espionage, you wouldn't see."
  },
  {
    "transcript_id": "CNN-54924",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Kelli Arena here in Washington, thank you very much. And there area also new reports today about what the airlines knew before September 11th. CNN's Patty Davis joins us now live from just outside Washington at Reagan National Airport. Patty.",
    "statement": "Well, Wolf, the airlines knew as far back as 1998 that Osama bin Laden posed a threat. In <FACT>, the Federal Aviation Administration in that year issued three information circulars basically alert bulletins to the airlines, telling them to be on alert. They said things like, Osama bin Laden operatives had trained to hijack or bring a plane down, that unidentified individuals <MIGHT> be planning to hijack or bomb an airliner in the metropolitan airports in the U.S. and also urged vigilance due to statements by bin Laden about killing Americans. That was first reported in the Boston Globe and confirmed by a U.S. government source. Now this information on top of about 15 directives, 15 alerts sent to airlines in 2001, telling them that Middle Eastern men <COULD> <POSSIBLY> be interested in hijacking or blowing up a U.S. commercial plane. The problem is here, Wolf, that none of these circulars ever mentioned suicide hijackings, so the airlines never changed their policy of cooperating with hijackers. That's what happened on September 11th and those planes crashed. The policy has now changed. They are to bring the plane down immediately and never open the cockpit door. Wolf."
  },
  {
    "transcript_id": "CNN-345449",
    "matched_terms": {
      "believes": "ungraded"
    },
    "previous_statement": "I always hope that one morning President Trump is just going to wake up and send out that 3:30 in the morning tweet that says tariffs are gone.",
    "statement": "Gibson voted for Donald Trump and supports most of the president's agriculture policies. But he <BELIEVES> U.S. farmers will suffer the most from trade wars with countries that buy American agricultural goods."
  },
  {
    "transcript_id": "CNN-36366",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "In the beginning, I believed they were extinct. A friend brought me -- I mean, a guy brought me this picture. And he sat there and he said, \"These horses are believed to be Spanish horses.\" And I basically told him: That's interesting. And that's a diplomatic way of saying: Don't bother me.",
    "statement": "But Carlos Lopopolo, a Southwestern historian from Albuquerque, started doing a little bit of research and discovered just how possible it <COULD> be for small bands of horses to survive by themselves over the centuries in these wide-open spaces, having relatively little contact with humans or other breeds of horses. In the late 1500s, when Don Juan de Onate established the first European settlement in the Southwest, he brought with him some 900 horses from Spain. Thanks to the Spaniards' meticulous record-keeping and Carlos' exhaustive research, many of those horses and their eventual whereabouts have been accounted for."
  },
  {
    "transcript_id": "CNN-245919",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "best": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Christine, we're in middle of Lexington, 116th Street. The crowd here, several hundred strong. It's gotten to be more vociferous throughout the night. It started in the middle of the shopping district near down Fifth Avenue as shoppers on Fifth and then, Madison, and a little shocked to see them coming down the street, racism in the police, as they say. This as the mayor has asked them not to do this very thing. These people protesters making the point that they will continue to protest. They see the shootings of these police officers here and the protests that they are conducting tonight and in previous night as two separate things. And they do not want them to -- they do not want to be quiet. They said they will not be quiet. That's why they've taken to the streets. Police worked very hard for much of the night to keep on the sidewalks as they got farther up town. That ended. They have moved up the streets. Police have been incredibly restraintful so far, allowing them to go to the streets, blocking traffic and helping them along -- Christine.",
    "statement": "All right. Miguel Marquez, thanks for that, Miguel. Time now for an early start on your money. Merry Christmas, investors. Your Santa rally is here. The Dow above 18,000 for the first time in history, climbing 1,000 points since just last week. The Dow closed up 65 points for its second record close this week, 36th record high this year. That's just remarkable. The S&P 500 also a record 51st record for the year. This is now the third year in a row of double-digit percentage gains for the S&P 500. And markets <COULD> keep climbing today. Right now, you can see their futures are slightly higher. The market jump came as the U.S. economy grew an incredible 5 percent last quarter. That's the fastest pace in 11 years. The second quarter was 4.6 percent growth. Making it the <BEST> two quarters since 2003. And this has not gone unnoticed by consumers, by Americans. For the first time in seven years the majority of Americans <THINK> the economy is good. This is a remarkable turnaround, folks, a remarkable change in sentiment. Likely because of crashing gas prices where every drivers <FEELS> whereas half of Americans are invested in the stock market. President Obama is enjoying a nice bounce in the polls heading into the New Year, with the economy ticking up and the president taking action on immigration and Cuba. The latest CNN/ORC poll puts his approval rating at a 20-month high. Here are the numbers, 48 percent of Americans now approve of the president's job performance, 50 percent do not. President Obama enjoying an increased support among women, independents and millennials, a demographic that got him elected twice. A former Navy SEAL who claims he killed Osama bin Laden is now under investigation. CNN has learned that the Naval Criminal Investigative Service is trying to determine whether Robert O'Neill revealed classified information. The former SEAL Team 6 member made several television appearances last month, retelling the story of Operation Spear, the incursion into Pakistan that led to bin Laden's death. That brazen gun smuggling ring, remember, involving current and former Delta Airline employees is being called a huge wake-up call for the nation."
  },
  {
    "transcript_id": "CNN-344517",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "There is so much wrong with pretty much everything he said. But I guess the most important part that's wrong. U.S. intelligence has pointed out there is no likelihood that Kim Jong-un would go up his entire nuclear stock pile. He's not going to denuclearize completely. It's not going to happen, and that's far from a one whole piece of paper.",
    "statement": "Well, I <THINK>, basically, you have to take it stage by stage, John, and although you can't dismantle"
  },
  {
    "transcript_id": "CNN-198250",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Like McConaughey's success as an actor.",
    "statement": "I <THINK> I see a lot of law breakers up in this house."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "One week after authorities say that Tsarnaev brothers attacked Boston --",
    "statement": "The two <SUSPECTS> were armed with handguns at the scene of the shoot-out."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And tonight, after a dream wedding, a romantic honeymoon and couples` dive trip turns deadly. There in the clear blue waters far below the surface, the blushing bride sinks to the ocean floor while the groom manages to make it to the top to breathe the fresh air, and then goes home to collect what he believes will be a big, fat insurance check. Breaking tonight: Shortly after the groom moves on and remarries immediately, the U.S., specifically the great state of Alabama, brings the groom back to home turf for murder.",
    "statement": "You never <THINK> that your daughter would leave for her honeymoon and her husband will kill her."
  },
  {
    "transcript_id": "CNN-122234",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, time now to check in with Alina Cho. She's got some of the other stories making headlines this morning. Hi, Alina.",
    "statement": "Hey there, Kiran, John. Good morning to both of you. Good morning, everybody. New this morning. Reports of a pretty large earthquake overnight in Alaska. It was a magnitude 7.2 quake, and it happened just after 4:30 a.m. Eastern time. Now the epicenter of the quake was deep underground and offshore so no reports of damage or injuries. A tsunami warning was issued but it was quickly canceled. President Bush will sign a major energy bill today. It includes the first increase in auto fuel economy standards in 32 years. Cars will now have to get 35 miles to the gallon by the year 2020. Today's standard is 25 miles a gallon. The new law also phases out those standard incandescent light bulbs, you <KNOW>, the ones we've been using for more than a century. Beginning in 2012, you have to buying more energy-efficient bulbs. A major victory for President Bush. The Senate has overwhelmingly passed a $555 billion spending bill. The massive federal budget includes $70 billion for the wars in Iraq and Afghanistan, without those timetables for bringing the troops home. That was a major sticking point. Today the House is expected to follow suit and approve the revisions which also funds every government agency except the Pentagon, until October of next year. The U.S.-led multinational force in Iraq will be staying there for at least one more year. The U.N. Security Council voted unanimously to approve the extension. That means the more than 150,000 troops in Iraq will stay there until the end of 2008. Now, the overwhelming majority of those troops, <OF COURSE>, are American. Iraqi officials say they <HOPE> the troops can leave a bit sooner. And a major disaster in Pakistan to report a passenger train packed with an estimated 900 people derailed overnight. The \"Associated Press\" is reporting at least 56 people were killed, dozens more were injured. Rescuers are actually using metal cutting equipment to reach those trapped among the passengers, a large wedding party. The cause of the crash at this early stage, of course, is still under investigation. So we're watching this and watching a lot of other stories, too, including a major announcement by the transportation department later today to ease congestions. We'll have more on that in the next half hour."
  },
  {
    "transcript_id": "CNN-316840",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "He's going out actually pitching the book and he's probably going to have the deal in the next few days. This is going to get interest from all the big publishing houses. You think about James Comey and the story he may be able to tell, according to the \"Times\" this is not just going to be a you tell all. This is going to be a bigger book about his entire life's work, his career and the big moments he has faced, decisions in his career, but all it takes is a few pages or few chapters about what happened with President Trump to get publishing houses very interested. So, it's sort of a no-brainer move by him, but up until then we haven't heard about a book deal. He'll be out shopping this now.",
    "statement": "The White House said Comey was fired because President Trump lost confidence in him. Mr. Trump later said Comey's role in the Russia investigation was a factor. Roger Federer has just won his record setting eighth Wimbledon Singles title. Federer made history by beating Croatia's Marin Cilic, 6-3, 6-1, 6- 4. The 35-year-old now the oldest men's singles champion at Wimbledon in the open era. This victory comes five years after Federer's last singles title at Wimbledon. It's his 19th career major. A live report later this hour from the all England club. Right ahead, we all <KNOW> what weapons look like <AROUND> this part of the world but right now, this <MAY> be one of the most powerful of them all, the war for the Arab mind, just ahead."
  },
  {
    "transcript_id": "CNN-290244",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "To be clear, praising -- Alex Burns, praising the media is a dangerous tactic.",
    "statement": "I <SHOULD> say the failing \"New York Times.\""
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Let me just say -- and this is something that the governor has said before, which is that candidate recruitment now for democrats is going to go crazy. It's because they believe they can win. And the civil war in the Republican Party, not to say there are many differences among democrat, but in the Republican Party is going to get even worse. Just tonight the Senate leadership fund issued a statement, CEO Steve Law there said, \"This is brutal reminder that candidate quality matters regardless of where you are running. Not only did Steve Bannon cost us a critical Senate seat in one of the most republican states in the country, but he also dragged the president of the United States into his fiasco.\" OK, that is republican pact. And the NRSC was a little more politic, but basically said the best candidate won in different words.",
    "statement": "Can I -- can I just say a few things? I want to echo one thing Bakari said. Just as someone who practiced this campaign politics for a long time, Doug Jones ran an extraordinary campaign. He had a very narrow needle to thread, and he threaded it very well. And, you <KNOW>, including not bringing national politicians into the state until the end, working the African-American communities very, very hard and that turn out made the difference. The turnout in the African-American communities relative to these white rural counties was much, much higher. And that was the difference in this race. But it is a -- it also is true that it was a very, very cynical play to try and drag Roy Moore who was so deeply flawed across the line. Whenever you have to hide your candidate for the last week and put him in a witness protection program of some sort, that is bad sign. And everyone who supported him or tacitly supported him were complicit in that strategy. And it was what Rick said, they wanted that 52nd vote. But something Trump even a 52nd vote and that's a pun. And one of them is fundamental decency. And that is a lot what you heard a lot of tonight in Alabama."
  },
  {
    "transcript_id": "CNN-178752",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Rather than paying someone to build a fence, he decided he was going to work with his five sons and his wife and he was going to build this fence on his own. My dad is extraordinarily cheap. He is as cheap a human being as you have ever met. He could have afforded to have someone else come in and build that fence, but he wanted to do it himself.",
    "statement": "Explain to me why they <THINK> \"My dad's cheap,\" Candy, is a good closing message in this campaign."
  },
  {
    "transcript_id": "CNN-242643",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm the chair of the National Governors Association, so I do get asked fairly often. What I say is you should wait a couple years. Don't go out. I don't think any state should do it just for tax revenues or, you know, that kind of revenue decision. Let's see what the unintended conflicts, whether it can really diminish them to a point where this new system makes sense for everyone.",
    "statement": "One final question. I <KNOW> the president called you yesterday to congratulate you. Did he have a specific message he wanted to deliver?"
  },
  {
    "transcript_id": "CNN-289858",
    "matched_terms": {
      "potentially": "ungraded"
    },
    "previous_statement": "It just feels them I think. It feels them out as people. It feels -- does it work? Again, we'll have to see how things come out when we see the polling. But --",
    "statement": "Look, it was uncommonly personal for a president to give that story of a love story about <POTENTIALLY> of the first female president. That's noteworthy. And it has added of being true."
  },
  {
    "transcript_id": "CNN-347825",
    "matched_terms": {
      "think": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "OK. Think about that. $180,000 a year salary, right? You heard her lay out the numbers. $15,000 times 12, that's what you get. Paid for by, quote, small-dollar donors for the most part. Let's be clear. Small-dollar donors were central to Donald Trump's success in 2016. And he knew it.",
    "statement": "We've had tremendous support. But where we have had the <BEST> support in all fairness is the small donor. The $61, I <THINK> it averages something like $61. We've had tremendous success with the small donors, $61 a head. We have a lot of small donors. $61 I think average. We also have a lot of wonderful people in terms of small donations. And that's coming in fantastically."
  },
  {
    "transcript_id": "CNN-352633",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Bill Weir, I appreciate you being there, Bill. Thanks very much. Be careful too. Two views now on the domestic politics of this. Joining us is Van Jones, host of \"THE VAN JONES SHOW\" here on CNN. He's a former special adviser to President Obama. Also, Paul Babeu, he's the former sheriff of Pinal County, and former Republican candidate for Congress. Thanks to both of you being with us. Van, President Trump is saying this caravan of migrants is somehow being organized by Democrats to impact or tilt the midterms.",
    "statement": "I don't <THINK> that makes a lot of sense. First of all, Democrats are having a hard enough time organizing inside the United States to do an election. This <PROBABLY> if anything hurts, because it raises this whole question, this whole specter of, you <KNOW>, do we need a wall and are immigrants bad? I do want to say that these images are an ink blot test. Some people like myself look at those images and see people first of all who are scared, who are desperate, and who need some help and assistance, whether they get it inside the U.S. border or outside the U.S. border. My heart breaks, to imagine being stuck on a bridge for hours with my kid. Other people look at that and say, we're scared of those people, we don't want them here. And just -- we are trying to sort out as a country, are we welcoming, are we empathetic, do we care about people, or are we going to say we're closed for business as America and we're scared of folks. I don't know how this is going to play in the midterms."
  },
  {
    "transcript_id": "CNN-343429",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "All right, Boris, thank you. Some families are managing to reunify despite the challenges. Beata Mariana de Jesus Mejia was reunited with her son at Baltimore Washington airport this morning. The Guatemalan immigrant's 7-year- old boy Darwin taken from her at an Arizona facility back in May. She sued top Trump administration officials accusing them of violating her rights when Darwin was taken away screaming and crying. Lawyers announced in court Thursday an agreement had been reached just minutes before a hearing in the case was set to start.",
    "statement": "So much emotion there. First Lady Melania Trump taking a surprise trip to the southern border to tour an immigrant children's shelter in Texas. We'll have more on the substance of the trip, <OF COURSE>, but Mrs. Trump is getting lots of attention for her wardrobe choice. As the first lady boarded her plane from Joint Base Andrews, she wore an olive green jacket, but the back of that jacket read, \"I really don't care, do you?\""
  },
  {
    "transcript_id": "CNN-179460",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Good morning, Kyra. The CEO of Costa Cruises essentially a short while ago apologized that this disaster had happened and promised that whoever was responsible for it would be held accountable. And an investigation has been launched. But, yes, what he said and on newspapers around the world, too, really the headlines here. \"The Guardian\" in the U.K. has this one. \"Floating hotels that can be sunk by a rock.\" It says, \"This incident raises the specter of the kind of disaster the cruise industry and its passengers hoped was long past. Ships costing the better part of a billion dollars can still be holed by a rock.\" \"The Globe and Mail\" in Canada says, \"On a picturesque Italian shore, an incomprehensible mishap.\" \"Just last summer, the mayor wrote a letter to thank the Costa Concordia for giving his island an incredible spectacle on its way out to sea. But no cruise ship had ever performed as close to the island as this.\" Finally, \"The Standard\" in Belgium says, \"Blind panic in a floating city.\" Now, Kyra, it puts this maritime expert that says. \"This type of cruise ship is truly a floating city, which isn't a bad thing if everything runs smoothly. But in an accident, it means you have a mass of people unable to evacuate quickly and calmly.\" A lot of accusations being made right now towards the ship's captain. And one of the survivors I interviewed earlier today, Kyra, said that she was totally outraged about what the captain is saying in defense of himself is that he didn't know that there were rocks there -- Kyra.",
    "statement": "Zain Verjee, following the reaction there out of London for us. And if you <THINK> the mudslinging in South Carolina has been ugly, well, my next guest says you ain't seen nothing yet. We're going to talk with Columbia, South Carolina, radio host Keven Cohen right after the break. What a way to heel. Swimming with the dolphins. Hear what it means to our wounded warriors, next."
  },
  {
    "transcript_id": "CNN-136940",
    "matched_terms": {
      "sure": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "I got a whole $7 back.",
    "statement": "Congratulations. That's more than you usually get. But e-mails us your tax questions, weekends@cnn.com. Or you can hit Betty and I up at our Facebook pages; also on Twitter. We'll get some of those answers for you. But first here, want to show you some new video overnight, a tornado that hit central Tennessee. A mother and baby daughter dead now, dozens more hurt. A band of severe thunderstorms swept through the area yesterday. Officials say the storm destroyed or damaged at least 250 homes. Crews searched into the evening to make <SURE> no one else was <POSSIBLY> hurt or trapped."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "I`m with Megan alone. It was enough to let her get in touch with my deeper side and redeem myself for, you know, some of the silly things I said at dinner. I guess we`re waiting on my card.",
    "statement": "Oh! I <HOPE> it`s not declined."
  },
  {
    "transcript_id": "CNN-337767",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They may not -- Congress, by the way, might censure him, you know. One of the great decisions in the Clinton impeachment was censure or impeach. There is not two-thirds in the Senate to impeach. But if it happens, he's no longer President, his position. He won't belong in the White House and Secret Service will evict him in favor of Mike Pence. So once he's no longer lawfully President by order of Congress, by impeachment he's gone. And the Secret Service will show him out like any other trespasser or fence-jumper illegally on White House property. But that's a very long way away.",
    "statement": "Very long way, I <KNOW>. But it is an interesting hypothetical. Finally, almost out of time, we now know Fox News host Sean Hannity and bestie of Donald Trump, he was the previously unnamed third client represented by Michael Cohen, who's also Donald Trump's personal lawyer. So what do you make of all of this especially considering the lengths that Hannity has gone to defend the President on his show on Fox News?"
  },
  {
    "transcript_id": "CNN-296767",
    "matched_terms": {
      "clearly": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "But Ryad (ph) says he's been waiting too long. He's also worried that leaving the Jungle, he may have made a mistake. So many of friends, he said, have already left to start their new life on the other side of the channel.",
    "statement": "Now those two boys <CLEARLY> <HOPING> they're still going to get to the United Kingdom. You can see behind me the line has so started moving. The doors of that sensor where they will be -- the migrants will either be sent to a French region or back home. The doors have just opened, the line have begun moving. In a sense, George, this is easy part. These are the migrants who have accepted the government's deal. The ones still in the camp and the ones likely to cling on over the coming days, who do not want to give up on their dream of getting to the United Kingdom, those are likely to be the tricky ones. That will be the real test of the French government's resolve for this camp once and for all."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "clearly": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Because you're right, some way has got to be found to do this.",
    "statement": "Yes, I'm -- we <CLEARLY> have a defect in this. Command influence is a problem and when you <THINK> everybody involved in this <PROBABLY> wishes they just said, \"The heck with command influence, we've got to pick up the phone and call and let people <KNOW>.\""
  },
  {
    "transcript_id": "NPR-42630",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It opens up a gray area, in particular for the government. There's this one example where Fulton takes a trip to New York sponsored by his British intelligence handlers but he's going there to actually get bomb technology for the IRA.",
    "statement": "And this is where this particular strategy becomes risky. They had devised a method where they <COULD> wirelessly detonate bombs by using a photo-flash, but the problem with that was is it could be set off by any bright light, headlights at night or a tourist taking a photo, the flash could set off the bomb prematurely."
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "That's right. They want -- they don't want any surprises. The room, of course, once it's filled with cheering delegates, always lifts the speaker up. We saw that happen even with stiff and not very famous speakers, Al Gore, Michael Dukakis. They were lifted up by the energy in the room. One important thing about a presidential candidate. You know, these days, and the days of television, people have to live with the president in their living rooms day after day, night after night, for four years. They want to have someone there with them that they feel comfortable with, that they like. It's the most personal vote Americans cast. More personal than someone they may deal with every day, a representative or a mayor. And they want to like that person. That's what John Kerry has to get across tonight.",
    "statement": "Carlos Watson, our political analyst, is watching with us as well. Carlos, as you see the Democratic nominee getting ready, preparing, he's making the gestures, looking at the teleprompter, trying to make himself <FEEL> comfortable behind that podium, this is a technical rehearsal, if you will, for this big speech tonight. Give us your sense of the enormity of the challenge he faces."
  },
  {
    "transcript_id": "NPR-32590",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And are there memorials planned at some point there in Norfolk, and any public services at all?",
    "statement": "I've heard of nothing. We drove past some churches, and I was expecting, okay, on the church signs they would show a sermon about this tragedy. You <KNOW>, nothing. It was just the usual every Sunday sermon. I asked a PAO, a Public Affairs Officer at the naval base, is there any <SORT OF> memorial planned, and she said, we haven't heard a thing."
  },
  {
    "transcript_id": "CNN-313894",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And that sound, that gavel, that round of applause there marks the end of yet another trading day on Wall Street. The Dow ended down ever so slightly. Down about 45 points were so. But take a look at this. It was pretty much in the red all day. Not a sliver, not a sliver of green as investors literally wait for James Comey's testimony on Thursday. Make sure you save the date. And speaking of dates, it is Tuesday the sixth of June. Tonight, terror investigations on both sides of the English Channel as crucial elections approach. New diplomatic blows for Qatar now that Donald Trump is piling it on. And the boss of IAG tells us why British Airways suffered a meltdown. Hello everyone, I'm Zain Asher and this is QUEST MEANS BUSINESS. Good evening everyone I'm Zain Asher. We'll have all the days business news in just a moment but first I want to give you an update on the terror attack in Europe that we been following. Terror investigations across Europe are putting the continent on edge as an attack in London and Paris comes just days before key votes in both countries. Of course. the U.K. election happening on Thursday and then parliamentary elections in France happening in just a few days as well. And Britain we're learning new information about the ringleader of the London attack. Here's a photograph of him. Counter terrorism forces tell CNN that Khuram Butt was seen as one of the most dangerous extremists in the country in 2015 but there was no evidence found that suggested that he was in the middle of plotting an attack. Earlier the police named the third and final attacker and Saturday's rampage where seven people were killed. 22-year-old Youssef Zaghba is believed to be an Italian of Moroccan descent. Police say he was not a person of interest before the attack. We are learning so many new facts about this attack. Yet just one year earlier this man Zaghba was stopped by Italian police who then put him on their security watch list. Just a few hours ago in Paris police shot a man who tried to attack them with a hammer outside the famous Notre Dame Cathedral. Defense Interior Minister said the attacker was carrying knives and shouted, \"This is for Syria.\" We have the latest developments from both cities. We've got Nic Robertson. He's joining us live now from London and Jim Bittermann from Paris for us. So, Nic I want to begin with you. Let's talk about the ringleader of the London attacks. You've been talking to people who knew him. You know, he was someone who was labeled as one of the most dangerous extremists in the country in 2015. Explain why he slipped through the cracks.",
    "statement": "Well one of the reasons he slipped through the cracks was because he was very, very good about not breaking Britain's terrorism laws. He was very careful about what he said privately, about what he said out in public. And what the police and authorities were doing here since 2014 and they started focusing on him in 2015 with what they call a full package of investigation. What they decided to do was the only way they can take down the organization that he was part of, al-Muhajiroun, was to put them under a microscope -- put the individuals under a microscope and check out if they were involved in any other <SORT OF> minor criminal offenses. So, he was thrust under that microscope. But the gentleman that I met earlier today, a former radical, who knew Khuram Butt, the lead attacker, who knew him but himself went to jail. Was subsequently de-radicalized. I've known him now for well over a year, almost 2 years. I'm the man who de-radicalized him. I've known him for about six or seven years. I talked to him about what he knew about Khuram Butt, and he told me something <QUITE> shocking. That he saw Khuram Butt just three weeks before the attack and unlike all the videos we have seen of Khuram Butt up to date, where he has a long beard and is dressed in what you can describe as Arabic clothing. Three weeks ago, his beard was closely shaved and he was wearing Western-style cloths as if in a way to blend in. So, I asked Jordan Horner in the light of that did he see anything about him at that moment that <COULD> indicate that he was on the verge of an attack. This is what he told me."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "know": "ungraded",
      "definitely": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "She didn`t hear anything because she was somewhere else. Another location she declined to publicly disclose. But she says police have known exactly where she was since the start of the investigation. Ayla`s grandmother says detectives told her not to reveal anything about what happened that night so protect the integrity of the investigation.",
    "statement": "We are taking your calls. A bombshell today. We learned that baby Ayla`s blood in daddy`s basement. What does it mean? Cops confirming there is more blood that they would have anticipated from a normal cut. With us, CNN national correspondent, Susan Candiotti. Also with us, spokesman from the Maine State Police, Stephen McCausland. You <KNOW>, Stephen, it <FEELS> like I`m Alice in Wonderland. Everything is upside down because I tell you something, whoever had my child when they go missing, I would not have snagged up to them and give them a peck on the cheek. All right? I`m not inciting violence, Stephen. I`m not. But I would <DEFINITELY> have taken a swing at them. All right? Fine, I`ll just put that out there. But Stephen, the police are saying, quote, \"Not one piece of evidence to back that up, that being the forced entry or the kidnap. What do you mean not one piece of evidence? You mean no window was up, no marks on the door, what does that mean not one piece of evidence?"
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "One never knows.",
    "statement": "You <KNOW>, it's was the Clinton story of the day, practically, last month."
  },
  {
    "transcript_id": "CNN-186921",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "No chance. Stay at home. Watch it on TV. Don't even risk it, because you can end up -- you know, you coming back in a coffin. Innocent people, innocent. Look at them. It's just gang rammed. And no one is helping. No police is helping. Look at that. Look at that.",
    "statement": "And we've got a lot more reaction to that story on World Sport here on CNN in about three hours time. I <HOPE> you can join me then. Now it's job done already for Maria Sharapova on day three of the French Open at Roland Garos. The second seed breezed into the second round in just 48 minutes, conceding just 18 points on the way to a 6-0, 6-0 victory over Romania's Alexandra Cadantu as she looks to reach the final for the first time at the clay court grand slam. Next up for Sharapova is Ayumi Morita of Japan. And the Wimbledon champion Petra Kvitova is also throught. The 22- year-old fourth seed advanced with a comfortable 6-2, 6-1 win win against Australia's Ashley Barty. That's it for me for now Kristie. Rafael Nadal and Andy Murray get their campaigns under way at the French Open later on Tuesday as well. Back to you."
  },
  {
    "transcript_id": "CNN-315999",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They'll say it was positive. They'll say, you know, we were able to talk about mutual concerns and the poor state of the bilateral relationship and how we're going to make it better. And our two teams are going to meet again in the future to try to work out some of these issues. I think that's pretty much what the read out is going to be. I don't think there's going to be or that there are high expectations for actual tangible outcomes.",
    "statement": "Well, I've interviewed diplomats for many, many years, and I <KNOW> when I hear words like candid, frank, constructive, friendly, we'll meet again --"
  },
  {
    "transcript_id": "CNN-65460",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I'm sick and tired of games and deception.",
    "statement": "President Bush warns Saddam Hussein that Iraq's time to disarm is running out. Is the U.S. too soft on North Korea? Some senators want to write a tougher line into law. Is America's hatred of taxes history? That <MAY> be going overboard, but attitudes are changing. How do you rise from the bottom of the Democratic pack? Presidential hopeful Howard Dean shares his strategy."
  },
  {
    "transcript_id": "CNN-358531",
    "matched_terms": {
      "of course": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes, it's always been the cooling saucer. That's where - you know, it's simple majority in the House, Majority rules, they can pass whatever they want, fire it over to the Senate and the Senate is supposed to kind calm things down, maybe find a bipartisan solution to whatever the issue is and then send it to the President's desk. I think the real question right now is in the past, historically divided government has been able to kind of reestablish that. And if that is going to be the case this time around. Senate Majority Leader Mitch McConnell has worked through divided government before, so has Chuck Schumer, the Democratic leader over on the Senate side, but the big question now going into things, particularly going into a presidential election is if that's even possible.",
    "statement": "You have been elegant in skirting <AROUND> the elephant in the room in all of this, which <OF COURSE> is President Trump. Yes, everybody is used to divided government of those you mentioned, but not with a mercurial President like the existing incumbent."
  },
  {
    "transcript_id": "CNN-250611",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Sorry. We have an aircraft off the runway.",
    "statement": "Delta 10-1999 go <AROUND>. Fly, maintain 2,000."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "It`s a shocking report, Nancy. Radaronline.com has released this explosive report that claims she`s going around to all her friends, going on beach vacations this summer, still shopping, still partying. And she`s saying, listen, I have four daughters. So I`m not going to be seeing any nights or days behind bars. Because the judge is going to feel sympathetic towards me and I`m going to blame it all on Joe.",
    "statement": "Not if he sees this pictures. Michael Mazzariello, New York, Trinity Hundredmark, Atlanta. First to you, Mazzariello, it`s not just the bragging, I`ll never do a day behind bars. But she is already granted a continuance. In other words, she was supposed to be sentenced a while back, and her father-in-law, God rest his soul, died unexpectedly. While she was supposed to be grieving, she actually threw a party at a big nightclub in Parsippity (ph), New Jersey, I <THINK> it was, where everybody wag charged like a hundred bucks. It was open to the public. You <MAY> have been there. I was working that night. But I think they were serving her fabalinis and you <COULD> get one little appetizer and a fabalini and you got to meet her for $100. That isn`t grieving."
  },
  {
    "transcript_id": "CNN-330531",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But I tell you, a big race that will get national attention because he was the presidential candidate, because of who he is, and it underscores the very tension we talk about almost every day. The Republican Party still having a conversation with itself about how to be and how to handle their president which most -- many Republicans, some publically, most privately will tell you it's toxic.",
    "statement": "Well, it's important that -- I mean, Utah is not Arizona. I <THINK> late in the primary -- fairly early in the primary, Trump had them behind him and the day -- when he won in Arizona he also got blown out in Utah. So I think that Mitt Romney can free to run as a check and again, most would be a check. Most Republicans are fine with people like Justice Gorsuch and tax cuts. But I think that he will be one of those rare voices who will speak out consistently."
  },
  {
    "transcript_id": "CNN-322023",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I mean, I think this is something that Democrats want Americans to see, right? I mean there had been criticism, I think, of people on the left basically saying they were caught flat-footed in responding to what looked like a resurgence among Republicans and trying to repeal and replace Obamacare. But here you see some of that activity on The Hill there. We still don't know what's going to happen with this bill. I mean we've heard from Susan Collins, who seems to be leaning no. We've heard from Rand Paul, who even after this latest iteration of the bill, which came out today, which will be scored by the CBO later today, he has said it's not enough to his liking, so he's still a no on this. This will be a key week. They've got until September 30th to figure out if they're going to be able to corral enough votes. I've talked to some people who were kind of in the wheeling and dealing side of this. They say the goal is to get to 49 and then pressure whoever is still on the sideline to say that they can be the deciding vote to put this thing over the top. But, listen, getting to 49 is still an uphill climb for this, but we'll see tonight. Maybe that will make a difference in terms of what we hear from both sides of this, from Graham and Cassidy on one hand and then Democrats Amy Klobuchar and Bernie Sanders on the other. But again, you look at this. This is a passionate issue. I think Republicans haven't necessarily really tapped into how people take this so personally because it is about their health. Their kind of selling of this has had to do with block grants, with giving power to the governors, in talking to people about their health care and their problems with the health -- sort of the health care industry. I've rarely heard people say, well, I really wish that my governor could handle health care. They usually complain about prices and about accessibility in premium increases. And so far, from what we've seen from this bill, there isn't a lot of indication that it addresses those real problems that a lot of people have.",
    "statement": "And we're just seeing this play out here on Capitol Hill. Protests happening as the -- the hearing was just put on recess because they want to wait until order is installed in the wake of these protests. This hearing about the latest GOP health care bill. I want to bring Gloria Borger back in. You <KNOW>, it's interesting, Gloria, because over the weekend the president spoke more about the NFL and criticizing players for not standing during the national anthem than he did about this health care bill. What do you make of that?"
  },
  {
    "transcript_id": "CNN-253621",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "All right, remembering the Oklahoma City bombing exactly 20 years ago today. We'll take a look at the person who knew about the plot and <COULD> have helped save it and stop it before it happened. It <MIGHT> surprise you he is now a free man. That story next."
  },
  {
    "transcript_id": "CNN-385762",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "What would you tell someone like Elizabeth Warren about those people?",
    "statement": "I would say that those people are scared of you and that you <SHOULD> listen to their pain and not just sum it up economically. I <THINK> people who are going through these changes that people like you and I who live in cities don't think are such a big deal, like gay marriage or transsexual rights. These are huge changes that are happening in rural America and they're not comfortable with them. And to just boil it down to economics is wrong. Like people <FEEL> like the country is changing ..."
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, and it's interesting that you would mention that Obama and his folks are satisfied with results from yesterday's decision by the Democratic Rules Committee, but I'll tell you, to listen to Harold Ickes, it doesn't sound like the other side is satisfied. And that means there are some questions as to what happens next? Does it go to the credentials committee? Does it go to the convention? I know you don't have answers, so I'm not going to put you on the spot, but you're going to be part of the crew following this and as long as it goes, we'll be on it. Jim Acosta, thanks so much for filing that report. Coming up, Barack Obama withdraws his membership at Trinity United Church in Chicago. Now that's important. We have the reasoning for it and the reaction.",
    "statement": "No, he didn't sell out. He didn't sell out. He was put in this position by somebody else. He said many times before this is his church home. He had to make that decision himself because of things other people did. So no, I don't <THINK> he sold out at all."
  },
  {
    "transcript_id": "CNN-127322",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Will he be there?",
    "statement": "No, I don't <THINK> so, no."
  },
  {
    "transcript_id": "CNN-190326",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Good morning.",
    "statement": "The Senate passed that extended tax cuts for individuals, $200,000 -- $250,000 if you're talking about families. They would allow the upper limits to expire. Do you <THINK> that this has a chance at all in the House?"
  },
  {
    "transcript_id": "CNN-306075",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Casey came and said she wanted to adopt. I was really concerned about the cost.",
    "statement": "Oftentimes a family is looking at a bill of $30,000, $40,000, $50,000. So many families would adopt if they <COULD> eliminate this financial barrier. Then, what if we could carry the burden together? Adopttogether.org is the first ever crowd funding program for adoption. We're raising funds to pay those bills. That's when your friends, family and co-workers get to be a part of your adoption story by donating to the process."
  },
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "OK. Admiral Giroir, you have testified about how far you've come with regard to testing assessments. I -- I want to ask you if you believe that we already have a national testing strategy today that spans -- that spans from the nationwide testing needs assessment to the nationwide testing supply assessment and a strategy to fill that gap, to procure domestically what we need in terms of bridging that gap with testing platforms, swabs, specimen collection media and reagents and the PPE needed to conduct those tests?",
    "statement": "So thank you for that. We do have a strategy that spans us at least to the -- at least to the fall and beyond. As I -- as I mentioned, we're working individually with every state and I <THINK> Senator Paul is correct, that Kentucky, Wyoming or New Jersey, Rhode Island are different and they're -- there are vastly different testing needs -- the East Coast will have multiples of testing versus other state -- and we're working those individually ..."
  },
  {
    "transcript_id": "CNN-275837",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Yes. The goal here for these guys is obviously personal connections with these voters. They all want to know -- they want to look the candidates in the eye and figure out who they are and what they stand for and their fortitude. Of course, you saw Chris Christie talking about how governors are better than senators, a theme that he has been harping on throughout this campaign. But you know, the senators, Senator Rubio and Senator Cruz have been doing quite well and of course, the nonpolitician all together, the elephant in the room, the Donald has been doing well so far. It's crunch time now. These voters like to make up their mind at the last second. I've campaigned in New Hampshire before. These people are fiercely independent. They will not let anyone tell them who to vote for an about 1/3 of them are going to make up their mind the next couple of days.",
    "statement": "Right. And speaking of which, Donald Trump tweeting out this today. He loves those tweetings. Wow, he says, \"Wow, Jeb Bush whose campaign is a total disaster had to bring in mommy to take a slap at me. Not nice.\" So Maria, we are talking about -- she's <KIND OF> America's mom, right? I mean, he went there."
  },
  {
    "transcript_id": "CNN-192933",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Here's the problem you had, is it, for the American people to throw out Barack Obama they've got to believe that Mitt Romney understands their -- their cares and concerns and can do something about it. It's very hard for them, when all they see in the last 48 hours, is a sound bite of him saying, he doesn't care about nearly half of the population. His words not mine.",
    "statement": "Well, it shouldn't have been said that way. And I <THINK> he said that -- he's admitted that was -- that was a mistake. But I didn't read the full context that way, Piers. I have read that he wants the economy to get better to create more taxpayers so more people will participate in funding governments so we can do something about this $16 trillion national debt. I mean I think that's the larger takeaway. But he <CERTAINLY> wouldn't say it that way again. But the broader point about having a champion for the small businessman and a debt reducer and a job creator I think that's a good point. It's a big contrast with the President."
  },
  {
    "transcript_id": "CNN-164464",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Good to be with you, Eliot.",
    "statement": "What do you make of this? Is this an embarrassment, is this a fight for equity? What <SHOULD> happen now?"
  },
  {
    "transcript_id": "NPR-3122",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Can this tell us anything about the origins of the moon? I mean, isn't it generally believed that a planet or some body about the size of Mars hit the Earth in early formation and blew off a piece of debris that became the moon?",
    "statement": "Yeah, that's the commonly accepted model. The presence of a core, such that we have detected, does support the large-impact model for lunar formation, especially that there was a liquid part of the core. The moon <MAY> have formed in an initially completely molten state."
  },
  {
    "transcript_id": "CNN-268420",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "So, Maeve, is it possible though that these incidents in Ben Carson's life were so embarrassing at the time that he didn't share them with even his closest friends?",
    "statement": "Well, <SURE>. And, you <KNOW>, that is what his - the person who has said he was his <BEST> friend, Timothy McDaniel (ph), who you just heard from a moment ago, said, that he approached Ben Carson after Carson wrote his book, \"Gifted Hands,\" in 1990 and said, Ben, you hid this from us all these years. How did we not know about this? And Carson said that he was embarrassed to talk about it. But I have a lot of questions about that explanation. I mean given the <FACT> that we're talking about hitting other kids with bricks and bats and baseball - you know, baseball bats and rocks. The neighborhood that Scott went to in Detroit was, you know, where Carson spent a lot of his childhood years was a very close knit neighborhood. The parents disciplined other children who were not their own. Everybody knew about everything. And the classmates that we talked to also said that the reason why this is so perplexing is because this would have been <AROUND> the school within, you know, half a day. So that's why we want to talk more to Dr. Carson and his campaign about these incidents."
  },
  {
    "transcript_id": "NPR-2575",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "So we're finding that, at least, the sense of sweet taste has a lot in common with these endocrine or hormone-producing cells elsewhere in the body.",
    "statement": "Wow. So if you injected a sugar substance into the pancreas, you wouldn't perceive the sense of having something sweet in your body, would you? It would be your pancreas would do something, or something would happen, but you wouldn't <FEEL> like you just had a sweet meal, or something."
  },
  {
    "transcript_id": "NPR-13121",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "This is a rather sort of tense time for students at UCLA, and it also doesn't help that at the time, the University of California Board of Regents are also having a meeting on campus. They have a meeting about once every two months, and they're discussing a tuition hike for non-resident students. So it's sort of the confluence of a lot of coincidental events that all are not really serving to help the students' spirit right now. People are sort of down and a bit upset about - actually quite upset about what's happening on campus and outside as well.",
    "statement": "UCLA is a public school. What message do you <THINK> does this send that this <COULD> happen at a public institution - right? - one that prides itself on ideas of equality?"
  },
  {
    "transcript_id": "CNN-101951",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I really don't know. But I understand they were employees but I'm sure that there will be somebody officially that can confirm that but I do not think or did not understand any contractors.",
    "statement": "I really don't <KNOW>. They will have to come to that. That's their decision to be made. I'm just making <SURE> that in my capacity as governor working with the Congressman Rahall that we're making sure that everything we can do that you are getting is official from the people that we represent and making sure that, first of all, the families get the accurate information."
  },
  {
    "transcript_id": "CNN-67078",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "And you had to jump out of the window because there were just so many people converging in that one door?",
    "statement": "There were so many people -- exactly. Converging to that one door that you actually got -- the people turned your whole body. They turned -- like they turned my body like you couldn't move. You couldn't get over to that door. So, I ended up in the room on the side, and I was -- and I fell on my stomach, and everything -- smoke, black smoke. You couldn't see in front of you. And from where I was, when the lights were still on, I said, well, I can make it over there, no problem. And there was no way. I was on the ground. I got up. I said, I've got to get up. So, I said -- I <THOUGHT> of my mother, and I said, I've got to get up. And I went out that way until I found someone, and I heard voices. They said, \"Come out this way.\" It was a male voice, and I went out the window."
  },
  {
    "transcript_id": "NPR-42871",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "And I'm Robert Siegel. A town in Massachusetts has jumped into the global debate over the Danish cartoons of the Prophet Muhammad. As militants burned the Danish flag and attacked Danish Embassies from the Middle East to Indonesia, the town manager of Stoughton, Massachusetts briefly raised the Danish flag in front of the Town Hall. Anthony Brooks reports.",
    "statement": "Stoughton, Massachusetts is a town of about 27,000 people, about 20 miles south of Boston. Here in front of the red brick Town Hall, it <FEELS> like small town America, a world away from those Danish cartoons satirizing the Prophet Muhammad. But Stoughton's town manager, Mark Stankiewicz says it was important for the town to make a statement in support of Denmark and free speech."
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It's a police term of art, its a policy term. We have a prohibition against choke holds. It appears to be a choke hold, as we understand it. Was it?",
    "statement": "How <COULD> it not be, based on what you've seen and I've seen?"
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Because that's a physical play, right?",
    "statement": "\"One Flew Over The Cuckoo's Nest\" is the most physical work that I've ever done, I <THINK>. He comes on stage, and he doesn't stop spinning, you <KNOW>, he drives the whole play. He's never off stage for more than 20 seconds for the entire play. I mean, even Hamlet goes off and takes a break, you know. I mean -- but R.P. McMurphy comes on like a tornado and he keeps spinning until the play is over. And <MAYBE> in my 20's it wouldn't have taken as much out of me as it does now."
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "sure": "ungraded",
      "clears": "ungraded"
    },
    "previous_statement": "... end of quote.",
    "statement": "It <SURE> <CLEARS> things up. Doesn't it?"
  },
  {
    "transcript_id": "NPR-37503",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "President GEORGE W. BUSH: In this time of war the president relies on the secretary of defense to provide military advice and direct our nation's armed forces as they engage our enemies across the world. Secretary of defense must be a man of vision who can see threats still over the horizon and prepare our nation to meet them. Bob Gates is the right man to meet both of these critical challenges.",
    "statement": "Gates was deputy director of Central Intelligence when Soviet forces occupied Afghanistan, and President Bush says he values that regional expertise. During the Persian Gulf War Gates was deputy national security adviser, and is now a part of a commission assessing the war in Iraq. The 63-year-old Kansas native turned down the president's previous job offer to be the director of National Intelligence. But he says he's willing to return to government service to run the Pentagon, because he's concerned about Iraq and Afghanistan, even if it will mean leaving what he called his <BEST> job yet, president of Texas A and M University."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Rafael Romo, CNN.",
    "statement": "Millions of people <AROUND> the world have been taking part in the third annual Women's March."
  },
  {
    "transcript_id": "CNN-406625",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You started your career at \"The Buffalo News,\" starting as an intern, rose to executive editor. Then you became a public editor for \"The New York Times.\" Now you're a media columnist for \"The Washington Post.\" So, you clearly have kind of the full sweep of the thing. Why do you like covering the news, to the point that you have spent so many years, really your entire adult life, doing it?",
    "statement": "Exactly. Even before my adult life, I was actually the editor in chief of my high school paper. I mean, it just really suits me. I <THINK> it's -- it has a -- journalism and newspaper journalism, but not just newspaper journalism, has the ability to have you doing something that's really worthwhile and even <MAYBE> a little noble, working at one of the underpinnings of our democracy, but also in a thing that's always interesting, where you're always learning. No two days are alike. And I just -- I mean, I can't imagine doing anything else. And I can say that, while I have had a lot of tough days in journalism, I have never had a boring day."
  },
  {
    "transcript_id": "CNN-251718",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "We never found her body. We never -- we didn't have a crime scene. She could have met her demise in New York, upstate New York or Jersey or any place.",
    "statement": "Missing person posters went up. But time went on, and no Kathie. Meanwhile, friends and family were watching Robert Durst and believed something just didn't <SEEM> right."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "If it was me and my wife was missing, I would be going out of my mind. And he just sat there with this blank stare on his face and said well, the police are dealing with that.",
    "statement": "Meanwhile, we`re left to wonder why law enforcement has put the cabash on sealing the search warrant affidavits. <COULD> this lead to more speculation about what`s in them? More of what we do <KNOW> in a moment, but first, back to my expert panel: prosecutor Robin Sax; forensic psychologist and attorney Brian Russell; police detective Steve Rogers; and joining me now Michelle Sigona, investigative reporter and founder of the Web site MichelleSigona.com. Michelle what`s the latest?"
  },
  {
    "transcript_id": "CNN-320972",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Yes, sir. Thank you very much.",
    "statement": "All right. Be well. Stay safe. Look, the situation is far from over. Not only is Hurricane Irma, Alisyn, still smacking people <AROUND> as it moves north in the state. But as people wake up this morning, so many don't have power. So they had to wait for the sun to come up. They're going to see a really ugly and life-changing reality."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes. Yes. Absolutely. I mean, the reality of the way people live their lives in this brand new environment with this level of threat. People have to come to terms with that is going to change.",
    "statement": "Life is going to change. We saw what happened at the airports after 9/11. That's a good model for what we <MAY> see in the rest of society."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "of course": "ungraded",
      "seem": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Well, absolutely. And it's really kind of unclear. You talk to voters. How many people are aware of the flyer controversy to begin with? I think they're really listening very closely to what they're saying, the candidates, the specifics about their economic agendas, the specifics about their health care plans. They're asking questions. I don't think when you look at voters and you talk to them that they are paying all that much attention to this kind of flyer controversy. It's very popular on blogs. They're talking about it. We're talking about it. But really what's important to note here is these two candidates are trying very, very hard to draw those distinctions between the two, especially Senator Clinton trying to say that her health care plan is superior to Obama's health care plan because it's mandated, because it would require everyone to sign up. Obama essentially saying that it would punish people by mandating or presenting fees or taking away wages, that type of thing. So, they're going after the same voters here. And you can see why it is sharpening as we get closer to those critical, critical states of March 4th -- Jim.",
    "statement": "Fascinating <STUFF>. See you in a little bit, Suzanne. And one thing that also came up this morning between these two candidates was not each other, but actually a different candidate who has all of a sudden jumped into the race, and we're talking about, <OF COURSE>, Ralph Nader, the on again, off again political candidate. He ran several times over the last couple of decades -- as many as five times if you count all of his different bids -- but famously he ran in 2000 and then in 2004. And many Democrats, of course, consider Ralph Nader to be a spoiler because of what happened down in Florida in the year 2000, when he siphoned off just enough votes from Al Gore, according to many Democrats, to take that state away from Al Gore and hand George W. Bush the White House. Now, in 2004, Democrats <SEEM> to have learned their lesson and basically stayed away from Ralph Nader. He got only about .3 percent of the vote in 2004, and didn't really hurt John Kerry, although served as a distraction. And despite all of that history, despite that back-story, Ralph Nader, undeterred, decided yet once again he's going to toss that hat into the ring, and he said it this morning on \"Meet the Press.\""
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Ted Cruz is the most dishonest guy I think I've ever met in politics. I think he's an unstable person. I really do.",
    "statement": "Today, Donald Trump held a press conference where he <APPARENTLY> lost it."
  },
  {
    "transcript_id": "CNN-21637",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "OK, Greta, stand by, we're going to take live pictures now from Austin, Texas, as we understand it. Governor George W. bush leaving the governor's mansion now, going over to the state capitol. We just talked with Jeanne Meserve a little bit ago, who said we probably won't hear from the governor until we hear from Al Gore. But he has some interesting things to say today, heading over to the state capitol to take care of business. We will look forward to hearing from the Texas governor a little bit later in the day. Greta, I want to get back one more time to these two different numbers, 7-2 and 5-4. What's the significance of both in those in one decision?",
    "statement": "You <KNOW>, we have lots of decisions that are 5-4. The two -- I <THINK> about 20 percent of the decisions were 5-4. One of the reasons we want nine people in the Supreme Court is that we have majority rule, rather than one single king decide it for us."
  },
  {
    "transcript_id": "CNN-131653",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Shore up the base there. We talked about strategy in these last 17 days. Has he essentially given up on -- you say maybe some of these Democratic states, but if he loses Virginia and states that are reliably Republican, he's going to have to make some kind of inroads and pick up some ground somewhere else. Can he do that? Is he even trying to do that?",
    "statement": "Yes, well <ABSOLUTELY>, he is trying to do that. We <KNOW> that Sarah Palin is hitting some of those states as well. Look, John McCain is down 10 points right now in Virginia. He needs to win Virginia. He needs to win North Carolina to win the election. We know Barack Obama was here yesterday. They're spending a lot of money here in this state, as well as in North Carolina and some of these other battleground states. He's also having to play defense in the Midwest. We've seen Indiana start to shift a little bit towards the Democratic column right now, T.J. And right now, John McCain really needs to give a full-out effort in order to win this election."
  }
]