[
  {
    "transcript_id": "CNN-381817",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, Secretary Pompeo is saying at least that these folks were not going to be complying with the depositions for now. Now, the House Committee has scheduled them to take place over the next two weeks, and he laid out a number of reasons that were both logistical and legal for why he said they were not going to do that. But we have learned over the past few hours are a number of things. First of all, Ambassador Volker, the Special Representative to Ukraine who resigned from the State Department on Friday, he is going to be appearing at his deposition. He clearly is no longer a State Department official. Secretary of State is not his boss. But he will be speaking with the House committees on Thursday. We're also learning that of the four remaining State Department officials, who the Hill wants to talk to in these depositions, one of them, as you mentioned, is the former U.S. Ambassador to Ukraine, Ambassador Yovanovitch. And she was scheduled to speak to the committee tomorrow, but she is now going to be doing that next week, on October 11th. And her - according to a committee aide, she figured out that with the committee and with counsel - she didn't say that she worked with the State Department on it, but again, she still works for the State Department. So the expectation here is that she's still going to talk to them. We're still waiting to hear on the other three State Department officials and what they are going to choose to do and will Secretary Pompeo is going to allow them to do.",
    "statement": "Kylie Atwood, good to see you. Thank you. With all these developments swirling <AROUND> the Trump administration, it's worth reiterating that this impeachment scandal began by focusing on one phone call between two men and whether the U.S. President pressured a foreign leader for dirt on his political opponent. Today, that foreign leader in question, Ukrainian President Volodymyr Zelensky, spoke out. Our Chief International Correspondent, Clarissa Ward is in Kiev, where she asked him during a news conference <ABOUT> that very call."
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "believe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, Roger, I think one of the things we want to know is what did they know and when did they know it. We're a little concerned that State Farm knew about this, these defects, this problem well in advance of the highway traffic safety board of the United States government, and we want to explore the communications and how they came to the understanding so late on this problem. In my congressional district, there's a 10-year-old girl that died because her SUV, Ford Explorer, overturned and it was because of these tires. Now, as I understand, because a lot of the accidents and fatalities occurred in the South where the heat is pretty strong, and that might have a bearing on the fact that these tires were perhaps OK in the North where there's cooler temperatures. But in the South, this defect would be -- became more prevalent. But these are type of questions we want to ask and try to understand; not a blame game, not try to have Ford and Firestone continue to blame each other, but try to get to the bottom of the problem.",
    "statement": "Congressman, do you have any reason to <BELIEVE> that Ford or Firestone did anything to, oh, so that -- or to sit on the information what they had a problem with these tires rather than coming forward when they <SHOULD> have?"
  },
  {
    "transcript_id": "CNN-232117",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Just as we were shaped as a world leader on that day, part of the deep Russian psyche is born of the tremendous losses of that desperation for survival.",
    "statement": "You're completely right. That's why it's so important to understand history. We have to see without excusing anything that the Russian <VIEW> of what happened 70 years ago shapes what they are doing today. And that's an important piece of understanding what history is in terms of connecting to the present."
  },
  {
    "transcript_id": "CNN-326075",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "-- and he would have to answer questions.",
    "statement": "Yes. Except -- except the timing of this is spectacular for him because he can sue right now. He can sue tomorrow. He can file on Friday. He does not have to serve it immediately. He <COULD> literally sue. He would have his complaint out there and it would be not be responded to, he wouldn't have to do a deposition. There would be no discovery prior to the special election."
  },
  {
    "transcript_id": "CNN-376418",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you. I'm good.",
    "statement": "After the debate Senator Harris spoke to Anderson Cooper <ABOUT> the former vice president's \"go easy on me\" request. And whether she took exception to being called a kid."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded",
      "doubt": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Absolutely. You figure, you know, there`s a 12-year-old dead, Doctor. There`s an 11-year-old dead. Of course, the 20-year-old who caused this, he`s dead. Let me go to you. Mark Harrold, you`re a former police officer. A lot in this case happens to deal with police reports. Apparently, there were some omissions of police reports concerning gunshots that were fired. There was evidence that was left out of police reports. How does this help or hurt the prosecution when you try to get a conviction? We have to rely, Mark, on police.",
    "statement": "<WELL>, <ABSOLUTELY>. I mean, if the investigation`s not airtight in a case like this. Look, I agree with what everybody is saying. The burden was pretty high here. You <KNOW>, beyond a reasonable <DOUBT>, reasonable is pretty fluid. Different juries hold you to different standards. In this case the victim here, most people saw the defendant as the victim more than the victim of the crime itself. So any -- any holes in the defense, I <THINK> the defense did a good job. But you <KNOW>, a lot of this comes down to the evidence, the chain of custody, what`s admissible, the chronology, all sorts of things. And when they find that the police investigation, if it wasn`t as tight as it was or they`re able to point out inconsistencies, it gives a jury like this that <SEEMS> highly sympathetic, even more reason to say, \"We can find reasonable\" or \"We can -- reasonable <DOUBT> hasn`t been proven here.\""
  },
  {
    "transcript_id": "CNN-242050",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "It sure does.",
    "statement": "Meanwhile, there is lots of news on the Ebola front to tell you <ABOUT>, much of it has been encouraging. Only one case of Ebola is left in the United States this morning, and the second Dallas nurse, as you <KNOW>, is now Ebola free and out of the hospital. So does this mean that we've turned a corner in the fight against an outbreak? Dr. Sanjay Gupta has lots on that, next."
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And so all the way down there you're going to see the same types of experimentation.",
    "statement": "For the past 20 years, <ABOUT> twice as long as it took to put a man on the moon, the U.S. government has spent billions of dollars studying Yucca Mountain."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It says, absolutely, this man had fallen from power, that he had no influence, that at this time he was on the run, that he was a man in hiding, and that all those supporters that he'd had over the years were gone. General Odierno, General Sanchez have both commented that it's interesting that Saddam Hussein was found in a hole in the ground, almost within sight of some of his larger presidential palaces. That image, that idea is not going to be lost on the Iraqi people. Very interesting, Wolf, to hear General Odierno say that he does not think that Saddam Hussein was still in any way in control of the Iraqi insurgents. He feels that now Saddam Hussein is gone, the next job for the coalition is to get out, take care of those anti-coalition forces that are out there. He thinks that Saddam Hussein was a morale figure for them, a figurehead, but not somebody in control, not somebody giving directions, not somebody who's going to have -- whose removal from the scene is going to have perhaps a direct impact on their daily actions, Wolf.",
    "statement": "All right. Nic Robertson, we're going to ask you to stand by. We'll be getting back to you. We're only <ABOUT> eight minutes or so away from the president of the United States addressing the American people, indeed, addressing the world. Our White House correspondent, Dana Bash, is standing by. Give us a little preview, what we <MIGHT> expect to hear from the White House, from the president in particular, Dana."
  },
  {
    "transcript_id": "CNN-61078",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Many of you <MAY> remember one of Philadelphia's most talked <ABOUT> murder cases. More than two decades ago, Holly Maddux was killed. And now, a quarter of a century later, her former boyfriend, Ira Einhorn, will stand trial for her murder. CNN'S Jason Carroll has more on the events of this unthinkable crime."
  },
  {
    "transcript_id": "CNN-166784",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The top stories now on CNN. A suicide bombing in northern Afghanistan, renewing concern <ABOUT> that country's security when U.S. troops eventually withdraw. Taliban militants said the bomber infiltrated a high-level NATO meeting with Afghan officials. A German commander of NATO forces in the region was injured. He will survive. But seven people were killed including an influential Afghan police chief and two NATO soldiers. Former Honduran President Manuel Zelaya got a boisterous welcome home from thousands of supporters today, returning to his homeland two years after being ousted in a coup. In his trademark cowboy hat you see there, he urged supporters to pursue peaceful democratic change. Zelaya had been in exile in the Dominican Republic, but reached a deal with the Honduran government which allowed him to return. <WELL>, out with the food pyramid, in with the dinner plate. That is the brand new icon of healthy eating that the agriculture department is going to unveil this coming Thursday. What's prompting the makeover and what does it mean? We'll tell you <ABOUT> that ahead in this newscast. And a quick sports note for you from overseas. Barcelona defeated Manchester United 3-1 today to capture European football's biggest prize at London's Wembley Stadium. American soccer, of course, and true fans <KNOW> that regardless of what you call it, it's a huge win victory for Barcelona in the Champions League's final. Just hours from now, President Obama will be on the ground in Joplin, Missouri. It will be his first look at what's left of that devastated city. 142 people lost their lives in last Sunday's terrible tornado. Another 100 are still missing. Yet, amid those widespread destruction, CNN's Casey Wian found people already starting to rebuild."
  },
  {
    "transcript_id": "CNN-299304",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "That is man who would like to be referred to, perhaps, as the former chair of the house homeland security committee, Congressman McCaul there, just leaving Trump tower after meeting with the President-elect as a potential pick for secretary of homeland security. That is just one face who has come and gone and met with the next President of the United States. Jeff Zeleny is standing by as is Manu Raju. Before we talk about Capitol Hill, let's talk about Trump tower, Jeff, and the comings and goings. We also know that President-elect Trump met with senator Corker as a potential secretary of state pick. Trump has some big decisions to make.",
    "statement": "He does indeed, Brooke, he's already ticking through them. We've seen a couple high-level announcements made already today, the head of the transportation department, secretary of transportation as <WELL> as health and human services. He has done those picks. He is actually doing pretty <WELL> in terms of ticking through the potential cabinet secretaries. You're right. Chairman Mike McCaul is one of the contenders to be the homeland security secretary, we're told. It's so interesting, after watching this long campaign, against Washington, the people walking through the lobby of Trump tower are by and large from Washington. The chairman who is a Republican from Texas, is the latest example. Bob Corker, the senator from Tennessee, also potentially in line to be secretary of state. He also is from Washington. So, a very largely traditional cabinet up until this point, by and large from Washington, which <CERTAINLY> is interesting given the tone against Washington during this campaign."
  },
  {
    "transcript_id": "CNN-89367",
    "matched_terms": {
      "quite": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Look, I think we are -- it is good to try to quantify it. But no one who works in this business will doubt that this an election in which the press is very much an actor and very much against President Bush.",
    "statement": "And I say this remembering he got <QUITE> a lot of good coverage in his first, say, year and a half in office. But he goes into this campaign with a press corps that really <FEELS> he deserves to lose. And they are actors in this campaign."
  },
  {
    "transcript_id": "CNN-202572",
    "matched_terms": {
      "may": "ungraded",
      "unlikely": "ungraded",
      "knows": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "They were not schools that were failing. Not when you looked at test scores, graduation rates, attendance. They were safe harbor for children and the families were very happy. It was an economic decision.",
    "statement": "Sotomayor still <HOPES> this school <MAY> be saved, but she <KNOWS> that is <UNLIKELY>. Nationwide, 2,000 Catholic schools have closed in the past dozen years."
  },
  {
    "transcript_id": "CNN-356032",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "-- and nobody discussed Michael Cohen?",
    "statement": "Wolf, this is the thing that the American people need to understand <ABOUT> Washington, D.C., it makes <STUFF> up. That is wholly unfounded. I was involved in the decision-making process. We evaluated it carefully. We considered the opportunity to speak with him. We considered the message we would send. President Trump made the decision this was the right approach based on the activity that had taken place in the lead-up to the G-20 summit."
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Also inconsistent with Lisa Stebic`s routine, her quirks, her behavior, her patterns in the past, she would never have voluntarily left behind her two children, a 10-year-old and a 12-year-old, a boy and a girl. She would never have left them behind to go take off with some lover or start a new life somewhere else. She was absolutely devoted single- mindedly to her children. That would not have happened.",
    "statement": "What we`re looking for is anything that <COULD> <POSSIBLY> link us to Lisa -- a cell phone, her purse that has been reported as being with Lisa when she left, or Lisa herself. Again, we have no indication at all that Lisa is out there. We`re just trying to eliminate spots where Lisa`s at."
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "A short break here; when we come back, Caitlyn Jenner among \"Glamour\" Magazine's Women of the Year, an honor not without controversy. We will hear both sides of the debate.",
    "statement": "Caitlyn Jenner is one of \"Glamour Magazine's\" Women of the Year. In her speech Jenner describes her path towards transitioning to a woman and said <MAYBE> this is why god put her on earth. Jenner is not the first transgender woman to win the award. Actress Laverne Cox was honored last year. Previous winners of this award include former U.S. Secretary of State, Madeleine Albright; tennis great, Billie Jean King; and singer, Lady Gaga. So, it's not without some controversy that Caitlyn Jenner is among that list of honorees. Joining me for both sides of this debate, Sonia Krisna Murthy, a journalist with Oxygen.com and Nicole Russell, contributor to the online magazine called \"The Federalist\", which some have described as conservative leaning. Sonia, I want to start with you, apart from dealing with her own transgender issues, which many other people in the transgender community have dealt with in the past, and no one would ever say is easy, what has Caitlyn Jenner done for women which puts her on the list, which puts her up there with Madeleine Albright?"
  },
  {
    "transcript_id": "CNN-336245",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No matter what, it's still a hit. You take great pride in building a multibillion dollar business. It's affected the world and to their credit, it's done so in a lot of positive ways, connecting us to people we haven't seen in decades, connecting us to ideas and people from other lands that we wouldn't normally be connected to. Exactly. But there's a dark side to that. And these are things that they've known about for a while. And yet I'm surprised they didn't have Pentagon-level type strategists within Facebook going, OK, what's the worst-case scenario? What can happen with this data? How can this be used against us and how do we protect our community from the misuse of this data? Because for all the good that the data has done in the past, there's also been a small percentage where it's been used against us, namely in the election and not just here; it's on other countries as well with other advertising agencies or analysts or whatever you want to call them, who are taking this data and running propaganda campaigns for one party or another to fix elections.",
    "statement": "I don't <THINK> you can hide behind we're just a social network anymore."
  },
  {
    "transcript_id": "CNN-26488",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "House and Senate leaders say they will consider merging their separate investigations into controversial last-minute pardons issued by former President Clinton. At the same time, federal prosecutors in New York are looking into whether Clinton commuted the sentences of four convicted swindlers to gain Hasidic Jewish votes for his wife's senate campaign. An article in this week's \"Time\" magazine, with a tribute to Dale Earnhardt on the cover there, examines the growing pardon scandal and the key players under investigation. And \"Time\" correspondent Michael Weisskopf contributed to that report. And he comes us -- to us now from Washington. Michael, you've been <SORT OF> fleshing out the details of who played what role in this pardon story. And there's another name we're going to be hearing <ABOUT> this week I'm going to have to get used to. Tell us <ABOUT> her."
  },
  {
    "transcript_id": "NPR-19595",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now, Mr. Winston, let's start with you.  How far away do you      think the Republican Party is from the kind of majority it wants to have?",
    "statement": "<WELL>, I <THINK> what you saw in the 2004 election was an      emerging framework, that you <COULD> see the party has an opportunity to      create a long-term majority.  It is not there, and there are things that      still need to be accomplished.  Again, Bush only won by a couple of      points.  It wasn't like some second terms--like, FDR in his second term      won by a huge margin; Nixon in his second term won by a huge margin.      Bush won by a couple points, and it's: What does the Republican Party do      to govern over the next couple of years to then be able to achieve that?"
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I don't know. When we adopted our strategy in the first Gulf War, it was predicated on the notion, the only way you can get anything out of Saddam Hussein was to treat him like you treat any schoolyard bully, be very confrontational, be in his face, back him down. And then you find out whether or not they have any sort of conviction, willing to do themselves in, or willing to fight, or whether they'll just be simple cowards. I think, in the end, Saddam is just a simple coward. When he had power, he used it cruelly against his people. When there was power put up against him, he meekly surrendered.",
    "statement": "How will those pictures, those pictures of Saddam Hussein with a full beard, being checked by a U.S. military physician, how <ABOUT> those pictures be seen by rank-and-file, average Iraqis?"
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well.",
    "statement": "Come on. You -- you <KNOW> all these guys out here. Dangerous how?"
  },
  {
    "transcript_id": "NPR-29794",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "(Foreign language spoken)",
    "statement": "We've talked with our friends <AROUND> the world and told them we need help, he says - not weapons or advisors. Air strikes are enough, he adds. Just weapons, especially anti-tank rockets and communications equipment. Everyone who loves freedom would love to help us, he adds, declining to name any countries sending arms, which he insists are approaching."
  },
  {
    "transcript_id": "CNN-120470",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "And whether or not these firefighters were impaired when they went into that horrible situation. It's a tragedy for everyone involved. No doubt, more so for the families and the firefighters than anyone else. And -- but the bottom line is, it is a relevant point and it needs to be explored fully.",
    "statement": "<ABSOLUTELY>. I can only imagine what the families are <THINKING> <ABOUT> all of this. But I also <KNOW> that the Firefighters Union has been pretty critical of these reports being released. Would they not be sealed by state law, isn't it?"
  },
  {
    "transcript_id": "CNN-314231",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "He means that Caesar's murders eventually all die in battle or by suicide. Does that satisfy you, Jason?",
    "statement": "Look. I <THINK> this is terrible and inappropriate. I mean, whether it's this -- whatever it was in the park, or whether it's Kathy Griffin with the chopped-off head of President Trump. And you <KNOW> what, frankly, even when people on the right do it, whether Ted Nugent has said some pretty offensive things over recent years, when you are talking <ABOUT> actually killing people or creating images that lend people to <THINK> <ABOUT> killing people, that goes beyond art. I don't <THINK> that's entertaining. I <THINK> it is just downright offensive regardless of who the target is."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "But she has struggled to find a carrier to deliver within the lockdown zone. There are similar fears and frustrations shared by other Hubei Province residents.",
    "statement": "And now, we are <TOTALLY> blocked out. There's no person allowed to go out."
  },
  {
    "transcript_id": "CNN-387992",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, but the lesson for the Democrats is exactly unity and a very broad tent. And we don't see anybody right now in the -- among the Democratic candidates who can do that.",
    "statement": "What do you <THINK> is the danger here that we're missing this larger replay that, you <KNOW>, just as Brexit foreshadowed, Trump getting elected, Boris Johnson foreshadows Trump getting reelected?"
  },
  {
    "transcript_id": "CNN-137612",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "You know, there are those things that one might point to that are, you know, stereo -- more stereotypical of brothers who operate in certain ways. But there is something that he is doing which I think is also stereotypical of our community, and that is being inclusive. And that is not -- I'm not saying that we have cornered the market on communication acumen, but by being communicative and creating a community of change is something I would say is very typical of life in our community.",
    "statement": "You <KNOW>, you've seen the president embrace people. That is very much typical as a part of an African-American culture, that we embrace people. Not only do we shake hands, but we <BELIEVE> that closeness and embracing is fundamental to how we communicate. And I've seen the president do that on more than one occasion. So, I <THINK> that's a <CLEAR> -- one of the <CLEAR> reflections that -- of, you <KNOW>, his actions, as you call it, as a brother, because we do do that. As a matter of <FACT>, each one of these men when we arrived today, we shook hands and we embraced. And it's just a communication of affection and <CERTAINLY> of comfort, and -- with oneself and with those that you encounter. And I <THINK> he's done that <WELL>."
  },
  {
    "transcript_id": "CNN-92562",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, the problem is, look, we live in a free marketplace, and the consumer decides. If the consumer doesn`t want to pay for those programs, they don`t order those channels. If they don`t want to watch them, then it goes away. And that`s how it should work. Let`s not -- you know, the fact that conservatives are now promoting more government in areas where the free market will do just fine is -- to me is unacceptable. I`m shocked to hear this even going on from a Republican senator.",
    "statement": "Tim, yes, how do you <FEEL>? Do we need more government? Do we want the government to raise our children? Shouldn`t my mom and dad just tell me, you <KNOW>, Oprah <MAY> be too risque today. Don`t watch it, and no, you can`t watch \"The Shield\" tonight because, you <KNOW>, you`re too young for that, you <KNOW>, if I were a young kid? How <ABOUT> that?"
  },
  {
    "transcript_id": "NPR-20468",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "....Which I generally don't do because so many times they just devolve into just the kind of vulgarity that we're talking about. But there are people who've said, well, you know what? I'm an athlete and I do think it invites retaliation. I think people should just, you know, play the game and leave it on the field. And what about the kids? So I don't know. What about you? What do you think?",
    "statement": "I'm <THINKING>, are the football players that sensitive that if somebody scored and they decided to do a dance..."
  },
  {
    "transcript_id": "NPR-13969",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Tom Davis, the conservative Tea Party, claimed another win in Alaska with Joe Miller unseating Senator Lisa Murkowski. You said the Republican Party needs to diversify its base. What do you think of the Tea Party? Is it helping the GOP gin up enthusiasm or is it moving the party maybe too far to the right?",
    "statement": "<WELL>, it's <PROBABLY> doing both. It is adding an energy factor to the Republicans that they have not had in some time. What it does is it - there's a lot of anger out there. And this is not a love fest with the Republican Party. Voters have made up their mind <ABOUT> Republicans. They fired us in 2006 and they fired us in 2008."
  },
  {
    "transcript_id": "CNN-37932",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Constantinople.",
    "statement": "Enough of that already, OK Peter? Because the point is that actually these jokes are so self- referential and so congratulatory, and so patting themselves on their backs. To say, oh yes, we're making jokes <ABOUT> Miramax; yes we're making jokes <ABOUT> Matt Damon and Ben Affleck. Eventually, it just looks like they are doing an after-hours riff. ("
  },
  {
    "transcript_id": "CNN-78638",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Yes, including in California.",
    "statement": "The other issue that a lot of people are going to be looking at right now is how much evidence the prosecution will actually unveil in this preliminary hearing. They basically have -- they don't have to show a lot. They just have to show that there is enough to go to trial. But, presumably, this time, they are going to show more, because the <THOUGHT> is, they want to influence a potential jury pool. Is that your understanding?"
  },
  {
    "transcript_id": "CNN-246512",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "At the scene, we were talking about that being some divine intervention there because she absolutely went to probably the nearest house that she could have.",
    "statement": "Now, there's no wonder why people are calling this a miracle, Ana. We <SHOULD> give you an update on Sailor's condition. She was treated for minor injuries and released from the hospital. As for that crash, FAA and NTSB still investigating the exact cause of what brought it down. Ana?"
  },
  {
    "transcript_id": "CNN-351048",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I saw him being confronted by the women when he was in the elevator, and thought he was a little bit in a pickle. So, I'm happy to hear that he's agreed to work, putting forward the idea of the seven-day period. We'll see.",
    "statement": "Flake is under a lot of pressure from all sides. And I <THINK> he's trying to play all sides, really. Because he always votes for Trump. So, if he really disagreed with Trump's positions or his mannerisms, instead of just complaining <ABOUT> his manners, he <SHOULD> vote against him. But they have made a deal with the devil."
  },
  {
    "transcript_id": "CNN-303759",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes. Also, John, that White House briefing - thanks Max. Sean Spicer turned up the heat on China, especially, over those man- made islands that China has been building on the South China Sea. Listen to this.",
    "statement": "I <THINK> areas in the South China Sea they're part of international waters, and international activities. I <THINK> the U.S. is going to make <SURE> that we protect our interest there. So, it's a question of; if those islands are in <FACT> in international waters and not part of China property, then yes, we're going to make <SURE> that we defend international territories from being taken over by one country."
  },
  {
    "transcript_id": "CNN-379021",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Complicating matters is her status, because she is Rohingya and without a proper national I.D. card, Ayisha is not allowed to leave these walls unless it means going back to the refugee camp on her own, but BNWLA and government officials overseeing the camp say they are doing what they can to stop other children from being exploited.",
    "statement": "Our office has been very serious and very tough on this. We have tighten the border, the security has been tighten. And they are doing their <BEST> to protect this population from trafficking."
  },
  {
    "transcript_id": "NPR-42420",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Now a story about a snack food that is winning no culinary awards. If you've got school age children, you may be aware of a red menace that is sweeping the nation, Flaming Hot Cheetos. The snacks have become so popular that some schools are banning them.",
    "statement": "NPR's Luke Burbank visited one such school in Pasadena, California, where for many students, the ban just <SEEMS> to make the snacks more tempting."
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "We'll be back with more Ben Stein, Stephen A. Smith, Nicolle Wallace and Arianna Huffington. Don't go away.",
    "statement": "It <MAY> be a little off the topic, but I <SHOULD> ask Nicolle Wallace since \"the New York Times\" got an advanced look at George Bush 43's new book, in which he says he considered replacing Dick Cheney in 2004. Dick's going to be a guest with us pretty soon. And he said that the vice president offered to step down and Bush wrote that he considered the offer. Did you <KNOW> that?"
  },
  {
    "transcript_id": "CNN-388454",
    "matched_terms": {
      "clears": "ungraded"
    },
    "previous_statement": "But then there is another warning.",
    "statement": "When the smoke and dust <CLEARS>, Nate (ph) is still by Isla's (ph) side, but he says her mother's voice is gone."
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I suspect that if we keep walking behind us down Main Street, that we can get back out that way. But at this point, you know, they've even put up tape to sort of contain us in this area and stop pedestrians from walking into areas that they're just unsafe right now.",
    "statement": "OK, Ken Molestina, thanks very much. Ken, we'll check back with you in just a little bit. Now I want to go Baylor Hospital. We mentioned two officers shot tonight. One of them taken to Parkland. Another officer, taken to Baylor Hospital. Dan Haggerty live for us tonight over at Baylor. Dan, what do you <KNOW>? What did you see?"
  },
  {
    "transcript_id": "NPR-40010",
    "matched_terms": {
      "about": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "I think there truly was Lewis and Clark fatigue.  At least      locally here, I think a lot of people just were up to their eyeballs in      Lewis and Clark, and it's nice, but, you know, that's enough of that.",
    "statement": "Unlike Lewis and Clark, however, people do want to talk <ABOUT>      the budget deficit.  Across town at the Morning Light coffee shop, Nick      Morrison, a retired engineer, moans that he's not surprised the hundreds      of thousands of tourists never came.  Morrison <THINKS> the bicentennial      isn't that interesting to ordinary Americans."
  },
  {
    "transcript_id": "CNN-396894",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Dr. Aaron Milstone and Dr. Kevin -- jump in sir, go ahead.",
    "statement": "I want to -- yes, I want to check out that statement and say that, you <KNOW>, history is littered with examples of treatments that we <BELIEVE> initially <COULD> be helpful and turn out when we conduct trials and have larger groups that we look at that turned out not to be helpful at all and in some cases can be <QUITE> harmful. And so I <THINK> it's really important for us to embrace the science here and be cautious."
  },
  {
    "transcript_id": "CNN-239455",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You could possibly get some of these types of devices, bombs through airport security, and they could be quite catastrophic on an airliner.",
    "statement": "A U.S. official told CNN the plot <COULD> involve a concealed bomb on a plane. If there's no information, terrorist had chosen the final target prior to U.S. strikes on their compound."
  },
  {
    "transcript_id": "CNN-130361",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And her performance was the talk of the nation. Especially on morning gab fests like \"The View.\"",
    "statement": "Whatever your <VIEW> is, she was just wonderful."
  },
  {
    "transcript_id": "CNN-239302",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "The pilot immediately turned the plane back to Long Beach. You can hear babies crying as the 142 passengers and five crew members brace for an emergency landing.",
    "statement": "Once we turn <AROUND> and got over land it was very -- you <KNOW>, it was jarring all over the place and then people started to get really worried."
  },
  {
    "transcript_id": "CNN-47816",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, we don't know the exact time, Paula, but John Walker, the so-called American Taliban, began his journey back to the United States early yesterday. He is coming back to face charges of conspiracy to kill Americans and supporting terrorist groups. Walker was flown off the USS Bataan by a military helicopter into a remote air field in Pakistan. He then transferred to this C-130, which flew into the U.S. military air base in Kandahar late last night. He was then transferred to another plane and began his journey back to the United States. In Kandahar, he was officially turned over to the custody of U.S. law enforcement officials. Questions are now being raised whether Walker will be treated the same as other Taliban and al Qaeda detainees.",
    "statement": "Mr. Walker has been turned over to the Department of Justice. He will go where they want him. He will not go to Guantanamo Bay, Cuba. What <KIND OF> a cell he is put into is up to the prison that he is held in during the period that he is being processed through the criminal justice system of the United States. And any suggestion that the United States is providing preferential treatment to people depending on which country they came from, I <THINK>, would be false."
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Mrs. Mensch, you caused quite a stir when you asked this questions, when you made this statement about our colleague here at CNN, Piers Morgan. I'm going to play what you said in Parliament today. Listen to this.",
    "statement": "Piers Morgan, who is now a celebrity anchor at CNN, you do not <APPEAR> to have asked him any questions at all <ABOUT> phone hacking. There's a former editor at \"The Daily Mirror,\" he said in his book, \"The Insider,\" recently, and I quote, that \"that little trick of entering a standard four-digit code allows anyone to call the number and hear all your messages.\" In that book, he boasted that using that little trick enabled him to win the scoop of the year on a story <ABOUT> Sven-Goran Ericksson. So that was a former editor of \"The Daily Mirror\" being very open <ABOUT> his personal use of phone hacking."
  },
  {
    "transcript_id": "CNN-389884",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I'll one up you. Tucker Carlson.",
    "statement": "OK. Let's talk <ABOUT> your piece because it's titled, Trump has a bizarre idea of winning. And you write, in part, for now we <SEEM> to have averted an all-out shooting war between the United States and Iran, yet it's not over. The world is more dangerous than it was a week ago and President Trump's exuberance suggests that he <MAY> have learned precisely the wrong lesson from his clash with Iran. Explain that to us."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think that what we should do is...",
    "statement": "But it's not <ABOUT> the Internet."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "probably": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Look, I really hope so. I hope that our prime minister can look Australians in the face and say he will do everything he can to reduce the problem at its source, to reduce the burning of fossil fuels in this country. It's all doable. I mean, Britain has virtually done away with coal in their energy mix now. We're still heavily dependent here in Australia on the burning of coal through very old coal-fired power plants that, quite frankly, need to be retired. But that's not the government policy. What I think more realistically will happen is that we will hear some nice words, some placatory words. Some of the more extreme people might be muzzled a little bit, but little meaningful action will happen. That's been the pattern of the past. And I really fear this will continue. And it will divide our society, because people are deeply angered by the betrayal of one government after the other on this issue. So I hope for something better, but I really -- I can't see where it will come from.",
    "statement": "<WELL>, I mean, again, I have to ask you the existential question. So, what next? Because, even as we talk, the biggest mine that Australia has ever dreamt up is currently being dug, a huge coal mine, which <MIGHT> very, very seriously threatened, <PROBABLY> will, the Great Barrier Reef with all the runoffs and all the rest of it. What is the <HOPE> right now? What is the way to stop this?"
  },
  {
    "transcript_id": "CNN-113840",
    "matched_terms": {
      "about": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yeah. Very smart chopper guy. Blew him right in there.",
    "statement": "<THINKING> on his feet -- or in the sky. All right. The closing bell is <ABOUT> to ring on Wall Street."
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Right, right, exactly. And this is very, very complex. But I think we also need to understand what the pressures that the police officers are under? You spoke about this earlier with some of your guests that they have to have certain quotas that they have to hit. They have to work in certain communities and do certain things that they may not want to do. You know, I've worked with the NYPD on doing some trainings and so on. These are good men and women, but they're under a lot of pressure. But we have to make sure that we don't see them as the enemy. They're not that at all. We need to support them. But we also need to support better policing and support the communities who want better policing.",
    "statement": "And they're often put in bad situations. I <FEEL> sorry --"
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "possibly": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Andrew McCabe, the Acting FBI Director, was testifying up on Capitol Hill today, and he said this could be terrorism. He didn't say definitively it was terrorism, but he said it could be terrorism.",
    "statement": "Yes. And I <THINK> what you're going to hear is that <POSSIBLY> they don't have all the connections yet. They have not connected all the dots here to say that this is terrorism. You <KNOW>, you need more than just the type of attack of <MAYBE> words that a <SUSPECT> to utter. You need other mitigating factors --"
  },
  {
    "transcript_id": "CNN-382573",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "There's <KIND OF> a European version, so to speak. And they have that rule. Federally, there is nothing on the books for the U.S. government and all citizens in the land that has been proposed that would match either the European standard or the California standard. What happens if Congress tries to tackle this, but it's weaker than the California standard?"
  },
  {
    "transcript_id": "NPR-24601",
    "matched_terms": {
      "about": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yeah. Yeah. If you're a regular user, that's a good supply.",
    "statement": "OK. One of the reasons, of course, this is interesting is just that Uruguay is in Latin America - which is a source of a lot of other drugs that end up in the United States. What is the United States <THINKING> <ABOUT> the legalization of marijuana in Uruguay?"
  },
  {
    "transcript_id": "CNN-322675",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "The second floor probably, not the house.",
    "statement": "And that <SORT OF> happened?"
  },
  {
    "transcript_id": "CNN-24429",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, what we know here, Natalie, is the number of people trapped is possibly in the hundreds. Here in Ahmedabad, where I am, some 50 buildings have been completely destroyed. What's happening at the moment is 5,000 army men have joined relief workers. They're trying to dig out the rubble. I've seen hundreds of army men literally trying to move rubble with their bare hands, trying to pull out survivors. I've just come back from one building, where the army pulled out six people. Four of them were alive, and two died. At the same building, three to four people are still trapped. So the army is working furiously. Many people are angry and upset here. They say that heavy cranes didn't reach Ahmedabad in time. They say very light cranes came in the beginning. And when they tried to lift heavy rubble, they tipped right over. The Indian prime minister, Mr. Atal Behari Vajpayee, calling this a, quote, \"national calamity.\" New Delhi is rushing in food, medical supplies. And it is also sending surgeons. These supplies are being sent to local airports here, which have somehow survived the major damage. So the latest here is relief efforts are continuing very intensively. We have reports that there's a school here, and some 100 students are still believed trapped under the rubble. So that is a situation, which relief efforts are trying to rectify at the moment. Back to you.",
    "statement": "Satinder, so you talk <ABOUT> thousands of members of the army helping out. What <ABOUT> help coming outside of India?"
  },
  {
    "transcript_id": "CNN-86670",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Like millions of Americans, Senator Susan Collins has been poring over the commission's final report.",
    "statement": "I <THINK> it offers us a blueprint for reform that is invaluable."
  },
  {
    "transcript_id": "CNN-56370",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "A few stayed, like Randy Tenney (ph), a one-time mayor, who now runs a motel that as a child, 40 years ago, he watched his grandparents build.",
    "statement": "I <FEEL> like they're still here. This is it. This is what I have. And when the fire started, you <KNOW>, I just -- I just said how can I help people."
  },
  {
    "transcript_id": "CNN-211443",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "If your bank account or Facebook page weren't enough to worry about, it turns out your car can be hacked, too. According to a new report by \"Forbes,\" it is possible for someone to actually take control of your car while you're driving it. \"Forbes\" reporter Andy Greenburg put it to the test. He was in the driver's seat with two security experts in the back seat taking control of the car. Take a look.",
    "statement": "It's <QUITE> terrifying when you don't have brakes, right?"
  },
  {
    "transcript_id": "CNN-286273",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "He was very enthusiastic in that video, as we saw. Sanders outside the White House today after his one-hour meeting with the president in the Oval Office saying he would be competing in next Tuesday's Washington, D.C., primary, he is not giving up yet. Are you concerned that the longer he stays in the race, the less inclined his supporters will be to vote for Hillary Clinton in November?",
    "statement": "<WELL>, look, we have never tried to say he <SHOULD> stop campaigning. We respect his right to compete in the District of Columbia. He said he wants to make the case, and I <THINK> that Hillary joins him in that in wanting to see D.C. become a State of the Union. But the <FACT> is that she's the presumptive nominee. She called him on Tuesday night, suggested they sit down. He agreed to that. And as he said today, he wants to talk to her <ABOUT> how we take the fight, beat Donald Trump, and how we build a more inclusive economy that's going to, you <KNOW>, take on special interests that have rigged the economy, so that working people can't succeed. They agree on much of the agenda. So, I <THINK> it is time for them to get together and talk <ABOUT> how they can be partners in moving that forward and getting results the American people."
  },
  {
    "transcript_id": "CNN-180624",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Fair enough. Thanks, Bob. And here is Jim who got an exclusive -- speaking of Jim -- who got an exclusive interview with school superintendent, Kim Cox, speaking about the safety of the school. Take a look at this.",
    "statement": "Do you have any <DOUBT> in your mind, at this point, that this school is safe?"
  },
  {
    "transcript_id": "CNN-152287",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "allegedly": "ungraded",
      "sort of": "ungraded",
      "believes": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "And hello, everyone. I'm Kyra Phillips live from New Orleans. It's a busy day of news today. In just a little more than an hour, oil companies are set to ask for an end to the moratorium on deepwater drilling. And another U.S. town is hit hard by a monster tornado. We're going to have more on this storm caught in the act. The exit deadline for soldiers in Iraq is 2011, but we're hearing something different from top military commanders. We're here in New Orleans on the first day of summer. Today I'll be talking with people who live here, work here, talking about how their lives have changed so radically in the 63 days since the oil Gulf disaster began. I'll also tell you how you can help make a difference. But first, a potential bombshell for the U.S. military in Afghanistan. The founder of the secretive Web site Wikileaks claims to have combat video of an air strike that killed as many as 140 people. The Pentagon says the victims were Taliban militants. Wikileaks says that most were children and teenagers. But now the Pentagon wants to talk to the site's founder, Julian Assange. CNN's Atika Shubert is in London. Atika, lay this out for us. There was an army intelligence officer arrested in connection with this, correct?",
    "statement": "That's right. Bradley Manning who was arrested just a few weeks ago. <ALLEGEDLY>, he was the source of this video. I say <ALLEGEDLY> because Wikileaks has not confirmed that. They say that he's only an alleged source. And so trying to trace where this video comes from is a mystery in itself. Where Julian Assange is always a mystery. Wikileaks, as you <KNOW>, is <SORT OF> an elusive group. The site operates -- it's out of Sweden, but the members themselves always <SEEM> to change their sites. And Julian Assange who's Australian doesn't <SEEM> to have a permanent home anywhere. He just <SORT OF> pops up <AROUND> the world. And at the moment, it <SEEMS>, he is due to show up at a conference in Brussels today. We'll have to see if he shows. The last time he was due to show up at a news conference in Las Vegas he was a no-show. Wikileaks <BELIEVES> that it under attack, in a sense, from the Pentagon and it says it fears repercussions, but that it is preparing to release this video soon."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Michael Chertoff, the head of Homeland Security, which oversees FEMA, calls the arrests disheartening.",
    "statement": "So we will occasionally find bad apples at FEMA or in other institutions. All we can do is be vigorous in trying to weed them out and make <SURE> that they get punished when they do."
  },
  {
    "transcript_id": "CNN-152581",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "You know, it strikes me that the president said in a speech -- I was glad to see it, because of the language he used -- we're being invaded. This is -- but the heck with the oil spill act of 1990. And they're governed by that and they're governed by something else. Go to Congress, get them to change it. They went in 1:30 in the morning for Terri Schiavo. They changed it like that. It's not -- this no one envisioned this. So, if the statutes we have now are inadequate to deal with this, have something amended. And it's not the -- the Coast Guard would tell you, we're in compliance with this statute and this person is in compliance with that statute. And I think the president -- I have always thought from the get- go that this is an extraordinary event, a catastrophe of the first magnitude. I still think that we haven't gotten the whole truth as to how bad this is. And I just think that we're operating under a 1990 statute that's not appropriate to the gravity of the situation we're in.",
    "statement": "It does <SEEM> that people use that rhetoric of fighting a war, but, I mean, honestly, if a war was fought the way this is being fought, the country would be..."
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And I think both of you agree -- both of you, sir, agree on this. I just want to -- I just want to make sure I get Kiev, because as I mentioned at the top here, we want both of you to have the exact same amount of time on the air. Oleksandr Scherba, you're hearing from Moscow, here from Konstantin Dolgov, saying this has been coordinated. It's all about the civilians. It's all about helping these people in such dire humanitarian need. How do you react to that?",
    "statement": "<WELL>, at no point of this crisis was Russia concerned <ABOUT> alleviating the pain of the people on the ground. If Russia was concerned <ABOUT> it in the first place, it wouldn't have brought this tragedy on Ukrainian ground. But we are in the <KIND OF> situation here where we have to go by the honest words of the aggressor. And in order to basically avoid the worst expectations, the worst fears -- and some of us do have fears that these 300 military trucks driven by military personnel to Ukraine <MIGHT> constitute a threat. In order to avoid this threat, we really need to agree on every detail of this convoy. And I <HOPE> we will."
  },
  {
    "transcript_id": "CNN-306040",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "best": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "What do you make of that? Do you think there's any chance that the president would allow his national security adviser to remove Steve Bannon from the principals committee?",
    "statement": "<COULD> be. It <COULD> be possible that he allows that. I <THINK> that you need to have the right chemistry on that committee. You need to be surrounded by people who, at times, <MAY> be telling you what you want to hear and other times telling you what you don't want to hear, just giving you the <BEST> possible advice so that you can make the <BEST> decisions. I don't <KNOW> Steve Bannon. I don't <KNOW> General McMaster. I don't <KNOW> the chemistry between the two. At the end of the day, you need to have the committee aligned in a way that is going to allow the president to make the <BEST> possible decisions he can. And a conversation between the president and his new national security adviser, that decision is made to keep or remove Steve Bannon. What's most important at the end of the day is the president is making the right decision to keep America safe and to do his job to the <BEST> of his ability. But I don't <KNOW> whether or not he will, what <KIND OF> changes are coming. I really do wish our president success. I want him to be successful. I actually remember when I first came in the state Senate, giving a speech in Stony Brook, Governor Cuomo of New York had just gotten elected and I said I wanted him to be successful. His success is our success as New Yorkers. You <KNOW>, whether you voted for president Trump or you didn't, his success is our success as Americans. President Obama was my president even though I didn't vote for him. President Trump is my president. I did vote for him. And I just want him to make the right decisions and be surrounded with the people that will allow him to be an effective president as much as possible."
  },
  {
    "transcript_id": "CNN-376895",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well I think for a President that says on a Monday that, you know, we should be united in our voice against racism, bigotry, white supremacy yet for the last two and a half years he certainly hasn't walked that walk. I mean it is real problematic. But it is the President. You certainly have to welcome him. But you have hopes and expectations then that he would take that moment of moral leadership for our nation and be both a consoler, but also bring our country together on things like universal background checks.",
    "statement": "Let's talk <ABOUT> that because you laid out -- you had a speech today laying out your vision for gun control. You're a gun owner yourself. You lost a nephew in gun violence -- very sad development indeed. What <KIND OF> legislation realistically do you <THINK> <COULD> be passed in the House and the Senate and signed into law by the President that would affect guns, especially weapons of mass destruction here in the United States?"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "could": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "We don`t think it`s physically possible that the mother would not know that she had given birth to a child.",
    "statement": "Now the search begins for the mother, as police comb through hours of surveillance video, <HOPING> to find the key piece of evidence that <COULD> lead them to her."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I think what you are seeing here are laser- designated bombs going in that are highly effective. In fact, I think much more effective than napalm will be given the extent of these tunnels. You may see some of this when the troops get in there, you have troops on the ground. But right now, I think the laser- designated bombs are doing a great job.",
    "statement": "What <ABOUT> enhancing this war, Senator Kerry. What are your thoughts on going on further than Afghanistan, all terrorist places..."
  },
  {
    "transcript_id": "CNN-290244",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "feeling": "ungraded",
      "totally": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "A little bit of both? , So, Emily, when you look at the polls with the Clinton convention, which I know you're going to say you think went off perfectly, with this huge fund-raising haul and this feud with the Khan family exploding, and you look at the poll numbers, Trump is down anywhere -- when you look at a four-way race, between four and eight points. Some might say why not 10 to 20 points down. Do you see a sign of trouble here for Hillary Clinton?",
    "statement": "Trump did start the week after his convention with above after his convention as <WELL>. What I <THINK> people are <<FEELING>> is not just the convention bump, but it really was a very different vision for the country and a very different vision to vote for each candidate. Trump went in. It was <ABOUT> himself, <ABOUT> him, nothing else, as he runs everything else. It was <ABOUT> inciting fear. If you're fearful enough, I will be the guy for you. He just posed that to the Democratic convention. Look, the thing Clinton had to do, she did accomplish. She didn't put herself in as an alternative to Trump, but having a positive vision for the country. For the economy, it was inclusive, diverse. People felt positive <ABOUT> it. The reason we were talking <ABOUT> the Khans on Friday is because it was an incredibly powerful moment. I've experienced almost nothing like that, where everybody in the room said, this is the <KIND OF> America I want. Clearly, people at home felt that <WELL>. When Trump turned <AROUND> and attacked them, people you would never expect are coming out of the woodwork saying <TOTALLY> unacceptable, he's <TOTALLY> unfit to be commander-in-chief. John McCain, VFW, today the first currently elected Republican House member is endorsing Clinton against Trump."
  },
  {
    "transcript_id": "CNN-403238",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Are the dating habits and the changes that you're describing that have been adapted during COVID-19, do you think they're actually here to stay?",
    "statement": "We do. We do. We fundamentally <BELIEVE> that they are here to stay. We're seeing a lot of people say that had they not had the video calling feature, had they not be essentially, for better or worse, forced into having a more substantial digital connection with someone, they would have never given that person a chance. I <THINK> this is going to have long-term impact in a positive way, meaning people will spend more time getting to <KNOW> each other before they just go jump into real life with essentially what is a stranger."
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Ten-and-a-half minutes past the hour. Welcome back to the Most News in the Morning. There's some more controversy about those body scanners that produce nude-like images as you pass through airport security. They're in some airports now and they're a bit too revealing for some. You can see the kind of images they produce. We'll show you the images there. One pilot is taking a stand. He refused to go through the body scanner and then he refused a pat down. So, now, the question is: whether or not that stand will get him permanently grounded. The pilot, Michael Roberts, flies for ExpressJet Airlines and he joins me this morning from Memphis. Good to have you with us, Michael. Thanks so much.",
    "statement": "<WELL>, thank you. It's good to be here, and I appreciate the opportunity. If I can just jump right in, and this <MIGHT> make your job a little easier, there are -- there are four big questions that everybody keeps asking me <ABOUT> this that, you <KNOW>, pretty much <SEEM> to sum up the discussion that I've had with the response that I've received."
  },
  {
    "transcript_id": "CNN-10800",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, Elizabeth Cohen, thanks for the good information -- Bill.",
    "statement": "A lot of branches on that tree. A new poll shows Americans are divided over whether or not the milestone in genetic research is a positive development. Forty-six percent of those polled in a CNN/\"Time\" magazine say that the Human Genome Project will have harmful results, while 40 percent say it will have beneficial results. A majority, 61 percent, said they would want to <KNOW> if they are predisposed to developing a genetic disease, 35 percent say they would not want to <KNOW>. And on the question of how <SHOULD> -- who <SHOULD> have access to genetic information rather, 67 percent say it <SHOULD> be available to doctors and <ABOUT> one in five say insurance companies <SHOULD> have access to that information. Only <ABOUT> 14 percent <THINK> it <SHOULD> be available to the government."
  },
  {
    "transcript_id": "CNN-344199",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Oh, my gosh. Dianne, please, please update us as soon as you get any update from officials there. So joining us now to discuss all of this, we have CNN political commentators Ana Navarro and Jason Miller, who was senior communications adviser for the Trump campaign. Great to have both of you. Jason, do you have confidence that the federal government can and knows how and has a process to reunite these 2,000 families, these young children with their parents?",
    "statement": "I do. And those children <SHOULD> be reunited with their parents as soon as possible. I <THINK> it's -- this is where I <THINK> things got off track, both as a combination of the 1997 Flores settlement, I <THINK> also DHS wasn't ready to go with implementing the zero tolerance policy, and then also I <THINK> Capitol Hill really needed to act to make <SURE> that we had the right number of judges and the other resources that were available to go and implement this policy. But as we look at the overall -- the actual policy here of the zero tolerance policy at the border, this is something that 63 percent of Americans support. We're a sovereign nation and --"
  },
  {
    "transcript_id": "CNN-36583",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Well, science aside, what does Creatine do to your body, especially a young body?",
    "statement": "The effect of Creatine is that first of all, it can have an effect on strength. You <FEEL> stronger and it <MAY> make you a little bit quicker in the short run. The problem is that the major thing is does in the body is it causes fluid retention, and it causes weight gain. And we <MIGHT> <THINK> that would be a great thing. But if you put on more weight on a body that's still growing and have that body trying to adjust, it can throw off balance, it can throw off agility. And one of the big concerns we have, especially in the weather, is it's hot and humid is it <MAY>, if kids are not taking in enough fluid, affect their ability to thermoregulate. They can't regulate their internal temperature, and that can be extremely dangerous."
  },
  {
    "transcript_id": "CNN-137736",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "We wanted to play that for you in its entirety because the video is so compelling and you -- it's as if you were there looking at those players and staff and media trying to scramble and to help each other, some of whom were trapped in this. Again, we're hearing that seven people were injured in this. One person is in critical condition. Investigators are still going through the scene here to try to figure out if anyone is still trapped. At this moment, it's been almost an hour, probably about an hour since it happened. So chances are -- we hope -- we hope that there are no other people trapped underneath that 100-foot long field there, that tarp, also with aluminum. Now, here's how bad the situation is there right now as we're on the air. The storms are so powerful in that area, we have reporters and also other people lined up to bring it to you. Because the storm is so bad, we can't get to them now because their signals are either out or they're in danger because of lightning of putting up a live signal. Look at that -- all those lightning strikes. We're going to get to our Karen Maginnis in just a moment. But also, this is new, and it's just coming into CNN as well. We have some eyewitnesses who told about their horrific tale just as this was going on. Take a look.",
    "statement": "Actually, I'm one of the first people here on the scene. The far structure of the building over there, pretty much I did see fall over to its side and there were bodies scrambling outside of the building. A couple of ambulances that were here previously before did carry a couple of bodies off with them. It's pretty quick. It did happen all of a sudden. So, it wasn't just a quick fall. No. But it did, as it was on the ground, the high winds <KIND OF> kept pulling things apart. I was shocked and just frightened pretty much for the people that were inside and as I saw people scrambling, I mean, there was nothing I <COULD> do to help but, you <KNOW>, still just in shock. I did see people running out, and some of the ambulance paramedics were coming out of the building that were in the building on backboards, so to speak, carrying bodies out. I did see two people come out on backboards."
  },
  {
    "transcript_id": "CNN-351000",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Brett and Mark came into the bedroom and locked the door behind them. There was music playing in the bedroom. It was turned up louder by either Brett or Mark once we were in the room. I was pushed onto the bed. Then Brett got on top of me. He began running his hands over my body and grinding into me. I yelled, hoping that someone downstairs might hear me. And I tried to get away from him. But his weight was heavy. Brett groped me and tried to take off my clothes. He had a hard time because he was very inebriated and because I was wearing a one-piece bathing suit underneath my clothing. I believed he was going to rape me.",
    "statement": "<WELL>, in his opening statement Kavanaugh exploded, calling the accusations against him a political hit. Using language perfectly calibrated for an audience of one. An audience of one in the Oval Office."
  },
  {
    "transcript_id": "CNN-98674",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A big step further.",
    "statement": "Where are we going to put the limits and all of the ethical questions? You talked <ABOUT> athletes using drug-enhancing drugs, and implants that will make people go faster and where do you draw the line? These are these medical ethical questions that we are going to be looking at in the future. They're very hard for us to figure out right now."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And in fact, you know, you can't, by looking at the receipt paper, tell which ones have BPA and which ones dont. And I talked to some people at Appleton Paper a while ago, saying, you know, if this is a concern for some people, might you not want to put, you know, something on the paper that says it's BPA-free for those people who are concerned to, you know, alert them, which they might want to touch or not.",
    "statement": "And they said, <WELL>, you <KNOW>, nobody's really asked for it. <WELL>, that's changed. In the last three days, they said Janet, we're in the process of working on it right now, that their phone is ringing off the hook from retailers asking how can we get receipt paper that says it's BPA-free."
  },
  {
    "transcript_id": "CNN-82923",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Well as far as the ruling popular party is concerned, and ETA hand on this bomb blast would fit in with the way the government of Jose Maria Aznar has really cracked down against the ETA separatist since he has been in power. So if it was the hand of ETA that would play favorably in the hand of the ruling for popular party. If it was to be the hand of an Islamic terror group, if you would like, paying back for Spain's participation in the conflict against Iraq, then that could play badly against the popular party at the polls Sunday. So many Spaniards not least those on the streets here behind me tonight, but many others I have spoken to who have been taking part in silent vigils, lighting candles and laying flowers for the victims of those who have died, many of them really wondering how they can, in good faith, go to the polls to select a new government when so little is known about which hand was on the trigger that detonated those bombs. Because it goes to the very heart of Spanish politics right now, if 90 percent of this country was against that war, which the Spaniards joined with the United States, remembers, 1300 Spanish troops are on the ground joining the coalition to try and save lives in Iraq right now. It really plays essential to how the way Spaniards want to cast their votes at the ballots on Sunday, goes up to 90 percent of Spaniards were against Spanish participation in that conflict. So it's a crucial timing, if you'd like, for the way people, the election will respond to what happened Thursday and the way they're responding at least in this section of society here, remember 12 million Fredricka, Spaniards turned out on the streets of not only Madrid but right across the country against the terrorist actions on those commuter trains Thursday. A massive outpouring of grief, and here, this is only a snapshot, if you'd like, of some of the anger that is being displayed throughout Spain. A snapshot of the anger directed towards the Spanish authorities for participating in that war over a year ago. Fredricka.",
    "statement": "And Brent now with tomorrow's planned national elections, there's been no talk that we understand from any government officials that the elections would be postponed in any way, so what <KIND OF> security measures are being put in place?"
  },
  {
    "transcript_id": "CNN-130031",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Right. We know the bad news. The prices keep falling. It's rotten. The good news, the silver lining really in this is that they're getting more affordable. More than half of the homes sold in the latest quarter were considered affordable and that means families in the United States who make the median income, which is $61,500 a year, so it is a big jump in affordability. The most affordable city is Indianapolis and the least affordable is right where we're sitting, New York City. The median home price in New York City is $481,000.",
    "statement": "And that's for a closet, I'm <SURE>."
  },
  {
    "transcript_id": "CNN-381078",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "With regards to what they're saying, either Mr. Zarif is not telling the truth or he is not aware of what his government is doing.",
    "statement": "What do you <THINK>? Do you <THINK> that they are split?"
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I mean, there is no indication been given about how long they will remain in place. I mean, certainly we're still in the phase of the crisis if you like. That is still escalating. So there are still further measures the Russians could take unless the apology and compensation discussions are forthcoming. So it really will depend on the next few days and weeks to see how far the two leaders can go. Putin and Erdogan can go. At the moment, the signs are not good. But time I suppose heals the wounds, there will later have to be diplomacy between the two sides to try and put this behind them. At the moment the Russians are very angry, the Turkish people refusing to apologize.",
    "statement": "Our Matthew Chance watching that relationship between Turkey and Russia very closely, and joining us live from Moscow. Many thanks to you. <WELL>, not long ago, the Chinese territory of Macau had one of the fastest growing economies in the world. Find out why they're now suffering a major downturn. Plus, Pope Francis is wrapping up his tour of Africa in an active war zone. See how he is trying to send a message of religious tolerance in the Central African Republic. We'll be right back with that and more in just a moment."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "But it is a criminal investigation.",
    "statement": "A criminal investigation. The second is the special counsel's investigation into collusion links between the Trump campaign and the Russians. That is not redacted. And then there's a third one again <TOTALLY> redacted. So the way I read this, the ongoing investigations which are not itemized here are what Flynn is providing continuing assistance to, but it's not the Russia coordination investigation because that is spelled out and not redacted. So there are other matters that Mueller has come across. He <MAY> be doing it himself, he <MAY> have referred it out to other U.S. Attorneys office as he did with Michael Cohen. We don't <KNOW>. But, you <KNOW>, the <FACT> is that if you look at the language as it refers to the coordination between the Trump campaign and the Russians, I don't see a reference to ongoing."
  },
  {
    "transcript_id": "CNN-66275",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I can't really answer that without talking to some folks at NASA about what their funding profile was going to be and what their development phasing was going to be. I can say that NASA has been somewhat underfunded over the past decade. The budget had been either declining or fairly steady, didn't keep up with inflation. And we asked NASA to do an awful lot for us in the space program, and it becomes a question, how much can they do with limited resources? I mean, the good news is, there is so much we can do in space, we've come so far in 40 years. On the other hand, we now -- do we have a budget that keeps up with all of the different capabilities? And might we even start to think about, is there a new way to organize the government space program? Also, what is the appropriate role for the private sector in the future? I'm in the space tourism business, and I, for one, want to know what the plans are with the orbital space plane. Will my company have access to that so we can fly people, because we know there is a market there. And then you see things like the X Prize (ph). That is encouraging the private sector to build suborbital vehicles, and we think within 12 to 16 months there could be demonstrations of those vehicles for suborbital flights. And a Futron study identified that 15,000 people per year would pay $90,000 to fly on a suborbital flight. So there is wide opportunities ahead,and what we want to make sure of is that we have a space program that allows all of these great capabilities to take place.",
    "statement": "Finally, this morning, Senator Bill Nelson was a guest on our show who flew on the Columbia back in 1986, as a then Congressman. He has been very critical not only of the Bush administration, but the Clinton administration, for not funding NASA more lavishly. But he made the point today, he still does not <BELIEVE> that the budget cuts compromised the safety of the space program, particularly since early clues point to a thermal, rather than structural problem. Do you agree with his conclusions so far? Or do you agree with a panel of NASA experts that were recently fired by NASA, that said indeed the budget cuts were hurting the safety of the shuttle program?"
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We were anticipating that there would be no grand jury because the family has always been hopeful that there would just simply be an arrest. We believe from day one that they had enough evidence to arrest the killer of Trayvon Martin. And now as the evidence --",
    "statement": "So does that mean an arrest is close at hand? I'll ask some of the country's top legal experts in a moment. Plus a man who loved a good argument on pretty much any subject at all. Last time Lewis Black went on a tirade on social issues. Tonight, <WELL>, let's face it, anything <COULD> happen."
  },
  {
    "transcript_id": "CNN-394100",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Oh, my goodness, that's difficult for anyone to predict, I'm sure.",
    "statement": "But it's a really unusual situation that we're in. We're seeing what, frankly, I <THINK> the Republicans saw during the Republican primary the last time <AROUND>, right. We have so many candidates in the field, representing so many different points of <VIEW> and, in some ways, the <FACT> that there are so many candidates means that more traditional candidates are losing support, that they're really fighting for votes and they're fighting among amongst themselves for votes. As long as we have such a crowded field, I <THINK> it's going to be difficult for any one candidate to move far ahead. And particularly true for someone like Joe Biden; if it was really a Bernie-Biden contest, I <THINK> we'd see a lot more support for Biden because right now that part of the field is <QUITE> crowded."
  },
  {
    "transcript_id": "CNN-409092",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, I think that there might have been a holdup but we broke the logjam over the last week, to be honest. I think that there are people in the FDA and actually, in your larger department that can see things being held up and wouldn't mind so much. That's my opinion -- a very strong opinion.",
    "statement": "Now, there's <CERTAINLY> no evidence that there was any <KIND OF> political motivations here behind the FDA not issuing this emergency use authorization up to this point. But there <CERTAINLY> are questions <ABOUT> the <KIND OF> pressure that the president <MAY> have brought to bear on the FDA. The timing of this, of course, is notable given the tweet from the president <ABOUT> the FDA, as <WELL> as the timing in a political sense. On the political calendar here, the president is heading into the Republican National Convention. He is looking for ways to convince the American public that he is handling the coronavirus pandemic effectively. All you have to do, really, is look at the FDA's own words. While the president insisted that this was some <KIND OF> a breakthrough, the FDA is a little bit more cautious. They note that this product, quote, \"<MAY> be effective in treating COVID-19 and that the known potential benefits outweigh the risks.\" Christine, Laura."
  },
  {
    "transcript_id": "NPR-17750",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm David Greene. If you are Catholic and have sinned, <WELL>, there's an app for that. A Scottish archbishop designed it. It helps you find the closest spot to go to confession and holy mass. The head of the Vatican's secretariat for communication called the app imaginative and said it's helping bring the mercy of God to modern society. Now, the location-based technology has led some to compare this app to the dating app Tinder. They've even begun calling the Catholic Church's app Sinder. You're listening to MORNING EDITION."
  },
  {
    "transcript_id": "CNN-369642",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's what Mark Warner and Richard Burr both wanted to ask about. Whether he's going to answer those questions, I think, is unanswered at this point, Wolf. He had threatened not to show up because of precisely that reason, that they wanted to ask him about that. And also, there was some talk from sources close to Donald Trump, Jr. that he actually may take the Fifth if he were asked about those questions. Now, will he come up and take the Fifth if he's asked about that? Will the -- will they agree not to ask him about those key topics? I don't think -- we don't have the answers to that yet. This news just happening and developing right now. But we do know, apparently, that he has agreed to come back in. Will they limit their questions to him? Will senators be allowed to question? Will it just be staff investigators? All of those areas have been the subject of intense negotiation for days. And will they get any more clarity about what he meant to say or what he intended to say? Which apparently does not line up with what the Mueller report said about his knowledge of that Trump Tower meeting back in 2016, what he said in the run-up to that meeting, and his involvement and his knowledge about the pursuit of that Trump Tower Moscow project. Will he shed any more light on that, or will -- has the committee agreed to stay away from that? We'll have to see as we continue to report this out, Wolf. But for the moment, it appears at least some movement after the two sides have been going at it for days, Wolf.",
    "statement": "Very important information. Manu Raju, thank you very much. I want to bring in our political and legal experts. We'll talk <ABOUT> the breaking news. And, Dana Bash, a win for Richard Burr. It looks like a significant win. The Republican chairman of the Senate Intelligence Committee authorized that subpoena to Donald Trump, Jr. And now Donald Trump, Jr. is going to come back and testify."
  },
  {
    "transcript_id": "CNN-137612",
    "matched_terms": {
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes, please.",
    "statement": "And even within your conversation, one of the gentlemen with whom you spoke said that that can be inclusive, but it <SEEMS> like he's getting more attention for <KIND OF> being this hip, young, comfortable, \"not afraid to give hugs\" type of president, whereas in the past it's not necessarily..."
  },
  {
    "transcript_id": "CNN-349323",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "quite": "ungraded",
      "view": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, for more now on all of this I'm joined by CNN White House reporter, Stephen Collinson. Hey Stephen. Woodward of course is one of the most respected journalists. It is his credibility that sets him apart. He's not a disgruntled ex-employee. So, does that make this book more damaging?",
    "statement": "Yes, I mean, the White House has been trying to do what it can to discredit this book. As you saw, senior officials have come out and denied what they were quoted as saying in Woodward's book. But this is a different case. This is not like Omarosa. The former White House official who came out with a book recently which does fit into the <SORT OF> disgruntled employee category. I <THINK> this Woodward book is slightly different in some ways from some of his other books. For example, his books on President Bush, and President Obama, he <SORT OF> took aim at the established <VIEW> of a President who was in control, a good war leader and showed the <SORT OF> warts of their administration. What I <THINK> is really damaging <ABOUT> this book is that it <SEEMS> to confirm a lot of the reporting that everyone has been doing in Washington <ABOUT> the chaos in the White House, the dysfunction, the deficiencies of the president's character. And the whole issue of whether he is qualified for office. So, having Woodward's credibility behind those narratives, I <THINK> that is <QUITE> damaging. Now whether it will change the position that we've had throughout the presidency that the president <SEEMS> to get away with things that a lot of other presidents wouldn't because of his unique political situation. His strong support from his base. And Republicans unwillingness to challenge that base, I <THINK> it remains to be seen. But I <THINK> you seen from the reaction of the White House, they realize this <COULD> be very damaging indeed."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But the one thing we have learned throughout all this, Doug, is that our system in the United States is not perfect. In fact, you could point to a number of situations in Florida alone to show it is far from perfect.",
    "statement": "I <THINK> one of the reasons we're here today in court is to ask that we make up for some of the imperfections. If a machine spits out a ballot without counting the votes on it, you have a person look at the ballot. That's what the standard is in the law here, it's the standard in Texas. We're simply saying, let's count those ballots. Let's make up for the imperfections in the machines and count the ballots."
  },
  {
    "transcript_id": "CNN-108574",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "Did the president request your help? Did the president request Syrian help?",
    "statement": "Very brief, but the Saudi foreign minister saying he's not going to reveal much <ABOUT> the conversations that have taken place involving him and White House officials, including that the U.S. Secretary of State Condoleezza Rice. In <ABOUT> 30 minutes, it is expected that she will begin heading to the Middle East region, to <PERHAPS> help broker some talks of diplomacy as the crisis in the Middle East only escalates now. Meantime, we've got more on this special coverage on the crisis in the Middle East. Over the next hour, we'll hear from our correspondents throughout the hour. And our international desk is monitoring broadcasts out of the area to cover all angles of this story. Here's what we <KNOW> right now. While rocket and missiles fly overhead, doctors in Israel say that that country's former prime minister Ariel Sharon has taken a turn for worst. He has been comatose since a stroke in January. And now his kidneys are shutting down. Meanwhile, a new barrage of bombs and rockets today on both sides of the border. Two civilians were killed in Israel and one in Lebanon. The Israeli military now says it will distribute relief supplies in Lebanon, but it's barred aid to southern area, where Hezbollah guerrillas are believed to be holed up. That's also where most of the civilians displaced by the fighting are located. Amid the growing -- or, amid growing <DOUBTS> for a diplomatic solution, Israel says, the key sticking point remains Hezbollah."
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Brosnan will play James Bond one more time, but before then, he has another mission. The man named \"People\" magazine's \"Sexiest Man Alive\" last year will turn 50.",
    "statement": "Bring it on, great. There's nothing I can do <ABOUT> it. You die if you worry and you die if you don't, so why worry, you <KNOW>? Oh, it rattles me, yes. Yes, <SURE>. It gives one pause to <THINK> and reflect and how did I get here so quickly, where did it all go? But ultimately, it's been wonderful. If I had to go tomorrow, I have had a great life."
  },
  {
    "transcript_id": "CNN-224559",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "Did the defendant say anything <ABOUT> the music when he parked the car next to the red car?"
  },
  {
    "transcript_id": "CNN-247238",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good evening. I'm Wolf Blitzer filling in for Anderson. We begin tonight with breaking news about the terror operations under way right now in Belgium. Concern that there are some members of a terror cell that are still on the run, a possible ISIS connection, and new and disturbing details about what the cell was planning to do. CNN terrorism analyst Paul Cruickshank has been getting new information from his counterterrorism sources in Belgium and that includes word that the cell targeted in this raid had obtained bomb making material. Paul is joining us now. Paul, the members of this cell that are still at large. What are your sources telling you about them?",
    "statement": "Wolf, there's a significant concern <ABOUT> the members of this cell still believed to be at large in Belgium tonight. The fear that Belgium counterterrorism officials have is they <COULD> still strike, that they <COULD> still be armed and they <MAY> wish to strike to avenge the death in that shootout yesterday of two of the fighters who were killed. Fighters believed to be linked back to Syria and to ISIS. They have been recruited by ISIS. The Belgians <BELIEVE> this was an ISIS directed plot. They have intelligence suggesting there was a middleman, a key operative in Greece who was running the operation from there. They reached out to the CIA to try to get help and try to locate this operative in Greece. But they weren't able to do that. He's still at large as <WELL>. So significant concern that ISIS is pivoting towards wanting to launch attacks in Europe against the countries involved in airstrikes against it in Iraq and Belgium is one of those countries."
  },
  {
    "transcript_id": "CNN-263316",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "If and when Judge Richard Berman hands down a ruling, the Deflate Gate saga may still be far from over. Even if the Tom Brady wins and Judge Berman overturns his four-game suspension, Brady wouldn't be out of the woods just yet. The NFL could appeal to the Second Circuit Court, and if they overturn Judge Berman's ruling, Brady could possibly miss games when the Patriots are making a push for the playoffs.",
    "statement": "If Tom Brady wins before Judge Berman, the appeals court <COULD> reverse and hold later on this year, <PERHAPS> in November or December or <MAYBE> January, at a time of the year when the games <MAY> be more meaningful for the Patriots and for Tom Brady that in <FACT> he is suspended."
  }
]