[
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "As always, the attorneys for the Levy family continued to keep the pressure on one of the main figures in this tragedy.",
    "statement": "We'd love to talk to Congressman Condit. And now, that this case has been classified as a homicide, I'm <<<SURE>>> the police will go back and talk to <EVERY> witness, including the Congressman."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "We'd love to talk to Congressman Condit. And now, that this case has been classified as a homicide, I'm sure the police will go back and talk to every witness, including the Congressman.",
    "statement": "Police say they're still <UNDECIDED> whether they'll include Condit among their re-interviews. According to law enforcement sources, the California Congressman has admitted that he and Chandra Levy were lovers."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Police say they're still undecided whether they'll include Condit among their re-interviews. According to law enforcement sources, the California Congressman has admitted that he and Chandra Levy were lovers.",
    "statement": "Police have <NEVER> called Congressman Condit a <<SUSPECT>>. They won't even say if they have any suspects. <ABOUT> the strongest assurance we got from Chief Ramsey is that the case will be solved, in his word, Miles, \"eventually.\""
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bob, a couple of quick questions here. First of all, D.C. police indicated that they had searched very near to this area of Rock Creek Park. First of all, did they say they had actually covered that particular ground? Is it possible the body was put there after their search or has that even come into play?",
    "statement": "<WELL>, they say that that is a possibility. But they also acknowledge that they did not search that area, that their procedures did not have them going down into the creek bed. That's caused <QUITE> <A BIT> of criticism, as you <KNOW>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "obviously": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well, they say that that is a possibility. But they also acknowledge that they did not search that area, that their procedures did not have them going down into the creek bed. That's caused quite a bit of criticism, as you know.",
    "statement": "<ALL> right. Now, in a situation like this, forensically speaking here for just a moment, the evidence <OBVIOUSLY> is challenging, to say the least, but <GIVEN> the technology, and I'm thinking primarily <ABOUT> DNA technology here, do police have some optimism that they <MIGHT> be able to make a link between a <<SUSPECT>> and Chandra Levy?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Now, in a situation like this, forensically speaking here for just a moment, the evidence obviously is challenging, to say the least, but given the technology, and I'm thinking primarily about DNA technology here, do police have some optimism that they might be able to make a link between a suspect and Chandra Levy?",
    "statement": "<WELL>, at this point, they're saying, yes, that <MIGHT> happen, but first they <HAVE TO> have a <<SUSPECT>> to use as a comparison. The other <THING> that's interesting, Miles, very briefly, is that they have brought in a forensic <EXPERT> from the Smithsonian Institution here, Smithsonian, of course, <WOULD> be the type of person <WOULD> do research on things that <MIGHT> have been decades, eons ago. So this <MIGHT> be an expertise that's unique to Washington that <<COULD>> be helpful."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And just quickly, you've refreshed my memory. Did Mr. Condit produce any DNA samples at any point?",
    "statement": "<WELL>, he's taken the -- he's <GIVEN> just <ABOUT> <EVERY> <<KIND OF>> sample. The answer is yes, in a variety of ways. So <CERTAINLY>, that <WOULD> be available, but again we <HAVE TO> be fair and say that the police are not calling him a <<SUSPECT>>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, he's taken the -- he's given just about every kind of sample. The answer is yes, in a variety of ways. So certainly, that would be available, but again we have to be fair and say that the police are not calling him a suspect.",
    "statement": "CNN's Bob Franken, thank you for that caveat. We appreciate it. Live from D.C. police headquarters. Let's shift our attention to the other coast, to Modesto, California. Rusty Dornin there after an emotional ceremony today to remember Chandra Levy. More than a thousand people in attendance. Rusty, there was sadness and <A BIT> of anger there as <WELL>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "CNN's Bob Franken, thank you for that caveat. We appreciate it. Live from D.C. police headquarters. Let's shift our attention to the other coast, to Modesto, California. Rusty Dornin there after an emotional ceremony today to remember Chandra Levy. More than a thousand people in attendance. Rusty, there was sadness and a bit of anger there as well.",
    "statement": "As <ALWAYS> in any <<KIND OF>> a situation like this Miles. But we're at the Levy house where of course, tributes continue to arrive of flowers, and bouquets and friends also continue to visit Now, this has been a very public tragedy and -- but the family really wanted to share remembrances of Chandra with this community, which have <GIVEN> them so much support. So 1,200 did <<GATHER>> to listen to remembrances of Chandra. Bob and Sue Levy, Chandra's parents and her brother Adam appeared in public for the very first time since they learned of Chandra's death last week. Inside, the media was not allowed but other family members, her grandmother, her great aunt, they <ALL> spoke of Chandra as being this very strong willed, vivacious woman who was also very compassionate. And her brother Adam also stood up, in a very emotional speech, and talked <ABOUT> what it was like to be the little brother and that he felt like Chandra's energy was still <AROUND> them and inspiring <ALL> of them. After the 90-minute service, several people in the community gathered to hug one another and just share remembrances of Chandra. Also her uncle, Paul Katz, talked <ABOUT> what a tough journey it's been."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Something like this reaches deep into our heart. It causes us to find that inner strength, to try to understand our purpose and to understand how important family is.",
    "statement": "Now, Billy Martin, the family spokesperson, did talk <ABOUT> the <FACT> that he told the family of the <FACT> that it was declared a homicide investigation just a couple hours here before the service. He says that <EVERY> time things come out <ABOUT> the investigation, it breaks their heart once again. But other family members say they are resolved that they want to find out the answers here. They want to find out who and why -- Miles."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now, Billy Martin, the family spokesperson, did talk about the fact that he told the family of the fact that it was declared a homicide investigation just a couple hours here before the service. He says that every time things come out about the investigation, it breaks their heart once again. But other family members say they are resolved that they want to find out the answers here. They want to find out who and why -- Miles.",
    "statement": "Rusty, you speak of that resolve. Is the family indicating one way or another whether they will hire private investigators to conduct their own investigation? Or are they concerned <ABOUT> hindering the events of homicide investigators in Washington?"
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Rusty, you speak of that resolve. Is the family indicating one way or another whether they will hire private investigators to conduct their own investigation? Or are they concerned about hindering the events of homicide investigators in Washington?",
    "statement": "<WELL>, Billy Martin, in the press conference, right after the service made it very <CLEAR> that he's still working very closely with the D.C. police, that he has an agreement with them, that he will not leak information <ABOUT> evidence, but they still do have two investigators that are working actively on this case and will continue to do so."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "should": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "CNN's Rusty Dornin, a sad day in Modesto, California. Thank you very much for being with us on LIVE FROM. Please tune in at the top of the hour for a lot more on the Chandra Levy case. Larry King will be talking to Levy's aunt, Linda Zansky, Levy family attorney, Billy Martin, who you just heard from briefly there and Congressman Gary Condit's attorney, Mark Geragos. That's tonight on \"",
    "statement": "00 p.m. Eastern Time. Now, an exclusive story that's going to be the source of a lot of conversation, we <<<THINK>>>. It concerns some of your children's heroes, the use of illegal steroid drugs and an American pastime. It's in the upcoming issue of \"Sports Illustrated.\" We'll bring it to you before it hits the newsstands. Former major league baseball star Ken Caminiti tells \"Sports Illustrated\" that he spent much of his last five years in the game on steroids. Caminiti says he started taking steroids in '96 to help play through shoulder pain. Steroids <<APPARENTLY>> made Caminiti a better player. He hit more home runs than he ever had before and went on to become the National League's Most Valuable Player."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "00 p.m. Eastern Time. Now, an exclusive story that's going to be the source of a lot of conversation, we think. It concerns some of your children's heroes, the use of illegal steroid drugs and an American pastime. It's in the upcoming issue of \"Sports Illustrated.\" We'll bring it to you before it hits the newsstands. Former major league baseball star Ken Caminiti tells \"Sports Illustrated\" that he spent much of his last five years in the game on steroids. Caminiti says he started taking steroids in '96 to help play through shoulder pain. Steroids apparently made Caminiti a better player. He hit more home runs than he ever had before and went on to become the National League's Most Valuable Player.",
    "statement": "I took a black market deal and it's the worst <THING> I did because I got the strength, whatever. I built the muscles up, you <KNOW>. And I was -- that's what I was trying to do, anything to play and I knew I was tore up. So I said, OK, do it, you <KNOW>, just hold it together, hold it together, hold it together. And I played that whole year, you <KNOW> and I was MVP."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I took a black market deal and it's the worst thing I did because I got the strength, whatever. I built the muscles up, you know. And I was -- that's what I was trying to do, anything to play and I knew I was tore up. So I said, OK, do it, you know, just hold it together, hold it together, hold it together. And I played that whole year, you know and I was MVP.",
    "statement": "Caminiti says his steroid use was not the exception but <RATHER> the rule. He tells \"Sports Illustrated\" that \"it's no secret what's going on in baseball. At least half the guys are using it. They talk <ABOUT> it. They joke <ABOUT> it with each other.\" Tom Verducci is the writer of the \"Sports Illustrated\" article. He spoke with CNN just a few hours ago."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Caminiti says his steroid use was not the exception but rather the rule. He tells \"Sports Illustrated\" that \"it's no secret what's going on in baseball. At least half the guys are using it. They talk about it. They joke about it with each other.\" Tom Verducci is the writer of the \"Sports Illustrated\" article. He spoke with CNN just a few hours ago.",
    "statement": "We're seeing pitchers turn to steroids. We're seeing guys who <<MAYBE>> play middle infield or outfield positions that are not traditional power positions using steroids. In <FACT>, a minor league outfielder told me, \"I'm using steroids. I'm not looking to get bigger. I'm not looking to hit home runs. But what it does is it quickens up my hands. In other words, I can swing the bat faster when I'm on steroids.\" So now, we've gone beyond the realm of just power hitters and the big guys looking for mass and bulk. It's become so prevalent that up and down a roster at <ALL> different position, we're seeing steroid use."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "We're seeing pitchers turn to steroids. We're seeing guys who maybe play middle infield or outfield positions that are not traditional power positions using steroids. In fact, a minor league outfielder told me, \"I'm using steroids. I'm not looking to get bigger. I'm not looking to hit home runs. But what it does is it quickens up my hands. In other words, I can swing the bat faster when I'm on steroids.\" So now, we've gone beyond the realm of just power hitters and the big guys looking for mass and bulk. It's become so prevalent that up and down a roster at all different position, we're seeing steroid use.",
    "statement": "You can hear more from Tom Verducci on \"NEWSNIGHT.\" He'll join Aaron Brown at 10:00 p.m. Eastern Time, 7:00 Pacific. Major League Baseball does not currently tests its players for steroids so the number of users, difficult to pin down. Commissioner Bud Selig says, \"The body building drugs are a problem and that something <MUST> be done, but any testing plan <MUST> be agreed to by the players union.\""
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "One-on-one at the Vatican.",
    "statement": "I will tell him that I am concerned <ABOUT> the Catholic Church in America."
  },
  {
    "transcript_id": "CNN-16263",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "\"Fortune\" magazine's Janet Guyon has more now from London. And Janet, what is that response likely to be?",
    "statement": "<WELL>, it is very hard to tell right now, David. I mean, what we've had so far is France, Italy, the Netherlands and Belgium have <ALL> rolled back fuel taxes in response to those protests. Germany is holding firm at the moment, although they are talking <ABOUT> some temporary cuts. The ministers are meeting in Luxembourg today. These are the transport ministers to discuss the fuel crisis, to discuss these protests, and whether they <SHOULD> have some concerted action. There's <<PROBABLY>> going to be a breakdown between the <<SORT OF>> French faction and the British-German faction between whether or not they <SHOULD> do any permanent rollbacks of fuel taxes. There are a lot of people here who do not like the idea of giving in to the protesters first off. And secondly, of rolling back taxes on fuel, which essentially is a way to discourage driving and support the Green movement here in Europe. There is a lot of support for the idea that people <SHOULD> pay a lot of tax on their fuel in order to <REDUCE> greenhouse gases, that <<KIND OF>> <THING>. So it's hard to predict exactly what will come out of this meeting today. But we <<COULD>> actually get some concerted action. It <WOULD> be <QUITE> unusual for the European governments to get together that easily, but it's possible."
  },
  {
    "transcript_id": "CNN-16263",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "These oil prices, Janet, kind of pack a double whammy because oil is priced in dollar and the euro is weak.",
    "statement": "That's right. That's right, Deborah, that is one of the issues here as <WELL>. Not <ONLY> are oil prices high, but when you buy in euros, it hits you twice. So you've got three factors going on, you've got that high oil price, you've got the euro weakness, and then you've got the high fuel tax. So those three things are combining to really continue to keep people upset here in Europe. There are continuing to be some protests scattered across Europe and Sweden this morning, for example. And the British truckers have said they will give the government <ABOUT> 60 days to really give them some relief."
  },
  {
    "transcript_id": "CNN-16263",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's right. That's right, Deborah, that is one of the issues here as well. Not only are oil prices high, but when you buy in euros, it hits you twice. So you've got three factors going on, you've got that high oil price, you've got the euro weakness, and then you've got the high fuel tax. So those three things are combining to really continue to keep people upset here in Europe. There are continuing to be some protests scattered across Europe and Sweden this morning, for example. And the British truckers have said they will give the government about 60 days to really give them some relief.",
    "statement": "<ALL> right, Janet, thank you very much. Janet Guyon, from \"Fortune\" magazine, joining us from London. Those are the three E's we were hearing <ABOUT> yesterday: the euro, earnings and energy."
  },
  {
    "transcript_id": "CNN-11331",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You are looking at live pictures, courtesy of our affiliate KCBS in Los Angeles, of the entrance to the Santa Monica Pier, where a hostage situation is still under way. The incident started <ABOUT> three hours ago when a triple homicide <<SUSPECT>> was being taken into custody on the pier. And police tell CNN a man with the <<SUSPECT>> ran from them and then opened fire as the officers chased him. Police say, the man shot three officers and a civilian before taking an unknown number of hostages at an arcade which was open at the time, at <ABOUT> 1:40 a.m. in Los Angeles. None of the shooting wounds <APPEAR> to be life-threatening. A hostage negotiator is now talking with the man. They have yet to report -- the police there have yet to report what it is that he wants."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<ALL> right. The Oklahoma City Thunder season is over. Excruciating. Coy Wire has more on this thriller in Portland in the \"Bleacher Report\". Good morning, my friend. This is one coaches <<PROBABLY>> <<<THINK>>> no, no, then they celebrate with the assassin."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "All right. The Oklahoma City Thunder season is over. Excruciating. Coy Wire has more on this thriller in Portland in the \"Bleacher Report\". Good morning, my friend. This is one coaches probably think no, no, then they celebrate with the assassin.",
    "statement": "That's right. The player who took that shot knew <ALL> along playoffs are exciting in any sport. But the Trailblazers took it to a whole new level last night. Damian Lillard dropping 50 points on the Thunder, none bigger than the last three. This is the shot Dave is talking <ABOUT>. He lets the clock tick down, rises, fires, buzzer beater. Lillard said that he practices that shot <ALL> the time. He didn't <<FEEL>> pressure because if he misses, they go to OT. Make it, they move on. Lillard waves bye, bye to Russell Westbrook and the Thunder who have been sent home in the first round for the third straight season. Ice water in his veins in 118-115 win, Lillard is just cold-blooded after the game. Listen to this."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "That's right. The player who took that shot knew all along playoffs are exciting in any sport. But the Trailblazers took it to a whole new level last night. Damian Lillard dropping 50 points on the Thunder, none bigger than the last three. This is the shot Dave is talking about. He lets the clock tick down, rises, fires, buzzer beater. Lillard said that he practices that shot all the time. He didn't feel pressure because if he misses, they go to OT. Make it, they move on. Lillard waves bye, bye to Russell Westbrook and the Thunder who have been sent home in the first round for the third straight season. Ice water in his veins in 118-115 win, Lillard is just cold-blooded after the game. Listen to this.",
    "statement": "The series was over. That was it. I was just waving good-bye to them. There's been a lot of back and forth, a lot of talk and <ALL> this <STUFF>. That was the <LAST WORD>. I was having the <LAST WORD>."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "The series was over. That was it. I was just waving good-bye to them. There's been a lot of back and forth, a lot of talk and all this stuff. That was the last word. I was having the last word.",
    "statement": "Also in the NBA, the Raptors and Sixers taking care of business, each winning their first round match ups in five games. They will face-off in the postseason for the first time in 18 years. Game 7, win or go home in Stanley Cup playoff action in the shark tank, Sharks down 3-0 with 11 minutes to play when this happened. Cody gets called a controversial major penalty. Hurt badly, leaves the game. The Sharks score four goals in the next four minutes in the power play to <TAKE> the lead. With 47 seconds to go, Jonathan ties it up. In overtime, the game-winning goal goes to Barclay Goodrow beating Marc-Andre Fleury. With that, San Jose advances to face Colorado. Vegas <ABSOLUTELY> crushed after a controversial call and a flurry of goals ends their season. The city of Boston, they were fired up for game seven against Toronto. That's Patriots Super Bowl champ Julian Edelman sending the crowd into the frenzy. The Bruins sent them on the ice. Toronto is going to <HAVE TO> wait until next year for it. Boston fans, let's say they are <A LITTLE> bit fired up."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Also in the NBA, the Raptors and Sixers taking care of business, each winning their first round match ups in five games. They will face-off in the postseason for the first time in 18 years. Game 7, win or go home in Stanley Cup playoff action in the shark tank, Sharks down 3-0 with 11 minutes to play when this happened. Cody gets called a controversial major penalty. Hurt badly, leaves the game. The Sharks score four goals in the next four minutes in the power play to take the lead. With 47 seconds to go, Jonathan ties it up. In overtime, the game-winning goal goes to Barclay Goodrow beating Marc-Andre Fleury. With that, San Jose advances to face Colorado. Vegas absolutely crushed after a controversial call and a flurry of goals ends their season. The city of Boston, they were fired up for game seven against Toronto. That's Patriots Super Bowl champ Julian Edelman sending the crowd into the frenzy. The Bruins sent them on the ice. Toronto is going to have to wait until next year for it. Boston fans, let's say they are a little bit fired up.",
    "statement": "I <ONLY> got two words for you. I got nothing else. Game seven. You are the <BEST> in the shower, in the stands to make your cereal, down the street to get your coffee, on to the train. The red, orange, blue, green line."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I only got two words for you. I got nothing else. Game seven. You are the best in the shower, in the stands to make your cereal, down the street to get your coffee, on to the train. The red, orange, blue, green line.",
    "statement": "Everyone needs a hype man like that guy, David. If that doesn't help get your hump day started off, I don't <KNOW> what will."
  },
  {
    "transcript_id": "CNN-367907",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Democrats stone walled as they look for information from the president and aides. Now, we <KNOW> the president himself is telling those aides not to cooperate."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is clearly shaping up to be a <CRITICAL> if not the most <CRITICAL> day so far in this government shutdown, the <NEED TO> also raise the nation's debt ceiling. Dana Bash is getting new information up on Capitol Hill. The action clearly, Dana, on the Senate side. What are you learning?"
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This is clearly shaping up to be a critical if not the most critical day so far in this government shutdown, the need to also raise the nation's debt ceiling. Dana Bash is getting new information up on Capitol Hill. The action clearly, Dana, on the Senate side. What are you learning?",
    "statement": "We just saw Harry Reid, the Senate Democratic leader, go back into Mitch McConnell's office. This is at least the second meeting they've had today, <<PERHAPS>> more without people even realizing it. That is <DEFINITELY> a good sign. Reid himself <SUGGESTED> so, going into the office and to the meeting with Mitch McConnell. He said that they're not there yet but they're getting closer. Again, this is something he told us earlier, as <WELL>. What exactly the <<SORT OF>> the final sticking points are? As you can <<IMAGINE>>, because this is a very delicate negotiation, they're holding their cards very close to their vests as to what Mitch McConnell <MAY> be trying to demand, what Harry Reid <MIGHT> be trying to give in on. But big picture, we <KNOW> that the day started out with Harry Reid making an offer of extending the continuing resolution or the spending bill to reopen the government to <ABOUT> mid-December. And with regard to the debt ceiling, to extending that, raising it for the next six to nine months. That's where they started. Of course, that didn't give Mitch McConnell and the Republicans much. Of course, he came back with something. But we're not <<<SURE>>> what that was and where things stand. We're hoping to find out more very soon."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We just saw Harry Reid, the Senate Democratic leader, go back into Mitch McConnell's office. This is at least the second meeting they've had today, perhaps more without people even realizing it. That is definitely a good sign. Reid himself suggested so, going into the office and to the meeting with Mitch McConnell. He said that they're not there yet but they're getting closer. Again, this is something he told us earlier, as well. What exactly the sort of the final sticking points are? As you can imagine, because this is a very delicate negotiation, they're holding their cards very close to their vests as to what Mitch McConnell may be trying to demand, what Harry Reid might be trying to give in on. But big picture, we know that the day started out with Harry Reid making an offer of extending the continuing resolution or the spending bill to reopen the government to about mid-December. And with regard to the debt ceiling, to extending that, raising it for the next six to nine months. That's where they started. Of course, that didn't give Mitch McConnell and the Republicans much. Of course, he came back with something. But we're not sure what that was and where things stand. We're hoping to find out more very soon.",
    "statement": "I'm <<<SURE>>> we will. Thanks very much, Dana. Let's bring in Senator, Amy Klobuchar of Minnesota. She's one of 12 Senators, six Democrats, six Republicans, who have been working very actively behind the scenes to try to come up with some <<SORT OF>> deal. Senator, thanks very much for joining us."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I'm sure we will. Thanks very much, Dana. Let's bring in Senator, Amy Klobuchar of Minnesota. She's one of 12 Senators, six Democrats, six Republicans, who have been working very actively behind the scenes to try to come up with some sort of deal. Senator, thanks very much for joining us.",
    "statement": "<WELL>, thank you, Wolf."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How close are we to a deal, let's say, in the Senate, a deal that would unite Harry Reid and Mitch McConnell?",
    "statement": "<WELL>, I <<<THINK>>> you see, with the two leaders meeting, a number of times this morning, talking yesterday, that there are some very productive discussions going on that are very <POSITIVE>. Our group, called together under the leadership of Susan Collins, has been contributing to those discussions and we're <FEELING> good <ABOUT> this, as good as you can <<FEEL>> when we've got the government shutdown and we're creeping up on the day where America actually <WOULD> be saying to the world, we're not paying our bills. That can't happen. Not to the <GREATEST> democracy on earth. I <<<THINK>>> that's what's uniting us. One of the things I like that people are talking <ABOUT>, including the congressman that was on last, we also <HAVE TO> look at a reasonable time <PERIOD> here where we can negotiate a longer-term budget deal. We have passed a budget in the Senate. The House has passed a budget deal. And to bring those two budgets and make the very serious attempt to get a longer term budget so we don't lurch from financial crisis to financial crisis <WOULD> be the <BEST> outcome of <ALL>."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, I think you see, with the two leaders meeting, a number of times this morning, talking yesterday, that there are some very productive discussions going on that are very positive. Our group, called together under the leadership of Susan Collins, has been contributing to those discussions and we're feeling good about this, as good as you can feel when we've got the government shutdown and we're creeping up on the day where America actually would be saying to the world, we're not paying our bills. That can't happen. Not to the greatest democracy on earth. I think that's what's uniting us. One of the things I like that people are talking about, including the congressman that was on last, we also have to look at a reasonable time period here where we can negotiate a longer-term budget deal. We have passed a budget in the Senate. The House has passed a budget deal. And to bring those two budgets and make the very serious attempt to get a longer term budget so we don't lurch from financial crisis to financial crisis would be the best outcome of all.",
    "statement": "I <KNOW> Senator Manchin, of West Virginia, has been part of your group. He was on \"New Day\" here on CNN earlier. He released some of the details of what you're talking <ABOUT>. I <WONDER> if you <<COULD>> give us a few of the headlines, the main parts of this <<TENTATIVE>> deal that will hopefully is in the works."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I know Senator Manchin, of West Virginia, has been part of your group. He was on \"New Day\" here on CNN earlier. He released some of the details of what you're talking about. I wonder if you could give us a few of the headlines, the main parts of this tentative deal that will hopefully is in the works.",
    "statement": "Senator Manchin played a <CRITICAL> role here. I don't <<<THINK>>> we want to be negotiating on television, as alluring as that <WOULD> be for your viewers. But you've hit on some of them. We <NEED TO> open the government again and do it in a time <PERIOD> which also gives us that moment in time with <ALL> of this momentum to actually negotiate a longer-term budget deal. The second <THING> is to stretch the debt ceiling date out so we don't have something -- next month, we're back at this again in terms of putting our stock market into a situation where we <<COULD>> see a sudden downturn. Look what happened in 2011. We haven't reached the day and the Dow dropped 2,000 points and we lost over $2 trillion in household wealth. We don't want to get there again. Those are very important parts of this deal for really both political parties and, most importantly, for the American people."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Senator Manchin played a critical role here. I don't think we want to be negotiating on television, as alluring as that would be for your viewers. But you've hit on some of them. We need to open the government again and do it in a time period which also gives us that moment in time with all of this momentum to actually negotiate a longer-term budget deal. The second thing is to stretch the debt ceiling date out so we don't have something -- next month, we're back at this again in terms of putting our stock market into a situation where we could see a sudden downturn. Look what happened in 2011. We haven't reached the day and the Dow dropped 2,000 points and we lost over $2 trillion in household wealth. We don't want to get there again. Those are very important parts of this deal for really both political parties and, most importantly, for the American people.",
    "statement": "A lot of Republicans and Democrats in the Senate -- I <<<THINK>>>, more than 70 -- already on the record wanting to end or at least delay this tax for medical devices as part of the Affordable Care Act. And I <<GUESS>> one of the proposals is now at least to delay it for two years. Are you on board for that?"
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot of Republicans and Democrats in the Senate -- I think, more than 70 -- already on the record wanting to end or at least delay this tax for medical devices as part of the Affordable Care Act. And I guess one of the proposals is now at least to delay it for two years. Are you on board for that?",
    "statement": "<WELL>, actually, Wolf, Senator Hatch and I have led that effort in the Senate. It was our amendment to repeal the medical device tax that was voted on this spring where we were able to get 79 votes, including over 30 Democrats, to vote for this repeal. Again, we're looking for whether or not this is included as -- it's in the midst of the discussions. We don't <KNOW> that yet. But one of the things that has been discussed is a two-year delay, and that <WOULD> allow us to look at this again and <FIGURE> out whether it <SHOULD> continue and at what level, because it is truly a tax on manufacturing. It involves a lot of jobs in this country and it was something smacked together at the last minute in the negotiations. That's why a lot of people are interested in looking at it again on a bipartisan basis in the House and the Senate."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "In other words, link that medical tax device issue, medical device tax issue to the current negotiations?",
    "statement": "Of course, I am. And I <<<THINK>>> one of the key things here is we're looking at how that <WOULD> be paid for, and how <WOULD> we go forward. But it is clearly in the discussions."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Of course, I am. And I think one of the key things here is we're looking at how that would be paid for, and how would we go forward. But it is clearly in the discussions.",
    "statement": "You <<<THINK>>> the White House is going to be on board to make that connection?"
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "You think the White House is going to be on board to make that connection?",
    "statement": "That is up to them. The president has, you <KNOW>, addressed this in the past, and I <<GUESS>> the discussions are under way. And that is <ALL> I can say right now because I have <CERTAINLY> found that in the last few weeks, a lot of people talk on TV. What we <NEED TO> do is to allow them that space to get a negotiated agreement, some common ground, and then we're looking forward to explaining why it is the <BEST> <THING> for America."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "That is up to them. The president has, you know, addressed this in the past, and I guess the discussions are under way. And that is all I can say right now because I have certainly found that in the last few weeks, a lot of people talk on TV. What we need to do is to allow them that space to get a negotiated agreement, some common ground, and then we're looking forward to explaining why it is the best thing for America.",
    "statement": "You make an excellent point. So much is at stake right now for the whole country right now, especially if that debt ceiling is not raised and raised quickly. Senator, I <HOPE> you'll come back. Thanks very much for joining us."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right, thank you very much. The Dow has been a real barometer of the progress on the debt ceiling deal. Zain Asher is joining us over at the New York Stock Exchange. What's the latest, Zain?",
    "statement": "Wolf, you <KNOW>, right here, I <<<THINK>>> there's some <<SORT OF>> blind optimism. Everyone here knows Harry Reid and other Senators are saying they're getting closer to a deal. We have the White House meeting at 3:00. Traders are <CERTAINLY> crossing their fingers. Another <THING> you <HAVE TO> remember it is technically a holiday. Banks are closed. The bond market is closed. So the number of trade taking place is muted. Futures had triple-digit loses and now we're in the green right now. Also another <THING> is that traders I've spoken to downstairs say, from what they understand, even if October 1st comes and goes, we <MAY> not technically run out of money until the end of the month. They <KNOW> there is some wiggle room. They're just not <<<SURE>>> how much. Another <THING> a lot of people have been asking me is, how do you as an investor handle this degree of uncertainty. The <BEST> <THING> is to <AVOID> panic buying and selling as we get closer to Thursday. In this <<KIND OF>> climate, especially when you're seeing one minute in the red, one minute in the green, I <<<THINK>>> it's very important that investors <<<THINK>>> long term. People are saying if we make it out in one piece, we are <<LIKELY>> to see a rally. And also, in the consequence of the shutdown, people are saying the Fed is going to continue stimulus. That's keeping investors very calm -- Wolf?"
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Wolf, you know, right here, I think there's some sort of blind optimism. Everyone here knows Harry Reid and other Senators are saying they're getting closer to a deal. We have the White House meeting at 3:00. Traders are certainly crossing their fingers. Another thing you have to remember it is technically a holiday. Banks are closed. The bond market is closed. So the number of trade taking place is muted. Futures had triple-digit loses and now we're in the green right now. Also another thing is that traders I've spoken to downstairs say, from what they understand, even if October 1st comes and goes, we may not technically run out of money until the end of the month. They know there is some wiggle room. They're just not sure how much. Another thing a lot of people have been asking me is, how do you as an investor handle this degree of uncertainty. The best thing is to avoid panic buying and selling as we get closer to Thursday. In this kind of climate, especially when you're seeing one minute in the red, one minute in the green, I think it's very important that investors think long term. People are saying if we make it out in one piece, we are likely to see a rally. And also, in the consequence of the shutdown, people are saying the Fed is going to continue stimulus. That's keeping investors very calm -- Wolf?",
    "statement": "The market's up <ABOUT> 25 points as you're speaking right now. We've been showing our viewers. Zain, thank you. We've heard from lawmakers. Now we want to hear from you. After the break, we're heading to the west coast. We'll hear some Californian, what their messages are to Washington."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, 40 minutes past the hour. Welcome back to this AMERICAN MORNING. You've been hear a lot <ABOUT> what is <<ARGUABLY>> this country's <MOST IMPORTANT>, China. <<KIND OF>> a high stakes summit has been going on for the past couple of days between President Obama and the Chinese President Hu. But last night, <A LITTLE> more festive. It was the time to celebrate, a lavish state dinner. We'll show you some of the pictures here in a second. But also give you a unique <PERSPECTIVE> right now from someone who was there in the room with both of those presidents at n that state dinner. She is California Congresswoman Judy Chu. And she is the first Chinese- American woman elected to House. She joins this morning after a hard night of partying. Ma'am, we appreciate you're being here. So, just tell us, first of <ALL>, how was your night?"
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Now, help people understand, what did that get us? Not necessarily deals going to be signed at that dinner last night, but just how much does the Chinese president appreciate all of that?",
    "statement": "I <<<THINK>>> it was extremely important. I <<<THINK>>> that he was -- he was looking for respect. And clearly, the <<KIND OF>> treatment that he got last night showed a great deal of respect."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Now, from your perspective, you're a Chinese-American. Does it bother you that sometimes -- and many Americans in some polling consider China sometimes either a threat or more so a rival than a partner?",
    "statement": "I do <<<THINK>>> that some Americans are scared of China. But, in the end, Americans have much more to gain from cooperation with China than they do things to fear. <CERTAINLY>, economically, we have things to gain, but also militarily. We want peace in the world. We <CERTAINLY> want peace in Asia."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I do think that some Americans are scared of China. But, in the end, Americans have much more to gain from cooperation with China than they do things to fear. Certainly, economically, we have things to gain, but also militarily. We want peace in the world. We certainly want peace in Asia.",
    "statement": "Do you <<<THINK>>> -- for a lot of Americans, it either comes across as odd or hypocritical and they have a hard time reconciling how on one side of our mouths here in the U.S. we can talk <ABOUT> China and currency manipulation, talk <ABOUT> human rights violations, talk <ABOUT> the <FACT> that they have a democracy, activist and a Nobel laureate locked up in prison right now, we can say that out of one side of our mouths, and then we give this lavish dinner last night to celebrate that same country."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "must": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you think -- for a lot of Americans, it either comes across as odd or hypocritical and they have a hard time reconciling how on one side of our mouths here in the U.S. we can talk about China and currency manipulation, talk about human rights violations, talk about the fact that they have a democracy, activist and a Nobel laureate locked up in prison right now, we can say that out of one side of our mouths, and then we give this lavish dinner last night to celebrate that same country.",
    "statement": "These issues are things that we <MUST> work on, and it is important to be outspoken on them. Indeed, Secretary of State Clinton and Secretary Geithner had been outspoken on those issues. At the same time, how do you achieve <CHANGE>? I <<<THINK>>> it's better to achieve <CHANGE> with some modicum of respect <RATHER> than insults."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "These issues are things that we must work on, and it is important to be outspoken on them. Indeed, Secretary of State Clinton and Secretary Geithner had been outspoken on those issues. At the same time, how do you achieve change? I think it's better to achieve change with some modicum of respect rather than insults.",
    "statement": "Respect, but to go that far -- like I said, for some Americans, they <MIGHT> have a tough time reconciling that."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Respect, but to go that far -- like I said, for some Americans, they might have a tough time reconciling that.",
    "statement": "<WELL>, President Hu is a head of state, and there is much diplomacy involved when you're trying to achieve <CHANGE>. And, in <FACT>, because of the state visit, there has been some <CHANGE>. There's been an increase in the currency and there have been some agreements economically."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, President Hu is a head of state, and there is much diplomacy involved when you're trying to achieve change. And, in fact, because of the state visit, there has been some change. There's been an increase in the currency and there have been some agreements economically.",
    "statement": "One last <THING> I want to ask you <ABOUT>. I want to throw this in there because it has been in the news so much and it <<KIND OF>> ties into what we're talking <ABOUT>, China and U.S. <<KIND OF>> battling for supremacy, if you will, in some ways on the world stage. Amy Chua, who wrote <ABOUT> the supremacy of Chinese mothers, it <<KIND OF>> caused a stir, <<KIND OF>> saying American parents have something to learn from Chinese mothers. What did you make of that?"
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "certainly": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "One last thing I want to ask you about. I want to throw this in there because it has been in the news so much and it kind of ties into what we're talking about, China and U.S. kind of battling for supremacy, if you will, in some ways on the world stage. Amy Chua, who wrote about the supremacy of Chinese mothers, it kind of caused a stir, kind of saying American parents have something to learn from Chinese mothers. What did you make of that?",
    "statement": "I wouldn't be one to dictate any type of parenting to others. There <CERTAINLY> are styles of parenting you <<COULD>> choose that <MIGHT> produce results. But -- <WELL>, since we are talking <ABOUT> U.S./China relations --"
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "might": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "-- <<PERHAPS>> a blend of both types of parenting <MIGHT> be in order."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- perhaps a blend of both types of parenting might be in order.",
    "statement": "<WELL>, that is -- I <HOPE> they have you in there in the room negotiating because that was a very diplomatic answer you just gave me there, Representative Chu. Ma'am, thank you so much for taking the time out to meet with us this morning. You enjoy the rest of the day. We'll talk to you again."
  },
  {
    "transcript_id": "CNN-161028",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "All right -- Kiran.",
    "statement": "Still to come, snow causing problems in the Midwest. We're going to check in with Rob Marciano with travel forecast coming up. Also, Ricky Gervais talking to Piers Morgan, his first TV interview since giving Hollywood a beating and getting some Golden Globe backlash. We're going to hear what he has to say <ABOUT> his performance. Forty-five minutes past the hour."
  },
  {
    "transcript_id": "CNN-80672",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Time for a little -- time for a little 'Business Buzz' right now. Forget the malls, more Americans did their holiday shopping on the Web this year. Sasha Salama has the story live from the Nasdaq market site. Good morning.",
    "statement": "Good morning. And you <KNOW>, Carol, that heightened terror alert <DEFINITELY> had something to do with the increase in online shopping. And you're right, we saw a nice increase in last week. What we saw was $960 -- $950 million spent online just last week. And that was up more than 40 percent from the same week a year ago. Some of the most popular categories for shopping online, sending flowers, sending gift certificates, basically because you can go online and get those sent the same day that you order them. What we are seeing overall, though, for the holiday season is the online shopping gains just not good enough to help the overall shopping season. The forecast is now for a 4 percent gain in retail sales this season year over year. That had been a 5.7 percent forecast, but they have lowered it, basically because of the heightened terror alert and because there were two big winter storms on weekends, especially in the northeast, and that hurt overall -- the overall retail picture. I want to tell you <ABOUT> one stock to watch today, which is Sara Lee. The ticker symbol is SLE. Today the company is expected to come out with some low carb breads for <ALL> of you Atkins followers out there. White and wheat bread, they'll have nine grams of carbs per slice. The traditional slice of bread has 15 carbs. And it's expected to be in the restaurants and stores this week. So if you are counting your carbs, Sara Lee has some new products for you -- Carol."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "OK, so tell us exactly who is being investigated. How widespread is this?",
    "statement": "So it's very widespread. It's <ABOUT> 130 to 140 people, and it ranges through many of the most senior people in the State Department - assistant secretaries, senior ambassadors - who either sent emails to Hillary's private email or sent emails that then made their way there through other folks."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And what exactly are they being investigated for? When an investigator gets in touch with them and says, hey, we need to talk to you, what are they saying?",
    "statement": "So they're basically saying, we found information on Hillary Clinton's private email that we determined to be of a classified nature. In virtually <ALL> of the cases, the information's retroactively classified, which means the person thought that they were passing along something that was unclassified, and the investigators looking on the computer determined, no, this actually <SHOULD> have been classified; now you <HAVE TO> account for it 3 1/2 years later. Actually, in some cases, these emails are a decade old."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So they're basically saying, we found information on Hillary Clinton's private email that we determined to be of a classified nature. In virtually all of the cases, the information's retroactively classified, which means the person thought that they were passing along something that was unclassified, and the investigators looking on the computer determined, no, this actually should have been classified; now you have to account for it 3 1/2 years later. Actually, in some cases, these emails are a decade old.",
    "statement": "OK. So for people - and I <KNOW> that you've talked to them, some of the people who are being investigated - they're being told, emails that you sent that you thought were unclassified, it turns out they are classified. How are these people responding to this?"
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "OK. So for people - and I know that you've talked to them, some of the people who are being investigated - they're being told, emails that you sent that you thought were unclassified, it turns out they are classified. How are these people responding to this?",
    "statement": "You <KNOW>, I <<<THINK>>> everybody - I shouldn't say everybody. A number of people <<FEEL>> like this is really absurd. I <<<THINK>>> they <<FEEL>> like it's <<SORT OF>> low-level harassment - essentially diplomatic stop and frisk. And so - and even the investigators, from what I'm told - and this is from the people who are being investigated, so you can <TAKE> it with a slight grain of salt - will say the investigators are even <<SORT OF>> apologetic as they're talking through these with people, saying I'm sorry we <HAVE TO> do this."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Wow, OK. Just a bit of background - the FBI started to investigate Hillary Clinton's emails in 2015. They didn't pursue charges. They closed the case. So why would the State Department still be investigating these emails today?",
    "statement": "So the State Department says that they <HAVE TO>, that this was referred to them by the FBI once the FBI was done with the criminal investigation and that they needed to dive in and <FIGURE> out, you <KNOW>, if people had passed along classified information and if they needed to be sanctioned for that. Essentially, in most cases, if you were found to have done this improperly that, you <KNOW>, a letter <<COULD>> wind up in your file. But it makes it hard if you want to get back into government and get a classification, you <KNOW>, to see classified material."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So the State Department says that they have to, that this was referred to them by the FBI once the FBI was done with the criminal investigation and that they needed to dive in and figure out, you know, if people had passed along classified information and if they needed to be sanctioned for that. Essentially, in most cases, if you were found to have done this improperly that, you know, a letter could wind up in your file. But it makes it hard if you want to get back into government and get a classification, you know, to see classified material.",
    "statement": "Let me have you expand on that <A LITTLE> bit more. The people who are being investigated - including those who are told, you thought what you were sending was not classified, but it was - if they are found to have done something improper, what does that mean for them? <<COULD>> they be criminally prosecuted or just - does it just make it harder for them to get a job?"
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let me have you expand on that a little bit more. The people who are being investigated - including those who are told, you thought what you were sending was not classified, but it was - if they are found to have done something improper, what does that mean for them? Could they be criminally prosecuted or just - does it just make it harder for them to get a job?",
    "statement": "I <<<THINK>>> it <<COULD>> make it harder for them to get a job. The letters they're getting say, you <KNOW>, the incident was found to be valid, but you're not culpable. So that goes in their file. If they didn't cooperate or the investigators didn't accept their excuse, you <KNOW>, a <SLIGHTLY> stronger letter <<COULD>> go in their file. But, you <KNOW>, these are very senior folks - in some cases, you <KNOW>, really the stars of the Democratic foreign policy firmament. And so they want to get back into government, and so the worry is that it <<COULD>> make it harder to get a clearance again, yeah."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "And this investigation is happening as President Trump is facing these allegations from a whistleblower complaint. Does the timing of these two things have anything to do with one another?",
    "statement": "Not as far as I can tell. Yeah, it just seems to be that we're nearing the end of a marathon process."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You <MIGHT> <<<THINK>>> the 2018 elections are over. You <WOULD> be <WRONG>. 2018's final House race is headed for a nail-biting finish on Tuesday in North Carolina. This race pits Republican State Senator Dan Bishop against Iraq war veteran and Democrat Dan McCready. Months ago, the state tossed the first round of election results featuring a different GOP candidate after an illegal ballot harvesting scheme was discovered. CNN's Dianne Gallagher explains the complicated history of 2018's final election contest."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "And this is going to be a big stake for us in 2020.",
    "statement": "Bishop tells CNN, he feels the national narrative playing out here benefits him. He's closely tied his campaign to the President."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So, in District Nine, is a vote for Dan Bishop a vote for Donald Trump?",
    "statement": "I <CERTAINLY> will go to the -- go to Washington and work very aggressively to help President Trump."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "fact": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Democrat Dan McCready is entering his 27th month of campaigning in the sprawling district, a longtime Republican stronghold that stretches from the southern Charlotte suburbs along the border of South Carolina. The former Marine lost the original 2018 race by just 905 votes, but state election officials refused to certify those results due to allegations of ballot fraud committed by a consultant hired by then- Republican candidate Mark Harris' campaign who, citing poor health, chose not to run again.",
    "statement": "This is a district that went for President Trump by almost 12 points. The <FACT> that we're tied really means we're 12 points up of where we <SHOULD> be, and it's a testament to our message of bringing people together."
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "And paint McCready, who says he's running as a moderate, as a liberal who would align with the so-called squad.",
    "statement": "Do you <<FEEL>> like you're running against Dan Bishop, or do you <<FEEL>> like you're running against Donald Trump?"
  },
  {
    "transcript_id": "CNN-379826",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Do you feel like you're running against Dan Bishop, or do you feel like you're running against Donald Trump?",
    "statement": "<WELL>, I'm running against Dan Bishop. Unfortunately for him, he is not running against a socialist. He is running against a capitalist who's built a business from scratch. He's running against a United States Marine."
  },
  {
    "transcript_id": "CNN-345323",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Moments after President Trump gave Vladimir Putin a pass on Russia's election interference, the Justice Department was charging a Russian national with conspiring against the United States in the lead up to the 2016 election. We get more now from CNN's Sara Murray in Washington.",
    "statement": "The latest piece in a deviant spree of Russian news, the U.S. government charging 29-year- old Russian national Maria Butina with being a spy for the Russian government here in the United States. Butina was arrested on Sunday and appeared in court here in D.C. on Monday. The Justice Department announced she was charged with conspiring against the U.S. as a foreign agent. According to court filings and previous CNN reporting, Butina spent years trying to make in-roads with Republican Party leaders, politicians and big league leaders to promote Russian interests. She and her mentor, Kremlin-linked banker Alexander Torshin, had close ties with the leadership of the National Rifle Association and appeared to use that group as their primary avenue of influence. The NRA didn't respond to a request for comment. During the presidential campaign, she and Torshin even tried to arrange a covert back channel of communication between with then candidate Trump and Russian President Vladimir Putin, although it doesn't <APPEAR> they were successful. As for Butina, her lawyer insists she is not a Russia agent but <RATHER> a bright graduate student living in the U.S. and trying to foster a better relationship between the U.S. and Russia. Sara Murray, CNN, Washington."
  },
  {
    "transcript_id": "CNN-345323",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The latest piece in a deviant spree of Russian news, the U.S. government charging 29-year- old Russian national Maria Butina with being a spy for the Russian government here in the United States. Butina was arrested on Sunday and appeared in court here in D.C. on Monday. The Justice Department announced she was charged with conspiring against the U.S. as a foreign agent. According to court filings and previous CNN reporting, Butina spent years trying to make in-roads with Republican Party leaders, politicians and big league leaders to promote Russian interests. She and her mentor, Kremlin-linked banker Alexander Torshin, had close ties with the leadership of the National Rifle Association and appeared to use that group as their primary avenue of influence. The NRA didn't respond to a request for comment. During the presidential campaign, she and Torshin even tried to arrange a covert back channel of communication between with then candidate Trump and Russian President Vladimir Putin, although it doesn't appear they were successful. As for Butina, her lawyer insists she is not a Russia agent but rather a bright graduate student living in the U.S. and trying to foster a better relationship between the U.S. and Russia. Sara Murray, CNN, Washington.",
    "statement": "<ALL> right, thank you, Sara. To money now, the U.S. challenging those tariffs from some of its trading partners. Further escalating trade tensions. The U.S. filed five separate complaints with the World Trade Organization disputing retaliatory tariffs from China, the EU, Mexico, Canada and Turkey. The tariffs target $24 billion in U.S. goods like steel, pork and produce. Their response to U.S. tariffs on foreign steel and aluminum. In a statement, the U.S. Trade representative Robert Lighthizer said, \"Instead of working with us to address a common problem, some of our trading partners have elected to respond with retaliatory tariffs designed to punish American workers, farmers and companies.\" Lighthizer says retaliatory tariffs violate WTO rules. He justifies the U.S. metal tariffs because they were imposed on national security grounds. Something that America's trading partners <COMPLETELY> -- you <KNOW>, they just <<<THINK>>> that it's crazy. I mean, like, why are Audis a national security threat to the United States? Or why <WOULD> -- you <KNOW>, if there were tariffs on foreign cars."
  },
  {
    "transcript_id": "CNN-17351",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "President Clinton staying at the White House to follow developments in the region. He has canceled a political trip today. Kelly Wallace is at the executive mansion for us -- Kelly.",
    "statement": "<WELL> that's exactly right, Gene. Mr. Clinton was to have gone to Ohio and Indiana for Democratic Party fund-raising trips and then up to New York this evening. But as you said, he is remaining here at the White House so that he can monitor developments in the Middle East. Mr. Clinton is working the phones behind the scenes. So far he has spoken with Egyptian President Hosni Mubarak earlier this morning. He had two conversations with Israeli prime minister Ehud Barak, and one talk with Palestinian leader Yasser Arafat. White House officials are not offering many details <ABOUT> those conversations except to say that the president is working hard to try to stem <ALL> forms of violence in the region, and working with <ALL> sides to restore calm, and get back to the peace process. Now as for those tensions along the Israeli-Lebanese border, a U.S. official familiar with intelligence reports says that Israel is beginning to move military ground forces within the country after the capture of those three Israeli soldiers, but this official stresses it is not <CLEAR> what action these units <MIGHT> be preparing for, if any. Another issue Mr. Clinton and the rest of the White House national security team is very focused on is a proposed United Nations Security Council resolution dealing with the violence between the Israelis and the Palestinians over these past several days. The current draft of the resolution condemns the quote, \"excessive force against the Palestinian population,\" but does not specifically name the Israelis. Nonetheless, the U.S. is <QUITE> concerned that the current wording of that resolution <WOULD> make it more difficult to end the violence between the two sides. U.S. officials trying to make <<<SURE>>> that any resolution is helpful to the situation and acceptable to both sides -- Gene."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "We do have this bit of breaking news to share with you. A cruise liner carrying more than 200 people caught fire of Norway's western coast. At least three people have been taken to the hospital. We are told the fire was in the ship's engine room. Of course, we will continue to follow the story and bring you the latest information as we get it.",
    "statement": "<ALL> right, turning to politics now. Presidential hopeful Rick Perry and Donald Trump having <A LITTLE> pow wow in the big Apple last night. The Texas governor spent an hour with the Donald at Trump Hotel before hopping into a limo for dinner at the highly acclaimed restaurant Jean George. No chicken fried steak on the menu there."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "<QUITE> a month for Rick Perry. He's quickly established himself as the early front runner in the race for the Republican presidential nomination. Unless he stumbles <ALL> the other candidates can do is watch Rick roll. Here is Jim Acosta."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "What primaries? Rick Perry is already running in Virginia. A state that's much more crucial to the general election than it is to the Republican nomination.",
    "statement": "I <KNOW> it is time for a <CHANGE> in this country. What I'm talking <ABOUT> <CHANGE>, I'm not talking <ABOUT> the rhetoric of <CHANGE>. I'm talking <ABOUT> a record of <CHANGE>. I have that record."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "confident": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I know it is time for a change in this country. What I'm talking about change, I'm not talking about the rhetoric of change. I'm talking about a record of change. I have that record.",
    "statement": "Perry gave two speeches in Virginia, one to Christian conservative students at Liberty University and another to Republicans in Richmond. At both events, Perry barely mentioned his competition. (on camera): It seems as if you are already looking past the primaries into the general election. Aren't you being a tad overconfident?"
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Perry gave two speeches in Virginia, one to Christian conservative students at Liberty University and another to Republicans in Richmond. At both events, Perry barely mentioned his competition. (on camera): It seems as if you are already looking past the primaries into the general election. Aren't you being a tad overconfident?",
    "statement": "I understand who the opposition is in this election cycle. There are seven other individuals on that stage who are <QUITE> capable."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I understand who the opposition is in this election cycle. There are seven other individuals on that stage who are quite capable.",
    "statement": "Michele Bachmann is trying to <CHANGE> the game hitting the Texas governor on his order requiring vaccinations for school girls against the sexually transmitted HPV virus that <MAY> cause cervical cancer. But the attack blew up in Bachmann's face after she mistakenly <CLAIMED> that the vaccine can cause major health problems."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "absolutely": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "She told me that her little daughter took that vaccine, that injection, and she suffered from mental retardation thereafter. It can have very dangerous side effects.",
    "statement": "The American Academy of Pediatrics slammed Bachmann's comments saying there is <ABSOLUTELY> no scientific validity to the statement. (on camera): Do you <<<THINK>>> that was irresponsible of her?"
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The American Academy of Pediatrics slammed Bachmann's comments saying there is absolutely no scientific validity to the statement. (on camera): Do you think that was irresponsible of her?",
    "statement": "I <<<THINK>>> that was a statement there was no <<TRUTH>> and no basis in <FACT>. And, look, I hate cancer. And that's what's this has <ALWAYS> been <ABOUT> for me."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But Perry also wants to walk away with some endorsements like that of Virginia's popular governor, who's starting to hint at a decision.",
    "statement": "Because I <<<THINK>>> governors because of their decisiveness and <KNOW> how to balance the budgets and being fiscally responsible that they can be the <BEST> candidate (ph). But there's a couple of governors addressed (ph)."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Because I think governors because of their decisiveness and know how to balance the budgets and being fiscally responsible that they can be the best candidate (ph). But there's a couple of governors addressed (ph).",
    "statement": "<ALL> right. (voice-over): How <ABOUT> a Perry-McDonnell ticket? Too soon?"
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "All right. (voice-over): How about a Perry-McDonnell ticket? Too soon?",
    "statement": "That is thinking too far ahead."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "The Bachmann campaign released their sharply worded statement accusing Governor Perry of abusing his power of the Executive Order and imposing mandatory vaccines on 12-year-old girls. The statement is a sign this fight is far from finished. Jim Acosta, CNN, Richmond, Virginia.",
    "statement": "<ALL> right. Today, Republicans will offer up their ideas for getting the economy back on track. House Speaker John Boehner will deliver the GOP plan called Liberating America's Economy. Meantime, President Obama continues to pressure Congress to pass his jobs bill after stops this week in three key battleground states. The president, you <KNOW>, he was still pitching last night at a Congressional Hispanic Caucus event in Washington. He accused Republicans who opposed the bill of playing politics and of not listening to the voice of the people."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "All right. Today, Republicans will offer up their ideas for getting the economy back on track. House Speaker John Boehner will deliver the GOP plan called Liberating America's Economy. Meantime, President Obama continues to pressure Congress to pass his jobs bill after stops this week in three key battleground states. The president, you know, he was still pitching last night at a Congressional Hispanic Caucus event in Washington. He accused Republicans who opposed the bill of playing politics and of not listening to the voice of the people.",
    "statement": "If we are being honest, we <KNOW> the real problem isn't the members of Congress in this room. It is the members of Congress who put party before country because they <<<BELIEVE>>> the <ONLY> way to resolve our differences is to wait 14 months until the next election. And I've got news for them. The American people don't have the luxury of waiting 14 months."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "According to the White House, the president's jobs bill will include tax breaks that will help 25 million Hispanic workers.",
    "statement": "Now is your chance to talk back on one of the big stories of the day. The <QUESTION> for you this morning, what <WOULD> it say to you if Congress took a pay cut? Don't laugh. Stop it. A nonpartisan group called the Taxpayers Protection Alliance sent this letter to lawmakers urging them to cut their extravagant salaries of $174,000 a year by 10 percent. They say it <WOULD> save taxpayers $100 million over 10 years. Before you say fat chance, Democratic Congressman Sherrod Brown has introduced legislation calling on lawmakers to wait until the age of 66 before receiving a pension. Right now, lawmakers can retire as early as age 50 with a full pension depending on years of service. You're still laughing, aren't you? I <KNOW> why. Because we've have heard it <ALL> before. Last February, as Americans faced the possibility of a government shutdown, Senator Barbara Boxer had a dandy idea."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Now is your chance to talk back on one of the big stories of the day. The question for you this morning, what would it say to you if Congress took a pay cut? Don't laugh. Stop it. A nonpartisan group called the Taxpayers Protection Alliance sent this letter to lawmakers urging them to cut their extravagant salaries of $174,000 a year by 10 percent. They say it would save taxpayers $100 million over 10 years. Before you say fat chance, Democratic Congressman Sherrod Brown has introduced legislation calling on lawmakers to wait until the age of 66 before receiving a pension. Right now, lawmakers can retire as early as age 50 with a full pension depending on years of service. You're still laughing, aren't you? I know why. Because we've have heard it all before. Last February, as Americans faced the possibility of a government shutdown, Senator Barbara Boxer had a dandy idea.",
    "statement": "If the government is forced to shut down, members of Congress and the president <SHOULD> be treated the same way as <ALL> other federal employees. We <SHOULD> not be paid."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If the government is forced to shut down, members of Congress and the president should be treated the same way as all other federal employees. We should not be paid.",
    "statement": "<WELL>, the government didn't shut down, so I <<GUESS>> Congress got a pass on that one. But seriously, if lawmakers did <TAKE> a pay cut or raised their retirement age, dare I say it, <WOULD> that be patriotic, responsible, moral? We <WOULD> like to hear it from you. So our \"Talkback\" <QUESTION> this morning, what <WOULD> it say to you if Congress took a pay cut? Facebook.com/AmericanMorning, Facebook.com/AmericanMorning. I'll read your comments later this hour."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the government didn't shut down, so I guess Congress got a pass on that one. But seriously, if lawmakers did take a pay cut or raised their retirement age, dare I say it, would that be patriotic, responsible, moral? We would like to hear it from you. So our \"Talkback\" question this morning, what would it say to you if Congress took a pay cut? Facebook.com/AmericanMorning, Facebook.com/AmericanMorning. I'll read your comments later this hour.",
    "statement": "Wow. $100 million over 10 years, that's like - when you talk <ABOUT> money they are trying to save that <WOULD> be easy. Come on. Just do it."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Wow. $100 million over 10 years, that's like - when you talk about money they are trying to save that would be easy. Come on. Just do it.",
    "statement": "<WELL>, in fairness, although many of our lawmakers are millionaires, some are not."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And they have to keep homes in two different states.",
    "statement": "And we - we <HAVE TO> be careful not to eliminate the possibility of those people who are not independently wealthy but <<MAYBE>> really smart? <<MAYBE>> want to compromise, don't run for office."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But, please, we want to hear what you <<<THINK>>> <ABOUT> this this morning."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. Let me give you water, I need to get lubed up.",
    "statement": "Come on. That was just an - I <<<THINK>>> that was just an honest moment from a guy who loves his fans."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Come on. That was just an - I think that was just an honest moment from a guy who loves his fans.",
    "statement": "It's regional. It's regional. I <<GUESS>> you guy just don't say it up here."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "No, no. I mean -",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Absolutely.",
    "statement": "-- it's good to be responsible. But, come on, everybody knows that fans have tailgate parties and they drink before games. That's just a <FACT> of life."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded",
      "somewhat": "ungraded",
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "-- it's good to be responsible. But, come on, everybody knows that fans have tailgate parties and they drink before games. That's just a fact of life.",
    "statement": "It is. And nothing gets a crowd more rowdy than funneling water. There's <NO <DOUBT>> <ABOUT> that. <ALL> right. Hey, guys. You <KNOW>, I don't <KNOW> how if it has anything to do with the <<SOMEWHAT>> none PC controversial statements of Tom Brady, but the ground is shaking <THING> morning."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<WELL>, we had earthquakes in Cuba or just outside of Cuba, in New Zealand, just off the coast of New Zealand, and also Japan. Six-point-oh between Jamaica and Cuba. They <DEFINITELY> felt it. <<PROBABLY>> <<MAYBE>> some, you <KNOW>, some pictures falling off the walls, <<MAYBE>> some slight damage in Southern Cuba, and they felt it in Jamaica. And a 3.5 quake just like minutes ago across Southern California, right in L.A. So, yes, Tom Brady, <<MAYBE>> you <MAY> want to zip it because I don't want to see a 7.0 or 8.0 magnitude quake happening anytime too soon. Temperatures, here we go, into the fall category, 30s and 40s, even some"
  }
]