[
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "Michael Wolff says that he wanted fly-on-the-wall access. And he describes himself as an interloper. And he got that because he said it was so chaotic in the first month that nobody was like, \"What are you doing here? Get out.\" So he just <<SORT OF>> hung <AROUND>."
  },
  {
    "transcript_id": "CNN-331325",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm very disturbed by the president and his minions, particularly in the House. Apparently there's no institution that they won't attack to protect their lying president. And the FBI, by the way, is the agency that protects the people of America from home grown terrorists and other bad actors. So going after the FBI to protect the president is, in my view, reckless and unconscionable.",
    "statement": "And follow that line for me. What is reckless <ABOUT> the president planting the seed that the FBI is not to be trusted?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And I think as far as the president's ability to order strikes on people, there needs to be some kind of an oversight for that, even if it's a FISA court, and we understand the national security implications of that. The same is true of the AP scandal. There is not a case to be made, although apparently it's legal, for - to survey reporters and rummage through their records without going to somebody who was willing to say this is indeed a threat to the national security.",
    "statement": "The administration does not get to make up their minds <ABOUT> what's a threat and what's not. There has to be a third party if you're going to go invade the province of the First Amendment."
  },
  {
    "transcript_id": "CNN-123267",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, the catch is he would have to tell the agencies right now to not fund some 11,000 earmarks that were passed last year. That would make a lot of members of Congress angry. And so he chose to give fair warning and say next year if they aren`t in the bill text, then we`re not going to fund them.",
    "statement": "Come on. So -- so what are they going to do? First of <ALL>, any time we piss a bunch of people off in Congress, I <<<THINK>>> a lot of people in America are happy."
  },
  {
    "transcript_id": "CNN-362507",
    "matched_terms": {
      "best": "ungraded",
      "sure": "ungraded",
      "might": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hi there. Welcome along to WORLD SPORT. I'm Kate Riley at CNN Center. In the history of the Champions League or former European Cup, there have <ONLY> been two teams to have won more titles than Bayern Munich and Liverpool. And with ten titles between then, they'll both be hoping to go deep into this year's draw. But <ONLY> one can emerge from this round of 16 matchup. To Anfield, where Liverpool were hosting the first leg. The Reds threw everything at the visitors here, some <MIGHT> say, including the kitchen sink. The German side had the answer for that, though, and defended as <WELL> as attacked in equal measure. <<PROBABLY>> one of the <BEST> nil-nils you'll actually ever see. An intriguing tactical battle on the pitch, that's for <<<SURE>>>. Some say Bayern are slight favorites, even though they didn't get an away goal on. The second leg, at the Allianz Arena, is on Wednesday the 13th of March. On the line is the chief soccer correspondent of \"The New York Times,\" Rory Smith. And Rory, it looked as if both teams played out of this world in this match, especially in the first half. It was almost like watching a videogame there. And just please describe to us what it was like witnessing <ALL> that in person."
  },
  {
    "transcript_id": "CNN-301978",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Love, love taking on a new meaning on the tennis court. Get it? Tennis great Serena Williams is engaged. She's set to be married to her boyfriend Reddit co-founder Alexis Ohanian. A spokesperson confirms Ohanian popped the question while the two vacationed in Rome. Williams announced it herself on Reddit. The pair just began dating last year. When you know you know.",
    "statement": "When you <KNOW> you <KNOW>. That's what I <WOULD> call a power couple."
  },
  {
    "transcript_id": "NPR-44463",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We have less than two minutes left. I just want to throw out something personal, kind of unusual for me. But I have a cousin who's in Iraq, right now, and I got an emailed picture of him with the defense secretary, who I guess had gone to visit. But, you know, I know people have died in his battalion, and it's very difficult to get information on what's happening with troops on the ground. I just want to ask Joe, how much contact are you able to have with the troops that are on the front lines?",
    "statement": "<WELL>, you mean in terms of reporters have?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Well, what you were talking about was that because of the more frequent use -- which you think happens -- it's your opinion, as a political science major, that that causes the rubber to get harder on the left-hand column than it does on the rest of the ballot; isn't that right?",
    "statement": "Objection, Your Honor. Object to the form of it. He can base his <<OPINION>> on many things, including his own expertise. (OFF- MIKE) or discuss it in a way that was said. I object to the way the <QUESTION> was framed."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "His 81 points. And there's a new Nike commercial that emphasizes a love-hate relationship with the fans. It used to be hate, now it's love. The jersey sales, by the way, up to the All Star break this weekend, are fifth, only behind Shaquille and Stefon Marbury and Iverson and Lebron James, for example. So he's going in the right direction. Let's see if he continues.",
    "statement": "Hey, do we want to see <A LITTLE> bit of this commercial? Is this the new commercial that you're talking <ABOUT>, the whole love-hate <THING>? <ALL> right, let's <TAKE> a look..."
  },
  {
    "transcript_id": "CNN-167903",
    "matched_terms": {
      "sure": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A very warm welcome back. You're with CONNECT THE WORLD. It's just after half past nine in London, I'm Becky Anderson. These are the headlines for you this hour. Greece's parliament is, as we speak, debating whether to approve a new cabinet. If the vote passes, the country will be one step closer to receiving its crucial next bailout payment. Without that, the country could run out of money to pay its creditors by the middle of next month. Two suicide bombs exploded in central Iraq, killing at least 22 people. Another 23 were injured when the bombs went off at the governor's house in Diwaniya province. Police officers and civilians were among the victims. The governor was unhurt. We're learning details about the US president's plan to withdraw 30,000 troops who made up what was known as \"the surge\" in Afghanistan. A source tells CNN Barack Obama will announce Wednesday that 10,000 of those troops will be home by year's end. The remaining 20,000 will return next year. US Secretary of State Hillary Clinton has defended her decision to take a back seat in the debate over women drivers in Saudi Arabia. Saudi women got behind the wheel Friday and demanded they be allowed to drive. Campaigners are urging Clinton to vocally support them. She says it's a Saudi issue, not an American one. A former US ambassador to China is joining the race for the 2012 Republican presidential nomination. John Huntsman declared his candidacy early on Tuesday and is already campaigning in New Hampshire. Those are your headlines this hour. Michelle Obama has met with the former South African president Nelson Mandela as part of a week-long visit to the continent. Now, among other things, the US first lady is there to promote women's education, but she won't be alone. She's brought along her daughters, a niece, a nephew, and her mum. For more, we're joined by CNN's Nkepile Mabuse, who is in Johannesburg -- a cold Johannesburg -- for you this evening. What were they up to today, Nkepile?",
    "statement": "<WELL>, Mrs. Obama has been interacting with people from different sectors of society. But of course, Becky, the big headline from today is Obama meets Mandela. When the White House first announced that the first lady of the United States was coming to southern Africa, we repeatedly asked whether she <WOULD> meet the former president of South Africa, Nelson Mandela, and the White House said that it <WOULD> depend on Mr. Mandela's health. Of course, he's 92 years old. He actually turns 93 in a couple of weeks' time, and he is frail, he is old, and he has been sickly. He was admitted in hospital early this year. But I <<<THINK>>> Mrs. Mandela -- Mr. Mandela <<PROBABLY>> admires the Obamas just as much as they admire him, and I'm <<<SURE>>> he enjoyed the visit just as much as the first lady did, Becky."
  },
  {
    "transcript_id": "CNN-146749",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "She looks good.",
    "statement": "She does look good. And here`s the <THING> that I <<<THINK>>> a lot of people are dying to <KNOW>. What does Jon Gosselin <<<THINK>>> <ABOUT> Kate`s new `do? I mean, if you consider some of the women that he has dated, I`m thinking he <WOULD> go for this. Now, so far there hasn`t been any reaction. However in a brand-new \"E.T.\" interview, Jon`s very angry and very bitter ex-girlfriend Hailey Glassman did have something to say <ABOUT> it. Brooke, tell us what she`s saying."
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "definitely": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Kate Snow with me on Capitol Hill, thank you very much. Congressional Democrats are expending some energy criticizing President Bush's record. The president, who told CNN only yesterday he feels \"pretty darn good\" about his first 100 days in office, is in Texas, preparing to mark the occasion. Mr. Bush is attending a literacy event in Houston, sponsored by his mother. CNN White House correspondent Kelly Wallace is there, and she joins us now live. Kelly, what are they saying, the White House officials, about this Democratic attack?",
    "statement": "<WELL>, they're saying that President Bush is not going to be expending any energy engaging in a tit-for-tat with Democratic lawmakers. We have heard this before. This president saying that he's going to try and rise above the partisan bickering. And so, aides say the president is focusing on changing the tone in Washington. White House officials <<<BELIEVE>>> he's making some good progress in that regard. And so, privately and publicly, this White House is trying to focus on what it considers the <POSITIVE>. Saying that the president has been able to define the debate when it comes to education and tax reform. Of course, though, he <DEFINITELY> needs the support of Democrats to get his agenda passed. And we have seen the president starting to <APPEAR> more willing to compromise to Democrats when it comes to education and his $1.6 trillion tax cut plan -- Wolf."
  },
  {
    "transcript_id": "CNN-267143",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This will end Stephen Harper's nine-year run as prime minister. Harper conceded defeat and congratulated Trudeau on the victory. His Conservative Party will now have the second largest party in Parliament. I want to talk more about the election with CNN's Paula Newton, who's Canadian, has covered Canadian politics for decades. You aren't, however, in Canada; you're actually in Indonesia. But that doesn't matter because we want to pick your brain. What does all of this tell you? And particularly, give us a sense of who Justin Trudeau is.",
    "statement": "<WELL>, the headline here, Robyn, is for <<<SURE>>> this man is moving into a house in which --"
  },
  {
    "transcript_id": "CNN-352905",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "The foreign minister says the kingdom is determined to punish those who are responsible for Khashoggi's murder. International diplomatic editor, Nic Robertson standing by live in the Saudi consulate in Istanbul. Nic, good morning to you, 20 days now shifting explanations from the Saudis, where is this all headed?",
    "statement": "It doesn't <SEEM> to be headed to a particularly <POSITIVE> place. The confrontation between Tukey and at a very diplomatic level. But the <REALITY> is on the ground here, on what they heard from the Foreign Minister over the weekend, for Turkish officials, it doesn't <SEEM> to add up. Not <ONLY> does it not add up, it is their <UNDERSTANDING> of what happened in the Saudi consulate to Jamal Khashoggi. It doesn't add up the timeline that the Saudis are putting forward <ABOUT> their cooperation of the investigation with Turkish investigators. The Foreign Minister saying that they don't <KNOW> where the body of Jamal Khashoggi is. A senior Saudi source telling CNN that his body was handed over to a collaborator. But from the Turkish <PERSPECTIVE>, if the Saudis have that <<KIND OF>> knowledge then they <WOULD> very much like to <KNOW> who that collaborator is, because the trail to find Jamal Khashoggi's body is running cold. Day to day, the Turkish authorities or the chief prosecutor is talking to and questioning 28 more people who work at the Saudi consulate here that aim not just to get to the bottom of the mystery of what happened, but to discover where Jamal Khashoggi's body is. His family wanted it back. His friends want it back. The President Erdogan here promising to speak out on Tuesday, more <ABOUT> these investigation, more <ABOUT> what they believed happened and the spokesman for his party saying that they are determined and that it is a matter of honor that they find out what precisely happened to Jamal Khashoggi. Dave."
  },
  {
    "transcript_id": "CNN-340578",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "It will stays around a long time, and there's help. But none of us know that you need that help until you let your pastor know.",
    "statement": "This outpouring of grief as police try to piece together what led the suspected gunman to kill. CNN anchor Erica Hill is leading our team coverage live from Santa Fe. So, Erica, a lot going on, a lot of mourning and it's really just beginning."
  },
  {
    "transcript_id": "CNN-165505",
    "matched_terms": {
      "definitely": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "All right, that's good, at least. Let's turn to the president, at least and maybe some of these Republican candidates think they have an opening here to attack the president. Because when people see gas prices going up, they just don't feel good about it. No matter what other indicators there may be about the economy. It just has a negative effect on the president, does it not?",
    "statement": "Who gets the blame? The guy at the top, the boss and that's the president of the United States. Gas prices go up, the president's poll ratings go down. We've seen it before with past presidents. We're seeing it right now. The president's approval rating has <DEFINITELY> dropped, T.J., from earlier this year and that is troubling of course because that is a very <CRUCIAL> indicator. But remember gas prices go up and they go down and remember also the election is still a year and a half away. So let's stay tuned, I <<GUESS>>, on that one."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But, you know what -- I mean, I'm just going to make the argument, sir, and you follow me here. The way the U.S. Constitution is written is you can't do unlawful searches and seizures. In other words, yes, if you go out there today and take in 100 people, there's a good chance that 18 or 19 of them may be thieves who have stolen something or have fake I.D.s or you'll find something on them. But the other 20 or the other -- or pardon me -- the other 81 may be innocent and you've violated their constitutional rights. That's what the feds are saying that you're doing. Do you buy it and what's your response?",
    "statement": "<WELL>, if we violated, why did they accept them for being illegal over the weekend with no other charge other than being here illegally?"
  },
  {
    "transcript_id": "CNN-226014",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to CNN's continuing coverage of the crisis in Ukraine. I'm Jake Tapper. So what if a full pledged war erupted between Russia and Ukraine? <<COULD>> a nation <ROUGHLY> the size of Texas stand a fighting chance against Russia's military <MIGHT>? Tom Foreman joins me now -- Tom."
  },
  {
    "transcript_id": "CNN-199930",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Just the way he answered the question. I mean, I'm sure he's not gay. I'm not going to they he's lying about it, but the way he's answering most assuredly I'm not gay.",
    "statement": "<WELL>, we've been down this road before. I've <ALWAYS> found that the more secure someone is, the less arouse that <<KIND OF>> answer bridges and that the more insecure the person is they deny it. That's not to <SUGGEST> that Manti lied to us or that he's closeted. But <ONLY> that he's insecure. What he's insecure <ABOUT>, I'm not really <<<SURE>>>. It's been my experience covering politics and sports over the years that the more secure someone is, the less <<LIKELY>> they are to be offended or putting up a front answering that <QUESTION>."
  },
  {
    "transcript_id": "CNN-44013",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Do you want to get him alive or dead? In other words, do you want to capture him, or do you want to kill him?",
    "statement": "As the president has said -- our <VIEW> of this is that we <HAVE TO> break up this Al Qaeda network and we <HAVE TO> make <CERTAIN> that bin Laden and his lieutenants are brought to justice. And that's the focus here. The president has said we'll do it any way that we can."
  },
  {
    "transcript_id": "CNN-116443",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "You're welcome.",
    "statement": "Can you try and make some <<SENSE>> of this for us? Because the latest report that we received from you, and this was <ONLY> <<PROBABLY>> <ABOUT> a half hour ago, was that you've now been able to provide some linkage between an incident that happened this morning, a homicide, an incident that happened soon after in the afternoon <<APPARENTLY>> at a gas station, and the incident at the mall. Can you put - can you tie those together for us?"
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Now, Jake, privately, Republicans would also echo that, saying the president should just leave them to their own devices. At this point, of course, the catch-22 there is the president is going to have to sign whatever they come up with. So at some point, they're going to need a support, Jake.",
    "statement": "<ALL> right. Phil Mattingly on Capitol Hill, thanks so much. And joining us right now, Amanda Carpenter and Jamal Simmons. Amanda, let me ask you. You heard Speaker Pelosi there essentially warning President Trump to stay out of the negotiations. Some senior Republicans <<FEEL>> <<KIND OF>> the same way. <TAKE> a listen to Senator Richard Shelby."
  },
  {
    "transcript_id": "CNN-219509",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Good morning, Kate. Yes, the bad news is those 300 flights, canceled from Dallas Fort Worth Airport just to limit like you said the amount of passengers that are stranded at the airport. You can see behind me, it's kind of sparse crowds here this morning. I just spoke to American Airways, the biggest carrier outside of Dallas Fort Worth. They said an additional 86 flights have been canceled. When you look at the departures here, you see a lot of those canceled signs, not good news. If you are flying this morning, best to check with your carriers. You mentioned a busy holiday week of travel with more than 40 million Americans expected to travel about 50 miles or more this week during the holiday season. It is going to be a headache as this wet weather continues throughout the east coast and perhaps even moves up towards you guys there in New York. We will throw it back to you in the studio to Chris.",
    "statement": "<ALL> right, thank you very much, pal, appreciate it. So new topic, new deal, is it the beginning of the end of Iran's nuclear threat? The agreement announced over the weekend will ease sanctions against Iran if it slows its nuclear program. Sound simple but reaction is decidedly mixed with many members of Congress joining Israel saying Iran got too much. Chief national security correspondent Jim Sciutto is live with us from Geneva this morning with more. Good morning, Jim."
  },
  {
    "transcript_id": "CNN-347938",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "They were inundated with a deluge of allegations and revelations by Omarosa Manigault Newman who has begun releasing tapes, trickling them out, doing television interviews, making incendiary, and, to be clear, largely unverified claims about the president. But it's been a tough week for the president. He's repeatedly tweeted about Omarosa even as White House aides have asked him to move on. And John Brennan, in fact, whose security clearance he revoked, was pretty critical of the president for calling Omarosa Manigault Newman, quote/unquote, dog, and his clearance was taken about 12, 24 hours after he was sharply critical of the president for that. So a lot of people are curious to whether those two issues are linked or not.",
    "statement": "There was <ALL> this speculation, was the president trying to <CHANGE> focus, redirect us, put up a smokescreen, have us focus on the revoking of national security clearance, other than these charges of racism. Your reporting is basically yes, yes."
  },
  {
    "transcript_id": "CNN-366139",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I'll ask you what I asked Chairman Schiff. Are democrats in danger right now of overreaching as you continue all of these investigations of the President?",
    "statement": "I don't <<<THINK>>> so. I <<<THINK>>> two things are true. Number one, we <HAVE TO> do what we said we were going to do. We <HAVE TO> act on healthcare. We <HAVE TO> act on <ALL> of these other subjects, on democratization, on the economy, and this, we are doing. We <HAVE TO> pass the Equality Bill. We had a hearing on the Equality Bill today. We are doing the Violence Against Women Bill on the floor tomorrow. We <HAVE TO> do <ALL> of these things, but we <ALL> -- in addition to the investigations. But we also have a responsibility to see the investigations where they go, to make <<<SURE>>> that the rule of law is protected, because they weren't over with. <ALL> we <KNOW> at this point is that Mueller, with respect to criminal conspiracy with the Russians, and on the part of the Trump campaign, and Barr with respect to obstruction of justice by Trump or the people <AROUND> him, declined to prosecute people. But we don't <KNOW> a lot of things. I mean, we do <KNOW> <CERTAIN> things. We do <KNOW> things that are admitted already. We <KNOW> that there was, in <FACT>, collusion with the administration, with the Russians, and addressing the <FACT> that Trump Jr. and Manafort and company met with Russians to get, quote, dirt on Hillary, which was characterized to them by the Russians as rising from the Russian government's attempt, desire to help the Trump campaign. We <KNOW> that happened. We <KNOW> the President lied <ABOUT> it and directed a lie. We <KNOW> a lot of other things. We <HAVE TO> <KNOW> where that came from. We <HAVE TO> <KNOW> what other -- what obstructions of justice, there were not necessarily criminal obstructions of justice. <<MAYBE>> we need new laws. But we <HAVE TO> <KNOW> what happened. We <HAVE TO> protect the country in the future from interference in our elections. And these are very important subjects that we cannot let go by the board."
  },
  {
    "transcript_id": "CNN-34970",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Have they given any indication of where they turn to next if this search turns up nothing, Bob?",
    "statement": "Not yet. They <SEEM> to have other information that they have gleaned from the computer and that type of <THING> that they will investigate in due time. At the moment they have not made that information available to media. <OBVIOUSLY> there are parts of this investigation they are not telling us <ABOUT>, but of course they are now very remarkable visible as they intensify their search for Chandra Levy. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-69441",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So perhaps he had run out of options, and Baghdad was the only place for him -- Aaron.",
    "statement": "<ALL> right, we got a glimpse today of both the process and the complexity of the problem outside Nasiriya today, this meeting of the Americans -- with the Americans and the protests as <WELL>."
  },
  {
    "transcript_id": "CNN-167449",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Protesters held a demonstration outside Weiner's district office in Queens, New York, today. CNN's Jason Carroll was there. Jason, Weiner has already announced he's going to take a short leave of absence. Is that enough? Do people just say he's got to go?",
    "statement": "The short answer is no. And also it <WOULD> depend upon who you're talking to. Because out here in his district, Deb, I mean basically you've got two sides to this. You've got those who strongly are still behind the congressman despite everything that has happened. But on the flip side of that you have a very vocal and some <WOULD> say vocal minority of people out here in his district who say it is, in <FACT>, time for the congressman to step down. We saw both sides of that out here just <A LITTLE> earlier. It was a very small protest, I <HAVE TO> say. Basically, the press outnumbered the number of protesters who were actually here on the ground. But it was interesting to see the debate that was happening on both sides. First I want you to listen to some of those who came out in support of the congressman. Listen to what they had to say today."
  },
  {
    "transcript_id": "CNN-405820",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And if these cases continue to be on the upward trend, can Arizona hospitals, medical centers, health workers keep up this pace?",
    "statement": "I don't <<<THINK>>> they can. I <<<THINK>>> that we're <ALL> working at the surge level and meeting the needs of the community at this time. But this is not something that can be sustained long term, which is why it's so important that we have the governor here and across <ALL> of the other red zone states. If they don't already have a mask requirement, please put one into effect, and consider at least a 30-day lockdown to keep people at home, to prevent the spread of this virus, and to prevent us from overwhelming our health centers."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "I think it's definitely going to create a strain here. We just recently -- Australia have been kind of kicking out New Zealand born criminals, people that have been in prison in Australia, but born in New Zealand.",
    "statement": "There's been <QUITE> some fuss recently <ABOUT> Australia making the decision to kick them out and give them back to us. So I mean, just knowing that this man is Australian <MIGHT> put a strain on that relationship, but <CERTAINLY> nothing has been <SUGGESTED> as yet. Scott Morrison has said -- <GIVEN> his condolences as have a number of other leaders <AROUND> the world."
  },
  {
    "transcript_id": "CNN-25345",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "This week, a city animal commissioner tried to enact a law to muzzle large dogs deemed to be vicious.",
    "statement": "Yes, yes, I am doing that right now, because I <KNOW> that now we've got people listening to us. <WOULD> they have listened to us before? No. God rest Ms. Whipple's soul, at least <<MAYBE>> out of that death some good will come."
  },
  {
    "transcript_id": "NPR-34152",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "These weapons need to be accounted for. They need to be secured. They need to be dismantled so that they don't fall into the wrong hands at some point in the future.",
    "statement": "If the Russians possess far more tactical nuclear weapons than the U.S., the U.S. is way ahead on strategic nuclear weapons that are in storage but which <<COULD>> be redeployed on missiles, submarines and bombers in a crisis. That's the <<KIND OF>> imbalance that <<COULD>> be addressed in new talks, says Miles Pomper."
  },
  {
    "transcript_id": "CNN-89531",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, he's just trying to -- the judge is trying to make sure that this does not become a circus. Even though it may not be harmful to the case itself, it is still decorum, it is still a courtroom. I applaud the fact there won't be cameras there",
    "statement": "We <HAVE TO> move on. The 87-year-old man, let's talk <ABOUT> him. The man that plowed into a Santa Monica's farmer market with his car. He has been ordered to stand trial for manslaughter. Now, his attorney says his case doesn't merit criminal prosecution. Nelda, does it? I mean, is this just a case of the man who just pushed the <WRONG> pedal, or is he negligent here?"
  },
  {
    "transcript_id": "CNN-2122",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "That resulted in male mice that were completely sterile. So all the dots here are sperm cells at different stages of maturation.",
    "statement": "The dark specks are immature sperm that in normal mice grow and elongate. The mutated mice have immature sperm, but the sperm eventually die, because a key chemical for sperm development is blocked to the sperm making part of the cell. Scientists say they'll <HAVE TO> study generations of the genetically altered mice to make <<<SURE>>> there are no other side effects, but so far have found none. And though, the changes in these mice are permanent. For a male contraceptive, scientists <HAVE TO> make <<<SURE>>> the <CHANGE> is reversible. Scientists don't <KNOW> if that's possible yet."
  },
  {
    "transcript_id": "CNN-97735",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "There are enormous opportunities, Susan, indeed. The federal government's is talking about $200 billion now of redevelopment, reconstruction activity, so they'll be a lot of jobs down there. The question is whether those jobs are going to go to the people who were displaced by the hurricane, many of whom don't have job skills.",
    "statement": "Mr. Reich let me ask you a <QUESTION>. We're hearing reports from a lot of people in Houston, San Antonio and other places that they're happy there, they <MIGHT> not want to go back. Couldn't that be a very serious problem?"
  },
  {
    "transcript_id": "CNN-243499",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I hope not. But let's be very clear. You know, you have the cause and the effect. And the Palestinian Authority, not speaking about Hamas, speaking about Abu Mazen and Abu Mazen media, government controlled TV, government controlled education system. The main messages in the Palestinian media, government media and education system in the West Bank is that Israel should be eliminated from the map and Jews should be exterminated or get out of the Middle East. So the Palestinian media and the Abu Mazen -- I'm not speaking about Hamas -- I'm speaking about the so-called moderate Palestinian president, is inciting against Israel and against the Jews on the daily base and this is the cause and what we saw today unfortunately is a horrible effect of such horrible incitement, especially in the last 10 months, Abu Mazen began to ride the Islamic jihadist trend and to use it to try to use it in order to incite Muslim Palestinians against Jews and unfortunately today we saw with some success.",
    "statement": "You are the minister of intelligence. So you have a lot of information at your disposal. As you <KNOW>, this horrible attack has come amidst heightened tensions over the last several days and weeks, and particularly with the notion that there <MIGHT> be a different resolution <ABOUT> what happens on the Haram al-Sharif, the Dome of the Rock. Do you <<<THINK>>> that authorities will <CHANGE> the current status and allow anybody other than Muslims to pray there as they have over the last many decades?"
  },
  {
    "transcript_id": "CNN-366870",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "You know, we had Donald Trump, you know, basically doing almost everything he could to help Benjamin Netanyahu in this election campaign short of handing out how to vote cards the Likud Party. So, you know, with that in mind, you've got Netanyahu's making these promises -- you know, in the -- in the last -- you know, dying moments of the campaign for the annexation of the West Bank settlement. And then, you got the White House about to unveil this grand -- you know, vision of a Mideast peace deal between the Israelis and the Palestinians. How is this all going to come together? What are the consequences here, you have Donald Trump now since it's certainly tied to Benjamin Netanyahu closer than any other U.S. president that I can think of?",
    "statement": "Yes, <ABSOLUTELY>. That Netanyahu-Trump relationship during this campaign, <CERTAINLY> significant. You <KNOW>, we saw Donald Trump moved the U.S. Embassy to Jerusalem. He recognized Israeli sovereignty over the Golan Heights. He declared the Iranian National -- Republican Guard, a terror organization. <ALL> of that, a massive help for Benjamin Netanyahu. Now that Trump deal of the century is he's called it. The peace plan is meant to come out soon. Said he'd do it after the election. You can't <<IMAGINE>> Netanyahu acting on his settlement promise before that happens. And, in <FACT>, it's interesting, John, because Netanyahu later said after making that promise, he <WOULD> <ONLY> implement it in consultation and with the mutual agreement of the U.S. Now, in some ways, that's an out for him if the U.S. plan doesn't include something as extreme as annexing <EVERY> single settlement, you can't <<IMAGINE>> it does. That Trump plan depending on what's in it. It <<COULD>> spell trouble for Netanyahu because he's going to have that right-wing coalition that <WOULD> <<LIKELY>> oppose any land concessions for Palestinians in a Trump plan. And he's then, going to <HAVE TO> balance that with the <REALITY> of maintaining relations built with Trump, and what his right-wing coalition <MIGHT> want him to do with that campaign promise to annex. It's going to get complicated in the next few months."
  },
  {
    "transcript_id": "CNN-343282",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "What's going on in the United States is wrong. I can't imagine what the families living through this are enduring. Obviously, this is not the way to do things.",
    "statement": "The global controversy, the GOP confusion, the widespread criticism, the president is clearly frustrated by the narrative of separating children from their parts at the border with Mexico. In repeated comments and tweets, he points the blame directly at Democrats. Joining us now is Democratic Congressman Joaquin Castro, of Texas. He's a member of the Intelligence and Foreign Affairs Committees. Congressman, thanks for joining us. So let me get your quick reaction to what we just heard from the president within the past hour or so, that he's getting ready within the next hour or two, to sign an executive order <<PRESUMABLY>> that will end this policy of separating families."
  },
  {
    "transcript_id": "CNN-237687",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "My pleasure.",
    "statement": "Do you want to weigh in at <ALL> on this whole issue <ABOUT> the president acknowledging he doesn't have a strategy yet for dealing with ISIS in Syria? He does have a strategy, according to Josh Earnest, for dealing with ISIS in Iraq, but not yet in Syria."
  },
  {
    "transcript_id": "CNN-384307",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What do you think the accountability process, Larna, for Mrs. Sacoolas should be? What would accountability look like for you that you think is appropriate?",
    "statement": "So we need her to come back to the U.K. She was on the <WRONG> side of the road. It was on U.K. soil. And there's lots of unanswered questions we <NEED TO> <KNOW> as a family that she can answer, and <ONLY> her. She can answer those. We're not wanting her behind bars. That isn't what we want. You <KNOW>, I'm a mum myself, and she's a mother of three, and we don't want to <TAKE> that role away from her. But she needs to come back and admit what happened and answer our questions that we have."
  },
  {
    "transcript_id": "CNN-129176",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "It's a sad day for him, us.",
    "statement": "I <HOPE> that this will turn out <FAIRLY> and consistent with law and good decisions."
  },
  {
    "transcript_id": "CNN-167586",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And I want to point out. We did reach out to Facebook to get its response to this FTC complaint via e-mail and didn't receive a response. Now, you Facebook, Congressman. Are you worried about your personal information and how far this could go?",
    "statement": "Now, my Facebook is in my office and we put up statements, videos and we abide by <ALL> privacy and security laws. But I'm not concerned there. I'm more concerned <ABOUT> an individual out there, or a child, that just doesn't understand the implications of a picture or any other information being made more public and available to everyone. And I <<<THINK>>> that we <NEED TO> actually implement new regulations, new laws in order to give that power over to consumers, <RATHER> than giving it to Facebook or other information companies."
  },
  {
    "transcript_id": "CNN-229217",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Well, he's not apologizing, Wolf, I can tell you that much. And he's certainly had ample opportunity to do so. You and I both know that the way these things usually goes down is that when somebody says something insensitive or offensive, they usually apologize. They do a Mea Culpa and then they shun the spotlight for a while. Cliven Bundy, he is doing just the opposite. And, you know, for unknown reason, perhaps it was because he found this newfound fame enticing and felt like he had the opportunity to talk about race in America or social issues, he waded into these very inflammatory waters. As I said, he had the opportunity to clarify his remarks. He didn't really back down. Take a look.",
    "statement": "Reverend Martin Luther King wanted us to get over that type of <STUFF>. And I said -- yesterday, I said it's time for a discussion <ABOUT> this. We <NEED TO> be over -- get over there. I don't care what your race is or whether -- we <NEED TO> get over this prejudice of so that those words are not offensive. They're not offensive to me. You can say them to me and I wouldn't be offended."
  },
  {
    "transcript_id": "CNN-140309",
    "matched_terms": {
      "presume": "ungraded"
    },
    "previous_statement": "From welcome posters, paintings, T-shirts, trinkets, cloths, and flags, Ghana is spellbound by President Barack Obama's visit. His pictures are posted almost everywhere you turn in the capital, Accra. But while people here celebrate, others on the continent are asking why Ghana for Mr. Obama's first presidential trip to Sub-Saharan Africa? Former president John Kufour believes it's a fitting privilege.",
    "statement": "He wants to use Ghana as a bastion to address the whole of Africa, pointing at good governance, pointing at, I <<PRESUME>>, economic development. Pointing at absence of conflict."
  },
  {
    "transcript_id": "CNN-120114",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Scattered cell phone service, only.",
    "statement": "Do we <KNOW> if anyone has heard from them on the cell phone?"
  },
  {
    "transcript_id": "CNN-319472",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Yes, look, I honestly think that if you're Paul Ryan, I don't see the harm in it. Unless you don't believe it. Unless you think that that's not something that you should raise. It seems to me that Donald Trump -- remember, Anderson, Donald Trump wasn't a Republican before he was running for president and I don't know if he'll be one after he's president, but this is someone who is loosely affiliated with the Republican Party. Paul Ryan is somebody who has been -- he was a staffer on Capitol Hill before he ran for Congress, certainly before he became the speaker of the House. This is someone who's got a long time of service within the Republican Party. Yes, there are people who had run away from Paul Ryan and urged a primary challenge to him if he came out against Donald Trump. I'm not convinced there are enough of them, but my guess is that's why you don't hear as many people going as far as Bob Corker. I frankly think they may be overestimating the organization and size of the Trump base as compared to the Republican base.",
    "statement": "Interesting. The president heads to Arizona tomorrow. He's going to have a rally, which <OBVIOUSLY> he loves to do. He's flirted the possible pardon of former Sheriff Joe Arpaio. Phoenix's mayor, Greg Stanton, issued this statement in reaction to the report saying, \"If President Trump is coming to Phoenix to announce a pardon for former Sheriff Joe Arpaio, then it will be <CLEAR> that his true intent is to inflame emotions and further divide our nation.\" It wouldn't be extraordinary if in the wake of Charlottesville and his comments <ABOUT> Charlottesville where his own judgment and -- you <KNOW>, opinions <ABOUT> white supremacist are in <QUESTION>, that he <WOULD> pardon Joe Arpaio who was being -- you <KNOW>, was held in contempt of court."
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "For instance, couples are paid each time they have a child. They also provide school free allowances, day care services and things like free vaccinations to help couples.",
    "statement": "I was reading, even subsidized housing as <WELL>, which makes me <WONDER>, is this a financial burden for Nagi? I mean, not <ONLY> paying parents to have children, but also providing <ALL> of those other perks?"
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "know": "ungraded",
      "supposedly": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Now, unless you`re going to step out the door and go jogging or for a walk, that doesn`t make sense because if she were driving to the workout club, she would have taken her cell phone and her pocketbook with her driver`s license and her credit cards and money in it. But she -- that didn`t make sense. If she stepped out of the house to go jogging or walking, would she have done that with her pocketbook draped on her shoulder? No. So why was her pocketbook and her cell phone missing? And if she were going to the workout club, she would have driven her car. So all of this is completely inconsistent.",
    "statement": "It was Monday. She left home here, <<SUPPOSEDLY>> to go work out. And as far as I <KNOW>, somebody picked her up, and come Tuesday morning to go to work, she wasn`t here. And out of <ALL> her friends, nobody`s seen her."
  },
  {
    "transcript_id": "CNN-411713",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "More evidence today the economy is struggling to find its pandemic footing. Another 870,000 Americans filed for first-time unemployment benefits last week. CNN Chief Business Correspondent Christine Romans breaks down the numbers.",
    "statement": "John, it is no <WONDER> that unemployment was the top Google search related to the U.S. election over the past two weeks, the numbers, 870,000 people filed for the first time for state unemployment benefits in the week ending September 19. Weekly jobless claims are four times higher than pre- pandemic, continuing claims. Those are people receiving benefits for two or more weeks, almost 12.6 million people. Look beneath those headlines. And the story is one of chronic unemployment. On top of those state of benefits, in one week, another 630,000 people filed for special pandemic relief programs. These are self-employed people trying to get government aid. Altogether, 26 million people getting some <<SORT OF>> jobless assistance. This data, John, fits into a pattern now. America's recovery from the pandemic crisis is slowing down, it's looking less like a V-shaped recovery by the day. Millions are still out of work. Temporary job losses have turned permanent for many. And there's growing concern the recovery is really a K-shape, worsening inequality with big winners and big losers, especially for people working in retail, restaurants and bars, travel and leisure. John?"
  },
  {
    "transcript_id": "CNN-240774",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, there are nearly 1,700 NFL players, most of whom do make news off the field for good things. I mean, you're about to stage a huge Halloween event, I know, to benefit kids in education. You've also been involved in initiatives to help kids from underserved areas not just make it to college but stay in college. What part of that desire comes from your own experiences?",
    "statement": "<ALL> of it, actually. I was a guy that didn't do the <BEST> while I was in college. You <KNOW>, it was in and out of college, due to academic issues. The <THING> for me was, I knew how to get to college, but I didn't <KNOW> how to stay in college. I didn't <KNOW> that I needed to go to study halls. I didn't <KNOW> that I needed to study a lot, you <KNOW>, have time management to give myself time to study and do <ALL> those proper things. So that's what I want to instill, particularly in the youth of these urban neighborhoods that don't really have someone there to push them."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. And back to the situation there at the Stockwell station. Have you been able to speak with anyone around about just the heightened fear now? The second bombing, or the attempted bombing yesterday, and now you have this shooting today. Don't know if this man who was shot by British police was suspected of being a suicide bomber, or having a bomb, bringing one on board. Are you sensing a heightened sense of fear there?",
    "statement": "<WELL>, right now, people are just trying to make <<SENSE>> of it at the moment. I mean, I <<<THINK>>> they're just trying to make <<SENSE>> of what's happened <AROUND> here. You <KNOW>, last night, amazingly, the atmosphere on the street was that this was almost shrugged off. As you walked, even within two or three blocks of Warren Street, where one of the incidents took place yesterday, as night fell, we were walking past a number of pubs and restaurants. And there were thronged with people. If this was -- I don't <KNOW> whether this was a show of defiance, or a show of nonchalance, or because of the <FACT> that nobody was injured in yesterday's attack that people were simply shrugging it off. There was no <<SENSE>> of palpable fear last night, at least not on the streets in London. Now, whether today's shooting changes that, it'll <TAKE> us <A LITTLE> while to get a <<SENSE>> of the people's mood."
  },
  {
    "transcript_id": "CNN-193172",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Of course, the Zionists are very adventuresome and seeking to fabricate things. I think they see themselves at the end of the line and seek to create opportunities for themselves and their adventurous behaviors.",
    "statement": "Our next guest is leading protest against Ahmadinejad even targeting the Posh Hotel where Ahmadinejad is staying. Nathan Carleton is a spokesman for the group, \"United Against Nuclear Iran.\" Welcome."
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "They say he`s doing OK. He`s -- the Baker Act stipulates that he should be kept under surveillance for 72 hours. But I talked to his attorney. He said he`s doing better. He`s in bed. He`s talked with Cindy Anthony. She was at first distraught over this whole news, then he said almost -- she was almost kind of angry that this happened. But they`re going over to visit him now. After he left a press conference earlier today, his attorney was going to visit him. He says that, you know, he`s alive, so that`s the best thing they can take away from today because, as the attorney said, that they were at one time really scared that he had already hurt himself, as you hear in that 911 call.",
    "statement": "To Dr. Mark Hillman (ph), clinical psychotherapist and author. Mark, thank you for being with us. This family is flying apart. I truly <<<BELIEVE>>> that if this had happened to one of my twins, I <<<THINK>>> that my parents, the twins` grandparents, <WOULD> want to die. I <<<THINK>>> they <WOULD> want to die."
  },
  {
    "transcript_id": "CNN-148980",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I deserve a right to be able to make a rational choice based on fact. We haven't seen anything based on student achievement.",
    "statement": "If you don't <<<THINK>>> the rest of the world is beating our behinds in the academic arms race, <<<THINK>>> of the following. Go to the doctor and see where your doctor comes from and if that doesn't work, call tech support for your IBM or for you Mac and see who you call."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "A friend told me that they have been looking for her since 2:00 in the morning, and they couldn't find anything. And they just told me in hospital. And as you see, we don't know nothing, what's happened. And they don't know. We don't know if they're alive or dead or if they're in hospital or not. We have no any clue. Just waiting and hoping. I don't want to say anything. I just want everything to be -- I just don't want to say anything and wait. Because she -- I just -- I just want her to be well with the kids. I don't want to miss her. I want her to come back. That's all.",
    "statement": "The probe into Russian election meddling <<REPORTEDLY>> is now targeting the president of the United States for possible obstruction of justice. According to \"The Washington Post,\" Special Counsel Robert Mueller has expanded his investigation to include U.S. President Donald Trump."
  },
  {
    "transcript_id": "CNN-24427",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Well, on that note, Natalie, I think we'll toss back to you.",
    "statement": "<ALL> right. Our good luck to both teams. We just <HOPE> everybody's going to have a great time."
  },
  {
    "transcript_id": "CNN-221083",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Do you think he has any chance of getting amnesty in the U.S.? It doesn't sound like that.",
    "statement": "You <KNOW>, I'm just a -- I don't understand Washington kabuki. I don't <KNOW> the games they orchestrate by sending one NSA official onto \"60 Minutes\" to say they <SHOULD> consider amnesty, another to say they shouldn't and this scripted line out of the White House. It <CERTAINLY> seems like there's some discussion in the government <ABOUT> approaching Snowden in a more reasonable way. They <KNOW> where we are. They <KNOW> we're interested in having this <<KIND OF>> conversation with them. I won't say more <ABOUT> it than that."
  },
  {
    "transcript_id": "CNN-229393",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The really sad thing is that there's a lot of homes that were hit this time and demolished that were the exact same homes that have been rebuilt from the last tornado.",
    "statement": "George Howell, CNN, Vilonia, Arkansas."
  },
  {
    "transcript_id": "CNN-120449",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Now he just has to prove it.",
    "statement": "Another <QUESTION> is whether Imus will succeed in finding a TV outlet for his radio show. At 67 years old, Don Imus appears doesn't do retirement, Fredricka."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "One reaction to the scandal is the growing \"Delete Facebook Movement\". In her exclusive interview with Mark Zuckerberg CNN's Laurie Segall asked him about the damage done to users' trust.",
    "statement": "Facebook has asked us to share our data, to share our lives on this platform. And it wanted us to be transparent. And people don't <<FEEL>> like they've received that same amount of transparency. They're wondering what's happening to their data? Can they trust Facebook?"
  },
  {
    "transcript_id": "CNN-182271",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, not a happy dad. Thirty-one million views later we are finally hearing from Tommy Jordan and his daughter Hannah Marie. In their very first television interview, they opened up on \"The Today Show\" about this video. The family feud and the reconciliation that followed.",
    "statement": "And we tried an adult level. We tried talking <ABOUT> it. We tried taking the laptop away. We tried -- <WELL>, twice, you <KNOW>, we tried taking the laptop away or grounding her. It didn't work."
  },
  {
    "transcript_id": "CNN-59910",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Well, what do you think about Bud Selig going down and just, like, observing?",
    "statement": "I <<<THINK>>> that Bud Selig <SHOULD> go down. You <KNOW>, I don't <<<THINK>>> he has done that great of a job as commissioner, in my <<OPINION>>."
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Come on, give the chef a chance. They haven't even put the chef in the kitchen.",
    "statement": "Oh, he doesn't have any <FEELING>. He's just a robot."
  },
  {
    "transcript_id": "CNN-315999",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But the one topic everybody wants to hear <ABOUT>, in terms of whether or not the President brings it up with President Putin, is this Russian interference. And an official is telling CNN that is not <<LIKELY>> to top the agenda at <ALL> if it makes it into the conversation. Do you find that surprising?"
  },
  {
    "transcript_id": "CNN-186921",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "As Felix, Joe, and I move around the air and space museum, Felx says the site of John Glenn's and Yuri Gagarin's spacesuits scares him.",
    "statement": "If you compare it to my suit, I'm not <<<SURE>>> if I <WOULD> have done this in the old days with that <<KIND OF>> equipment."
  },
  {
    "transcript_id": "CNN-88099",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Hey, Carol, listening to Chad talk, I can tell you I think we can reflect exactly what Chad's talking about. We get a little bit of gust here right now, Carol, but listen, this is nothing compared to what we went through overnight last night. It gives us an indication yet again that we are on the western edge of that eye as the storm continues to move onshore and upland inland here in Alabama. The mayor says almost 200,000 without power, which accounts for roughly 75 percent of the people that live in this city. Luckily, no fatalities reported at this point here in Mobile, but we are not out of the woods yet. The lee -- the back edge, rather, of the storm still to come through here, Carol, possibly within the next hour. And that's going to last for a number of hours again, through the morning hours here. Sunup is about 90 minutes away and then we expect the skies to be lightning somewhat. Just to give us an idea, to look around better around the area where we are herein downtown Mobile. Overnight last night, Carol, a very long night. We stayed on the northern side of our hotel here, which we thought was pretty much the best guess in terms of trying to protect ourselves from the most fierce some and the most intense edge of that storm and those winds. But those winds just pounding our windows all night long. It makes you wonder how the windows stayed in their frame. Throughout the morning, we will continue to gauge the area here. I can tell you, I was out on the street about an hour ago. There are trees down, light posts down. There is damage throughout the area. But talking with city officials already tornado, they've been up all night taking in various reports from the area. They say there is millions of dollars in damage already. But overall, they figure with the category three storm, category four storm that came through here, they got pretty lucky at this point -- Carol.",
    "statement": "Oh, yes, especially with no deaths reported. We don't <KNOW> <ABOUT> injuries yet, but it is good news no deaths there."
  },
  {
    "transcript_id": "CNN-195816",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Absolutely. The old Israeli conflict management strategy, which was to be allied with autocratic leaders who didn't have to respond to their publics and who are allies of the Usain (ph) United States and West, of which Israel was an ally, that old management strategy is out the window. Arab leaderships that have to more answerable to their people, whether they are Islamists or not, will have to demonstrate more eagerly their care, commitment to the Palestinian issue. Now --",
    "statement": "But I want to jump in, Daniel, because that's an interesting point, because <ALL> you got from Arab leaders, where there were autocrats ruling countries such as Egypt according to the critics was lip service. One of the <ONLY> things Arab League meetings ever produced were statements condemning Israel and supporting the Palestinians. The Palestinians <WOULD> <ALWAYS> say, but we <NEVER> saw any of that concretely in terms of true help (ph). Will this <CHANGE>? Will this <CHANGE>? I just spoke to the chief of the cabinet of President Morsi, and he said there will be tangible help for the Palestinians in the future. Do you <<<THINK>>> that's going to be the case?"
  },
  {
    "transcript_id": "CNN-193924",
    "matched_terms": {
      "about": "ungraded",
      "opinion": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wouldn't you argue both were wrong? I mean, one to say it was not a preplanned attack, obviously they changed that. You're right. That was completely erroneous. But at the same time, to put out a statement before -- to criticize a statement that had been put out earlier that was also shooting from the hip? I thought both were deemed to be in error, I would say. Both of them were both in error on that, sir.",
    "statement": "<WELL>, with <ALL> due respect, you're entitled to your <<OPINION>>. But what Governor Romney said was that when the U.S. Egyptian embassy issued a statement that <IMPLIED> this was <ALL> the result of a video and apologized for the video, apologized for American values, they were <WRONG>. And the Secretary of State Hillary Clinton agreed with Mitt Romney when she made her statement the next morning. So, the substance, there's no disagreement on. It was Chicago political talking points that a lot of reporters who engage <ABOUT> the timing."
  },
  {
    "transcript_id": "CNN-130031",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Unbelievable. All right now, meanwhile, we have been complain about all the nickel and diming that's been going on at the airlines, but there is a new service they're rolling out that maybe business travelers might be in.",
    "statement": "Yeah, and I <<<THINK>>> <<MAYBE>> you <KNOW>, leisure travelers too, because you <KNOW>, you're stuck in that tiny seat, you can at least roam freely on the Internet, right, at least you can get <A LITTLE> bit of freedom in one way. So, American Airlines is going to start, they're trying out on 15 flights, they're trying wireless Internet access. So, they just started that this week. You boot up your computer, you <HAVE TO> pay $10 were $13 depending upon how long the flight is and then you <<COULD>> get some work done, you <<COULD>> play games, whatever you want. It's supposed to work at the speed of regular broadband. American hopes to have this on <ALL> of its flights by next summer and a few of the airlines are testing it out. It's still in the starting stages, though. But, I <<<THINK>>> Delta says they'll have it on flights by fall. So, I <<<THINK>>> they <WOULD> be the first to have it across their..."
  },
  {
    "transcript_id": "CNN-222162",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "He's putting us to shame.",
    "statement": "He's ready for Everest. I <<<THINK>>> this morning that the office of Emergency Management has been working throughout the night. Do you have a quick button up on what they're doing and facing out there today?"
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But nothing comes easy or fast where the rubber meets the road, in the 30,000-square-foot climate-controlled orbital processing facility.",
    "statement": "<HAVE TO> go <AROUND> that way."
  },
  {
    "transcript_id": "CNN-222466",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right, because the problem of the long-term unemployment is a big one. Speaker Boehner did not sound supportive. President Obama obviously supported the measure. Here's what Speaker Boehner had to say. Quote, \"I personally told the White House another extension of temporary emergency benefit should not only be paid for, but include something to help put people back to work. To date the president has offered no such plan.\" What should the White House -- if you were advising President Obama or if he was watching THE LEAD right now because we know he loves to watch cable news. What exactly would you tell President Obama they should to put in the bill to sweeten to get it through the House?",
    "statement": "<WELL>, I don't <KNOW> that it necessarily has to be in this bill. I <<<THINK>>> it's important to continue the unemployment. Our economy is still very fragile. Consumers are a big part of the economy. We <HAVE TO> keep that going. We <HAVE TO> have somebody, and I <WOULD> <<<THINK>>> it <WOULD> be great if the president and the administration stood up and said, you <KNOW> what, we <NEED TO> look at how we make government a part of the solution. How do we make government more sensible? Whether it's regulatory responsibilities that we have there, making <<<SURE>>> that businesses can create those jobs that we need putting people back to work, or making <<<SURE>>> that Congress is doing the same. But somebody's got to step up to the plate and make government a part of the solution."
  },
  {
    "transcript_id": "CNN-65460",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Just very quickly, Jon Karl, who are the driving forces behind the argument on each side?",
    "statement": "<WELL>, the driving forces are the chairman and ranking members on each side and also the leadership here. This has really come down to a battle between the Republican leadership and the Democratic leadership in the Senate. This is something that doesn't affect most of the rank and file senators, it's just those people at top."
  },
  {
    "transcript_id": "CNN-231944",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Peter, you like David have also been in contact with Bergdahl family, I know, over the years. Do you think the - of some of these theories is premature. I mean it does seem like we don't know the full details of exactly what happened to this young soldier?",
    "statement": "Yeah, <WELL>, I mean you <KNOW> one <THING> that was very interesting. In the WikiLeaks cables that talk <ABOUT> what happened. It's - there is very conflicting information. I mean there is some suggesting that he was taken while he was on the latrine, there are some suggestions that he wandered off. And it is not at <ALL> <CLEAR>. These are contemporaneous accounts, not relying on people's memories five years later. So, I mean that is still a very much an open questions, but, you <KNOW>, Bowe Bergdahl's dad - a very smart guy, and he reached out to people like David who <OBVIOUSLY> knew better than anybody else what was happening to his son. And he also reached now to people who are experts in al Qaeda and the Taliban, he wanted to find out what was the mindset of these people who were holding his son in a way to <<KIND OF>> understand them. And as the negotiation went forward he felt that that was useful information to <KNOW>."
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, it could be. But again, I would strongly warn the president that any pardons used in the process of trying to actually impugn investigation, I believe, is an impeachment offense. This investigation needs to go forward. Mueller needs to continue to do this without interference from the White House. And, you know, any type of pardon of potential witnesses is not acceptable.",
    "statement": "And Cohen still has not been interfered by Robert Mueller's team, as far as we <KNOW>. And he still vehemently denies any involvement with Russia. Do you <<<THINK>>> he has information relevant to the special counsel's investigation? I mean, is that something that's being dangled in front of the president right now? This is <<SORT OF>> like a threat over him?"
  },
  {
    "transcript_id": "CNN-171405",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "OK. You mentioned, I believe, a river or water near you.",
    "statement": "Right next to the house. The basement is flooded. A couple of families sleeping in the basement. So, they <ALL> came up because the basement is <TOTALLY> flooded."
  },
  {
    "transcript_id": "CNN-86308",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "What does the future hold for United States in terms of HIV AIDS? We're going to be at a lot of conferences, probably you and I both over the next several years. 10 years from now, what's are we going to be talking about?",
    "statement": "I <HOPE> 10 years from now we're not talking <ABOUT> the same issues. I <HOPE> we're not talking <ABOUT> disparities in health care and how this disease has become a disease of further a disease of disadvantaged people. I guarantee you, we won't be talking <ABOUT> a world without AIDS. We won't be talking <ABOUT> a world without HIV. HIV is here. HIV is here to stay. Will we have a vaccine 10 years from now? I don't <<<THINK>>> so. If we do, we'll be very happy <ABOUT> that."
  },
  {
    "transcript_id": "CNN-129199",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But I just went on to thetech.org. I love this Web site. It said it was <<POSSIBLY>> invented in AD 136 by a man in China named Choko."
  },
  {
    "transcript_id": "CNN-168659",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "OK. OK. Go ahead.",
    "statement": "Thank you, your honor. This test requires a court to look to whether there was a separation of time, place, or circumstances between the crimes because those factors are objective criteria utilized to determine whether there are distinct and independent criminal acts or whether there was one continuous criminal act with a single criminal intent. The court went on to say that the spatial and"
  },
  {
    "transcript_id": "CNN-47892",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Would you like to correct the records, since you are under oath?",
    "statement": "Tauzin has <NEVER> shied away from controversy. He led the charge against Ford and Firestone, questioned network news execs <ABOUT> their coverage of Election 2000 and demanded the Red Cross justify how it disbursed funds to September 11 victims. In the words of Tauzin spokesman, \"Now it's time to <TAKE> Enron and Andersen to the woodshed.\""
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "She's 6, born on Christmas.",
    "statement": "She was born on Christmas. That's sweet. Honey, I <KNOW> you can't talk too much and I <KNOW> you're happy and we're happy down here for you."
  },
  {
    "transcript_id": "CNN-226274",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Very quickly, do you think the death penalty is a deterrent to those who will kill someone?",
    "statement": "Wolf, I haven't seen anyone that convinces me that it's much of a deterrent. From my <PERSPECTIVE>, I <<<THINK>>> the reason we impose the death penalty is because there are <CERTAIN> some <<KIND OF>> crimes for which it is appropriate to impose this ultimate punishment. Of course, that's a decision by the citizens of <EVERY> state. But I'm not <<<SURE>>> how much of a deterrent it is to someone who is intent on committing these kinds of crimes. I <<<BELIEVE>>>, in my soul, that there are <CERTAIN> crimes in which the death penalty is appropriate."
  },
  {
    "transcript_id": "CNN-278573",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That was Jeff Zeleny reporting there. For more perspective, I want to bring in Jonathan Mann, host of CNN's \"POLITICAL MANN.\" Great to have you with us on set. And now looking at Michigan, Sanders spent more money than any other candidate, including all the Republican candidates. We have got an interesting graphic I want to show you here. And also he spent more time there than his rival, Hillary Clinton.",
    "statement": "He worked harder but I <<<THINK>>> what we really saw was not <ONLY> hard work but his message resonating. When you <<<THINK>>> <ABOUT> Bernie Sanders, you <<<THINK>>> <ABOUT> income inequality, you <<<THINK>>> <ABOUT> him railing against trade, international trade that he thinks is destroying America's industrial base. And <<<THINK>>> <ABOUT> the wreck that is Detroit, which was once the motor of the U.S. economy. Michigan is suffering. And angry people are turning to new alternatives. Bernie Sanders is that alternative. It wasn't just angry people, though. He did <WELL> among liberals, who voted in record numbers, people on the left side of the Democratic Party. He did <WELL> among better educated, affluent people. He did <WELL> among young people and, crucially, he did better in Michigan, it was seen, among African American voters than he ever has before. Hillary Clinton did win something, <ABOUT> 60-61 percent of African American voters but Bernie Sanders got <ABOUT> a third of them. And he's <NEVER> gotten that many. And so by eating into her coalition and his own coalition turning out in record numbers, he really, really did very <WELL> in Michigan with the voters he needed. And that's the base of the surprise. And let me just mention one <THING>: even he was surprised to see Hillary Clinton wasn't in Michigan much. He was in Florida when the results were announced. He was in his hotel room. He had thought the night was over for him. And it was <ONLY> when his people told him he won that he decided to give his acceptance speech for the Michigan victory, already looking ahead to Florida, <A LITTLE> bit surprised but <OBVIOUSLY> delighted."
  },
  {
    "transcript_id": "NPR-37215",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "From what I recall, his biggest problem was hoping that Louis Lane wouldn't find out that he was really Superman.",
    "statement": "In today's Long <VIEW> Stanley reflects on a lifetime of creating comics, including some famously flawed superheroes. Lee's <GREATEST> creation along with illustrator Steve Ditko <MAY> have been the most imperfect of <ALL>. When high school student Peter Parker suddenly transforms into Spiderman, his first thoughts are not <ABOUT> helping the helpless, he's looking out for number one - exactly, Stan Lee believes what most people <WOULD> do."
  },
  {
    "transcript_id": "CNN-72836",
    "matched_terms": {
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Congressman, thanks for joining us. Beer is taxed like expensive cars and yachts and furs. Is beer a luxury item?",
    "statement": "<WELL>, it was thought to be <<APPARENTLY>> in 1991 because when <ALL> those luxury taxes were imposed on yachts, on furs, on jewelry and airplanes, they put it on beer as <WELL>. What we learned, in the ensuing decade, was that <ALL> of those luxury taxes, stiff excite taxes placed on these items resulted in depressed sales of these things. We lost a lot of jobs, sent some boat-making overseas, had a lot of unintended consequences. The one <THING> we didn't do was send more money to the treasury. And so we repealed <ALL> these except this one. So the one luxury we're still taxing is the common man's luxury."
  },
  {
    "transcript_id": "NPR-10087",
    "matched_terms": {
      "obviously": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What does he bring to the team then?",
    "statement": "That's a good <QUESTION>. <OBVIOUSLY>, the president has a comfort level with him. Mr. Giuliani is a former U.S. attorney, former leadership at the Justice Department. And one <WOULD> <HOPE> that <<PERHAPS>> he can help the president understand that system <A LITTLE> better, as <WELL>."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I agree with what others are saying. This testimony is dragging on and on and this is not going nearly as quickly as everyone thought it would go. The judge had asked for a 12-hour hearing. The attorneys for Vice President Gore had asked to speed this along. They were concerned that the witnesses for vice president -- for, excuse me, for Governor Bush would take too long. There would be too many of them. There were 90 originally on that witness list. That was pared down to 20, but the point is we haven't even gotten to the witnesses for Governor Bush yet. We are only, if you can believe this, at 10 minutes until 4 Eastern time we are only on the second witness of the day. We have not even gotten to the other side's witnesses yet, and this is going on with this laborious testimony. It think that it would be safe to say that perhaps some of the most dramatic sound that we have heard today, the most dramatic statements came in the beginning with the opening statements and that's not the evidence that the judge would be considering. And so this is a difficult proposition going from this point, I think, for the attorneys for Vice President Gore. We don't know what else is going to be happening today, but we know that this is dragging along and this statistical analysis -- this discussion is probably not going the way that they would want in terms of speeding along and being the scintillating and direct testimony that they would need to convince the judge, and as ave heard there's a lot that this judge needs to decide before he says ultimately, yes, we are going to count the votes. Now, there are a couple -- there is a split in the argument here between the two sides. We have talked about that. One side says that votes were cast but not counted and they should be. The -- and that's the attorneys for the vice president. The attorneys for the governor say that is not the issue. The issue is whether the boards themselves, the canvassing boards, overstepped their bounds, abused their discretion. They argue that they did not. They made the choices they thought they should make. They have the power to do that. They are charged with that power. There is no proof that they did anything wrong and that's the standard that the judge must go by. So, that is what this all must boil down to. Eventually, the judge has to decide whether he should even call for a recount -- a partial recount. What are the standards? We haven't even gotten to that point yet and we're at 4:00 In the afternoon. Time is ticking and I cannot imagine how this can finish up today, and that's the impression that everyone here has right now that I've been talking to outside the courthouse who is -- people who've been coming in, who have been watching this, they're just shaking their heads, saying this is not going exactly the way that we thought earlier today. Back to you.",
    "statement": "<ALL> right, Mark. Mark Potter outside circuit court and as Mark was talking and speaking we're now almost upon our seventh hour today in today's trial. While we talk now, we want to <TAKE> it outside the courtroom because there is another <CRITICAL> element here in Florida that <MAY> go a long way in determining those precious 25 electoral votes. CNN's Kate Snow now reporting that the state legislature, the Senate president, John McKay and the House Speaker Tom Feeney have agreed to sign a joint resolution on Monday to call for a special session that <WOULD> begin of the complete State House and State Senate here in Tallahassee. That again special session will start on Wednesday of this week. This past week for <ABOUT> three days a special committee made up of 14 members from the House and Senate got together -- eight Republicans, six Democrats to explore the possibility for a special session. It was recommended from that committee the entire state legislature that indeed <SHOULD> be the case. The lines, the voting lines anyway went right along partisan lines and party lines -- eight Republicans, five Democrats voting for and against a special session, but again, the Republicans in this matter <<<THINK>>> that it's <CRITICAL> right now that they preserve the 25 electoral votes in case the court cases continue to drag on. Again, the <CRITICAL> date, the 12th of December. Up to Washington now, here's CNN's Jonathan Karl who is tracking the steps of the vice president today. Jonathan, good afternoon to you."
  },
  {
    "transcript_id": "CNN-135477",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It depends on how they look I guess.",
    "statement": "<WELL>, it's a topless coffee shop. We'll see if it's getting business as <WELL> as the customers."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "That`s no big deal.",
    "statement": "But the other interesting <THING>, and this is what I -- I didn`t talk <ABOUT> this morning because it`s morning but the other <THING> that is really interesting to me <ABOUT> it is that women are also starting to do it for the same reasons that men are. Because economically, men are <FEELING> very <<SORT OF>> insecure and like they cannot <TAKE> care of their families and there`s nothing that they can really do. And so the sex life of married couples right now is really <<SORT OF>> struggling as much as the economy --"
  },
  {
    "transcript_id": "CNN-398131",
    "matched_terms": {
      "should": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "That is a no-brainer.",
    "statement": "Yes. She is -- I'm getting my work together because I rushed up here. I was watching -- your interview kept me in my office longer than I <SHOULD> have been in there because I was listening and watching. Amazing. She's an amazing woman. And I heard you talking to her afterwards. She's going to have really great stories, as you said, to her to tell her daughter in the future, right?"
  },
  {
    "transcript_id": "CNN-260479",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And what a horrible <THING> to happen to Jamiel, the young man who was going to <<MAYBE>> go to Stanford and football player and the apple of his father's eye. So, let me tell you something, we've got to get rid of -- the bad ones are going to get out. Then, from that point on, we're going to look very, very strongly at what we do, and I'm going to formulate a plan that I <<<THINK>>> people are going to be happy with. But we're going to look very, very strongly at what we do."
  },
  {
    "transcript_id": "CNN-332937",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We will get back to all the breaking news in Florida, including the stunning new timeline of the shooter's movements during and after the school massacre. But there's another major breaking news development that's unfolding right now involving special counsel Robert Mueller's Russia investigation. I want to bring in CNN's Sara Murray with this exclusive new CNN reporting. Sara, tell our viewers what you're learning.",
    "statement": "<WELL>, Wolf, what we have been learning is that former Trump campaign adviser Rick Gates is finalizing a plea deal with special counsel Robert Mueller. He appears poised to cooperate with Mueller's investigation. That's according to sources familiar with the case who have spoken with my colleagues Kaitlan Collins, as <WELL> as myself. Now, back in October, Gates pleaded not guilty to financial crimes that were unrelated to the presidential campaign, but for <ABOUT> the past month, Gates has been in plea negotiations with Mueller's team. And he's already been in to speak with Mueller's team <ABOUT> the case. Now, this is someone with a young family. He's a father of four. He is under financial pressure, and he was already facing more than 10 years in prison if he were found guilty of existing charges if this case had gone to trial -- Wolf."
  },
  {
    "transcript_id": "CNN-54550",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, it is clear that Bono has been there before. What kind of a tour guide is he?",
    "statement": "He is an excellent tour guide. He has his people here too, and he is passionate. He came to Africa for the first time in the 80s, and fell in love with the people and the cause. Both men were able to explain to me how they fit really <WELL> together. Bono is the dreamer, he is the passionate one, and Paul O'Neill says he is the do guy, he knows how to make things happen. So, Paul O'Neill wants to show Bono the complexities of what takes place, because, of course, there are no simple answers for the problems facing Africa. So, he wants to call on Bono's passion and his goodwill, and the way he has been thinking outside the box."
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If you had a wish list, if someone said here, General, what do you need to carry your mission, what would it be?",
    "statement": "I need <ABOUT> -- at least 12 the number of troops I have on the ground. And I need adequate logistics and air assets to be able to carry out the duties as -- for me to carry out the mandate <GIVEN> to me."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "So far, so good. I mean I thought yesterday was very well-scripted. He stuck to the program, which is always good for this president, you know? And he has the State of the Union addresses, and he stays to the teleprompter. That always works out well.",
    "statement": "He's on his <BEST> behavior (ph)."
  },
  {
    "transcript_id": "CNN-321676",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Nick is on the weaker side of the storm as well.",
    "statement": "I <<<THINK>>> it's a part of what this island is going to go through here, you <KNOW>? Overnight, the storm slammed into St. Croix in the U.S. Virgin Islands. The next update from the National Hurricane Center <ABOUT> 30 minutes away. Let's get right to meteorologist Pedram Javaheri in the CNN weather center. And, you <KNOW>, just a lot, you <KNOW>, a lot going on behind him there as this storm still has a few hours before it really hits there with full force."
  },
  {
    "transcript_id": "CNN-266096",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, Manisha, U.S. officials are expressing a lot of concern. They say that they see Russian artillery, Russian rocket launchers, moving around on the ground, moving from the Port of Latakia -- pardon me, the air base at Latakia where they had originally landed, up into anti-regime areas around Homs and Idlib. They believe the Russians are moving this equipment and the troops to use it into these areas, which are not an ISIS stronghold, but are anti- regime forces, part of the effort by, they believe, the Assad regime and the Russians to go after these anti-regime forces. So, there's a lot of concern. While the Russians are saying that they're targeting ISIS areas, all the evidence at this point that the U.S. sees is they have a growing effort to attack these anti-regime militias, exactly what the U.S. does not want to see -- Manisha.",
    "statement": "So, in a scenario like this, Barbara, what happens next? How does the U.S. go <ABOUT> <<PERHAPS>> proving its point? We had an address from the NATO secretary-general earlier. And what was very <CLEAR> in that was he didn't mention anything like this, not that NATO -- NATO today hasn't corroborated anything that we've heard from the U.S. on this matter. So what happens now in terms of qualification of these -- you <KNOW>, whatever it is the U.S. has found out?"
  },
  {
    "transcript_id": "CNN-53450",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Senator Lott, I'm just getting new information out of Matthew Chance in Ramallah that Saeb Erakat, the Palestinian negotiator, is confirming that a deal now has been struck. They expect Yasser Arafat potentially to be released from his compound within the next two hours in exchange for the release of these six prisoners that the Israelis really want to get their hands on to interrogate. Are you satisfied that this, in the end, will be a deal that will lead to peace in the region?",
    "statement": "It's what we <HAVE TO> do, Paula, and that's get this moving forward step by step. Secretary Colin Powell briefed senators for a full hour late last week and he made that point, that to get this whole process moving, there's got to be some solution to the problem at the Church of the Nativity, where you have some Palestinians that have been surrounded by Israeli troops. These had some very tough people included in them and there had to be some resolution of how to handle them. Also, you had to get some arrangement to end the situation where Arafat was basically restricted to his headquarters. They viewed those as two initial steps and then we <WOULD> go from there to try to see what can happen in terms of, you <KNOW>, further negotiations to get peace and then eventually secure states between the Israeli people and the Palestinian people."
  },
  {
    "transcript_id": "CNN-363901",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Many people <<FEEL>> that the judge was too lenient, one of whom is Monica Lewinsky, who's pointing out the sentence that he got. She says, yep, I had been threatened with 27 years for filing a false affidavit and other actions trying desperately to keep an affair private. Do you see her point?"
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "\"Time`s\" turning it over. In a decision that could change the way reporters do their jobs, \"Time\" magazine, which is part of Time- Warner, like us, said today it will turn over subpoenaed records from journalists Matt Cooper regarding the leak of a CIA operative`s name. Cooper could have faced jail time. It`s not clear if \"Time`s\" move will keep him out of the slammer.",
    "statement": "And that leads to our SHOWBIZ TONIGHT <QUESTION> of the day. News reporters: <SHOULD> they ever <HAVE TO> give up their sources? You can keep voting at CNN.com/showbiztonight. You can also write to us at showbiztonight@CNN.com. Your e-mails are coming up at 54 past the hour."
  }
]