[
  {
    "transcript_id": "CNN-57062",
    "matched_terms": {
      "fact": "none",
      "could": "hedge"
    },
    "previous_statement": "This tragic incident is a loss for us. We've lost a friend, a good leader in this country.",
    "statement": "Alarming enough that one of Afghanistan's three vice presidents <<COULD>> be shot dead. More alarming that it <<COULD>> happen this way, in the middle of the day in the middle of the capital. Also surprising was the <FACT> that Mr. Qadir had no security guards with him, but that's the way he wanted it."
  },
  {
    "transcript_id": "CNN-57062",
    "matched_terms": {
      "around": "none",
      "believe": "none"
    },
    "previous_statement": "Alarming enough that one of Afghanistan's three vice presidents could be shot dead. More alarming that it could happen this way, in the middle of the day in the middle of the capital. Also surprising was the fact that Mr. Qadir had no security guards with him, but that's the way he wanted it.",
    "statement": "A colleague and a friend of ours who spent several hours with him last night said he didn't really <<<BELIEVE>>> in having lots of security guards <AROUND>."
  },
  {
    "transcript_id": "CNN-57062",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A colleague and a friend of ours who spent several hours with him last night said he didn't really believe in having lots of security guards around.",
    "statement": "The vehicle came through here, the main gates of the Ministry of Public Works. It was a right hand drive, so the driver on this side, the passenger on this. Officials say two gunmen jumped from behind bushes just over there, and opened fire. I counted eight separate bullet holes in the windshield. The passenger side window where Mr. Qadir was sitting, <COMPLETELY> blown it. The vehicle continued a short distance, still under heavy fire, crashed into a wall. Both occupants dead. (voice-over): Eyewitnesses say the two gunmen jumped into a passing taxi and sped off. As for who did it and why there are no definite answers yet. Mr. Qadir was a <WELL> known warlord in eastern Afghanistan. He had been a fierce foe of the Taliban and a leading commander in the Northern Alliance's fight to topple the extremist Islamic regime. But to the new transitional government, there is <ONLY> one word to describe his murderers."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thanks for having me today.",
    "statement": "Just give me a <<SENSE>> of you <KNOW>, what the sentiment is on campus <ABOUT> -- on campus <ABOUT> Rand Paul's visit."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Just give me a sense of you know, what the sentiment is on campus about -- on campus about Rand Paul's visit.",
    "statement": "<WELL>, there are two different sides to the sentiment. You have the people that are skeptical call the Republican Party, you <KNOW>, people of African descent in America are leaning toward the Democratic Party. But you also have the people excited and are curious on what exactly Rand Paul's going to talk <ABOUT> today or Senator Paul."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, there are two different sides to the sentiment. You have the people that are skeptical call the Republican Party, you know, people of African descent in America are leaning toward the Democratic Party. But you also have the people excited and are curious on what exactly Rand Paul's going to talk about today or Senator Paul.",
    "statement": "<WELL> I was going to ask you I mean, what do you want Rand Paul to talk <ABOUT>?"
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well I was going to ask you I mean, what do you want Rand Paul to talk about?",
    "statement": "<WELL>, our student government has been heavily involved with attacking the war on drugs as <WELL> the debt pay to repeal in Maryland and we want to talk to him <ABOUT> that. Because we understand that the whole fiscal conservatives are very concerned with those movements, as <WELL>."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We often hear that Ron Paul, Rand Paul's father was sort of a God among young people. He had many, many young people supporting him. Do you sense that Rand Paul has that that same support among young people?",
    "statement": "It's <A LITTLE> different. I was actually a big supporter of Ron Paul, as <WELL>. I followed some of his policies. And I <KNOW> a couple of people on campus. So we're curious <ABOUT> Rand Paul. He has the opportunity to build upon that foundation."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What's different between Rand Paul and Ron Paul?",
    "statement": "<WELL>, some people say Ron Paul is a big ideologue, that he <WOULD> <NEVER> compromise. Rand Paul seems to have a lot of press <AROUND> him and who is very -- actually a lot of things we're talking <ABOUT> his filibuster for 13 hours. He <DEFINITELY> put his name on the hot spot."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So that impressed a lot of students.",
    "statement": "Yes, <DEFINITELY> impressed a lot of students, a lot of students made jokes <ABOUT> it, but he <DEFINITELY> put his name in our ears because not a lot of students knew <ABOUT> him before hand."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Yes, definitely impressed a lot of students, a lot of students made jokes about it, but he definitely put his name in our ears because not a lot of students knew about him before hand.",
    "statement": "The Republicans really want to embrace the black community. What in your mind do Republicans <NEED TO> say to <SEEM> more welcoming?"
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Republicans really want to embrace the black community. What in your mind do Republicans need to say to seem more welcoming?",
    "statement": "<WELL>, I <<<THINK>>> some of the issues with the Republican Party, the media takes extreme remarks and try to paint it as broad based on Republican beliefs. But I <<<BELIEVE>>> the Republican Party if they focus on things such as reforming the war on drugs or the debt payment repeal or just try to make fiscal conservatives and those philosophies more appealing to minorities <WOULD> have go a long way."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Well, I think some of the issues with the Republican Party, the media takes extreme remarks and try to paint it as broad based on Republican beliefs. But I believe the Republican Party if they focus on things such as reforming the war on drugs or the debt payment repeal or just try to make fiscal conservatives and those philosophies more appealing to minorities would have go a long way.",
    "statement": "And you <KNOW>, you have African-American conservatives like Dr. Ben Carson, he appeared on Fox News. He's become this Republican darling, but he's gotten a lot of blowback too. Why do you <<<THINK>>> that is?"
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And you know, you have African-American conservatives like Dr. Ben Carson, he appeared on Fox News. He's become this Republican darling, but he's gotten a lot of blowback too. Why do you think that is?",
    "statement": "<WELL> I <<<THINK>>> a big issue and a lot of people are concerned on Howard campus they don't want African-Americans to become tokenized by the Republican Party and they fear that in African communities in regards to Dr. Ben Carson."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "best": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What is your assessment of Ben Carson?",
    "statement": "<WELL> -- I apologize, Dr. Ben Carson. I've listened to some of his remarks and they <<KIND OF>> stand on how he equated homosexuality to bestiality, but at the same time I do <<<BELIEVE>>> them, it's been <A LITTLE> overblown."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Do you -- I mean are you open to what he says if he ran for office, would many in the black community embrace him?",
    "statement": "I don't <<<BELIEVE>>> so."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Why not?",
    "statement": "<WELL>, it depends what type of office he's running for. But I <KNOW> he's <DEFINITELY> -- his first speech at the prayer breakfast they had a lot of -- there's a lot of push behind him, but with his more recent comments towards homosexuality, people are very wary of him."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, it depends what type of office he's running for. But I know he's definitely -- his first speech at the prayer breakfast they had a lot of -- there's a lot of push behind him, but with his more recent comments towards homosexuality, people are very wary of him.",
    "statement": "Got you. Stanford Fraser, thanks so much. And <<MAYBE>> we'll talk to you after Rand Paul's speech don't you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thanks so much.",
    "statement": "<WELL> thank you for having me."
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "Well thank you for having me.",
    "statement": "You're welcome. He left office in disgrace now Anthony Weiner is <<REPORTEDLY>> hoping to be the next comeback kid in the world of politics. But, will voters give him a second chance?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "OK, we're following some breaking news. Senator Elizabeth Warren has released a DNA test and a video <ABOUT> her family's Native American ancestry. That's just a portion of it. Joining us now to talk <ABOUT> this and so much more, we have Senator Dick Durbin. He's the Democratic Whip and a member of the House Judiciary Committee. Good morning, senator."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How are you?",
    "statement": "I'm doing <WELL>. What do you <<<THINK>>> Elizabeth Warren is up to? Why did she release information <ABOUT> her DNA and family ancestry today?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm doing well. What do you think Elizabeth Warren is up to? Why did she release information about her DNA and family ancestry today?",
    "statement": "<WELL>, I haven't heard the story, but, you <KNOW>, the president ridicules her <EVERY> chance he gets. And <<PERHAPS>> that was part of the reason to get back in his face."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, I haven't heard the story, but, you know, the president ridicules her every chance he gets. And perhaps that was part of the reason to get back in his face.",
    "statement": "But I'm curious <ABOUT> the timing, and the story just to fill you in and for our viewers who haven't heard it, she has done a DNA test which she says has proven she is at least one-thirty-second Native American. It <<COULD>> be one-five-hundredth, but that she does Native American ancestry. OK. I mean, <OBVIOUSLY> she's rebutting the president's insults. We understand that, but why 22 days before the midterms? Why today?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But I'm curious about the timing, and the story just to fill you in and for our viewers who haven't heard it, she has done a DNA test which she says has proven she is at least one-thirty-second Native American. It could be one-five-hundredth, but that she does Native American ancestry. OK. I mean, obviously she's rebutting the president's insults. We understand that, but why 22 days before the midterms? Why today?",
    "statement": "I don't <KNOW> why she picked today. Elizabeth's a busy woman. I work with her <EVERY> week, almost <EVERY> day of <EVERY> week, and I'm <<<SURE>>> this wasn't the highest priority for her, but after <ALL> the ridicule she's taken from this president, for goodness sakes to establish she does have Native American heritage, I <<<THINK>>> it's an important issue in her life."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is she running for president?",
    "statement": "<WELL>, she's one of many who are considering it seriously. She <SHOULD>. She's a very talented person."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "obviously": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Well, she's one of many who are considering it seriously. She should. She's a very talented person.",
    "statement": "Here's the list. Here's where she ranks on the list right now. <OBVIOUSLY> it's early days, but Joe Biden gets 34 percent of the vote in polling right now, then Kamala Harris, 11. Bernie Sanders, 9. Elizabeth Warren is fourth there at 8 percent. Is that <<POSSIBLY>> what her timing was of why she wanted to get some attention today?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Here's the list. Here's where she ranks on the list right now. Obviously it's early days, but Joe Biden gets 34 percent of the vote in polling right now, then Kamala Harris, 11. Bernie Sanders, 9. Elizabeth Warren is fourth there at 8 percent. Is that possibly what her timing was of why she wanted to get some attention today?",
    "statement": "I don't <<<THINK>>> that was the highest priority. <<<BELIEVE>>> me, that list is going to <CHANGE> almost in a weekly basis, and it doesn't include the 30 or 40 other names of people who are wandering <AROUND> Iowa and New Hampshire, so we're very early in the process."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't think that was the highest priority. Believe me, that list is going to change almost in a weekly basis, and it doesn't include the 30 or 40 other names of people who are wandering around Iowa and New Hampshire, so we're very early in the process.",
    "statement": "But do you <<<THINK>>> that she has decided that she is willing to <TAKE> on President Trump and this is what she's going to do? She'll come out swinging?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "But do you think that she has decided that she is willing to take on President Trump and this is what she's going to do? She'll come out swinging?",
    "statement": "Yes. Oh, that's Elizabeth's actual approach and tactic on everything. She doesn't back off, and that's why Wall Street gets so nervous when she starts talking. But I'll just tell you I've watched her. She's carefully reaching out to people in Illinois, my home state. Democrats who win election get election night calls from Elizabeth Warren. Those are no accident. You <KNOW>, those people who are looking forward to <<PERHAPS>> expanding their political horizon make phone calls to winners on election night."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "She's positioning herself.",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Absolutely.",
    "statement": "Let's talk <ABOUT> Saudi Arabia. So as I understand it, this weekend the Ambassador - the Saudi Arabian Ambassador to the U.S. called you."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What did he tell you?",
    "statement": "Almost nothing. He didn't admit anything, didn't deny anything. He did tell me that Khashoggi was his friend and that he knew him, and I <<<THINK>>> he said at one point that he'd actually worked for the Saudi government at one point. When I went into details he said, \"<WELL>, it's <ALL> under investigation.\" I said, \"by whom?\" \"<WELL>, by the Turks and by the Saudis.\" I said, \"shouldn't you put a third party into this because you're denying anything happened. The Turks <<<BELIEVE>>> it did happen. If you had a third.\" \"No, no, no. We'll stick with these two - the Turks and the Saudis - to get to the bottom of it.\" This is just one example of the extremism of the leadership in Saudi Arabia. They suppress their critics and this is the most outrageous example we <<<BELIEVE>>> that has happened. But what are we going to do <ABOUT> it? Are we going to basically say business as usual. Let's build some more hotels and buy some more weapons or sell some more weapons? I <HOPE> it's much more than that. We ought to get out of the war in Yemen. The United States government is backing and helping the Saudis in the war in Yemen that is killing millions of people by warfare and famine. We ought to be out of that tomorrow. We ought to make <<<SURE>>> that we <KNOW> the export of this Wahabi extremism that they've been engaged in for decades is unacceptable."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Almost nothing. He didn't admit anything, didn't deny anything. He did tell me that Khashoggi was his friend and that he knew him, and I think he said at one point that he'd actually worked for the Saudi government at one point. When I went into details he said, \"well, it's all under investigation.\" I said, \"by whom?\" \"Well, by the Turks and by the Saudis.\" I said, \"shouldn't you put a third party into this because you're denying anything happened. The Turks believe it did happen. If you had a third.\" \"No, no, no. We'll stick with these two - the Turks and the Saudis - to get to the bottom of it.\" This is just one example of the extremism of the leadership in Saudi Arabia. They suppress their critics and this is the most outrageous example we believe that has happened. But what are we going to do about it? Are we going to basically say business as usual. Let's build some more hotels and buy some more weapons or sell some more weapons? I hope it's much more than that. We ought to get out of the war in Yemen. The United States government is backing and helping the Saudis in the war in Yemen that is killing millions of people by warfare and famine. We ought to be out of that tomorrow. We ought to make sure that we know the export of this Wahabi extremism that they've been engaged in for decades is unacceptable.",
    "statement": "<WELL>, none of that's happening. I mean, that's not how President Trump feels. In <FACT>, President Trump keeps - he seems <QUITE> fixated on the arms sales. He says that the Saudis are paying the U.S. $110 billion for weapons. Now, <FACT> checkers don't <<<BELIEVE>>> that number. They <<<THINK>>> it's much less. Nevertheless, his point is if they don't buy it from the U.S., the Saudis will buy it from Russia or China. Does he have a point <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "absolutely": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, none of that's happening. I mean, that's not how President Trump feels. In fact, President Trump keeps - he seems quite fixated on the arms sales. He says that the Saudis are paying the U.S. $110 billion for weapons. Now, fact checkers don't believe that number. They think it's much less. Nevertheless, his point is if they don't buy it from the U.S., the Saudis will buy it from Russia or China. Does he have a point about that?",
    "statement": "The point I want to get to <MAY> even agree with President Trump on that then say what are you going to do? If you're not going to stop the arms sales, what will you do to the Saudis so that they understand tomorrow that what they've done is <ABSOLUTELY> unacceptable? If it is just a strong letter in some diplomatic channel, <ABSOLUTELY> unacceptable."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What are you calling on him to do?",
    "statement": "<WELL>, first get out of Yemen, that's number one. And number two, we've got to come down harder then in terms of sanctions or some aspect of our treatment of them to let them <KNOW> this is unacceptable."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "And then they say, \"OK. Then the arms deals off. We're not going to give you billions of dollars.\"",
    "statement": "So what? We're going to be held up. If that's the basic standard that if they get tough with us we back off. That doesn't sound like Mr. Trump, does it? It shouldn't sound like America. What they are engaged in now, what they've been engaged in for several decades is exporting extremism. And now they're suppressing their critics, they are engaged in this war in Yemen. Let's not <VIEW> them as an ally of the United States that we can count on. We've got to come down hard on them and let them <KNOW> there's a price to pay for this conduct."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "So what? We're going to be held up. If that's the basic standard that if they get tough with us we back off. That doesn't sound like Mr. Trump, does it? It shouldn't sound like America. What they are engaged in now, what they've been engaged in for several decades is exporting extremism. And now they're suppressing their critics, they are engaged in this war in Yemen. Let's not view them as an ally of the United States that we can count on. We've got to come down hard on them and let them know there's a price to pay for this conduct.",
    "statement": "We heard last night in the president's 60 Minutes interview that he said basically <ABOUT> Saudi Arabia, <ABOUT> Putin, <ABOUT> Kim Jong-un, it's not happening in our country. It's not happening on our land. If they're doing these bad acts, it's not here. So we can't worry <ABOUT> it that much."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "We heard last night in the president's 60 Minutes interview that he said basically about Saudi Arabia, about Putin, about Kim Jong-un, it's not happening in our country. It's not happening on our land. If they're doing these bad acts, it's not here. So we can't worry about it that much.",
    "statement": "That can't be the standard. For goodness sakes when the Russians are killing off former spies in England, when we have this <APPARENT> complicity of the Saudis in the killing of one of their critics, we've got to <TAKE> this seriously wherever it happens. If these are countries that say they are allied with us in values, we <HAVE TO> make it <CLEAR> they are not."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That can't be the standard. For goodness sakes when the Russians are killing off former spies in England, when we have this apparent complicity of the Saudis in the killing of one of their critics, we've got to take this seriously wherever it happens. If these are countries that say they are allied with us in values, we have to make it clear they are not.",
    "statement": "Speaking of Jared Kushner who has a close relationship with the crown prince, there was a report over the weekend <ABOUT> Jared Kushner's taxes and how he had not paid them for many years through various loopholes and things like that. If Democrats gained control of the House, <WOULD> you investigate President Trumps taxes and his son-in-law's taxes?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Speaking of Jared Kushner who has a close relationship with the crown prince, there was a report over the weekend about Jared Kushner's taxes and how he had not paid them for many years through various loopholes and things like that. If Democrats gained control of the House, would you investigate President Trumps taxes and his son-in-law's taxes?",
    "statement": "<WELL>, of course the president <SHOULD> have disclosed his tax returns like Republicans and Democrats running for president had done for years. So we don't <KNOW> if he paid any taxes either. This depreciation of real estate to have a setoff against any income <MAY> have resulted no tax liability and it <MAY> have been legal. I don't <KNOW> the answer."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, of course the president should have disclosed his tax returns like Republicans and Democrats running for president had done for years. So we don't know if he paid any taxes either. This depreciation of real estate to have a setoff against any income may have resulted no tax liability and it may have been legal. I don't know the answer.",
    "statement": "<<<SURE>>>. For <<<SURE>>>. I'm not suggesting that it's illegal, but <WOULD> you investigate? <WOULD> that be one of your top priorities?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Sure. For sure. I'm not suggesting that it's illegal, but would you investigate? Would that be one of your top priorities?",
    "statement": "No. The top priority for the Democrats if we're lucky enough to <TAKE> control of the House and Senate is to make <<<SURE>>> that we respond to issues that working families across America really care <ABOUT>. Can I mention a few? Healthcare so that we have a healthcare system that protects those with preexisting conditions, making <<<SURE>>> that folks can save more for their retirement, bringing down the cost of prescription drugs; those are the higher priorities. These political investigations that everybody fixes on I don't <<<THINK>>> reach the level, when it comes to most voters, of the high priority."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "No. The top priority for the Democrats if we're lucky enough to take control of the House and Senate is to make sure that we respond to issues that working families across America really care about. Can I mention a few? Healthcare so that we have a healthcare system that protects those with preexisting conditions, making sure that folks can save more for their retirement, bringing down the cost of prescription drugs; those are the higher priorities. These political investigations that everybody fixes on I don't think reach the level, when it comes to most voters, of the high priority.",
    "statement": "But, I mean, you do have an oversight role. Don't you want to <KNOW> <ABOUT> President Trump's taxes?"
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But, I mean, you do have an oversight role. Don't you want to know about President Trump's taxes?",
    "statement": "Of course. We do have oversight rule, but that is not our highest priority. We want to focus on issues that working families and middle income families across America consider important. That, I <<<THINK>>>, will restore some faith in our party as responsive to their needs."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks for being here. John -",
    "statement": "<ALL> right, you were talking <ABOUT> the Elizabeth Warren story. She decided to release a DNA test. We're going to speak to the reporter from The Boston Globe that broke this story overnight and walk through exactly what was done here. It's fascinating."
  },
  {
    "transcript_id": "CNN-352314",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "She said she's Native American, and I said, \"Pocahontas, Pocahontas, I apologize to you. I apologize. To you, I apologize. To the fake Pocahontas I won't apologize.\"",
    "statement": "<OBVIOUSLY>, the <QUESTION> is why did she release this? Why do it today? Does this mean she's running for president in 2020? Joining us now is the Boston Globe reporter who broke this story, Annie Linksey. Annie, thank you."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You saw the tarps from where?",
    "statement": "I <<COULD>> see them from my bedroom window."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "I could see them from my bedroom window.",
    "statement": "Neighbors telling CNN what they saw in the suspects' backyard. Also a CNN exclusive --"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Neighbors telling CNN what they saw in the suspects' backyard. Also a CNN exclusive --",
    "statement": "So you moved in <ABOUT> a year ago."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "You'd seen Ariel Castro <AROUND>."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "might": "ungraded",
      "apparently": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "What I do is tell her go across the street and use their phone, now we both calling 911.",
    "statement": "This morning, Cleveland attempts to heal, yellow ribbons and a heavy heart. NEWSROOM starts now. Good morning. Thank you so much for being with me. I'm Carol Costello. And we begin in Cleveland where the police <EXPECT> charges to be filed today in the decade long disappearance of three women. We'll get the latest on the investigation in just a minute. But first, an update on the conditions of the women rescued. It turns out authorities were <WRONG> when they said <ALL> three were released from the hospital. While Amanda Berry and Gina DeJesus are said to be in good health, Michele Knight, the oldest victim <<APPARENTLY>> remains in the hospital. She had been missing the longest. She's described as weak and thin and not exactly eager to talk to her family. In the meantime, Amanda Berry reached out to her grandmother for their first talk in 10 long years. It's an exchange of love and relief that <MIGHT> bring tears to your eyes. Here's some of that call from WJHL."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "She's 6, born on Christmas.",
    "statement": "She was born on Christmas. That's sweet. Honey, I <KNOW> you can't talk too much and I <KNOW> you're happy and we're happy down here for you."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We've got to get together. We've got to get together soon.",
    "statement": "I <KNOW>, I can't wait to see you."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know, I can't wait to see you.",
    "statement": "I <KNOW>, I can't wait to see you either. But I love you, honey. Thank God."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I love you too.",
    "statement": "I've thought <ABOUT> you <ALL> this time. I <NEVER> forgot you."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I never forgot you either, Grandma.",
    "statement": "I <KNOW>. God bless your heart."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "might": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I know. God bless your heart.",
    "statement": "As you <MIGHT> have heard, Berry confirms in that phone call that the 6-year-old child who escaped with her and is seen in the hospital bed is indeed her daughter. The FBI now says her daughter's name is Jocelyn. She was born on Christmas Day several years into Amanda's alleged imprisonment. Michele Knight's mother says she hopes to see her daughter soon. Michele Knight is 32 years old now, but she was 21 when she disappeared into 2002. She had a rocky relationship with her mother. Police thought Michele Knight <MIGHT> have been a runaway. Knight's mother spoke to NBC's Savannah Guthrie."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "As you might have heard, Berry confirms in that phone call that the 6-year-old child who escaped with her and is seen in the hospital bed is indeed her daughter. The FBI now says her daughter's name is Jocelyn. She was born on Christmas Day several years into Amanda's alleged imprisonment. Michele Knight's mother says she hopes to see her daughter soon. Michele Knight is 32 years old now, but she was 21 when she disappeared into 2002. She had a rocky relationship with her mother. Police thought Michele Knight might have been a runaway. Knight's mother spoke to NBC's Savannah Guthrie.",
    "statement": "Do you <<FEEL>> that your daughter wants to see you?"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Do you feel that your daughter wants to see you?",
    "statement": "Yes. I <KNOW> she's <<PROBABLY>> angry at the world because she thought that she <WOULD> <NEVER> be found, but thank God that somebody did. I had my <DOUBTS>, but then I looked on the bright side, I did go to God and I prayed for some <<KIND OF>> <THING> to tell me, at least, that she's alive or not."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "may": "ungraded",
      "suspect": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Yes. I know she's probably angry at the world because she thought that she would never be found, but thank God that somebody did. I had my doubts, but then I looked on the bright side, I did go to God and I prayed for some kind of thing to tell me, at least, that she's alive or not.",
    "statement": "Now, let's turn to the investigation. The FBI now done searching the house for now. Evidence technicians searched it from the crawl space to the attic. They even removed the screen door that became the women's passage to freedom. Let's head live to Cleveland now. CNN's Martin Savidge is outside the courthouse where the suspects <MAY> <APPEAR> soon."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Now, let's turn to the investigation. The FBI now done searching the house for now. Evidence technicians searched it from the crawl space to the attic. They even removed the screen door that became the women's passage to freedom. Let's head live to Cleveland now. CNN's Martin Savidge is outside the courthouse where the suspects may appear soon.",
    "statement": "Yes, good <QUESTION>, Carol. Here's what we <KNOW>. Charges are anticipated to be filed before the day is out. If they're filed before 6:00 or shortly thereafter, you can <ANTICIPATE> an arraignment tomorrow morning and that <WOULD> <TAKE> place inside of the building behind us and it <WOULD> be <ALL> three of the suspects there at the very same time. Meanwhile, questioning of the suspects. That actually began last night according to the FBI, done jointly by FBI and local authorities and it is continuing again today. But the other real source of information is the house on Seymour itself."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, good question, Carol. Here's what we know. Charges are anticipated to be filed before the day is out. If they're filed before 6:00 or shortly thereafter, you can anticipate an arraignment tomorrow morning and that would take place inside of the building behind us and it would be all three of the suspects there at the very same time. Meanwhile, questioning of the suspects. That actually began last night according to the FBI, done jointly by FBI and local authorities and it is continuing again today. But the other real source of information is the house on Seymour itself.",
    "statement": "Investigators scour the home on Seymour Avenue, searching for evidence in this house of horrors. Throughout the day and late into the night, FBI agents meticulously search, removing the front door, searching the crawl space, carting away a red pickup and a jeep. At one point, bringing in a cadaver dog. It's not known what, if anything, the dog found, the FBI taking the lead in the search."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "This is just the tip of the iceberg. This investigation will take a very long time.",
    "statement": "The three suspects, 52-year-old Ariel Castro, his brothers Pedro and Onil, behind bars. They'll face more interrogation today. Authorities have 48 hours to file charges and that window closes later tonight. In the neighborhood, residents are still celebrating the jubilance tempered with shock and disbelief."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Unreal.",
    "statement": "And I <KNOW> who lived there and they brought cameras to his house it was like I turned white. My wife told me, what's <WRONG>, are you OK? I was like, I was dumbfounded."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "This is a miracle. A very, very large miracle and we're all excited.",
    "statement": "<A BIT> more <ABOUT> that hearing if it goes forward tomorrow morning on schedule. That <WOULD> be before Municipal Judge Lauren Moore. She <WOULD> essentially read the charges against the three suspects. She <WOULD> then ask how will they plea? It's possible they <<COULD>> enter a plea or they <<COULD>> decide to waive entering a plea at that particularly time. Then there's the issue of bond that <WOULD> be brought up. If there's bond, it's going to be exceedingly high I'm being told or there <MAY> be no bond at <ALL>. Cameras will be allowed in the proceedings when they happen -- Carol."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "A bit more about that hearing if it goes forward tomorrow morning on schedule. That would be before Municipal Judge Lauren Moore. She would essentially read the charges against the three suspects. She would then ask how will they plea? It's possible they could enter a plea or they could decide to waive entering a plea at that particularly time. Then there's the issue of bond that would be brought up. If there's bond, it's going to be exceedingly high I'm being told or there may be no bond at all. Cameras will be allowed in the proceedings when they happen -- Carol.",
    "statement": "Yes, when those proceedings happen, there'll be what, an arraignment? That's initial appearance. Why haven't these men appeared -- why is it taking so long?"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, when those proceedings happen, there'll be what, an arraignment? That's initial appearance. Why haven't these men appeared -- why is it taking so long?",
    "statement": "<WELL>, I <<<THINK>>> you <KNOW> everyone realizes, of course, this is a huge case that has generated a lot of interest. You're dealing with it on the federal and the local level and it is potential here to get a lot bigger. So they're taking it carefully. They're going to push it right up against the time limit they have. I've been told, actually, it doesn't necessarily <HAVE TO> be 48 hours in which they're charged, <<COULD>> go up to 72, it's just common practice to try to do it within 48. So there's not a guarantee we <MAY> necessarily hear today or it <<COULD>> come after hours."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Well, I think you know everyone realizes, of course, this is a huge case that has generated a lot of interest. You're dealing with it on the federal and the local level and it is potential here to get a lot bigger. So they're taking it carefully. They're going to push it right up against the time limit they have. I've been told, actually, it doesn't necessarily have to be 48 hours in which they're charged, could go up to 72, it's just common practice to try to do it within 48. So there's not a guarantee we may necessarily hear today or it could come after hours.",
    "statement": "Understood. Martin Savidge reporting live from Cleveland this morning. We also want to update you on an issue we first raised yesterday. We questioned how a dispatcher handled Amanda Berry's frantic 911 phone call. The 911 operator now under fire for sending police, quote, \"as soon as we get a car open\" and then hanging up before that police car arrived. The Cleveland Police Department is now looking into this and says the handling of that call is under review. According to a statement, quote, \"We had noted some concerns which will be the focus of our review, including the call taker's failure to remain on the line with Ms. Berry until police arrived on the scene.\" It also credits the dispatcher, though, with acting swiftly and efficiently saying, quote, \"as a result of the call taker's actions, police were dispatched and on the scene in less than 2 minutes.\" Last night, a police spokeswoman talked with Anderson Cooper."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Understood. Martin Savidge reporting live from Cleveland this morning. We also want to update you on an issue we first raised yesterday. We questioned how a dispatcher handled Amanda Berry's frantic 911 phone call. The 911 operator now under fire for sending police, quote, \"as soon as we get a car open\" and then hanging up before that police car arrived. The Cleveland Police Department is now looking into this and says the handling of that call is under review. According to a statement, quote, \"We had noted some concerns which will be the focus of our review, including the call taker's failure to remain on the line with Ms. Berry until police arrived on the scene.\" It also credits the dispatcher, though, with acting swiftly and efficiently saying, quote, \"as a result of the call taker's actions, police were dispatched and on the scene in less than 2 minutes.\" Last night, a police spokeswoman talked with Anderson Cooper.",
    "statement": "That is something that the division is looking into at this time. But really, the <BOTTOM LINE> in that call, the call taker was able to get the information that was need, a call was dispatched within 18 seconds and then zone car arrived on scene in under 2 minutes. So really time wasn't a factor and what <NEED TO> be done was done."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "suspect": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That is something that the division is looking into at this time. But really, the bottom line in that call, the call taker was able to get the information that was need, a call was dispatched within 18 seconds and then zone car arrived on scene in under 2 minutes. So really time wasn't a factor and what need to be done was done.",
    "statement": "And there is more new disturbing information this morning <ABOUT> Ariel Castro, the main <<SUSPECT>> in this case. Just into CNN, we obtained court documents, which show Castro severely beat his former wife in 2005, this <<APPARENTLY>> in addition to Castro's arrest for domestic violence in 1993. That charge was later dropped and this is what he looked like in 1993. But we have found out more <ABOUT> what happened in 2005. Court documents show, quote, \"Castro fought with his former wife over the custody of their children. Castro's wife twice suffered a broken nose as <WELL> as broken ribs and knocked out tooth, a blood clot on the brain and two dislocated shoulders.\" Those documents also show that Castro threatened to kill his wife and her daughter, three or four times that year, 2005. Yet after numerous hearings, the case was dismissed as was the protection order his ex- wife had asked for so many more questions <ABOUT> this. But let's talk <ABOUT> -- let's talk <ABOUT> more <ABOUT> these suspects, Ariel Castro and his brothers. Jim Clemente is a retired FBI profiler. He joins us now. I <WOULD> <<SUPPOSE>> these new court documents don't surprise you much."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And there is more new disturbing information this morning about Ariel Castro, the main suspect in this case. Just into CNN, we obtained court documents, which show Castro severely beat his former wife in 2005, this apparently in addition to Castro's arrest for domestic violence in 1993. That charge was later dropped and this is what he looked like in 1993. But we have found out more about what happened in 2005. Court documents show, quote, \"Castro fought with his former wife over the custody of their children. Castro's wife twice suffered a broken nose as well as broken ribs and knocked out tooth, a blood clot on the brain and two dislocated shoulders.\" Those documents also show that Castro threatened to kill his wife and her daughter, three or four times that year, 2005. Yet after numerous hearings, the case was dismissed as was the protection order his ex- wife had asked for so many more questions about this. But let's talk about -- let's talk about more about these suspects, Ariel Castro and his brothers. Jim Clemente is a retired FBI profiler. He joins us now. I would suppose these new court documents don't surprise you much.",
    "statement": "No, not much. Actually before I knew this information, we'd already profiled him as basically a narcissistic sadistic control freak and these documents really support that. It takes that <<KIND OF>> a person to actually <TAKE> away somebody's freedom, to be as brutal and as, you <KNOW>, just complete monster to these three victims that he had and then the fourth victim that was born in captivity. So I <<<THINK>>> this is <COMPLETELY> expected in this case and I <WOULD> <EXPECT> that you <WOULD> find that same <<KIND OF>> activity went on with these victims."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No, not much. Actually before I knew this information, we'd already profiled him as basically a narcissistic sadistic control freak and these documents really support that. It takes that kind of a person to actually take away somebody's freedom, to be as brutal and as, you know, just complete monster to these three victims that he had and then the fourth victim that was born in captivity. So I think this is completely expected in this case and I would expect that you would find that same kind of activity went on with these victims.",
    "statement": "We <KNOW> that a domestic violence charge was dismissed in 1993. We don't <KNOW> what happened with this 2005 case, but we don't <<<THINK>>> charges were filed, at least as far as we <KNOW>. If he had paid a penalty for these things, <MIGHT> that have changed him or was that impossible?"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We know that a domestic violence charge was dismissed in 1993. We don't know what happened with this 2005 case, but we don't think charges were filed, at least as far as we know. If he had paid a penalty for these things, might that have changed him or was that impossible?",
    "statement": "<WELL>, <WELL>, I don't <KNOW> it <WOULD> have changed him, but <CERTAINLY> <WOULD>'ve alerted people in the community and in the police department that this guy was a violent person. I <<<THINK>>> the <FACT> is that most domestic violence cases end up like this. Unfortunately, they're very difficult to pursue. The women <SOMETIMES> when they're battered don't want to create more of a <<SENSE>> of adversity with the man who is being violent with them. And unfortunately, the system is so tough to deal with that many times they just decide to drop the case."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, well, I don't know it would have changed him, but certainly would've alerted people in the community and in the police department that this guy was a violent person. I think the fact is that most domestic violence cases end up like this. Unfortunately, they're very difficult to pursue. The women sometimes when they're battered don't want to create more of a sense of adversity with the man who is being violent with them. And unfortunately, the system is so tough to deal with that many times they just decide to drop the case.",
    "statement": "But two broken noses, broken ribs and knocked out tooth, blood clot on the brain, two dislocated shoulders. That's extreme domestic abuse."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But two broken noses, broken ribs and knocked out tooth, blood clot on the brain, two dislocated shoulders. That's extreme domestic abuse.",
    "statement": "It is. I <<<THINK>>> when you have medical evidence like that. I <<<THINK>>> the prosecutors <SHOULD> bring the cases despite whether or not the victim wants to pursue those charges. When you have <DOCUMENTED> medical evidence like that, I <<<THINK>>> they <<COULD>> pursue the case and actually get a conviction. I wish they had done that in this case."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It is. I think when you have medical evidence like that. I think the prosecutors should bring the cases despite whether or not the victim wants to pursue those charges. When you have documented medical evidence like that, I think they could pursue the case and actually get a conviction. I wish they had done that in this case.",
    "statement": "<WELL>, we're investigating this. We're going to try to find out why. We don't <KNOW> <ALL> the facts surrounding the story. We'll go on with that investigation. I also wanted to ask you <ABOUT> Castro's two brothers. There was an article in the \"Cleveland Plain Dealer\" this morning that said that the two brothers had trouble with alcohol. Both were alcoholics. As far as I <KNOW>, both of them were unemployed. I just found it strange that Ariel Castro <WOULD> pull his brothers into this sick world according to police I <SHOULD> say."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, we're investigating this. We're going to try to find out why. We don't know all the facts surrounding the story. We'll go on with that investigation. I also wanted to ask you about Castro's two brothers. There was an article in the \"Cleveland Plain Dealer\" this morning that said that the two brothers had trouble with alcohol. Both were alcoholics. As far as I know, both of them were unemployed. I just found it strange that Ariel Castro would pull his brothers into this sick world according to police I should say.",
    "statement": "<WELL>, yes. And, yes, according to police, but that's also an assumption that he pulled them in. This <MAY> have been something they <ALL> agreed to in advance. This <MAY> have been something that they had talked <ABOUT> before. You don't <KNOW> if he pulled them in or if they were ready, willing and able to be involved in this. As far as alcohol goes, it doesn't -- alcohol doesn't create a monster. What it does is lower the inhibitions of people and it allows them to do things they wanted to do before but <<SORT OF>> had enough <<SENSE>> and enough morals to stay away from it. I <<<THINK>>> it just creates an opportunity for them to do what they wanted to do in the first place."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "certainly": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Thank you, Carol.",
    "statement": "Back to the victims now. Gina DeJesus, Amanda Berry and Michele Knight, <ALL> say there'll be many tough days and nights ahead. These women <MUST> now transition from a life in captivity to a family life that is <CERTAINLY> now unfamiliar. Marsha Gilmer Tullis is the executive director of the Family Advocacy for the National Center for Missing and Exploited Children. Thanks for being here, Marcia."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "absolutely": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "You're welcome. Good morning.",
    "statement": "Good morning. Family support, I <WOULD> <EXPECT> will have a lot to do with these women's recovery. I just want to show you a shot of Amanda Berry's home. You see it there with the flowers and the balloons and the welcome home sign. You <KNOW>, I <KNOW> you can't speak specifically <ABOUT> any one case. But this <<KIND OF>> <THING>, it <MUST> make Amanda <<FEEL>> <ABSOLUTELY> joyous."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Good morning. Family support, I would expect will have a lot to do with these women's recovery. I just want to show you a shot of Amanda Berry's home. You see it there with the flowers and the balloons and the welcome home sign. You know, I know you can't speak specifically about any one case. But this kind of thing, it must make Amanda feel absolutely joyous.",
    "statement": "Indeed it <WOULD>. This is a very exciting time for those of us that work in the area of missing and exploited children. <CERTAINLY>, the community, you <KNOW>, the world is very excited <ABOUT> these women being recovered. And it does <CERTAINLY> say to these victims that there are people out there that care <ABOUT> them. That there <ALWAYS> have been people out there that care <ABOUT> them, but, you <KNOW>, but with <ALL> missing children cases and when there are recoveries, there are <CERTAINLY> things that <NEED TO> be done to ensure that the family can move forward and a very <POSITIVE> and constructive way upon recovery."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Indeed it would. This is a very exciting time for those of us that work in the area of missing and exploited children. Certainly, the community, you know, the world is very excited about these women being recovered. And it does certainly say to these victims that there are people out there that care about them. That there always have been people out there that care about them, but, you know, but with all missing children cases and when there are recoveries, there are certainly things that need to be done to ensure that the family can move forward and a very positive and constructive way upon recovery.",
    "statement": "Marsha, many counselors say it's important these victims not be exploited, but already details of their ordeal have been leaked to reporters and family members, some family members have allowed media to overhear phone calls like the one from Amanda Berry to her grandmother. How <MIGHT> this affect this type of victim?"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Marsha, many counselors say it's important these victims not be exploited, but already details of their ordeal have been leaked to reporters and family members, some family members have allowed media to overhear phone calls like the one from Amanda Berry to her grandmother. How might this affect this type of victim?",
    "statement": "<WELL>, you've got to understand that for family members this is such a wonderful time for them. And when we get into the issue of exploitation, if you will, it is not anything that is done, you <KNOW>, on purpose, if you will. You <KNOW>, there is no way for a family member to <<<THINK>>> this <WOULD> be anything that <<COULD>> be exploiting them and actually, it's what we like to call the honeymoon <PERIOD> where they are so excited. And they want people to be with them in their joy and to <<FEEL>> what it is what they are <FEELING>, as <WELL>. So I don't want to say that we <WOULD> like to call it exploitation per se, it is just that <PERIOD> of time where there is so much happiness and so much joy and they want to share that with the world."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you've got to understand that for family members this is such a wonderful time for them. And when we get into the issue of exploitation, if you will, it is not anything that is done, you know, on purpose, if you will. You know, there is no way for a family member to think this would be anything that could be exploiting them and actually, it's what we like to call the honeymoon period where they are so excited. And they want people to be with them in their joy and to feel what it is what they are feeling, as well. So I don't want to say that we would like to call it exploitation per se, it is just that period of time where there is so much happiness and so much joy and they want to share that with the world.",
    "statement": "I look at the Jaycee Dugard case, right, her family controlled access to her daughter. She was held by a man for 18 years and by <ALL> accounts doing <QUITE> <WELL>. What advice from here on out <WOULD> you have for the families of these kinds of victims?"
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I look at the Jaycee Dugard case, right, her family controlled access to her daughter. She was held by a man for 18 years and by all accounts doing quite well. What advice from here on out would you have for the families of these kinds of victims?",
    "statement": "<WELL>, what it <WOULD> be like to say -- and we really do want to help the public understand with any type of missing child case, regardless if that child had been missing a day, week or multiple years, it's really important that they have the opportunity to have some private time, that they have the opportunity to work and be connected to therapists and treatment professionals that <KNOW> this issue and <KNOW> <ABOUT> the complexities and the dynamics and what the families are going to need as they move forward. There is no particular recipe, if you will, for what is going to work for one family versus what's going to work for another family. Each family is unique and what their needs are going to be. And the treatment professional needs to understand that when they do work with these families, this is going to be <<LIKELY>> a long-term type of need for the families and they <NEED TO> be committed to the <FACT> that they <MAY> <NEED TO> spend time with these families for many, many years."
  },
  {
    "transcript_id": "CNN-206378",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Thank you for having me.",
    "statement": "You're welcome. Our special coverage out of Ohio continues in just a minute. But coming up next, what the suspects' cousin is now saying <ABOUT> the accusations against Ariel Castro."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A hundred and forty-five people are missing after Taiwan was hit with a 6.5 magnitude earthquake. It struck off the east coast late Tuesday killing at least four people. More details now from CNN's Alexandra Field.",
    "statement": "This is an area that is prone to earthquakes. It is also <WELL>-prepared for earthquakes. But the one that struck in the middle of the night was powerful enough to send several buildings collapsing; a couple of the city's buildings, also the Marshall Hotel. That's where a lot of the early rescue efforts were concentrated. It's also where a lot of the initial injuries were reported. We <KNOW> at least 50 Japanese tourists were injured during the earthquake -- a 6.4 magnitude earthquake. That's what we're talking <ABOUT> here, followed by an aftershock of 5.1 magnitude. Hundreds of rescue workers flooded the streets trying to reach people who were still missing or trapped."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "This is an area that is prone to earthquakes. It is also well-prepared for earthquakes. But the one that struck in the middle of the night was powerful enough to send several buildings collapsing; a couple of the city's buildings, also the Marshall Hotel. That's where a lot of the early rescue efforts were concentrated. It's also where a lot of the initial injuries were reported. We know at least 50 Japanese tourists were injured during the earthquake -- a 6.4 magnitude earthquake. That's what we're talking about here, followed by an aftershock of 5.1 magnitude. Hundreds of rescue workers flooded the streets trying to reach people who were still missing or trapped.",
    "statement": "When the quake happened, we took the children and ran. My shop was still open at the time. My wife told me the opposite building has collapsed so we quickly took the flashlights and went over to save the people. That was it. Because when it first happened we <<COULD>> <ONLY> save the residents in the lower floors. Those on higher floors we couldn't reach them. We had to wait for the fire trucks to arrive."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Taiwan's leader tweeted overnight telling people to stay safe and assuring them that government agencies and armed forces were on the streets ready to respond in trying to help anyone who was still missing. You can see some of those images -- shattered windows, glass blown out of buildings, people actually escaping from the buildings by crawling through those windows. Another woman we saw rescued by a crane that was out there on the streets. Just a frantic effort to try and get people out before anymore damage was done to those buildings. This is an area again that has seen a number of earthquakes, several in just the last few days. In Hong Kong -- Alexander Field, CNN.",
    "statement": "This is the scene right now outside that hotel, the Marshall Hotel in Taiwan. You can see it's tilting very badly to its side. The crane is there and it appears that these rescue operations are ongoing. Joining us Lu Gong Ying (ph) joins us now on the line from Taipei. So Lu, what's the situation inside that hotel. Has everyone been accounted for? Have they managed to search <EVERY> floor at this point?"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "This is the scene right now outside that hotel, the Marshall Hotel in Taiwan. You can see it's tilting very badly to its side. The crane is there and it appears that these rescue operations are ongoing. Joining us Lu Gong Ying (ph) joins us now on the line from Taipei. So Lu, what's the situation inside that hotel. Has everyone been accounted for? Have they managed to search every floor at this point?",
    "statement": "Yes. Hi -- John. <WELL> actually the Marshall Hotel has collapsed and according to the officials"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. Hi -- John. Well actually the Marshall Hotel has collapsed and according to the officials",
    "statement": "Ok so if you look at the area where the quake struck and the <<SORT OF>> the damage that we're looking at how widespread is the damage across Taipei? And after <ALL> this is a region which you <KNOW> deals with earthquakes on a <FAIRLY> <OFTEN> basis."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. So the Hualien city is a coastal city on the east coast of Taiwan. So Taipei or the other areas are largely unharmed actually. So it is not very widespread at moment. So only Hualien city and the vicinities have been affected and the most serious damage was done to the downtown, the city center, Meilun area to be specific.",
    "statement": "We <KNOW> that 200 or so people were hurt in this earthquake a least 200 or so. Do we <KNOW> what their conditions are at this point?"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "know": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "We know that 200 or so people were hurt in this earthquake a least 200 or so. Do we know what their conditions are at this point?",
    "statement": "Yes. So there are, according to the latest statistic 241 people injured. And most of them are -- the condition is not so serious. But according to latest update there are also-- the amount of people who are injured two of them are from mainland China. They are individual tourists. So a mother and a child and they have been sent to the hospital. And the mother is <<ALLEGEDLY>> hurt more seriously. So we don't <KNOW> yet if she is in <CRITICAL> condition. But we'll keep watching."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes. So there are, according to the latest statistic 241 people injured. And most of them are -- the condition is not so serious. But according to latest update there are also-- the amount of people who are injured two of them are from mainland China. They are individual tourists. So a mother and a child and they have been sent to the hospital. And the mother is allegedly hurt more seriously. So we don't know yet if she is in critical condition. But we'll keep watching.",
    "statement": "And what's the situation when it comes to aftershocks at this point? Because clearly you mentioned Hualien, a number of buildings have been damaged especially this hotel. Have there been serious aftershocks which threaten to do more damage?"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Yes, actually. So for the past few days there have been hundreds of aftershocks and since last night since midnight for the following ten hours after midnight's major earthquake there were 130 aftershocks. So even this morning, the aftershocks are still happening even until now.",
    "statement": "Ok. That will <NO <DOUBT>> be happening for a while. Lu Gong Ying -- thank you very much. On the line there from Taipei with the very latest on that earthquake --"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you. Thank you -- John.",
    "statement": "-- in Hualien, in Taiwan. Just to repeat what we've learned. There are two people, at least two people, remain trapped inside that hotel we're looking at right now. That's the Marshall Hotel. Those rescue operations are ongoing. Also in another building where I <<<THINK>>>"
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "With regard to any interaction with the North Korean delegation I have not requested a meeting but we'll see what happens.",
    "statement": "I <<<THINK>>> we'll just see. We'll see what happens."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Any time you're in close proximity to people, representatives of an adversarial nation it would be foolish for intelligence agencies not to try to capitalize on that.",
    "statement": "North Korea's first espionage priority -- ensure there are no embarrassing defections during the games."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "North Korea's first espionage priority -- ensure there are no embarrassing defections during the games.",
    "statement": "I <<<THINK>>> that they will try to <TAKE> advantage of this opportunity. There's no <QUESTION>. They'll also be spying on their own people."
  },
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "But there will also be hidden high tech spy tools. U.S. Navy submarines lurking offshore and aircraft overhead can monitor North Korean communications. U.S. Air Force AWACS aircraft can make certain only friendly aircraft are in the air. U.S. Special Operations Forces will be close by in case of trouble. But for now, very public tit for tat goes on with no North Korean give on its weapons policy.",
    "statement": "The U.S. who is not -- who is unhappy with this trend is seeking to intentionally elevate the situation by deploying huge nuclear assets nearby the Korean peninsula including nuclear aircraft"
  }
]