[
  {
    "transcript_id": "CNN-108478",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Thank You Ambassador Ja'afari. Coming up at the top of the hour here on CNN, \"THE SITUATION ROOM\" with Wolf Blitzer. Wolf, tell us <ALL> <ABOUT> it."
  },
  {
    "transcript_id": "CNN-302442",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you. Now I want to turn onto the crime that has people across the country asking how could it happen, among them, the President of the United States, Barack Obama. A lot of people are asking whether the attack on the special needs teen allegedly by four black suspects who shouted slurs against white people and Donald Trump, how that shows at race relations are getting worse. I want you to listen to what President Obama tells to Chicago's",
    "statement": "I don't <<<THINK>>> it's accurate to say race relations have gotten worse. I -- listen, I came to Chicago in '85 and you were there, during council words, right? And I promise you, race relations haven't gotten worse. But what is true is that in part because we see visuals of racial tensions, violence and so forth, because the smartphones and the internet and the media, what we've seen is surfacing I <<<THINK>>> a lot of the problems that have been there a long time. Whether it's tensions between police and communities, whether hate crimes of the despicable sort that -- as just now recently surfaced on Facebook, the -- I <TAKE> these things very seriously."
  },
  {
    "transcript_id": "CNN-155707",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And joining us from Washington now to talk more about this, as well as the other interesting -- there's a lot of interesting stuff going on lately, Candy -- CNN chief political correspondent, host of \"STATE OF THE UNION.\" Great to talk to you, Candy, as always. Are these mixed messages from the speaker talking about, you know, we will pass a middle class tax cut no matter what it takes? Well, it could take having to give it to the wealthiest Americans, too, right? I mean, the way that some of these Democrats are sort of depicting?",
    "statement": "<WELL>, I <<<THINK>>> what you're hearing, and this didn't come in to me, these two statements from our the <<KIND OF>> DEFCON level that it seems it will come in to Republicans who <<<THINK>>> she's trying to have it both ways. Here's how I read what she said: We are going to have an extension of those middle class tax cuts. That's going to happen. Then when she was asked <<SORT OF>> directly -- <WELL>, what <ABOUT>, will it just be for the middle class or -- this is not the exact <QUESTION> -- just be for the middle class or will it be extended? She said, \"<ALL> I can tell you is that it will -- there will be this middle class extension of the tax cuts,\" and then she said that she didn't see any justification for extending tax cuts for the rich. <WELL>, one to me is her political position that she doesn't <<<THINK>>> there ought to be extensions for the rich and the other is practical and the political outlook which is she does have more than 30 Democrats who want to extend those tax cuts for wealthier Americans. And she's not really <<<SURE>>> how this is going to work out. So, I didn't see it as her wavering. I saw her as <<SORT OF>> looking at it realistically. You <KNOW>, <ALL> I can tell you is, middle class tax cuts will be extended."
  },
  {
    "transcript_id": "CNN-389831",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "No, of course, not.",
    "statement": "Hezbollah or Hamas are just going to sit back? No, they weren't. And we took off, what this president did, this administration did and this military did was to remove a really bad guy from the planet who was going to do really bad things to Americans in an imminent fashion. He was not showing up there in Iraq just to play poker that night with the Iraqi general who is leading protests outside of the embassy. And <<MAYBE>> people forget , I don't forget, you don't forget, I <HOPE> that no one forgets that our embassy was stormed, hostages were taken by the Iranians before, I mean, executed and led by some of these same folks who were eliminated, and so the world is much safer --"
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, you know, this deal, you know, I'm still broken, hurt, mad, you know, to think about the whole issue with this. I just want the public to know that he wasn't, you know, a bad guy. How bad they actually demonized his name and the family because of what they showed, they put out there. You know, I'm just happy that the public can see with their own eyes on what had happened and what had led to, you know, the ending.",
    "statement": "I really wish America <WOULD> treat grieving families with more empathy and respect. This is a grieving father who did not <NEED TO> be here, who is fighting for his son still, grieving publicly. Let's <<<THINK>>> <ABOUT> that more. Where is our conscious as a country? How did we let this happen? Mike Brown was a great guy."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "guess": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "But the <QUESTION> is, do the allies really <<<THINK>>> this is something they want to get on board with? And are they -- do they <<<BELIEVE>>> that this will do as what you <HOPE> and what Pompeo hopes, that this will deter action? I <<GUESS>>, what is the evidence from the past that this <<KIND OF>> action will produce what you want it to produce?"
  },
  {
    "transcript_id": "CNN-212046",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And we believe we're being told that the - that the aunt of Gina DeJesus was on the crane and made the first hit as this - and clearly it's very symbolic. This is the home that held Gina DeJesus, Amanda Berry and Michelle Knight in this home for more than a decade. This demolition, I believe they say, it's going to take all day, but the process begins. And this means a lot, not only for those three families, but obviously for that entire community that has been suffering ever since this horrific story came out of their capture and kidnapping.",
    "statement": "You <KNOW>, <OBVIOUSLY> what they want to do is try and remove any trace of the memory of what happened in that house that was so terrible for so long. And this is the most <OBVIOUS> way to do it. But the community will be healing, as will the victims for some time to come. So we just wanted to show you that this morning because it's the latest."
  },
  {
    "transcript_id": "CNN-270547",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And that's very important indeed. Because if that is really the case, then the immediate danger has now gone away. That was consistent with what the assistant director of the FBI and Los Angeles area was saying just a few hours ago that there's no immediate terrorism threat, specific immediate terrorism threat in the United States that suggests they have some confidence that it was just these two and no more who were involved. They are also saying they don't believe that part of a wider network or cell. And I think you can read into that. They don't believe that they were recruited physically by a terrorist group overseas by ISIS. They didn't get recruited and get marching orders and meetings in the Middle East. These are self-radicalized is-inspired rather than ISIS directed. And so far, the message from ISIS land is much the same. These were two supporters of ours. They weren't fully fledged fighters. And so, we are starting to get perhaps a sense of the scope of this, which were two individuals acting autonomously, but on behalf of the Islamic state. Not people who got training necessarily overseas, but perhaps learned how to make these primitive pipe bombs over the Internet. And of course, we all know how easy it is in the United States to buy extraordinarily powerful weapons.",
    "statement": "To steal a phrase from our colleague, Bobby Gosh, they were freelancing. And I <<<THINK>>> it's just so extraordinary to point out, as he was with me before, and as we have spoken multiple times <ABOUT> this, when you <<<THINK>>> of Al-Qaeda, it was terrorism 1.0. You <HAVE TO> train in a place like Yemen or other countries and then you <WOULD>, you <KNOW>, carry out these very precise specific attacks. And here with this terrorism 2.0 and ISIS, it's just <<SORT OF>> either we're going to give you this direction and you do this or, hey, if you <<FEEL>> inspired by our crazy ideology, go out and kill people, which is precisely what happened in California it sounds like."
  },
  {
    "transcript_id": "CNN-200894",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "So, what documents do you need? And do you think they're going to give them to you, and if they don't, are you go ahead and confirm him?",
    "statement": "<EVERY> American has the right to <KNOW> when their government believes it's allowed to kill them. And to really make an evaluation on that issue, we <NEED TO> see the full legal analysis. Now, what I read before the hearing <CERTAINLY> was a step in the right direction and I want to commend the president for <CERTAINLY> changing course and making additional material available, but to do our job, which is part of the checks and balances that makes our system of government so special, we need the full legal analysis."
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "fact": "ungraded",
      "might": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. My mother is 82 years old, and she has a stock account. I would like to know that when she passes away, how can the funds be distributed to her heirs without paying a capital gains tax?",
    "statement": "<WELL>, it's a great <QUESTION>, and the good news is there is no capital gains tax. When someone passes away, you get what is normally called a stepped-up basis. Meaning, regardless of what your mother <MIGHT> have paid, even if she paid a dollar for a share of Coke a 100 years ago, or 50 years ago, when someone passes away, there's no capital gains tax. It's stepped up to the value as of the date of death. Now, what's <<KIND OF>> interesting is the law can <<POSSIBLY>> work against you, if in <FACT>, you bought it at a higher price and then you pass away, you get a stepped-down basis. So, you have no capitol gains tax."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me ask a more targeted question -- and I thank you for that. And the answer both of you have given argues for the urgency with which we should approach our response to your recommendations. Clearly one of the main goals of our current counterterrorism policy is to find and capture or kill Osama bin Laden. Is it clear to you that anyone is in charge of that search in our government today?",
    "statement": "<WELL>, my <IMPRESSION> is that the military is in charge, the Defense Department. We have I <<<THINK>>> it's somewhere between 10,000 or 15,000 -- I'm not <<<SURE>>> the exact number -- military forces in Afghanistan. They are not engaged in securing the country. That's a NATO responsibility which has some problems with it. But our troops there are in the southern party of the country on the border now. And I <<<BELIEVE>>> the search is, my <IMPRESSION> is really, very much under control of the military now. A lot of intelligence assets are in place to try to locate Osama bin Laden and his team. I do not have a <FEELING> that -- we're not <CRITICAL> of this at <ALL>. We did not get into that in great detail, but that's my <<SENSE>> of it."
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Elaine Quijano for us from the White House, thank you so much.",
    "statement": "You <KNOW>, in a country with -- in countries across the world with coups and the like and dictatorships, it's really extraordinary to see a peaceful transition of power. We're going to be following it <ALL> for you right here on CNN in the coming days. Barack Obama, by the way, is <OBVIOUSLY> going to be inaugurated, sworn in on January 20th. A lot of the Inaugural traditions and ceremonies and balls are on Tuesday but he's doing something else that very few presidents have done, you <KNOW>."
  },
  {
    "transcript_id": "CNN-108574",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Did the president request your help? Did the president request Syrian help?",
    "statement": "Very brief, but the Saudi foreign minister saying he's not going to reveal much <ABOUT> the conversations that have taken place involving him and White House officials, including that the U.S. Secretary of State Condoleezza Rice. In <ABOUT> 30 minutes, it is expected that she will begin heading to the Middle East region, to <<PERHAPS>> help broker some talks of diplomacy as the crisis in the Middle East <ONLY> escalates now. Meantime, we've got more on this special coverage on the crisis in the Middle East. Over the next hour, we'll hear from our correspondents throughout the hour. And our international desk is monitoring broadcasts out of the area to cover <ALL> angles of this story. Here's what we <KNOW> right now. While rocket and missiles fly overhead, doctors in Israel say that that country's former prime minister Ariel Sharon has taken a turn for worst. He has been comatose since a stroke in January. And now his kidneys are shutting down. Meanwhile, a new barrage of bombs and rockets today on both sides of the border. Two civilians were killed in Israel and one in Lebanon. The Israeli military now says it will distribute relief supplies in Lebanon, but it's barred aid to southern area, where Hezbollah guerrillas are believed to be holed up. That's also where most of the civilians displaced by the fighting are located. Amid the growing -- or, amid growing <DOUBTS> for a diplomatic solution, Israel says, the key sticking point remains Hezbollah."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He's not alone. In fact, the State of Mississippi is suing the insurance companies on behalf of all its residents. No insurance company we contacted would talk to us on camera, so I went to see a spokesperson for the industry. (on camera): It sounds like many insurance companies are trying to say this is the first hurricane in history that came with no wind, that sustained 125 mile an hour winds can do no damage. I've stood in 70 mile an hour winds in a hurricane and watched a roof blow off a hotel. How can they say 125 mile an hour winds can do no damage?",
    "statement": "I <<<THINK>>> that they -- they do <KNOW> there was a 28-foot storm surge that came through. Also, there are many houses..."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Tonight, Hollywood under fire for what some are calling glamorizing cigarette smoking on the silver screen and for potentially influencing kids to pick up the habit, too.",
    "statement": "SHOWBIZ TONIGHT is here to set the record straight. We took to the streets to find out what people are thinking, and our David Haffenreffer is here live with the story -- David."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Did you like working regular television?",
    "statement": "<WELL>..."
  },
  {
    "transcript_id": "CNN-260202",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I think it was a summary situation. She -- you know, it was not time to call backup. But there is a big piece of this puzzle that the media is not reporting, Dr. Drew. And that is, this woman, historically, had multiple run-ins with the police. She does not --",
    "statement": "Wait. Wait, John, I <<COULD>> not hear you. I <<<THINK>>> you said this woman had multiple run-ins with the police. I do not <KNOW> if that is true or not. I want to get the connection straight with you and get that -- what you are reporting <CLEAR>. Go to the audience first. Go ahead."
  },
  {
    "transcript_id": "CNN-268210",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what do you recommend? What needs to happen?",
    "statement": "<WELL>, what needs to happen at the very least is we <NEED TO> be prepared for the consequences of this. And I <WOULD> say, Jake, we are at a perfect time in our history, we're right at the beginning of a major political event in our nation's history, the presidential campaign. We <NEED TO> be talking <ABOUT> it. The candidates <NEED TO> be looking at it. We <NEED TO> have a public discussion of what if anything the federal government can do to deal with the consequences of an attack like this. The likelihood of it happening, the Chinese are already in our grid. The Russians are already in our grid. Either one of them <<COULD>> knock out if not an entire grid at least a <SIGNIFICANT PORTION> of it. The Chinese and the Russians though aren't <<LIKELY>> to do it because of the many interrelationships we have with them. But <ONLY> just behind them are the Iranians in terms of their capabilities. Little bit more <<LIKELY>>. North Koreans, much more <<LIKELY>>, the Syrians actually have a very effective cyber-attack capability and most frightening of the <ALL>, groups like ISIS, which <<APPARENTLY>> has <ABOUT> $2 billion that they have stolen over the past couple of years. With $2 billion you can buy a lot of expertise and the experts can buy the equipment they need off the shelf."
  },
  {
    "transcript_id": "CNN-242787",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Well, nothing happens by accident in North Korea. Everything that comes out of that country is highly choreographed. Every picture you see of the leader, everything on state-run media, and the fact that they have released these two U.S. citizens. So every analyst says there is definitely something that North Korea wants. Now, they have pegged this as a humanitarian gesture, and they have effectively said that they should doing this because of the U.S. President Barack Obama having a number of requests and also an apology which, of course, is propaganda gold for the North Korean leader being able to say to his own people the most powerful man in the world has apologized for what these two men have done. Their crimes or at least crimes as they're seen in North Korea. Certainly from a PR point of view, Kim Jong-Un has got a fair amount from this. But of course, the question is what else does he want? We are seeing a remarkable charm offensive from the North Korean leader, from the top officials traveling around the world. We have three men, the number two, three, and four in North Korea come here to South Korea recently. This is effectively enemy territory. So we really are seeing a charm offensive from Pyongyang. Most likely according to analysts, because of this United Nations report on its human rights abuses. That's going through the process within the U.N. now accusing Pyongyang a crime against humanity. It appears as though this PR by Pyongyang is trying to mitigate that report and also improve its image around the world -- Pamela.",
    "statement": "And when you talk <ABOUT> the apology from President Obama <<APPARENTLY>> in a letter brought to Pyongyang by the U.S. director of national intelligence James Clapper. I'm curious that the North Korean government released a statement. What did they say <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-217924",
    "matched_terms": {
      "best": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "It was a rough day for Britain's troubled banks. Let's start with Barclay's Bank. Barclay's suspended six traders, and that included of the six one of the top London traders. RBS, the Royal Bank of Scotland -- now, the RBS confirmed there was a foreign exchange investigation. Now RBS is also involved, it includes Deutsche Bank, UBS, Citi, JPMorgan, all confirming that they are now being invested for how they may have manipulated foreign exchange markets. You have got Barclay's, you've got Royal Bank of Scotland. Oh! And more misery and mayhem for RBS, this time announced that it will create an internal bad bank. This is all part of the idea of how you get rid of the toxic assets inside a bank. Do you get rid of them? Do you create a good bank/bad bank? Well now, the UK chancellor, George Osborne, has expressed support for the bank putting it inside the existing institution.",
    "statement": "Determined to build a British banking system that supports the British economy, and today, RBS undertakes a new direction that will achieve that by dealing with the toxic assets in the past, by making <<<SURE>>> it is focused on the UK, and making <<<SURE>>> it's the <BEST> small business bank so it can support businesses like this."
  },
  {
    "transcript_id": "CNN-193687",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "How important is personality?",
    "statement": "I <<<THINK>>> it's everything. I mean, we <TAKE> <ABOUT> the economy over and over again. People on CNN come on and say, it's <ALL> <ABOUT> the economy. We also <HAVE TO> say, do we want to live with Mitt Romney, for example, for the next four years, <EVERY> day on the news. Are we comfortable with that person, our representative abroad, representing American values, of going to a crisis, a Katrina-like crisis and representing the American people, and we <KNOW> what Barack Obama is like in that role. He has been at it now for almost four years. So it's really an audition for Mitt Romney in front of 50 million American people tonight."
  },
  {
    "transcript_id": "CNN-194361",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, here's the situation. One, there was an hour long attack, if you will, on the legation in Benghazi. It was clear and the president said the day after, this was an act of terror. This was not an accidental occurrence. It wasn't -- and I don't think he made any reference to the video in the context of this attack on the legation. But it's not clear. It's still trying to establish the facts of whether this was an opportunity unfortunately seized on by terrorists or was preplanned. That has to be determined carefully by Ambassador Pickering and he's doing that right now.",
    "statement": "CNN has reported that the government knew within 24 hours that it was not <ONLY> a terrorist attack, but there were phone calls intercepted with groups linked to al Qaeda, things of which, of course, the intelligence community was aware, and some say that the lack of mention of an al Qaeda linked group for such a long <PERIOD> of time from the government <MAY> stem in part from the <FACT> that vanquishing al Qaeda was a specific part of this president's foreign policy achievements. I want to play you a speech he gave last Thursday, <A LITTLE> piece of it, Senator, then I'll show you something else. Here it is."
  },
  {
    "transcript_id": "CNN-151238",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There, you've just heard the President of the United States deliver the commencement address to 1,000 cadets; those graduates at the West Point, the prestigious West Point Academy in New York, telling them what they <HAVE TO> look ahead. <CERTAINLY>, giving updates really <ABOUT> what's happening in Iraq and Afghanistan, but also put pressure on the folks who are not in uniform, talking <ABOUT> the need for civilians to <TAKE> up responsibility as <WELL> in strengthening and indeed keeping this country safe. But the President there just wrapping up. We're going to talk more <ABOUT> the President's speech in just a moment with our Kate Bolduan. She's standing by for us in Washington, D.C. But for right now, welcome to you <ALL>. We're just <ABOUT> five minutes past the top of the hour here in Atlanta. Welcome to those of you who are <<POSSIBLY>> just joining us as you see the president wrapping up there. I want to tell you <ABOUT> some of the other stories we are keeping an eye on; some of the headlines including out of India, a developing story where 158 people on an Air India flight to Mangalore are feared dead after their plane skidded off the runway. Off an embankment as <WELL> and caught on fire. Officials in India say they don't <<<THINK>>> weather or visibility was a factor. And speaking of the President just a moment ago he is naming former EPA Administrator William Riley and former Florida Senator Bob Graham to lead a bipartisan panel to investigate the Gulf oil spill. Also in Texas, the schoolbooks there <MIGHT> look <A LITTLE> different soon after the state school board decided to vote yesterday to approve some changes, some controversial changes that some say are going to give the curriculum <A BIT> of a conservative slant. Others say it's simply balancing things out <A BIT>. But we do want to get back to the President vowing to build American strength and influence <AROUND> the world. He says the U.S. will win the war on terror. He outlined his plans last hour in that commencement speech. You saw it just wrapped up, talking to the graduates at West Point Academy in New York."
  },
  {
    "transcript_id": "CNN-145663",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Here on the frontline, many soldiers tell us, while they want to go home as fast as possible, they also want to succeed. Fred Pleitgen, CNN, Kandahar, Afghanistan.",
    "statement": "Now, as you just heard, winning the hearts and minds of Afghan villagers is one of the keys in winning that war, but just how do U.S. forces do that? How do they convince village and tribal leaders to actually turn against the Taliban? <WELL>, our Atia Abawi is live in Kabul. And Atia, you <KNOW>, you've been there with the tribal elders. You've watched the interaction. What can U.S. troops do to help them overcome this fear? It's something we've seen for eight years."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You figure do I really need to go out now, or can I get something, and, you know, can I make another trip and do everything together.",
    "statement": "Suddenly, premium seems <WELL> named."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, I'm excited to now look forward to a week from tonight. Because my home State of Pennsylvania, I think is the big prize of those Mid-Atlantic States. And it's a very odd state. And John King made reference to this, Anderson, because 54 of the 71 delegates are uncommitted, regardless of the result. Refer congressional district, you walk into the ballot booth, you don't know really for whom you're voting because there's no indication as to who the delegate will support. So, I think for a candidate like Donald Trump, he wants to go into Pennsylvania and win convincingly so that he can say to those 54 when it gets closer to the convention, regardless of where their disposition may lie. I want your state, I want it big. And when you're wondering how does he make up a short fall if there is one, he turns to Pennsylvanians and says, I need you to stick together as a group and put me over the top.",
    "statement": "Yes. And he clearly mastered a message that walks across the board in any number of states. I mean, it's so surprising that he's won Mississippi, New York, and is on track to win <ALL> of these states that typically go for moderates. I mean, <ALL> of these blue states like New York, Pennsylvania, Maryland, those are the states that insured Mitt Romney <WOULD> be the nominee and blocked out, you <KNOW>, insurgent candidates who typically did <WELL> in the south. So, the <FACT> that he's been able to really, I <<<THINK>>> move together this coalition is really astounding in his message tonight. I mean, it was eight minutes, it was short."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, exactly.",
    "statement": "But the main <THING> is now is to <CLEAR> the mine fields and help the survivor assistance. I collected 27,000 second hand limbs from Britain, which is not what I do now. If kids are going to start sending their arms and legs to my house again. And now get people to become self sufficient."
  },
  {
    "transcript_id": "CNN-99480",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "OK. Because of these attacks in Jordan, police in Kevlar vests came out in force here in New York City to watch over hotels. I mean, how afraid should we be at this kind of violence?",
    "statement": "I don't <<<THINK>>> the likelihood of an attack in cities like New York and Washington is any different today than it was yesterday or last week or last year. There still is the possibility of an attack. This reminds us that there are groups that are willing to conduct attacks against allies of the United States. But I don't <<<THINK>>> there's any more reason to be fearful today than there was yesterday. But it's just important to be vigilant."
  },
  {
    "transcript_id": "CNN-178372",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, what did you make, David, of his explanation why at one point like the Heritage Foundation, he supported health care mandates, but eventually came around to see that they were not useful and he now opposes that? What did you make of his explanation?",
    "statement": "<WELL>, you <KNOW>, Newt Gingrich does not just stand for health care mandates. And he had, back in the middle 2000s, a very sophisticated, worked out set of health care ideas that were in many ways similar to Mitt Romney's. The Heritage Foundation explanation of how they changed their mind is -- is almost laughably unconvincing. If you go back to the op-eds in 2009 where they say they've discovered new facts and they <NEVER> stipulate what the new facts are other than the election of a Democratic president. <WELL>, they had it right the first time. This was a good, sound, Republican alternative to single payer or government controlled. This is how we were going to build a private system of universal coverage and Mitt Romney and Newt Gingrich got it right the first time. And one of the things that is really, I <<<THINK>>>, interesting <ABOUT> Gingrich and you see that in the way he answers you, is in a way he frightens people unduly. In his content, in his substance, Gingrich has been very much in the mainstream <<KIND OF>> conservative. He has been somebody who has advocated a lot of the <<KIND OF>> inclusive ideas that Mitt Romney has also advocated. He speaks in a more vehement way that makes him sound more radical than he really is when you look at this core -- at his core policy positions."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "It is but they're knew they had him lying. Although again, why did the FBI not think he was lying. But then you have different set of investigators in the same house thought he was.",
    "statement": "Yes, I mean look, we do <KNOW> that Mueller knew some pretty heavy handed prosecutorial tactics and let him <KNOW> that his son <<COULD>> face criminal jeopardy if he did not agree to cooperate and plead guilty. So that <<COULD>> have been a factor. Until we see the transcripts of his conversations with Kislyak, it's going to be hard to reach the final judgment on this. But I do <HOPE> at this point, Michael Flynn has now -- he going to be sentenced. His cooperation it looks like is completed. There is no reason why Congress can't step up to the plate now and finally do what it <SHOULD> have been doing from the beginning which is calling some of these <CRUCIAL> witnesses like Mike Flynn and let him lay out what he can say and what he knows <ABOUT> his interaction with the President. Same for Michael Cohen, we <SHOULD> seeing Michael Cohen testifying in public next month if Congress does its job."
  },
  {
    "transcript_id": "CNN-104603",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "DeLay was forced out of his leadership position seven months ago after being indicted in Texas for allegedly breaking state campaign finance laws. Since then, two former close aides pleaded guilty to corruption charges in the Jack Abramoff lobbying scandal. Federal prosecutors have not charged DeLay with any wrongdoing in that case. He insist he'll be vindicated.",
    "statement": "I have no fear whatsoever <ABOUT> any investigation into me or my personal or professional activities."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, again, there's two totally different .",
    "statement": "I'm talking <ABOUT> the"
  },
  {
    "transcript_id": "CNN-179924",
    "matched_terms": {
      "obviously": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, Nancy, as Ellie just said, it wasn`t the father himself who changed the story, it`s a friend of his. I`ve looked at her blog, too. This is a woman -- she`s a mother. She`s a stay-at-home mother. She`s a blogger. And she lives about 600 miles away. And if you read her blog, what she says is that she just got it wrong. So I don`t think we`re hearing it directly from the source. We`re simply hearing it from a friend.",
    "statement": "Dwane Cates, she <OBVIOUSLY> is getting the information from the family. And to <HAVE TO> <REVISE> the story three separate times as to who discovered the baby missing -- first of <ALL>, raising two children, they`ve just turned 4, I find it hard to <<<BELIEVE>>> that these two slept through the entire night. Nobody wanted a bottle. Nobody wet the bed. Nobody had a bad dream or wanted Mommy or Daddy or crawled out of the crib, nothing the whole night, from 8:00 PM to 9:00 AM? That`s a pretty tough sell, Dwane Cates. And now the story`s changing as to who went into the room to find the baby missing?"
  },
  {
    "transcript_id": "CNN-206224",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And what's the situation there? You have people demonstrating outside still?",
    "statement": "<WELL>, they're demonstrating but they're not doing anything, they're not throwing rocks or calling names. They're yelling, send him to Moscow, we're trying to raise money to send him to Moscow."
  },
  {
    "transcript_id": "CNN-207197",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "There is not an updated number at this point in time. This is a big area of destruction and so we have a lot of different moving parts. We have all hands on deck but we hope to have a briefing about noon to give some better numbers. We are working through medical examiner's office and one thing we want to be careful about is not giving out numbers we're not sure about. And so we're working very diligently to gather information from various sources. We had a huge issue yesterday and it's still sort of an issue today with cell phone towers. As you can imagine, there are so many people trying to use telephones, the powerlines have been down, the telephone line -- there's no power, there's no water in this community. And as you stated, it's about two miles wide for about 20 miles long. So this is a big, big area of destruction.",
    "statement": "Governor, what do you need today? As the sun rises here, there are <<PROBABLY>> so many needs. What's at the top of the list?"
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "fact": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Stebic was seen -- this timeline is all according to her husband, Craig Stebic, and he says between the hours of 6:00 PM and 7:00 PM that evening, he was in the back yard doing some work. The two children, ages 10 and 12, had taken a walk to a local Walgreen`s to buy candy. Craig Stebic, the husband, says when he was in the back yard, he heard Lisa leaving the home. He assumed she was running down to the local high school, where she worked out, to do her usual workout, like she did three, four times a week. But people at the gym report they never saw Lisa in the gym that evening, and that was unusual.",
    "statement": "Over the last 10 weeks, our agency has spent thousands of hours investigating this case and looking at <ALL> of the evidence and <ALL> of the interviews and things that were there. And we basically have narrowed it down, in the <<SENSE>> that the last we are made aware of is that Mr. Stebic was the <ONLY> person in the house when -- to see Lisa. And with this what we`ve done is elevated that based upon our, really, 10 months of investigation. It`s not something that just popped up. It`s something where we tried to meticulously eliminate the <FACT> that she didn`t simply walk away. She`s had no contact on her cell phone."
  },
  {
    "transcript_id": "CNN-280544",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Blasphemy law has often been manipulated to persecute minorities, including Christians. In a highly publicized case, a Christian mother of five was sentenced to death for blasphemy. The Muslim governor of Punjab called for the death penalty to be revoked. He was gunned down by his own guard. At Sunday's service, a special song praying not just for Christians but for citizens of all faiths in Pakistan, we should be seen as equals in the eyes of the state.",
    "statement": "Isha, very few people came to church this Sunday, much less than normal according to the priest that we spoke to. There are many churches <AROUND> the city. And it's not just the written community. Many have come under attack. I spoke to one Muslim man who said he feels like a minority within Pakistan because if you're not the right sect of Islam, you <<COULD>> be attacked, too -- Isha?"
  },
  {
    "transcript_id": "CNN-246512",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Talk to me about the area around your house. You said there was a creek bed, briars, a difficult walk for anybody, let alone a seven-year-old girl at night.",
    "statement": "<WELL>, yes. And we had an ice storm here in 2008 and this woods is -- I was told last night that it was <ABOUT> 1,400 acres total, but now here I'm <<PROBABLY>> two blocks from a minor high highway. To <KNOW> that the Good Lord was with her, if she had walked the other direction, you <<PROBABLY>> <WOULD> haven't found her for a week, because she'd be walking into just more woods. The ice storm knocked a lot of these trees down, I'd say <<PROBABLY>> 20 percent, 30 percent of the trees knocked down, so everywhere she walk she had to detour. It's <<PROBABLY>>, as the crow flies, <<MAYBE>> a quarter of a mile from where that plane crashed, but you couldn't walk in the a straight line. I'd say she walked three quarters of a mile because she had a creek bed to go through, briar bushes to go <AROUND>, fallen trees to walk <AROUND>. I've said many times I don't like to walk in that woods in the daylight much less in the dark with no light."
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "In retrospect, we have the value of hindsight.",
    "statement": "In retrospect, we don't have -- yeah, I mean, hindsight is great, but unfortunately we can't go back and I <<<THINK>>> that was the decision early on -- and I mean, he -- you <KNOW>, we <ALL> received that advice, contemplated it, but I mean, for him to come out early and, you <KNOW> make a statement <ABOUT> a denial, or you <KNOW> -- mea culpa. But I mean, we didn't do that. He chose to focus his efforts on law enforcement."
  },
  {
    "transcript_id": "NPR-379",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Does an example come to mind?",
    "statement": "Yes, indeed. Education issues, child-rearing and parenting issues, columns <ABOUT> how to balance workplace and family have <ALL> been talked <ABOUT> on op-ed pages over the last 15 years."
  },
  {
    "transcript_id": "CNN-106613",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you ever think about the possibility that a child with half your genetic makeup will be out there somewhere?",
    "statement": "I mean, I <<<THINK>>> it's <ALWAYS> in the back of your head for any egg donor or sperm donor or anybody for that matter. I just <<<THINK>>> it's a piece of them now. I don't really consider like oh, that's half of me. You <KNOW>, I <<<THINK>>> that that's them, that's their family, that's -- it doesn't really have a whole lot to do with me anymore."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "No, you can go ahead.",
    "statement": "Let me ask just, if you don't mind, we're not going to, nobody else, but any of you can object, of course, to anything I <MAY> ask the judge. But there's been reference here to Palm Beach County doing a 1 percent recount, the initial, the manual recount that has to be at least three precincts or at least 1 percent."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, we really don't have enough information to make any judgments at this point. We do know that terrorists are operating throughout the region, not just in Yemen but throughout the entire Middle East. It's pretty fluid. There are various groups who move in and move out. And so it's generally a high-alert area for virtually every area in the Middle East. But I think it's just premature to make any link between Osama bin Laden or anyone else at this point until we have more information. We're still, as Admiral Clark has pointed out, we're still bailing out the water to make sure we don't take on more water in that particular ship. And you will note from that last photograph -- and I think the admiral pointed out to me -- that there have been a number of reports of how badly the ship was listing. But in fact, if you look at that last photograph, you'll see a sailor up on the deck who's standing straight up over the gaping hole. So it's a serious blow. They're working hard to maintain the ship, and they deserve great credit for it.",
    "statement": "<<COULD>> you give us an idea of what you're game plan is for the wounded and where do you plan to <TAKE> them, how you plan to do that, and when?"
  },
  {
    "transcript_id": "CNN-141682",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's hard to grow up in the public eye. There are times when the president's children are unavoidably in the limelight. But other than that, even for an advocacy group, I think there's a sense in town that you probably should leave them alone.",
    "statement": "In January, a toy-maker introduced two dolls named Sweet Sasha and Marvelous Malia. But they changed the names of the dolls after the White House complained <ABOUT> the girls being used for marketing purposes. (on camera): The Physicians Committee for Responsible Medicine is determined to keep these ads running through the end of this month. They are targeting Congressional staffers that pass through these escalators in this hallway <EVERY> day on their way to work. The <THING> they're pushing for -- new legislation to require more fruits and vegetables in school lunches -- public school lunches -- comes up in the fall. Brian Todd, CNN, Washington."
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Many friends of Lisa came forward and said she was the victim of verbal abuse. She came forward and told them that Craig would call her names in front of the children, belittle her. He also made death threats against her.",
    "statement": "Investigators do not <<<BELIEVE>>> Craig Stebic has been cooperative in this investigation. He has an attorney and has not allowed himself or his children to be interviewed without the attorney present, number one. Number two, Stebic said he`s concerned <ABOUT> the welfare of his children early on because they were traumatized by one of the searches that was done at the home. He didn`t want his children further traumatized. But ultimately, authorities did get the children`s testimony in front of the grand jury. Now, Stebic, not really considered cooperating in this investigation, blocking attempts to come down and answer questions, and that has investigators, you <KNOW>, asking more questions <ABOUT> what, if any, involvement did Craig Stebic have in <ALL> of this?"
  },
  {
    "transcript_id": "CNN-225851",
    "matched_terms": {
      "should": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "While Southern California may be the center of attention this weekend because of the Oscars, many are keeping a very close eye on the much needed rain that is finally blanketing the area and that's because with the state's historic drought conditions add to that threat of wildfires, the threat of mudslides and flash floods are very, very real. Forecasters are predicting up to five inches of heavy rainfall across the L.A. basin. You have the eastern foothill communities of Glendora and Azusa already under a mandatory evacuation. People are racing to protect their homes with sand bag, concrete barriers before packing up and getting out of there.",
    "statement": "It looks like Niagara Falls after the next 2 inches of rain. Once it gets dark and the rain starts, nobody <SHOULD> be here. This <STUFF> comes down quickly and unexpectedly."
  },
  {
    "transcript_id": "CNN-365923",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The government of Honduras responded to the announcement blaming the move on -- quote -- \"contradictory policies from the",
    "statement": "In the meantime along the southern border customs and border protection says several detention centers are <WELL> over capacity. The city of Brownsville, Texas, for instance, is averaging 300 people per day being released by federal authorities."
  },
  {
    "transcript_id": "CNN-116691",
    "matched_terms": {
      "must": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "The Congress should send him another bill with the funding authority for the troops with a timetable for withdrawal.",
    "statement": "The public agrees. In the new CNN/<<OPINION>> Research Corporation poll, 57 percent want Congress to pass another bill with funding and timetables. Another proposal is to replace timetables with benchmarks that the Iraqi government <MUST> meet to show progress toward a political resolution. That proposal gets <SLIGHTLY> more support -- 61 percent. Republicans charged Democrats with failing to support U.S. troops."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Now in the news, a car bomb today in Karbala, Iraq which killed at least five people and wounded dozens more. At least three are known dead from a car bomb in Mosul, and a U.S. marine has died of combat wounds in Anbar Province. Authorities still piecing together details of a deadly shooting in a high rise Chicago law office. Police say a man walked in, chained the door shut, and then opened fire. They say he killed three people before he was shot dead by a SWAT officer.",
    "statement": "On Capitol Hill, 12 years of Republican control are over. The House and Senate gaveled the 109th Congress to a close in the wee hours of the morning. Among the bills passed, one extending expiring tax breaks. And a run-off election today for eight-term Congressman William Jefferson. The Louisiana Democrat has been in an uphill reelection battle ever since the FBI raided his Capitol Hill office last <MAY> as part of a bribery investigation."
  },
  {
    "transcript_id": "CNN-330963",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, you know, Cyril, one year on, those points that you mentioned, when I talk to officials in the region here, in Jordan especially, it is really still not very clear to them what this U.S. administration's policies really are when it comes to this region. Now specifically Vice President Pence's visit, as we have heard from White House officials saying that this is going to be discussing counterterrorism efforts. Of course Egypt and Jordan key U.S. allies when it comes to the fight against terrorism, the situation in Syria they say is also on the list. But they also -- officials say that they are going to be discussing the issue of Jerusalem and the Israeli-Palestinian peace process. They say that is something that it is going to come up. We heard that yesterday, come up in the meetings with President Sisi, also expected it to be on the agenda in his Jordan meetings and White House officials saying that he is going to be reaffirming the U.S.' position from the region, also saying again that the U.S. recognizes Jerusalem as the capital of Israel -- Cyril.",
    "statement": "And how do Jordanians <<FEEL>> <ABOUT> this? You have got the vice president on your soil now. And he is <ABOUT> to meet their king. How do they <<FEEL>>?"
  },
  {
    "transcript_id": "CNN-281137",
    "matched_terms": {
      "should": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right. What got him to this point was the bombastic rhetoric, was owning the media, was reaching out and, really, getting support from folks who, A, hadn't voted, or folks who were very upset at the national parties. However, as Gloria said earlier, the bottom line is you can have that and that can get you to a certain point in the campaign, but you have to have this whole infrastructure underneath you to make sure that it carries you through, and Donald Trump did not have that infrastructure built. Or he's right now in the middle of trying to build it, which could be a little bit too late, meaning we will go into a contested convention. Where Donald Trump has some issues as well is when he comes out and attacks the Republican Party as a whole, when he attacks the RNC, because let's assume he does win the nomination, he needs the Republican National Committee. And, quite frankly, he does need those deep-pocketed donors if we are to believe that Donald Trump is not going to self-fund the campaign.",
    "statement": "<WELL>, Mark Preston, safe to say you have not been sleeping the last several days because you have been organizing, helping to organize these town halls starting tonight with John Kasich and his family and then of course Ted Cruz, his family, and Donald Trump and his family. What <SHOULD> we look for in these family town halls? This seems pretty unique."
  },
  {
    "transcript_id": "NPR-17595",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "At this point, it does not look as though Qatar will concede. You know, Saudi Arabia is a powerhouse in this region, and they see Qatar as an upstart. You know, it's a small but very, very wealthy country, thanks very much to its natural gas exports. And Qatar is also the Middle East headquarters of the U.S. Central Command. And there is a huge U.S. air base there.",
    "statement": "You <KNOW>, Qatar's foreign minister, Sheikh Mohammed bin Abdulrahman Al Thani, said in a tweet earlier today that the demands by Saudi Arabia were meant to be rejected. And, you <KNOW>, he basically said the same <THING> when he was in Washington last week. Let's have a listen."
  },
  {
    "transcript_id": "NPR-8427",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So they're basically saying, we found information on Hillary Clinton's private email that we determined to be of a classified nature. In virtually all of the cases, the information's retroactively classified, which means the person thought that they were passing along something that was unclassified, and the investigators looking on the computer determined, no, this actually should have been classified; now you have to account for it 3 1/2 years later. Actually, in some cases, these emails are a decade old.",
    "statement": "OK. So for people - and I <KNOW> that you've talked to them, some of the people who are being investigated - they're being told, emails that you sent that you thought were unclassified, it turns out they are classified. How are these people responding to this?"
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, I guess we can all say it's economics. I mean, that's the bottom line. The government does have to take part. The government does have to support the airlines in doing this. Most domestic or international airlines cannot afford to do that.",
    "statement": "But it's -- you're not saying that the focus still shouldn't remain on the flights themselves? I mean, after <ALL>, that's a potential source of much greater disaster."
  },
  {
    "transcript_id": "CNN-317209",
    "matched_terms": {
      "best": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Thank you. I'm a little nervous association bear with me.",
    "statement": "I <KNOW>. As you <KNOW> I'm here on behalf of my family. For the purpose of expressing what we <<<BELIEVE>>> is the true character of my father. No one really knows how much we have been through. This ordeal in the last nine years. Excuse me. My experience is that he's like my <BEST> friend and my rock. And as a family, we recognize that he is not the perfect man, but he's clearly a man and a father that has done his <BEST> to behave the way that speaks to his overall nature and character, which is <ALWAYS> to be <POSITIVE> no matter what. He has spent the last nine years in Lovelock as we <ALL> <KNOW> and has been a perfect inmate following <ALL> the rules and making the <BEST> of the situation, which is truly amazing to me under the circumstances. The choice that he made nine years ago, that resulted in this sentencing, were clearly inappropriate and <WRONG> and counterproductive to what he was trying to achieve. As a family, we were <ALL> there to celebrate a wedding of a very good friend. As his daughter, I can honestly say my dad recognizes that he took the <WRONG> approach and <<COULD>> not handle the situation -- he <<COULD>> have handled the situation differently. My siblings and I and family <KNOW> that he didn't make the right decision on that day. But we <KNOW> that his intentions were not to go in and to just make the <WRONG> decision at the <WRONG> time. Throughout this ordeal, we have remained close. We have stayed strong. And I, for myself, am grateful to God for giving us the strength to get through this last nine years and to stay <POSITIVE> <ALWAYS>, no matter what. And a lot of that is because of him. So, on behalf of my family, my brother, my sister, an aunt, an uncle, his friends, we just want him to come home. We really do. We want him to come home. And I <KNOW> in my heart that he is very humbled throughout the situation. This has been hard. I'm going to be honest. This has been really, truly hard. And there's no right or <WRONG> way to explain how to handle this. But we do <KNOW> that -- I <KNOW> that he is remorseful. He truly is remorseful. And we just want him to come home so that we can move forward for us, quietly, but to move forward. So I thank you for allowing me to be here this morning. I thank you."
  },
  {
    "transcript_id": "CNN-255278",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Has it come back to bite him? And is it going to be lasting?",
    "statement": "Credibility is at stake here because for almost 20 years, he's built up a lot of credibility as a journalist. He's been able to transition like almost no one else has from politics to journalism and now one of the biggest stars in <ALL> of television news. It feels like this was a self-inflicted wound, you <KNOW>? People are confused by why he <<COULD>> be tone deaf enough to make these donations. <GIVEN> that the foundation's one of a kind, yes, it's a charity."
  },
  {
    "transcript_id": "CNN-86459",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Senator Kerry said that he hadn't seen the report yet, but he was briefed by telephone -- the chairman of the 9/11 Commission talking to Senator Kerry by telephone and giving him the headlines, if you will, of the 9/11 Commission report. Senator Kerry said for him the bottom line was that the time to act is now, that this is not a time for politics. Senator Kerry declining to criticize the Bush administration and its response to 9/11. About the closest that Senator Kerry would come to that was saying that the government hasn't done enough in the three years since 9/11.",
    "statement": "Mark my words, if I am elected president and there still has not been sufficient progress rapidly in these next months on these issues, then I will lead. I will lead immediately by convening an emergency security summit that brings together leading Democratic and Republican members of Congress, as <WELL> as the leaders of the agencies that play a <VITAL> role. And we will put together the rapid agenda necessary, the administrative and legislative changes necessary to protect this country."
  },
  {
    "transcript_id": "CNN-386594",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But did you act on that agreement, that would be the key fact, we'll see. Jennifer, now it's what does this say about the situation? Well, if nothing else, it makes it look shady, which is what it has looked all along. What does it mean for the politics of impeachment?",
    "statement": "<WELL>, first of <ALL>, let's be <CLEAR> that this, if this were consummated, and we don't <KNOW>. <OBVIOUSLY>, these are documents. We're not exactly <<<SURE>>> if they were from the Southern District of New York, where he's be - under investigation, but we don't <KNOW> exactly what it is. If it was, then it <WOULD> show a huge conflict of interest. From the <PERSPECTIVE> of impeachment--"
  },
  {
    "transcript_id": "CNN-204520",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Right now, spy satellites and radar are focused on North Korea's east coast, waiting for a missile launch that <MIGHT> <NEVER> happen. If it does, the U.S. military will be ready. CNN's Tom Foreman breaks down the plan."
  },
  {
    "transcript_id": "CNN-367790",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think he's made it pretty clear he deserved impeachment. I'm also going to leave it to the House and Senate to figure that out.",
    "statement": "I <<<THINK>>> there has to be a thorough investigation and I <<<THINK>>> the House Democrats will do it."
  },
  {
    "transcript_id": "NPR-42919",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, and they were paying much more than $2,000 a week.",
    "statement": "What do you remember most <ABOUT> Coach Vaught's career at Ole Miss?"
  },
  {
    "transcript_id": "CNN-301026",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "This is an entire pedestrian area, is that right, Fred, or would this be adjacent to a thoroughfare where you would have cars?",
    "statement": "Yes, no, there are two thoroughfares that <<SORT OF>> line the square from both sides. But the square itself is a pedestrian zone. It also has a fountain in the middle. However, yes, there are streets leading up to it. The truck <<PROBABLY>> <WOULD> have been able to get pretty close without anyone noticing. There's been a lot of construction going on there. I'm not <<<SURE>>> whether or not there <WOULD> have been any <<SORT OF>> barriers to hold this up. <CERTAINLY>, after the incident we had earlier this year in Nice where a truck of course plowed into a crowd, there will have been some additional security measures put in place. I <KNOW> that, here in Germany, there's been a huge discussion <ABOUT> the safety and security at Christmas markets because it was seen as something that <<COULD>> be vulnerable to a terrorist attack. But, nevertheless, it seems as though that truck literally just crashed right into that place going extremely fast, from what we're hearing, 40 miles an hour, of course. There will have been a lot of people on the ground there that just <WOULD> have had <ABSOLUTELY> no chance to get out of the way because it is so packed and because there's market stalls also on either side. There's really not many places for a lot of people to try to run to try and get to safety to."
  },
  {
    "transcript_id": "CNN-171113",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, they are. And in fact, they are looking on land, even though Gary Giordano had said that it was at sea where she was lost on a snorkeling accident. They had a very extensive search of the southern part of that island that lasted six hours and found nothing.",
    "statement": "<WELL>, so sad. Martin Savidge. Martin, thanks very much. We'll be right back with the latest in the resignation of Apple CEO Steve Jobs."
  },
  {
    "transcript_id": "CNN-218410",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Erin, this satellite weighs about a ton and it's about to re-enter earth's atmosphere. There is a picture of it, some animation of this very impressive looking satellite. When it re-enters earth's atmosphere this Sunday or Monday, it is expected to break up into 25 to 45 fragments. Some of them will not survive re-entry, but others will and some may weigh up to about 200 pounds. But the European Space Agency which launched this satellite says the chances of any of us getting injured by it are minuscule, very tiny. I'm going to stop this and show you a map of where this is in real-time. This is very cool. This comes from the web site, N2YO. You can see the latitude, the longitude where the satellite is right now and the altitude. It's about 111 miles above the surface of the earth and here is where it is going. Past South America heading south toward Antarctica, it hits Antarctica then it arcs back north. That it kind of the arc that this satellite takes. Now again, the European Space Agency saying that the chances of it hitting anyone or the debris hitting anyone are very, very minuscule because, of course, most of the earth's surface is covered by water. A little bit more on this satellite as we go to some more video of it, this was the launch in 2009, March of 2009. This satellite called \"Goche\", that's kind of an acronym for it. It has a long name, but it was supposed to be up for only 20 months. It has been up for more than four years, again, launched by the European Space Agency. This is on measure the gravitational pull of the earth and the irony is that the satellite that measure the earth's gravitation pull is now being pulled back to earth by the gravitational pull. We also spoke to the only person on earth who has ever been struck physically by a piece of falling space debris, Lottie May Williams of Tulsa, Oklahoma. She told me that the fragment that hit her in 1997 as she walked around in Tulsa weighed about the weight of an empty soda can and I asked her how it felt to get hit by it. Take a listen.",
    "statement": "It was small. It was <ABOUT> 4 x 6. It fits in the palm of your hand. It is not heavy but you can <<FEEL>> it. If it hits you, you can <<FEEL>> it. I heard something rustling through the trees and then it hit me. And when it touched my shoulder, I actually saw that somebody was tapping me on my shoulder. Has anybody ever tapped you on the shoulder just to get your attention? That's what it felt like."
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "How are they doing? You said they're back in school today?",
    "statement": "Yes, they are. Friends heal. And so that's -- as a mother and a father and we made that decision to go ahead and put them back in school today. And they were excited this morning. And but they -- <NO <DOUBT>>, they were shaken. But they're strong. They're very strong."
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "OK, let me just jump in, Jason. I know you're in the weeds, and I appreciate your passion. But for people who have no idea what you're talking about, right -- we all covered this story. We saw that one piece of video that was put out there. But your point is there is this whole other piece of video which, in your opinion, totally changes the narrative. I want you to tell me, in that video, what do we see.",
    "statement": "OK. So basically at 1:13 a.m. in the video, you can clearly see Michael Brown walking into the store. And by the way, at the top of the left-hand corner of the video, you can see the time code and you can see the date. And it's corroborated and it is the exact same time as the St. Louis County police report. So Michael Brown walks into the store. You see him then make an exchange. He trades <A LITTLE> bag of weed for two boxes of cigarillos. It's <ABOUT> $20 of an exchange. And we've asked many people in the community, this is very common, bartering at the store. The store is bartering with people <ALL> the time. I've been told by many people you can buy weed in and <AROUND> the store and <ALL> the night guys <KNOW> <ABOUT> it. So Michael is not a drug dealer, because of this video. And we are tired of listening to bigoted people say that when they see this. So we see the trade <TAKE> place. The weed goes over the counter. We <KNOW> it's weed because then they pick it up and smell it. One guy smells it. He hands it to the other guy. He then smells it. And I <HOPE> you're playing this moment so people can actually see this."
  },
  {
    "transcript_id": "CNN-396795",
    "matched_terms": {
      "sure": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Before I let you go, Congresswoman. What's your bottom-line message right now to Michigan residents? So many of whom are so scared right now.",
    "statement": "We're going to get through it. We're going to get through it because we're going to support each other. We're really lucky that we're a community. People are - that need supplies at home. We're making <<<SURE>>> you have got your food, your medicine. There are a lot of nonprofits working to <TAKE> care of the community. We need thank our nurses and doctors and <ALL> the frontline workers. But if we <ALL> do what we're supposed to do, we're going to get through it. And we're going to be stronger and closer because of it."
  },
  {
    "transcript_id": "CNN-145111",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Yes. So, how much did Bernie Madoff's prized possessions fair at an auction? We are going to show you and you might really be surprised at how much people were paying for that.",
    "statement": "Paying for his <STUFF>. And also, <TAKE> a look at this beast, an expensive beast. We'll tell you why someone..."
  },
  {
    "transcript_id": "CNN-72836",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, sir.",
    "statement": "I'm, Sean from Maine. And my <QUESTION> is <ABOUT> Bush's fund raging efforts, how can the Democrats in 2004 fight this Bush money-raising machine?"
  },
  {
    "transcript_id": "CNN-403320",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "How much of an impact do you think this online prank actually had in Tulsa yesterday?",
    "statement": "I honestly can't tell you because these social media systems are generational. So when I shared the video, let's say my video was shared 700 times, but each of those people that have people sharing their copies of it, so that's 700 more people I <NEVER> saw. So it's impossible to tell for <<<SURE>>>."
  },
  {
    "transcript_id": "CNN-219224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Wow. All right. Still to come for us, an old classic making a comeback.",
    "statement": "You <KNOW> I'll wake it up. Hello, Polly, I got a nice fish when you wake up, Polly parrot."
  },
  {
    "transcript_id": "CNN-252451",
    "matched_terms": {
      "may": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The backlash over religious freedom laws is intensifying. We saw a short time ago the Arkansas governor will not sign the version of religious freedom bill on his desk. He wants the state legislator to make changes before sending it back to him. He wants changes before he <WOULD> sign it. Meantime, we are hearing the fix for the Indiana religious freedom law, Governor Mike Pence asked for <MAY> come tomorrow. This is drawing social issues they hoped to <AVOID>. This is not just cultural battle. Financial repercussions are growing at a rapid rate. I want to bring in chief political analyst, Gloria Borger; and national political reporter, Peter Hamby. Gloria, we saw after the 2012 election the RNC put out the autopsy. I <WONDER> if it regrets doing so because Democrats love quoting from it so much. Are we going to right now?"
  },
  {
    "transcript_id": "CNN-97477",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, very helpful. Very.",
    "statement": "I <KNOW> you have a cousin, a young cousin who is still missing."
  },
  {
    "transcript_id": "CNN-260707",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Yes, sir. There are many people who mistakenly believe that there's a registration system, there is no registration system certainly not nationally, not federally and there isn't in Georgia",
    "statement": "So that process, <A LITTLE> process from the start of our application to this point here took <<PROBABLY>> <ABOUT> 20, 30 minutes. So I passed the background check, I've been cleared by the ATF the FBI and Stoddard's and the <ONLY> <THING> left to do before I officially become a gun owner is to complete the purchase, there you go. And while we didn't go trough with actually purchasing a gun that day, what we went through shows the simple process to buy one in Georgia. Nick Valencia, CNN, Atlanta."
  },
  {
    "transcript_id": "CNN-321084",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The U.S. President is planning to <VIEW> the storm damage in Florida on Thursday. Sources say he'll travel to the Gulf Coast near where Hurricane Irma made landfall over the weekend."
  },
  {
    "transcript_id": "CNN-244957",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's incredible, she had the wherewithal and strength to be able to whisper that. Beyond this person's identity, do police in talking to them, do they have a clue as to why someone would have done this to her?",
    "statement": "No. Many people, you <KNOW>, that's the first <THING> who <WOULD> carry out a murder? But then on top of that, who <WOULD> carry out such a vicious, heinous <<KIND OF>> death? Again, it is small town. So you start looking at everybody here. They have brought in a number of people for questioning. Nobody is under arrest. There was some talk that she was going to go to a party that evening. They've spoken, authorities have, to some of those at the party and said they <NEVER> saw her there. I <<<THINK>>> one of the keys is going to be her cell phone. Authorities say they recovered the cell phone. And in <FACT>, I was just on the phone with the DA and he said, you <KNOW>, we finally got clearance legally to go inside. So the forensic <<KIND OF>> diagnostic now, the cell phone looking at texts, looking at who was the last person to call that was just getting under way. But it <<COULD>> be, they say, the key to the whole investigation."
  },
  {
    "transcript_id": "CNN-99612",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Live pictures now of Secretary of State Condoleezza Rice getting ready to step up and make a few comments there outside the Radisson Hotel, as you <KNOW>, where one of those suicide bombers exploded just a few days ago."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I mean, you're an amateur.",
    "statement": "Yes, but you <KNOW>, my <THING> is, I <ALWAYS> want people to -- to get the message that I'm trying to send out. You <KNOW>, I've been through some things, so when I get up there and sing my songs, I'm like, Hey, I've been through it, and I want to encourage somebody else that if you're going through it, you can come out."
  },
  {
    "transcript_id": "CNN-169410",
    "matched_terms": {
      "obviously": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, stand by. Stick with it, Joe. We need to know. Joe Carter from HLN Sports. Appreciate it. In the next half hour, the NBA three-week-old lockout has some stars looking toward Europe to possibly play during the stoppage. That list reportedly includes Lakers star Kobe Bryant. We'll talk about the economics and likelihood straight ahead right here in the CNN NEWSROOM. We know it is hot, 55, 55 different record highs recorded yesterday. Who knows what will be set today. The heat is now causing the power authority in Detroit to start rolling blackouts in parts of the city. The Great Lakes, Ohio Valley and the northeast may see triple- digit temperatures as the day goes on, a pretty rare occurrence. Rob Marciano in the CNN Severe Weather Center. As I said to you last hour, dangerous. We say it a lot, but this really is.",
    "statement": "We <ALL> <<<THINK>>>, it's just hot. No big deal. But time after time as far as weather-related fatalities are concerned, heat is number one, more than hurricanes, more than tornados and more than floods. So this needs to be taken seriously and you <NEED TO> do what you can do to stay cool and <OBVIOUSLY> give those a break if they're working outside in the heat. Heat advisories for a good 29 or so states. That means heat indices will be up over 110 to 120 in some of these areas. With that, we're looking at temperatures that will be dangerously hot. It's peaking across parts of the northeast. The I-95 corridor where we're going to see the bulk of the heat and right now already we're looking at temperatures that <<FEEL>> like they're up and over 110 degrees. It's 111 right now is the heat index in Atlantic City, 110 right now in D.C. So not <ONLY> do we see temperatures that will <<FEEL>> like they're over 110 degrees today, but we'll <<FEEL>> them for tomorrow as <WELL>. The heat will break on Sunday, but until then it's going to be dangerously hot. Just the actual temperatures alone as measured in the shade, Don, without humidity we <<COULD>> set <ALL>-time record highs in some of these larger cities. So it's going to be a historic day. Do what you can to stay cool and be safe."
  },
  {
    "transcript_id": "NPR-23468",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Inside the city one of the targets was this governor building that ISIS has taken over - painted it black - so it wasn't hard to target. That was one target near a hospital. Also outside the city Syrian military bases that had been taken over by ISIS were also hit this morning. We talked to activists inside the city. They heard the strikes early in the morning. What they say is that ISIS personnel have essentially moved out of those buildings and are starting to move into homes, embedding themselves in the civilian population. So there weren't many dead, although some checkpoints were hit in Raqqa. Also D'Azur, which is in the east of the country, was hit.",
    "statement": "OK. So a different extremist group inside Syria was also struck. Although you talked <ABOUT> ISIS leaders moving into homes, and also talked <ABOUT> a strike near a hospital; a reminder that airstrikes like this <HAVE TO> be almost perfectly done in order for there to not be some criticism for civilian casualties."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "My dear darling Daddy, I wanted to thank you for all of your life, for your life which you spent with us, with Mom, Teresa (ph), with our grandparents and with Gdansk. I want to thank you for evening walks with your beloved dog, Zeus (ph), for teaching me to love books, history and to be interested in the world.",
    "statement": "Adamowicz was one of Poland's longest serving mayors. He died one day after being attacked at one of Poland's biggest charity events."
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "-- stated many times. All the parameters, all the details have been meticulously --",
    "statement": "<ALL> right. We are clearly having some audio issues there with Konstantin Dolgov. I'm going to just jump in right now and until we can fix that, let me go to Kiev in Ukraine. I did not hear a word that Mr. Dolgov said. So we'll get back to him. But in Kiev, Mr. Scherba, let me ask you this. How concerned are you that this convoy coming from Russia is, in <FACT>, an invasion disguised?"
  },
  {
    "transcript_id": "CNN-345340",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It's the president who is upsetting that world order.",
    "statement": "Alisyn, we made a decision to spend more money so that we <WOULD> be the military superior nation because we believed in our benevolence and our democratic system."
  },
  {
    "transcript_id": "CNN-180407",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "In this half hour, the powerful House committee chairman who says the Obama administration is not answering his questions <ABOUT> a fatally flawed investigation of gun smuggling. Also tonight's \"<<TRUTH>>\" <ABOUT> how much Donald Trump's endorsement of Mitt Romney <MIGHT> mean to the voters. And tonight's \"Moment You Missed.\" Pushups, anyone? House Republicans want heads to roll over a government program that sent U.S. guns to Mexico's drug gangs in what was an effort to trace gun smuggling. Some of those guns ended up killing innocent people, including a U.S. Border Patrol agent. Today the attorney general, Eric Holder, was on Capitol Hill to testify <ABOUT> that program, dubbed Fast and Furious. Operation Fast and Furious. And an earlier operation called Operation Wide Receiver."
  },
  {
    "transcript_id": "CNN-352633",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "They cut the line in front of everybody and undermine the rule of law in America. That's what I'm saying.",
    "statement": "I got to leave it here. But we <SHOULD> also point out that they have changed the rules on asylum seeking to make it much more difficult --"
  },
  {
    "transcript_id": "CNN-15157",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Inequalities in health, too, have to be tackled. A high priority is being given to care and prevention for HIV and AIDS. Illiteracy is also a target, with more education being sought for girls especially. All in all, the report presents a challenging list of concerns for the international policy makers who are coming to New York. (on camera): The historic gathering of world leaders here will have as their main public arena this hall, the U.N. General Assembly, and, of course, many of them will speak from this famous podium behind me. But lots of people, including the secretary general of the United Nations, want this U.N. summit to be about much more than speech making.",
    "statement": "I <WOULD> <EXPECT> the leaders to agree to specific tactics, identify issues that we are going to bring up collective influence to bear and try and resolve in the next 15 or 20 years. So it is a message of <HOPE>. It is a message of yes, we can do something <ABOUT> it and a message of let's work together and do it."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's really hard to watch that interview. I mean, she's such an extraordinarily courageous woman. The takeaways from that interview were not necessarily just about the White House at all. They were about the patterns of abuse and the fact that abusers don't look like a stereotype. They don't look like a troubled person. They can have an impressive pedigree as Rob Porter did. As I was watching that, my thought was where are Hope Hick's mother -- where's her mother, where are her friends? There's an intervention needed here. And I don't know here, but as a woman and as a woman working in Washington, you know, it's really troubling that she'd be in this situation. I hope that somebody is going to help her get out of it.",
    "statement": "Where is President Trump? Where's President Trump? You <KNOW>, he's close to her, <TAKE> her under his wing early stages on the campaign. Where is he on this on a personal level? But also now, where is he that this happened in his White House? If John Kelly knew and Don McGahn knew and didn't do something <ABOUT> it, the president <SHOULD> be upset and he <SHOULD> tell us he's upset. You <KNOW>, I understand, Amanda, your <TAKE> over this, and I'm not dismissing that for one bit, but, you <KNOW>, even if you <TAKE> that as <ALL> true, he can <CHANGE> it today, he can come out today and say that I'm really disappointed something wasn't done. It's staggering to me that he chooses to be <COMPLETELY> silent here."
  },
  {
    "transcript_id": "CNN-364993",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Last week, two thirds of her MPs voted against any extension to Article 50. Prime Minister, if you continue to apply for an extension to Article 50, you will be betraying the British people. If you don't, you will be honoring their instruction. Prime Minister, it is entirely down to you; history will judge you at this moment. Prime Minister --",
    "statement": "Order. I am not having the Honorable Gentleman denied the chance and the right to be heard; the Honorable Gentleman <MUST> and will be heard. Mr. Peter Bone."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "absolutely": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Allan, let me ask you this. You've got these random checks and, of course, many people understand the reasoning behind that. But at the same time, is there a fear of racial profiling when it comes to these random checks?",
    "statement": "The police are saying they <ABSOLUTELY> will not use racial profiling. They say it's going to be random, <EVERY> 10 passengers or so, or some number to be used. <OBVIOUSLY>, they'll also be looking at the size of a package that somebody is carrying. If that package is especially large, if it looks suspicious, they're clearly going to focus on that person. So, the police right now saying they will not do any racial profiling. And clearly that <WOULD> be the most sensitive issue in regards to this entire bag checking."
  },
  {
    "transcript_id": "CNN-177273",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "around": "ungraded",
      "approximately": "ungraded"
    },
    "previous_statement": "It was found during the Kepler mission, which cost around $600 million. Back in 2009, NASA launched this giant telescope out into space. It`s exploring the Milky Way galaxy for stars and their nearby planets. Scientists are looking for planets that could be like Earth. This one, which is called Kepler-22b, is the first one that NASA says it`s found that could be similar to ours. Chad Myers looks at the comparisons.",
    "statement": "Here`s what we <KNOW>. We have our sun and we have this blue line -- that`s our Earth`s rotation, our orbit <AROUND> our sun. The sun that they found up here, Kepler -- between the Kepler-22 system, <SLIGHTLY> smaller than our sun, <SLIGHTLY> cooler than our sun, but the same type of class, the same type of sun. And then they found this planet, rotating <AROUND> it, almost the exact same distance away. In <FACT>, we <TAKE> 365 days to go <AROUND>, or at least <APPROXIMATELY>. This planet takes 290 days to go <AROUND>. So it`s almost in the exact perfect spot."
  },
  {
    "transcript_id": "CNN-162978",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean even more so.",
    "statement": "It's not a \"<WOULD> be.\" <WELL>, he's trying to make us second class citizens, <TAKE> away our rights to pursue a faith of our choice, which is our constitutional right, and nobody can do that. Even today, the White House came out with a statement. They sent a national security person, Denis McDonough, I <<<THINK>>>, and he's also said that we -- yes, we <NEED TO> look into radicalization across the board and we are also responsible to stand by our people. We are <ALL> Americans."
  },
  {
    "transcript_id": "CNN-381727",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now, sources familiar with internal deliberations over the last few days involving Mr. Trump and top advisers about his call with Ukraine's leader say aides to the president have warned him he faces the real likelihood of being impeached before the end of the year. One source said, though, that aides are divided over this subject, as some are reassuring the president that House Speaker Nancy Pelosi is just placating Democrats and won't ultimately drive this effort up on Capitol Hill towards an impeachment vote. As for the impeachment question itself, a new CNN poll has just come out -- and we can put this up on screen. It shows the public is becoming more open to the idea, with 47 percent saying they support impeaching and removing the president from office. Contrast that with 41 percent back in May, a big move in those numbers. And one thing we should also point out, \"The Wall Street Journal\" reported earlier this afternoon and CNN has confirmed that the secretary of state, Mike Pompeo, was on that July 25 phone call that the president had with Ukraine's president -- Brianna.",
    "statement": "<ALL> right, Jim Acosta, thank you so much. We have more breaking news tonight. CNN has learned that President Trump also leaned on Australia prime minister for assistance. A source telling our Evan Perez that the president wanted the Australians to help with the Justice Department probe into the origins of the Mueller investigation. And, Evan, you are joining us now. We talk <ABOUT> the Ukraine call. That is <ABOUT> a future election. This is <ABOUT> discrediting the origins of the Mueller report, which looked into the past election."
  },
  {
    "transcript_id": "CNN-258879",
    "matched_terms": {
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "When it comes to Trump, when it comes to the stories that are not quite right, the details, are there cases where he doesn't have Pants on Fire lies, as you all like to call them, but something that's somewhat false that maybe might sound true enough to people at home?",
    "statement": "<WELL>, one example is, he says that Islamic State, the terrorists, had built a hotel in Syria. <WELL>, we thought that was just interesting and <WOULD> make an interesting <FACT>-check. When we looked into it, he got the details <WRONG>. They hadn't built a hotel in Syria. They took over a hotel in Iraq, but they hadn't built it, and they were using it to house their commanders. But because so many of the details were <WRONG>, we rated that false, too, because it was so just <WRONG> too many different ways."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes, I did. Yes.",
    "statement": "What did you <<<THINK>>> <ABOUT> its accuracy and the message it had there?"
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "You say loyalty matters. All of his guys got thrown out. I just don't see loyalty as a brand that you should be ascribing to the president.",
    "statement": "OK. You say that, but le me ask you something, though, OK? <EVERY> one of the guys that have gotten thrown out, <<PROBABLY>> with the exception of Bannon, still talks to the president, still has a good relation with the president and the president's family. So, I don't get -- it's politics, Chris. I get it."
  },
  {
    "transcript_id": "CNN-326520",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Well, we don't know what motivates him, but it's been part of the pattern of the presidency. Whether it's directly attacking African-Americans or his comments about Puerto Rico or his silence in Charlottesville, race seems to be part of the mix. We can't understand exactly what motivates him, but I think the criticism is there and the criticism is there for a reason.",
    "statement": "Because it's not just Hillary. The president has Twitter feuds with people of <ALL> races, <ALL> skin colors, but it does <SEEM> like there's a pattern developing there."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So it really - there's this new energy, and it's worker centers, it's unions, it's other non-organized workers who are coming together to better their conditions at work.",
    "statement": "Josh Eidelson, you write <ABOUT> this phenomenon. What, though, are the limitations if there's not a formal union structure in place, you don't have dues coming in with <EVERY> paycheck. What are the limitations here?"
  },
  {
    "transcript_id": "CNN-163314",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Sea water. Four of them, we are trying to take out vapor through filter, to relax the pressure in the container. And we are coping with those issues.",
    "statement": "Some of the nuclear experts that we've talked to say the sea -- using sea water to cool it really is a last resort, that this does signal that there -- that you are nearing the point where this <<COULD>> be, again, catastrophic, not that there haven't already been catastrophic things happening. How worried is the Japanese government there <MAY> be under way a meltdown?"
  },
  {
    "transcript_id": "CNN-358171",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "My last paycheck from my job will be 16 hours coming up this Tuesday on the 31st. I won't be able to pay my bills, it's as simple as that. I won't be able to put food on the table for my two great grands.",
    "statement": "Now republicans are ending their lock on power in Washington having failed to deliver on President Trump's top campaign promise which is building this wall at the southern border. Members of Congress left the Capitol, President Trump stayed at the White House and then berated democrats for refusing to fund the wall. CNN's Boris Sanchez with a snap on the White House. So Boris, President Trump, he is not budging from his demands. Nobody else is in Washington. Is the <FACT> that he's staying just for optics?"
  },
  {
    "transcript_id": "CNN-371526",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Thank you, Senator Sanders, for your presentation and for your viewpoint. While we don't support this particular proposal, the importance of listening to and investing in our associates was reflected in Doug's remarks, and you'll hear more about it later in the meeting.",
    "statement": "And even before Senator Sanders spoke, Walmart defended itself on Twitter, pointing to the company's record on college education, workforce training, employing veterans and cutting carbon emissions. And not long after he spoke, Walmart's CEO did say that he thought the federal minimum wage, he admitted was, his words, lagging behind. Over to Senator Cory Booker now, taking a stand on the high price of housing. He says there is an affordability crisis in America and has introduced a plan modeled after a bill he previously introduced in the Senate that <WOULD> give a credit to renters. He says it <<COULD>> lift almost 10 million people out of poverty. I'm Brooke Baldwin. Thanks for being with me. \"THE LEAD\" with Jake Tapper starts now."
  }
]