[
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Yes. Each machine has a plastic template. And it's important to look at the usage around the plastic template, particularly in various spots on the template itself. What I was observing, particularly in one particular precinct that had a very high undervote, was, in fact, scratches on the left side of the template, which is caused by the type of stylus that is used in West Palm Beach with those equipment.",
    "statement": "Your Honor, object. I'm confused. I <THOUGHT> the man testified that these machines were inside a box. And now he's testifying as to what was inside the box he didn't open."
  },
  {
    "transcript_id": "CNN-143437",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right. Richard...",
    "statement": "<WELL>, so we really disagree on everything."
  },
  {
    "transcript_id": "CNN-283889",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "William Johnson heads the American Freedom Party, which he says strives to make Americans aware of the decline of the white race. He spoke with CNN's Jake Tapper.",
    "statement": "I was approved as a delegate. I submitted my application, and I was approved. And then immediately when the list came out they saw that they had a clerical error, and so then they sent me an e-mail saying you are removed from the list. So I wrote back an e-mail telling them I understand, I resign. And then later in the day I got contacted by a media person that says, <WELL>, you're still on the list. And so then I sent them a second e- mail saying that I resign. I will not attend the convention. I will not be a delegate."
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Grandfather George Anthony rushed to a hospital psych ward in the early morning hours around 2:30 a.m. last night. He is still there at the hospital right now undergoing evaluation. This after sending repeated text messages that he wanted to end his life, that he wanted to go and protect little Caylee. I want to go straight back out to Rory O`Neill. He`s joining us from the Orlando courthouse from Westwood 1. Rory, I understand the tot mom was told about her father`s condition?",
    "statement": "Yes, <ABOUT> midmorning this mornings a jail representative did inform her of what happened and they also did offer the services of the chaplain who was regularly available to the inmates at the jail. We don`t <KNOW> if she took -- took advantage of that service."
  },
  {
    "transcript_id": "CNN-238473",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "No, they haven`t. We`re still kind of waiting, I suppose. We know there`s still no clues, no evidence of anything.",
    "statement": "That`s unbelievable. Now, the night your daughter vanished, she was out having a few drinks with some friends at a VFW hall. Her cell phone was found inside the bathroom. The last trace of Kristy came from a surveillance camera down the street at a Tasty Freeze. And you see it right there. It looks like Kristy`s SUV driving past <ABOUT> 20 minutes after she was last seen at the bar. But of course, it`s difficult to tell who`s driving the SUV. Kristy drives a silver 2003 Nissan Xterra, license plate ZF858 [SIC]. She lives, I understand, just over a mile with you, with the parents, with you, Todd, I understand, just <ABOUT> a mile away from the VFW hall she was hanging out at. So what on earth, Todd, <COULD> have happened during that one mile or just over a mile after she`s last seen at the bar on August 15 and, in the early morning hours, <ABOUT> 1:30 decides to leave?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "One-third of the world's known oil deposits are right here, in the dirt. So that's where we headed, to Fort McMurray, Alberta. (on camera): This is it. We are literally walking on black gold. This is what we came here to see. This is oil sand. It's sand that's encased in water and oil. In fact, this is about 10 percent crude oil. (voice-over): Giant shovels scoop up 100 tons of oil-laden dirt at a time. Hundreds of trucks move across the landscape all day and night every single day. (on camera): You need a lot of earth to make oil. It takes about two tons of oil sands to make one barrel of oil. Now, this big hauler holds 400 tons of oil sands. So once that's all filled up, and made into oil, you'll have about 200 barrels of oil. (voice-over): That's right. Two tons of oil sand makes one barrel of oil. But in today's oil prices, it's wildly profitable. That's why major players like Exxon Mobil, Shell, Chevron and others squeeze 1.5 million barrels of oil out of this land every day. It's costlier than getting it from a simple land well, because the tar-like oil has to be separated from the sand. That uses lots of natural gas and warm water. The result is a heavy molasses-like oil which has to be upgraded into a lighter, high-quality form of crude that can then be easily refined into gasoline, home heating oil and other petroleum products. Canada produces much more oil than it needs. So the excess oil is sold and sent by pipeline to its best customer, the United States. Critics say the upgrading process emits three times as much carbon dioxide as drilling for conventional oil and transporting it to market. Shell disputes that, saying it's only twice as polluting. And then there's the land. The oil sands are under 54,000 square miles, an area the size of Florida. And some of that area woodland (ph) has to be clear cut to be surface mined, creating the largest industrial zone on earth. And then there's the water, taken from the local river used to wash the oil from the sand. The used water is then left to evaporate in huge-lined ponds required by law to ensure it doesn't leak back into the earth. After it's gone, a fine sand blows across a vast, surreal, devastated landscape.",
    "statement": "Like any <KIND OF> resource, boom, anywhere in the world, people will come and exploit and then they'll leave. And we'll be here with land that is decimated."
  },
  {
    "transcript_id": "CNN-247550",
    "matched_terms": {
      "might": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back, you're watching News Stream. And you're looking at a visual version of all the stories we've got in the show today. We've already shown you the trail that one of the French terror <SUSPECTS> <MIGHT> have taken into Syria. And a little bit later, we'll take you inside one of China's so-called ghost cities. But now, U.S. President Barack Obama delivers his annual State of the Union Address later today. Now Mr. Obama goes into this speech with the first uptick in his approval ratings in nearly two years. But, keep in mind he's also got to deal with another first since he took office. His audience will be a Republican-led congress. Now ahead of the speech, the Obama administration has shared some aspects of his ambitious agenda to try to rally public support. Now aides say the theme of tonight's talk will be middle class economics. Now, Mr. Obama is also expected to bring up his move toward normalizing relations with Cuba. And fittingly, Alan Gross will be there tonight. He is the American contractor whose release from prison in Cuba last month heralded that new era in U.S.-Cuba relations. Now Mr. Gross will be seated alongside the first lady, Michelle Obama. Now the Republican senator, Marco Rubio has been formally against the president's move to normalize ties. And that is why Mr. Rubio will also be accompanied by his own special guest, the daughter of this man, the late Cuba dissident Oswaldo Paya. Now her father in what died in what the family says was a suspicious car crash in 2012. Now let's get more now on what we can expect to hear a little bit later today. Now CNN's Michelle Kosinski is live from us at the White House. She joins us now. Michelle, with this speech, President Obama is going to put forth his new policy priorities, his new goals for the year. What will be the focus?"
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Are they right?",
    "statement": "I mean, of all people to question whether or not they are -- question their commitment to getting money out of politics, to really making <SURE> that we restored integrity to the political finance process, you <KNOW>, President Obama <COULD> not have done more."
  },
  {
    "transcript_id": "CNN-109696",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded",
      "suppose": "ungraded",
      "kind of": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Jeff, what do you make of that?",
    "statement": "I -- I -- that would be very impressive. That <KIND OF> <STUFF>, I <THINK>, mostly happens on \"CSI,\" more than in real life. It's very difficult, logistically, to do that in Boulder County, much less find a glass in Thailand, ship it to the United States, do the test. I <SUPPOSE> it's possible. Frankly, I would bet against it, <KNOWING> how law enforcement works."
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "In Washington, federal workers wait in line for food.",
    "statement": "When I saw that there was a free hot meal for people who have been affected by the shutdown, I decided to come down and get -- you <KNOW>, take advantage of that."
  },
  {
    "transcript_id": "CNN-111917",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "hope": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Nicole Kidman was 22 when she tied the knot with Tom Cruise. Sparks flew on the set of their movie, \"Days of Thunder\". Their marriage lasted 10 years.",
    "statement": "They`re making movies <ABOUT> happily ever after and <PROBABLY> fool themselves to <THINKING> this <COULD> be me. At least that`s the <HOPE>."
  },
  {
    "transcript_id": "CNN-88099",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, this is such a wide area of damage. How do you deal with something like that?",
    "statement": "<WELL>, the Red Cross has a network of chapters. So each area, each county is supported by a Red Cross chapter, either in the county or in a neighboring county. So we have an extensive network of volunteers who have disaster training, disaster response training. They've been on the job for several days now in that -- in the areas that you've seen, setting up shelters so people had a place to go to get out of harm's way. Now those same volunteers and additional volunteers will be providing support in the aftermath of the disaster relief phase."
  },
  {
    "transcript_id": "NPR-2516",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "(Laughter) How do you each assess the Republican closing argument? Michelle, what do you make of the Republican argument going into these final days?",
    "statement": "<WELL>, you <KNOW>, there's been a lot of debate, again, since the catastrophe of the 2016 election <ABOUT> whether it was racism or economic anxiety. And they <THINK> we can see what Trump <BELIEVES> was responsible for his victory. You <KNOW>, so his closing argument is basically marauding brown people are going to come and kill you. You <KNOW>, it's based on lies. It's based on shameless demagoguery and the demonization of really vulnerable people. And we'll see if it works."
  },
  {
    "transcript_id": "NPR-6783",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "April 30, 1975 - this day 40 years ago, Saigon fell. The end of the Vietnam War or the reunification of Vietnam, as the communist government calls it. And we begin this hour with the story of a man who found you can go home again. As the memory of the war recedes, more and more Vietnamese who fled are now opting to return - bankers, entrepreneurs and people just looking to reconnect with the country of their birth. Most return to the South in and <AROUND> Ho Chi Minh City, the former Saigon - most, but not all. Here's Michael Sullivan in Hanoi."
  },
  {
    "transcript_id": "CNN-61214",
    "matched_terms": {
      "may": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "They tried exploding cigars, exploding seashells, putting stuff in his diving suit, a dangerous disease in his diving suit so it would kill him. None of it worked, of course. Castro is still around.",
    "statement": "In 1981, President Ronald Reagan tightened the rules even further saying: \"No one working for the U.S. Government shall engage in or conspire to engage in assassination and that U.S. intelligence agencies <MAY> not request any person to undertake activities forbidden by this order. That includes Iraqi dissidents.\" There are exceptions to the rules. White House lawyers have <REPORTEDLY> advised the president he can order the CIA to try to kill a terrorist like Osama bin Laden who has attacked this country."
  },
  {
    "transcript_id": "NPR-22911",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "William Fang would like more of his money to head in that direction. He works in Internet finance at Lujiazui, Shanghai's Wall Street. Fang says many of his friends want to dump assets that are held in the Chinese currency, the renminbi, because they think it will lose even more value as the economy cools.",
    "statement": "(Through interpreter) In the last couple of years, people started to tell me to change renminbi into U.S. dollars and buy assets denominated in U.S. dollars. More and more, people are doing it. If I wasn't under pressure to buy a car and an apartment, I would have <PROBABLY> changed half my assets into U.S. dollars or other currencies."
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "This is PIERS MORGAN TONIGHT. Good evening. Our \"Big Story\" tonight, the case that's dividing the nation. The Trayvon Martin shooting. George Zimmerman launches a Web site today to raise funds for his legal defense. Meanwhile the special prosecutor says she won't use a grand jury and the investigation is still going on. Listen to reaction to that today from the Martin family's attorney.",
    "statement": "We were anticipating that there would be no grand jury because the family has always been hopeful that there would just simply be an arrest. We <BELIEVE> from day one that they had enough evidence to arrest the killer of Trayvon Martin. And now as the evidence --"
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We are going to get to the future of Gary Condit in a moment. But, first, I want to bring in Tom King and talk to a Democrat. If you can't convince a Democrat, who can you convince in this case? So, Tom, is Gary Condit helping himself with this interview after interview after all these months of silence?",
    "statement": "I <THINK> the problem has been that it's two strategies. One is a legal strategy and the other is a political strategy. And they conflict. When you have two strategies, you don't have strategy. And I <THINK>, for a long time, they made the legal decision not to have him talk to the press, not to -- just to talk to law enforcement. And then they came out and saw that the political -- that, politically, wasn't working. And then they came up with a political strategy: talking to Connie Chung. And it just hasn't worked at all."
  },
  {
    "transcript_id": "CNN-344369",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Police have waved away suggestions that the 25-year- old coach was negligent in leading the boys into the cave on a weekend day out. Exploring was something that all the boys loved doing, their families say, they know that.",
    "statement": "I want to tell him that you did your <BEST> taking care of the boys. Please, don't be worried."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "The president waved off questions but in a statement told the \"New York Times\" in part, \"Jared is doing a great job for the country. I have total confidence in him.\"",
    "statement": "Trump also in that statement pointed out Jared was a, quote, \"good person.\" Now, legally the <FACT> that Kushner was a private citizen doesn't really matter here. His role in the transition is what the FBI is going to be taking into consideration, and he was acting on behalf of the incoming government, already benefiting from an interim clearance while all of this is said to be taking place. So that's really where the real problem would be, if there is one here, Wolf."
  },
  {
    "transcript_id": "CNN-219490",
    "matched_terms": {
      "apparently": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Welcome to CROSSFIRE. I'm Van Jones on the left.",
    "statement": "I'm Newt Gingrich on the right. In the CROSSFIRE tonight, two guests who come down on different sides of the Iran nuclear deal. My <VIEW> is very simple. This is surrender to the Iranians. It's an exact parallel to what happened with North Korea when the State Department team was duped, patted themselves on the back all the way to the Koreans' nuclear explosion. Today both Saudi Arabia and the Israelis, who never agree on anything, are remarkably close, calling this a stupid deal. <APPARENTLY>, the same people who told the president the Obama care Web site would work told him this was a good deal."
  },
  {
    "transcript_id": "CNN-350078",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Two significant pieces to me and please ump in if you find others in what Mr. Downing just said there. Number one, voicing publicly a concern that Mr. Manafort not only wanted his family to be able to live a good life, a financial question there. Does he keep some resources even though as he has to forfeit assets to pay back the government but to be safe? To be safe. And then the second part saying everyone should remember this is conduct that goes back many years. Is that a message to the president of the United States saying Mr. Manafort has pled guilty to things that have -- that predate the Trump campaign?",
    "statement": "Yes, <CERTAINLY>. I'm with you on this, John. I <THINK> the part <ABOUT> safety, you don't often hear when people cooperate that their lawyers start talking <ABOUT> their safety. So we don't <KNOW> exactly. Something is going on here and <PERHAPS> <MAYBE> that was a part of the plea agreement here that the government was going to offer him and his family some <KIND OF> protection. We <KNOW> that, you <KNOW>, Paul Manafort has dealt with a lot of shady characters for a very long time. And that <COULD> be what his concern is, a concern <COULD> be that they <MAY> <THINK> --"
  },
  {
    "transcript_id": "NPR-1662",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What was this system?",
    "statement": "<WELL>, the system is an automated system that is supposed to correct a problem if the plane goes into a stall, what they call an aerodynamic stall. So the nose of the plane has to be angled up a bit to maintain lift. And that's what keeps it in the air. But if the angle gets too high, the plane can then stall. So there's a sensor that monitors that, what they call the angle of attack."
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "must": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Joining us right now, Dr. Bethany Marshall, psychoanalyst, author of \"Dealbreakers,\" joining us out of L.A. Weigh in, Dr. Bethany.",
    "statement": "<WELL>, to further what Brad Lamm said, all you have to do is take a look at what Lindsay Lohan has the most contempt for, and those are the things -- institution and people who are standing in the way of her addiction, and that`s why she`s trying to alienate them from her life. She has contempt for her father. She <SHOULD> be glad and thanking God she has a parent who wants to weigh in and help her with the drug abuse. She has contempt for the judicial system. She has contempt for her own attorney who she left <KIND OF> twisting in the wind at the courthouse. She has contempt towards these drug and alcohol classes. So these are all the things that need to be set back in place to help her with her addiction. She needs family counseling to help reunite her and help her work through the dysfunctional family dynamic. She <MAY> need incarceration as a reality check. She <MUST> work within the judicial system in every way. She needs a higher level of care. She`s had three rehabs, right? And none of them have worked. It`s time to rethink and really for everyone to come together as a united front and help her with this addiction."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I`m Jean Casarez of \"In Session,\" in for Nancy Grace. Details released just minutes ago in the Zahra Baker case from search warrants unsealed. We couldn`t even imagine some of these -- latex glove used in the home, according to Elisa Baker, to dismember the little girl, that possible remains found in the bathtub drain. Does that tell us that she was dismembered in the bathtub? So many things we hadn`t heard. To John Miller, editor of \"The Hickory Daily Record\" in Hickory, North Carolina. You know, all of these places that the search warrants are saying, that the bed comforter and car cover were dumped in a dumpster out behind a restaurant with her body and that the prosthetic leg dumped at a dumpster in an apartment complex -- can you go through with us so we can just see how far away from where the Bakers lived were these various dump sites?",
    "statement": "<WELL>, these various dump sites..."
  },
  {
    "transcript_id": "CNN-360290",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I mean, unfortunately that was Hillary Clinton's message and it's shown not to have worked against Donald Trump. And so I do think that the primaries going to be about Democrats calculating what will work against Trump? And right now it seems like Nancy Pelosi is the only person who has really found that formula. But I certainly think that's going to be a heated topic in smoke-filled rooms among Democrats going into 2020.",
    "statement": "When they draft Pelosi movement starts, I will -- we will trace right back here. To that point <ABOUT> the party going to the left, this is Bernie Sanders in a GQ profile. He's an independent from Vermont. But he did as a PT vote against the big giant aircraft Hillary Clinton. He landed a lot of shots. And he says this, \"The ideas we brought forth in 2016 which were considered to be extreme and fringe and out of step with the American people are now what is in, by and large, the Democratic national platform and they're being adopted by candidates across the country. We have had more success in ideologically changing the party than I would have dreamed possible.\" It's hard to argue with that number one. And the question is part of the Sanders rationales I have to run again because otherwise <MAYBE> people will back away from it or has the cement hardened. And whether Bernie runs or not, he's moved the party left."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "Well, you have to remember, though, a lot of these people came from Hilldale, Utah and from Colorado City, Arizona. The FLDS basically runs those two cities. They own those two cities. Nancy, how easy do you think it would be if you run a city to produce a birth certificate?",
    "statement": "Pretty easy. Take a look at these photos. That one little girl aged 12 doesn`t even come up to Warren Jeff`s belly button, except, of course, here where he`s holding her, <APPARENTLY> carrying her over the threshold. That is his child bride. That is his child bride. People attended the wedding. Photographs were taken. Look at this. Stunning photos just released. Out to the lines, Lynn in North Carolina. Hi, Lynn."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "That`s -- when it comes to that particular aspect, we`ve had very -- such limited information about what police found and what some investigators described as what may -- could be blood. But those were just coming through -- in as police reports, and we`re not able to ask follow-up questions, because this is still an open investigation and they`re still looking into things. And so there are a lot of unanswered questions about what investigators saw, what they thought they saw, and who it could belong to.",
    "statement": "<WELL>, it <SEEMS> like the cops aren`t really talking. We keep calling them, and we don`t get any new information. Paul Birmingham, you`re a news director, 7-9 -- 790 KNST, and you`re also a licensed private investigator, <QUITE> a combo there. Listen, I looked at some of the pages of this 550-page police report. Here`s what stood out to me. Something nobody`s been talking <ABOUT>. One man says he saw a young female <ABOUT> 6 to 7 years of age running northbound on Columbus north of speedway <AROUND> the same time this child disappeared. And he saw a male running after her. This is just one page of this police report. Do you <KNOW> anything <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-85103",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know that the outcome is still in doubt. There is -- you know, just because the major fighting is over with, we all know that the real task still lays ahead of us. And I do not know, nor can anyone tell you how it is going to play out for sure. But I will tell you that I do believe in the veracity of the president. You say that he was wrong on issues. Being wrong is different than lying. And I do not believe he ever lied to the American people.",
    "statement": "Congressman Ackerman, the question that the president addressed at the Air Force Academy today was the -- was this connection between Iraq and terrorism. I want to -- I want to you to listen to something that the president said today. I <KNOW> you were glued to your television set watching him live. But just to recall what he said, Mr. Ackerman, I want you to listen to him, please, for a minute."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "about": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Well, it`s not an awful lot to go on, but the detectives will be working with these witnesses to see if they can, within the next few days, put together a composite that they can then use to try to identify and locate this person to see what, if anything, he had to do with her murder.",
    "statement": "Let`s take another look at the surveillance tape of Paula leaving Club Space. We`re going to show you now her walking out. And according to what we`ve been told, it`s a bouncer who was trailing her. Paula`s boyfriend Kevin had already been kicked out of the club <ABOUT> 20 minutes early before this. Here`s his lawyer on \"Prime News,\" explaining what he <BELIEVES> happens."
  },
  {
    "transcript_id": "CNN-139537",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "certainly": "ungraded",
      "obviously": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Well, I'll tell you what, we are going to try and reestablish contact with Babak Rahimi (ph), sometime this hour. As you may know, Iran is barring foreign journalists from street reporting. So we don't know who was doing the shooting, or why. But our Reza Sayah is with me now on the phone from somewhere in Tehran. Reza, what do you know at this point?",
    "statement": "<WELL>, I can't confirm hearing any shooting. We have been here for the past few nights. You have heard what appeared to be some shots last night. It <CERTAINLY> is not widespread. We can confirm that every night at <ABOUT> 10:00 p.m., we hear a lot of people coming out on their balconies, sticking their heads out the window and yelling, \"God is great!\" This is organized by the so-called Green Movement, the supporters of Mir Hossein Mousavi. Another way that their protesting this controversial vote. On Friday, again, they had a rally today; thousands turning up in the major city square. <OBVIOUSLY>, we are banned from going there; the ban being handed down by the Iranian government yesterday. We have been very inventive. Trying to be, at least, sending a lot of eyes and ears, to see the rally. They said lots of people turned out and their trademark has been these silent marches. It <APPEARS> to be their strategy to avoid clashes with police. They are basically staying silent. Some of them are putting tape on their mouth, their slogans are on their posters. Their peace signs are in the air. <PERHAPS> that's why we haven't seen any widespread clashes like we have seen in previous days, Kyra."
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We are building this now. There is money in this deal to build several hundreds of millions of dollars of this to replace this. That's what we got in this deal and that's what the Democrats don't want you to know. This stuff is going up now. Why? Because the president wants to make the country more safe.",
    "statement": "This is what you call political pushback and spinning tonight, Erin. The reality here is that the president did not get what he wanted in this spending bill that was to fund his new wall that he's talking <ABOUT>. Mick Mulvaney there was saying, look, this is already being funded, it's the biggest increase of border security. Yes, it is a big increase in border security. But that new wall, the one that the president talked <ABOUT> again and again is not being built with any money in this budget. That will come later in the year in September, in the fiscal year '18 budget if they approve it then."
  },
  {
    "transcript_id": "CNN-189557",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, on the face of it, you're right, they seem damaging. Of course, as you've mentioned, my frustration is that they are absolutely not relevant to anything that is at hand in the true case. They are not admissible. They're not -- can't get it into a courtroom nor will it get before a judge in any way. So the frustration that I have is these allegations which George contends are untrue. Now we need to spend our resources and time rebutting them, and actually we're in a difficult if not delicate position of deciding how much we attack the source of this story, or just leave it be and move on to what really counts.",
    "statement": "The judge says Zimmerman can disclose the nature of his relationship with witness number nine, but her identity cannot be publicly revealed. The actress Jada Pinkett Smith is on a personal mission to give voice to victims of human trafficking and sex slavery. In <ABOUT> 20 minutes, she'll be testifying <ABOUT> the problem on Capitol Hill. Pinkett Smith says she used to <THINK> of human trafficking and sex slavery as an over-there problem, wherever there is. But her daughter Willow saw the Kone 2012 video <ABOUT> a Ugandan warlord, and she did some research, and then she told her mom the trafficking problem is also happening here. And she's right. The State Department says as many as 27 million people are enslaved worldwide, and the FBI estimates 15,000 to 18,000 of them are right here in the United States. The Senate Foreign Relations Committee is holding the hearing. The panel wants to develop a strategy to try to stop human trafficking over the next 10 years. Pinkett Smith went on CNN's \"STARTING POINT\" before she headed to Capitol Hill."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "China did their shut down and they did it in a very serious way. And after a six-week period of a shutdown, it's more extreme than even the best states in the United States are likely to do, they were able to start opening up again. So we're entering to a tough period that if we do it right we'll only have to do it once for six to 10 weeks, but we have to do it - it has to be the whole country ...",
    "statement": "So Dr. Schaffner, do you <THINK> that what he's saying is basically we haven't even started our six to 10 weeks as he counts it, because it's not extreme enough, not widespread enough as anything that they did in China? So he is saying you're looking at six to 10 weeks from here with a very different definition of lockdown."
  },
  {
    "transcript_id": "CNN-226470",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The CIA not ready to rule out terror, or some other <SORT OF> foul play in the disappearance of that flight, flight number 370. But where is the evidence? Who were those two Iranians on board with stolen passports? And what are passengers' families being told <ABOUT> all of this today? Also ahead, the shooting of Reeva Steenkamp. It wasn't the first time that Oscar Pistorius fired shots. It wasn't even the second time. What does today's troubling testimony reveal <ABOUT> the blade runner and his propensity to fire a weapon? And hitting heroin dealers with homicide charges. The new push to prosecute pushers as fatal heroin overdoses hit new highs in this country. Hello, everyone, I'm Ashleigh Banfield. It is Tuesday, March the 11th. And welcome to LEGAL <VIEW>. Four long days --"
  },
  {
    "transcript_id": "CNN-123433",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "We all good? OK, so the Democrats seem for the most part seem to like both choices. The Republicans, they either love the guy they're with or hate the other guy. What do you say about that, Roy?",
    "statement": "<WELL>, that's -- you're exactly right, Don. That's the most interesting thing that's happening. I mean, you <KNOW>, there's, of course, some tensions of very hard-fought campaign among the Democrats between Hillary Clinton and Barack Obama. But it's more like a family squabble. The Republicans are like the Hatfields and the McCoys. I mean, they are going at it tooth and nail. You <KNOW>, we have McCain and Romney going at each other, demanding that each other apologizing. On Matt's site, at Townhall, my favorite thing of the day was an op-ed from Chuck Norris who was complaining that Mitt Romney was trying to buy the election and he complained that it was the campaign finance reform laws that was the problem. So, I'm not <SURE> if he was <THINKING> that if he had the ability, he <COULD> give all of his residuals from lone wolf McCain to Mike Huckabee so he <COULD> fight the fight. It's unbelievable."
  },
  {
    "transcript_id": "CNN-209313",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Why are these days important for the marketplace? What does it mark? I mean, it's tough to explain what these contracts are. I mean, it's sort of looking into the future. They don't all necessarily have to expire on the same day, though.",
    "statement": "No, that's correct. It's simply important because typically, way back when, it was only two different classes of options and futures. And all of a sudden they've added another four different one. Hence the term quadruple witching. It's important because they all simply expire at the same day and some of them can be exercised; some of them can out worthless. You <MIGHT> be assigned on contracts. And so traders or investors really get to <KNOW> where they stand on their existing positions on days like today after expiration. And you see whether these contracts have been closed out or not."
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Thank you, Speaker. Since Obamacare was passed, my family's been personally affected. We've had our premiums increase, and now we have extremely high deductibles, which is tough. The Republicans, including you and the president, campaigned on this very thing, repealing it or repealing and replacing or repairing. Early on, you didn't hold a vote, and then you voted on something that doesn't seem to be palatable to the Senate. I had high hopes since you're the speaker and my congressional representative. What happened? How have you not been successful up until this point as a leader to get this done like you promised?",
    "statement": "Yeah, <WELL>, in the House, we did pass it. We passed it last <MAY>. We ran on a specific agenda. Remember, we called it the better way. It had a number of things that we <THOUGHT> were necessary to fix this country's problems. Obamacare is collapsing. It is really -- it is collapsing under its own weight. Next year, it's projected 47 percent of all the counties in America -- that's almost one in two counties in America -- are down to one health insurer. Since Obamacare started, premiums have gone up more than 100 percent. So this law is not working. It is a list of false promises. So to that end, we crafted a plan, we ran on the plan, and then we passed that plan in <MAY>. And as you <MAY> <KNOW>, as you <PROBABLY> I'm <SURE> <KNOW>, for a bill to become a law, the House has to pass a bill, then the Senate has to pass a bill. And then you have to bridge those differences and pass it through the House and the Senate to go into law. The house has passed its bill. We're waiting for the Senate to pass theirs. Who wasn't disappointed that the Senate failed to pass that bill by one vote the other day? We all are. The reason we're disappointed that they failed to do it..."
  },
  {
    "transcript_id": "CNN-366156",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back, everyone. <WELL>, many millions of dollars already rolling in as candidates running for U.S. president, count the cash. They are challenging Donald Trump for the White House in 2020. CNN's Jessica Dean reports the more money they raise, the better their chances of staying in the race at this stage of the campaigns."
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I think that is so amazing. I mean, because there's so many sort of different voices in local news print reporting, that will --",
    "statement": "By the way, let's tell the viewers. They are setting up two Skype stations I <BELIEVE> for --"
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Many cities are under curfew right now but not New York. Mayor Bill de Blasio says he will not order a curfew for his city. He also addressed a video that appeared to show an NYPD vehicle knocking over protesters. He promised an investigation into it. But the mayor had strong words for those who attack police officers.",
    "statement": "The NYPD all day long has been working hard. It's been a very, very difficult day for our officers. Some of them have been put into very dangerous situations. That's not appropriate. That's not the protest reality and history that we <BELIEVE> in, in this city. We <BELIEVE> in peaceful protests, we <BELIEVE> in civil disobedience, we <BELIEVE> in people exercising their democratic rights but not attacking police officers, not attacking communities."
  },
  {
    "transcript_id": "CNN-359949",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "I don't know if it did or didn't happen. And it may be attorney-client privilege if it did happen, where I can't acknowledge it. But I have no knowledge that he spoke with him.",
    "statement": "You just said Trump <MAY> have talked to him <ABOUT> his testimony."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "There's going to be calls for should we internationalize this, do the Iraqis do it? All of that will take place. But again, this was a great success for human intelligence and for doing the spade work that took months to develop.",
    "statement": "General Benton, going into the capture of Saddam Hussein, captured alive, there was a debate, as you <WELL> <KNOW>, over these past many months, would the U.S. and its coalition partners be better capturing off capturing Saddam Hussein alive or simply killing him? <OBVIOUSLY> that question is moot right now. He has been captured alive. But looking back, do you <THINK> this is good that he's alive, or you <THINK> the U.S. and its partners would have been better off if he had been killed?"
  },
  {
    "transcript_id": "CNN-336245",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK but for Mark Zuckerberg himself, his personal brand, his personal standing, that's a different matter. How hard is that hit by all of this? And does it recover somewhat from ending partner categories and changing these privacy settings?",
    "statement": "No matter what, it's still a hit. You take great pride in building a multibillion dollar business. It's affected the world and to their credit, it's done so in a lot of positive ways, connecting us to people we haven't seen in decades, connecting us to ideas and people from other lands that we wouldn't normally be connected to. Exactly. But there's a dark side to that. And these are things that they've known <ABOUT> for a while. And yet I'm surprised they didn't have Pentagon-level type strategists within Facebook going, OK, what's the worst-case scenario? What can happen with this data? How can this be used against us and how do we protect our community from the misuse of this data? Because for all the good that the data has done in the past, there's also been a small percentage where it's been used against us, namely in the election and not just here; it's on other countries as <WELL> with other advertising agencies or analysts or whatever you want to call them, who are taking this data and running propaganda campaigns for one party or another to fix elections."
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "could": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "With <ABSOLUTELY> no sign that anything like this <COULD> happen?"
  },
  {
    "transcript_id": "CNN-348099",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "That could be seen as sort of in-kind contribution to help the campaign?",
    "statement": "Exactly. That's what we've been hearing ever since the search warrant happened. However, we don't <KNOW> if that's part of an indictment <SHOULD> one come."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We welcome to LARRY KING LIVE, an old friend, the world famed artist Peter Max, pop culture icon. He's been called the United State's painter laureate, hasn't been on this program in 12 years. A prolific, profitable artist, he's been licensed to dozens of corporations, has had more than 50 one-man shows, was official artist for six Grammy Awards, five Super Bowls, the World Cup USA 2000 World Series, Earth Day, the U.N. Earth Summit, and of course, his most -- not only being prolific, but has an extraordinary way with color. How did you find that?",
    "statement": "Larry, color and creativity just happen to me. I grew up in China and always drew, and always used to set up in my three balconies in our pagoda house, and she used to say, \"There's paints over here, there's color pencils over here and there's color papers over here. Now you go make a big mess, paint whatever you want, we will clean up after you\" -- compared to telling a kid don't make a mess and what are you going to paint? And in China, I <THINK> the colors is where I discovered -- that's where I discovered it."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You are pretty. You`re so fine. Just going over some of your videos. How could I forget.",
    "statement": "Real housewife turned real convict Theresa Guidice and her husband busted when feds honed in on their lavish lifestyle, a $5 million mansion, a 30 to $50,000 birthday party for their little girl. Then caught red-handed lying to the feds to get even more money. I`m talking <ABOUT> $5 million more. And tonight, reports surface real housewife Theresa Giudice bragging I`ll never do a day behind bars. Really?"
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "know": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "No, I don't see us using that in the future. We had good discussions with Paul Ryan. What his vision is. I've worked with him for half a dozen or more years in the Budget Committee and on the floor as well. He has a conservative vision for the country. He was the party's vice presidential candidate the last time around. So, I think if we can enact those things, move those things in that direction. But again, it all goes for naught if we do all these great things and then it goes into the Senate and they die in the Senate.",
    "statement": "There were three demands that were made from Paul Ryan. That's what I'm going to go to. He said that he wanted to be able to change this rule. <REPORTEDLY>, he's going to delay that. He said he needed the endorsement of three key GOP groups. He didn't get that either. I wonder if going into the job -- he's not even there yet, we don't <KNOW> what the work/life balance will be. If he's weakened already by seeing he can't get the basic things which would be the only conditions on which he would run, and he's running without two of the major three."
  },
  {
    "transcript_id": "CNN-185099",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "You know Portman, right?",
    "statement": "There are a lot of people that I like, but this is a personal choice for Governor Romney. And I'm <CONFIDENT> he'll have a running mate that will be helpful to the ticket."
  },
  {
    "transcript_id": "CNN-142388",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "suspect": "ungraded",
      "somewhat": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Absolutely, Rob. Great job out there. Really great work. Look at these wind speeds -- 3, 4, 5. That's not enough to get this wind out of the way. And I really am concerned that now you have the elderly, now you have people with asthma, and now you have them breathing all of this air. This is just not going to be a good scene unless they can get a handle on the fire. And five percent containment, let me tell you, five percent containment is nothing.",
    "statement": "That's next to nothing. And that's a good point <ABOUT> the air quality and the elderly. Chad, appreciate it. And our thanks to Rob as <WELL>. Let's do this -- let's check out some of the images we are getting from some of our CNN iReporters. These photographs are from iReporter Trisha Maas. She says flames are staying in the wilderness areas for now and away from her home. She gives credit to the L.A. County Fire Department, air team and ground support. Trisha says the firefighters' efforts have left her thankful, amazed and <SOMEWHAT> speechless. We <TOTALLY> understand, Trisha. Look at this scary sight from iReporter Maria Sager's back door. She says this mushroom-shaped smoke cloud looks like it <COULD> have been made by a nuclear bomb. And you can send us -- and please do, but keep your distance. Be safe here, of course. Send us your images to iReports. You can do that 24/7, really. Just log on to ireport.com and follow the instructions. But, again, be safe. You do help us tell the story with your images. Expanding the investigation. Authorities try to determine if the <SUSPECT> in an 18-year-old kidnapping saga is linked to other unsolved cases, including several murders. Live now to CNN's Ed Lavandera. He's in Antioch, California. And Ed, you were -- first of all, let's get to this bit of information. You're learning more <ABOUT> Jaycee Dugard and her two daughters. What can you share?"
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You know, Maine -- the Maine population is known for being very matter-of-fact and straightforward in a good way. When you say, Stephen McCausland, their story does not pass the straight face test, what do you mean by that?",
    "statement": "We <THINK> that they <KNOW> more than they`re telling us because the -- because of what I just said. And Susan was in the house. It`s a small home. Someone came in that door, went into Ayla`s room, grabbed her and they vanished in the middle of the night with three adults inside that home and didn`t see or hear anything? It doesn`t make sense."
  },
  {
    "transcript_id": "CNN-141673",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And here are some of the other stories we are watching right now. Costa Rica's president has the H1N1 flu, also known as the swine flu. The 67-year-old president, Oscar Arias, is resting at home this morning but is expected to be back at work next week. Twenty-seven people have died from the swine flu in Costa Rica. President Obama welcomes the newest supreme court justice to the White House. Here's Justice Sonia Sotomayor arriving just a few moments ago. She is the guest of honor, of course, at the special White House reception coming up next hour. These are live pictures that we are looking at right now. This is all going to take place in the East Room about 15 minutes from now we understand. Sotomayor was confirmed last week and sworn in as the 111th Supreme Court justice over the weekend. Now, Secretary of State Hillary Clinton is in Nigeria this morning urging leaders there to crack down on corruption. She's also talking to religious leaders about recent violence that killed at least 700 people. Nigeria is the fifth stop on Clinton's seven-nation tour to Africa.",
    "statement": "<WELL>, first of all, another myth that we've been hearing <ABOUT> is this notion that somehow we're going to be cutting your Medicare benefits. We are not."
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I mean, that is an ideological difference now that is starker than in recent history. Because the Republican Party fundamentally disagrees that the Federal government can have that <KIND OF> role in rebuilding an economy. The Republican Party..."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, one that may not be in the -- the very difficult ones that are not in the purview, possibly, of your committee involve the Congress and ways to improve oversight. They're very, very important. Most of our recommendations don't require a lot of money, frankly, to implement. One that does is border screening: to move ahead a little faster with biometric identification, ways in which we can secure our borders, national standards for driver's licenses and means of identification, things that would make us safer in terms of people who are moving around this country and without clear forms of identification, or get into this country without proper means of doing so.",
    "statement": "Is that something, governor, that you were talking <ABOUT> legislative appropriations or would we be considering that a priority to authorize by statute, to give the executive branch more authority than they have now to set up the <KIND OF> screening system that the commission has proposed?"
  },
  {
    "transcript_id": "CNN-407295",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You're letting everyone -- you're all right with everyone taking good care of you right now?",
    "statement": "Oh, yes. And I still have a long recovery. My voice is raspy. You <KNOW>, this is not my voice. I still have to take small swallows, you <KNOW>, when I'm drinking. I still have to -- I had a rolling"
  },
  {
    "transcript_id": "CNN-338808",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "It's being delivered by the new U.S. Secretary of State Mike Pompeo. Pompeo on a trip throughout the region. He is in Amman, Jordan for meetings with King Abdullah and the Jordanian foreign minister. During a stop in Israel, Pompeo said the Trump administration's problem with Iran deal goes beyond just nuclear weapons. Listen.",
    "statement": "President Trump's been pretty <CLEAR>. This deal is very flawed. He has directed the administration to try and fix it. And if we can't fix it, he is going to withdraw from the deal. As part of the president's comprehensive Iran strategy we are also working to counter the broad set of non-nuclear threats, for instance, its missile systems, its support for Hezbollah. The importation of thousands of proxy fighters into Syria and its assistance to the Houthi rebels in Yemen. We look forward to working closely with strong allies like Israel encountering these threats and rolling back the full range of Iranian influence."
  },
  {
    "transcript_id": "CNN-19890",
    "matched_terms": {
      "about": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Philip Coggan is markets editor of the \"Financial Times\" and joins us from the \"FT\"'s London newsroom. I gather Vodafone is giving stocks a helping hand this morning.",
    "statement": "Yes, it <DEFINITELY> is, Deborah, Vodafone shares up 5 percent or so. And of course it is the biggest stock in the U.K. market, one of the biggest in Europe. It is one of those interesting things where it depends which figured the market looks at. Vodafone lost 4.6 billion pounds over that first half after goodwill write-offs, and its earnings per share fell 24.5 percent. You have to look a long way down the figures before you find that out. The markets concentrating on the EBITDA figures, which were nearly 3.3 billion at the top of the range, and operating profits also went up. But Vodafone did reveal some of the fears that the market was worried <ABOUT> last week. Its margins have been cut in both Germany and the U.K. because of the cost of acquiring mobile phone subscribers. But while the market is concentrating on EBITDA it won't worry <ABOUT> the overall loss and it's pushing those share strongly ahead."
  },
  {
    "transcript_id": "CNN-352184",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I believe in the policies that my husband put together because I believe that we need to be very vigilant, who is coming to the country.",
    "statement": "Also this morning First Lady Melania Trump saying she was blindsided by her husband's zero-tolerance policy that led to family separations at the U.S. border. We're also hearing from her regarding her marriage to Donald Trump as <WELL> as the fallout over that now infamous jacket."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You fall asleep. Some people say it's a peaceful way to end your life. But certainly hypothermia is one of the biggest dangers we see in people that are recreating outdoors.",
    "statement": "I continue my track. It's getting later and colder. (on camera): Now I've been walking for <ABOUT> an hour in the woods. And one of the things that strikes you is how still it is out here. You don't here anything. It's almost eerie. And you <THINK> you're going to be able to make good time, but because of the terrain -- you're walking uphill, you're walking downhill -- it's rugged and it's difficult. And oftentimes you end up walking <AROUND> in circles because you're so disoriented."
  },
  {
    "transcript_id": "CNN-368146",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "He said there was hatred, there was violence.",
    "statement": "Yes, I <THINK> there's blame on both sides. You look at both sides, I <THINK> there's blame on both sides, and I have no <DOUBT> <ABOUT> it, and you don't have any <DOUBT> <ABOUT> it either. You will see that that question was answered perfectly. And I was talking <ABOUT> people that went because they felt very strongly <ABOUT> the monument to Robert E. Lee, a great general, whether you like it or not."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "What are the people beefing about on the radio these days? Start with you.",
    "statement": "Unfortunately, they are sick of all the talk <ABOUT> the war and <STUFF>. They're over it."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Would that change -- would we stop going to war against each other? How would things change in our world?",
    "statement": "I'm a huge fan of the movie \"Independence Day\" which is <KIND OF> that whole thing. That brings -- I <THINK> that, yeah, we like to be united against a common enemy, whether it's a political party, when we're trying to get into power."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Let's take a moment now to bring in our national correspondent, Susan Candiotti, who is in Ft. Lauderdale, Florida, with us this morning. And, Susan, we are just a couple of minutes away from the scheduled start of this news conference. Again, I <THINK> you had an opportunity to hear a little bit of what Dr. Levy had to say. What are we expecting to hear from Dr. Perper this morning."
  },
  {
    "transcript_id": "CNN-281180",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Some severe thunderstorms ahead today in the south. Meteorologist, Pedram Javaheri, joins us now with the latest.",
    "statement": "Good morning, John and Michelle. Watching some severe weather <AROUND> the south central states today <AROUND> parts of Oklahoma and on into Arkansas. Severe weather threat <AROUND> a three. Shreveport in particular, watching it for this afternoon. Significant rainfall, 1 to 2 inches. Some areas <COULD> see 2 to 4 inches in Jackson and Birmingham over the next 24 to 36 hours. As the storm system migrates to the east, gusty winds and southerly flow ahead of the temperatures. Temperatures soar into the 70s for Washington. Showers out of this by this afternoon. Notice what happens this weekend. Temperatures <COULD> be 10 to 20 degrees above average <AROUND> 70 in New York City."
  },
  {
    "transcript_id": "CNN-216077",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "might": "ungraded",
      "apparently": "ungraded",
      "somewhat": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right. So we all know that can't happen. ObamaCare is not going to be defunded. It is off and running, it had a few glitches, but the take-up seems pretty good. So, parking that to one side, what are the Republicans going to do as a party about the fact they are now split down in the middle? You got the Ted Cruz brigade who seems to be completely intransigent, and you have guys like yourself who've been around the block a few decades, and I say that in the most complimentary possible way, who've been through this kind of thing and know how to resolve it. How do you bring the two together and get some kind of common sense?",
    "statement": "To be honest, I don't <KNOW>, because I say it with respect to those individuals who say defund or nothing else, although they have changed their message <SOMEWHAT> it used to be just absolute defunding, now <APPARENTLY> it's already if you just address certain portions of ObamaCare, but look there was a lot of republican members of congress who campaigned in 2010 and said, \"You send me there, I'll do everything in my power to defund ObamaCare.\" They're carrying out their commitment to their constituent <SHOULD> they campaign on. So I understand that. But I just say you mentioned <MIGHT> be <AROUND> for a while, the thing is <KIND OF> aggravating to some of us that in 2009, I never worked harder against ObamaCare whether that was right or wrong, I let anybody judge. I still <BELIEVE> we fought as hard as we <COULD> up until Christmas Eve morning was the last vote we took on ObamaCare. And then of course I campaigned across this country all through 2012 said, to elect Mitt Romney and majority in the house of Senate, and we'll defund, we replace and repeal ObamaCare and now some of us are being accused of not being zealous enough or committed enough for being squishes or whatever it is, frankly I <KIND OF> resent that."
  },
  {
    "transcript_id": "CNN-229181",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Again, 95 percent of that search area now complete with the 13th mission under way of the Bluefin-21. We will come back to you later in the show for any updates. Erin, appreciate it. Thank you.",
    "statement": "Now on to the crisis in Ukraine and new word into CNN this morning that new sanctions <COULD> come as early as today against some key allies of President Vladimir Putin. Russia says the U.S. is behind what's been happening in eastern Ukraine, but the White House is insisting it is Russia that's causing the unrest. And the administration is promising action. Listen."
  },
  {
    "transcript_id": "CNN-186160",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It gives you a picture, Suzanne, of sort of the whole scenario of what a security breach is and how many there were. This started when there were a number of incidents at Newark Airport. And the New Jersey Senator, Frank Lautenberg, said, I want to know more, I want to look into this, things like a knife getting through a check point, a man getting passed security without going through security, even a dead dog loaded onto a plane without being screened for explosives. He asked for this report. He looked at Newark and five other airports. What they found -- I want to put up some numbers -- 42 percent of security breaches were not being accurately reported. And then only about half of those were actually being fixed -- any corrective action was taken. And the most important thing is there really wasn't a widespread system for TSA to step back and take a 30,000-foot look at the whole picture here. That's what prompted this hearing. You are hearing lawmakers say, wait a minute, how did this all fit together? How do we do a better job? Listen to an exchange from that hearing.",
    "statement": "So there's no depository where one <COULD> go and pull up all of the breaches that have occurred."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "hope": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Paul, what are they saying in the community? The kids have gone from that community to Aruba before, right?",
    "statement": "Many people have been. It's been a senior trip every year. What people are saying here is they're praying and down on their knees and they're <HOPING>. Realistically, deep down, I don't <THINK> too many people are optimistic, Larry. How <COULD> they be at this late date? But we have seen crazier things happen. But right now there is a lot of <HOPE> in this town."
  },
  {
    "transcript_id": "CNN-312042",
    "matched_terms": {
      "well": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Senator Jeff Flake of Arizona tweeting, I've spent the last several hours trying to find an acceptable rationale for the timing of Comey's firing and just can't do it. Fellow Arizona Republican John McCain says he's disappointed in the President's decision that marks a rare break from McCain with South Carolina's Lindsey Graham. Lindsey Graham voiced support on Comey's firing.",
    "statement": "<ABSOLUTELY>, he did as did Susan Collins, a very moderate Republican Senator as <WELL>. On the other side of the aisle, Democrats largely unified in calls for a special prosecutor, here was Senate Minority Leader Chuck Schumer last night. This investigation <MUST> be run as far away as possible from this White House and as far away as possible from anyone that President Trump has appointed."
  },
  {
    "transcript_id": "NPR-37550",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The NAACP is a multi-racial family at the end of day. You know, so I tell folks we are not a black organization. Our first president was a white woman. We're merely a very black organization. That's sort of my, I guess my family is kind of the same way. We're a multi-racial, very black family.",
    "statement": "I <KNOW> that there are people who <THINK> that your racial background is not worth noting. I ask because, as you <WELL> <KNOW>, there are people who have, who come from mixed families and sometimes straddle two worlds and don't find full acceptance in either."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Doctor, more junk justice after the break. We`re going to talk in 60 seconds to Sheila Welch, Amber Dubois`s grandmother.",
    "statement": "Cops say John Gardner <COULD> also be linked to the disappearance of 14-year-old Amber Dubois. She vanished over a year ago in nearby Escondido, just seven and a half miles from where Chelsea vanished. Again, I`m honored tonight to be joined exclusively by Amber`s maternal grandmother, Sheila Welch, who is also a trial lawyer. Thank you so much for being part of this dialogue, Sheila. I`d like to play a clip of Amber`s dad, sending out a message to her on NBC this morning."
  },
  {
    "transcript_id": "CNN-141408",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right. Very good. Well, let us know, Mike, if we need to come back to you. Again, all of this happening in Raleigh, North Carolina. And just a quick reminder. You may remember that the former U.S. senator and two-time presidential candidate John Edwards is under investigation to see whether or not some campaign funds were illegally paid to Riel Hunter, it was about $100,000 that we're talking about here whether or not his political action committee, they have paid Riel Hunter's video production firm that sum of money. So, again, we are continuing to follow this and the grand jury meeting that is taking place where now she apparently has arrived. We'll stay on top of it with all of our producers who are there. Family reunions and readjustment. It can be difficult after an extended period in captivity. Something those American journalists freed from North Korea are dealing with now. CNN's Brian Todd has more.",
    "statement": "This part's pretty basic. An emotional embrace between Euna Lee and her four-year-old daughter and a comment from Lee's colleague <ABOUT> what they want to do next."
  },
  {
    "transcript_id": "CNN-388712",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Yes, I think it has an impact. It's the first major contest. It's the contest where you spend the most sort of time on the ground. But because it's such a crowded primary, there is certainly the possibility that you have different voters in Iowa than you have in New Hampshire than you have in South Carolina than you have in Nevada. And so many choices that people -- it's just not -- it's just not clear yet. And that's why you see strategies like the Bloomberg strategy that's betting, that thinks there's a good enough chance that after three or four contests, it's not completely locked in. The momentum is not entirely behind one or two people --",
    "statement": "Which hasn't worked before. But <MAYBE> they'll work this time."
  },
  {
    "transcript_id": "NPR-13554",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "He assumes she must be pulling a con",
    "statement": "I <DOUBT>."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bill, a former Labor Department economist, Yana is a Rutgers professor who runs Econkids.rutgers.edu, a project that uses kids' books to teach economics. (on camera): Give me an example of a book that I might have in my book shelf that actually has a subversive economic message in it.",
    "statement": "Oh. Berenstein Bears. Everybody has Berenstein Bears. There's curious George, a few of those, where he goes to a factory. <WELL>, that's all <ABOUT> production. And then there's \"Click Clack Moo (ph),\" cows that type. That's one that Bill likes a lot, too."
  },
  {
    "transcript_id": "CNN-406370",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In a statement, the syndicate said the arrests are spreading frustration and fear amongst its members. For doctors, it is a stark choice, says Amnesty International's Egypt researcher.",
    "statement": "And for them, it's either going there risking death, risking contracting the disease and deaths, or to risk jail if they speak <ABOUT> what the situation that they're faced with."
  },
  {
    "transcript_id": "CNN-396076",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "It's the same thing. What it is, is that what likely happened, they've done it now. I mean I have - I have spoken to the political officials in New Orleans and in the State of Louisiana. They're now shutting things down in a very vigorous way. It is likely that that should have been done a little bit sooner. Not blaming anyone on that, but you get caught unawares because the nature of this outbreak, Chris, that's so frustrating.",
    "statement": "And, in many respects, you <KNOW>, a bit frightening and intimidating, is what you and I discussed, you <KNOW>, several shows ago. It putters along and you <THINK> you're OK and then it starts to go up a little and then bingo, it goes up in an exponential way."
  },
  {
    "transcript_id": "CNN-326477",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, he did say that if Roy Moore won the run off that he would definitely come down and campaign for him. He thought that he was a good guy and a good candidate. So, I think if we can take him at his word on Twitter, I think he had plans to if he needed it. But, you know, the thing that I would say about those comments, if I was the Jones campaign, I would be putting that on tv, talking about Roy Moore has abandoned by his allies and abandoned by President Trump, who is supposed to be the working man and the average person's champion right now.",
    "statement": "<WELL>, we still have a couple weeks before that special election. We'll tune in to see if that pops up in the ads. David Mowery, thank you so much for your time. Appreciate you. If you <THOUGHT> the war of words between President Trump and Hillary Clinton was over, <THINK> again. Instead, it <SEEMS> to be getting worse. The former campaign foe is trading new and especially brutal barbs, but the big question -- because the election was over a year ago -- why?"
  },
  {
    "transcript_id": "CNN-75134",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "First, what do you make of this incident that took place at JFK?",
    "statement": "<WELL>, I <THINK> it <SHOULD> have been expected. They, some of the professionals in the aviation security field has been voicing criticism over the <FACT> that all the efforts last year were invested in baggage and passenger screening. That is extremely important, but not enough. Perimeter security that has been played down to some extent during the last year is just as serious a threat as the baggage of passengers."
  },
  {
    "transcript_id": "CNN-118629",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, we do not think he has.",
    "statement": "The attorney general has told the truth to the American people and the Congress <ABOUT> this program?"
  },
  {
    "transcript_id": "CNN-77778",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There is a new symptom of West Nile Virus, first revealed in small numbers last year, looking again to be on the rise again this year. The virus can cause a polio-like paralysis. Dr. Sanjay Gupta picks it up from there in our \"House Call\" this morning. Sanjay, what gives here?",
    "statement": "Good morning. Yes, <WELL>, first of all, it's important to point out right at the top that most people who get West Nile virus will never even <KNOW> that they had it. In <FACT>, only <ABOUT> 20 percent of people develop any symptoms at all. These are the symptoms people have been hearing <ABOUT> for <QUITE> some time now. They include fever, headaches, body aches, skin rash and swollen lymph glands. Bill, a very small percentage of people, <ABOUT> one in 150 people or so, will develop more profound symptoms. Take a look at the list there, headaches, high fever, neck stiffness, disorientation, tremors, muscle weakness and paralysis. It's these last two symptoms that have caused some concern. These paralysis-type symptoms have caused some people to actually dub this the new polio. Remember polio was also caused by a virus, causing weakness. There have been <ABOUT> 18 cases now, all of them centered in northern Colorado, almost <SORT OF> a cluster of cases. Most of the cases of this <SORT OF> paralysis being focused on that area of the country. This is a higher number. There were only a few cases of paralysis associated with Vest Nile Virus over the past several years. They're not <SURE> if the numbers have actually increased because more people are reporting it, or because the numbers are going up, but this is <OBVIOUSLY> something infectious disease experts are going to be watching <QUITE> closely -- Bill."
  },
  {
    "transcript_id": "CNN-268420",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now friends and classmates and neighbors who grew up with Carson tell CNN they have no memory of his violent tendencies. Some of the interviewees expressed surprise about the incidents.",
    "statement": "I was shocked. I was surprised because he was just, you <KNOW>, he was quiet and calm."
  },
  {
    "transcript_id": "CNN-51903",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Mr. Al-Kidwa, your reaction?",
    "statement": "Complete nonsense. I mean we are talking here <ABOUT> some <KIND OF> documents, which somebody said that -- suggested that some money was paid for posters or something like that."
  },
  {
    "transcript_id": "CNN-194381",
    "matched_terms": {
      "around": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And you're in THE SITUATION ROOM. Happening now, a man with alleged Al Qaeda ties arrested in a bomb plot to blow up the Federal Reserve Bank in New York City. Also, the presidential debate looked like a martial arts match. We have a body language expert standing by to tell us what the candidates were up to And almost everyone is poking fun at Mitt Romney's so-called binders full of women. But we'll take a serious look at his claim that he boosted hiring of females in Massachusetts. We want to welcome our viewers in the United States and <AROUND> the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. No more Mr. -- Mr. Nice Guy. Stung by a flat performance in that first debate, President Barack Obama came out swinging last night, challenging an equally aggressive Mitt Romney. The result -- a rough and tumble fight. President Obama was widely seen as the winner. But that fight continues today in battleground states which are critical to both candidates' election <HOPES>. Our chief national correspondent, John King, is here in THE SITUATION ROOM -- John, what are the campaigns doing on this day after that very important debate?"
  },
  {
    "transcript_id": "CNN-91584",
    "matched_terms": {
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's not, no, it's not. And, Chad, I got to tell you what's the advice here? You got to go in layers right? They look like they're -- well they're football fans but you need to dress in layers here.",
    "statement": "<WELL>, of course. I actually have three layers on under my pants here. I have four layers on here. I <FEEL> like a red Michelin man here I have so many layers on."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "I don't think so at all. I think what he's doing, he's bringing forth intelligence information. That's what Secretary Powell did yesterday. To show and to make the case against Iraq. I thought he made the case. I don't know what else you've got to do to show that the man is in material breach of all of the U.N. resolutions and we should get rid of him.",
    "statement": "I agree with the first half of that. We're not the U.N.'s army. We're the United States's army. And the case he's got to make to me, and I <THOUGHT> he did terrific, but he didn't answer the case for me which is why war, why now? Why not al Qaeda first? Why aren't we hitting al Qaeda? We have the last four months we've killed a grand total of 23 al Qaeda members. We have two attacks on al Qaeda, one in a bus in Yemen that we hit with a predator missile and the other the other day, the day before yesterday in Afghanistan. That's hardly a full out war if we kill 23 guys in 4 months."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "They do in Macon.",
    "statement": "Yes. There is a poll that just came out recently. It said 50 percent of the American public don`t <THINK> that the American dream can be accomplished. There`s another poll that shows 50 percent of the American people <BELIEVE> now the American dream is to be famous. I <THINK> the American dream is to have a better life than your parents did, and I..."
  },
  {
    "transcript_id": "CNN-48258",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Christine, thank you very much. Turning to the Nasdaq which dropped two and a half percent, let's go to Greg Clarkin. Greg.",
    "statement": "And, Lou, you <KNOW> Wall Street as we <KNOW> is always rumor driven, but just incredible hypersensitivity to rumors today. That's what we saw harrowing some specific stocks, some specific sectors. Take a look at the big name stocks. Now these companies really had no bad news associated with them today, but still when you see a broad market, a sell off, these guys got hammered. Cisco, Dell, Intel, Sun Microsystems all losing anywhere from two and a half to more than four percent in some cases. One of the big name big losers on the day though, were shares of WorldCom. The stock was down at any given point today <ABOUT> 15 or 16 percent, a number of rumors <AROUND> the company, a lot of them concerning Standard & Poors. One rumor had S&P; taking WorldCom out of the S&P; 500. Another had Standard & Poors downgrading the company's debt to junk status, WorldCom denying all these rumors, the stock still though down more than 13 percent at the close, losing $1.60. Trading at five-year lows today. At one point that stock was trading below $10 a share. Level 3 Communications, another company in the telecom business that's really just been hammered. Level 3 Fiber Optic Network Company saying they <MAY> not be able to meet terms of a debt agreement if sales, cancellations, and disconnection rates stay the same, that stock selling off on that news. On the upside though, the online travel folks continue to do just a booming business. They're far exceeding Wall Street expectations. Expedia the latest case, take a look at the percentage jump on that stock, up more than $5. Travelocity, its competitor, moving right along with it. So there were a few bright spots out there today, Lou, the online folks the most prominent among them, but overall just a real dismal session. Speaking with traders this afternoon, they do say that there was just an incredible sense of a breakdown of investor confidence at the moment, and they're really just selling at any <KIND OF> hint or rumor of bad news. Lou, back to you."
  },
  {
    "transcript_id": "CNN-120248",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Let's take you now to suburban Chicago where police are just now confirming a body was found yesterday near a forest preserve is that of Nailah Franklin. The 28-year-old pharmaceutical sales rep was reported missing more than a week ago when she failed to show up for work. Her body was found not far from where her abandoned car was found last week. Now, the cause of death, well, that is not known just yet, but police have not named as well a suspect in the case, so the investigation does continue. We also want to give you another follow-up to a grisly case in Texas that we have been following at CNN, a neighbor of a 6-year-old girl found hanged in her family's garage faces charges in her sexual assault and death. The first-grader's mother found her body just over two weeks ago. Shaun Earl Arender is now charged with capital murder. Arender lives less than a mile from the victim's family home south of Dallas. And when the charges were filed he was already in jail on unrelated burglary and drug possession. Police say DNA evidence linked him to the murder scene. And as of late yesterday, authorities had called Kevin Anders a primary suspect in that case. He's the boyfriend of the girl's mother. Anders is in custody on child pornography charges based on a search of his computer.",
    "statement": "Still no real answers in a mystery on the high seas of south of Florida. The Coast Guard has suspended its search for the four missing crew members of a fishing boat based in Miami. Two men who chartered the boat remain in custody on unrelated federal charges. A bond hearing for Kirby Archer and Guillermo Zarabozo has been postponed until Tuesday. Authorities indicate they don't <BELIEVE> Zarabozo's claim that hijackers killed the boat's crew members. The Joe Cool was found abandoned Sunday night a long way off its planned to Bimini. Archer and Zarabozo were found on a life raft 12 miles away."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So we're the walking wounded five years later?",
    "statement": "I <THINK> in some ways we are. I <THINK> there is some big positive to that in that I <THINK> we are more -- I <THINK> we are more empathic. As someone said on September 11th, we all became Israelis. We understood what it was to be under siege."
  },
  {
    "transcript_id": "CNN-251087",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Of course, they have been brought in because Ferguson police officers since August have been facing these protests and these scuffles. Not so much on a nightly basis, but from time to time, the resignation of the Ferguson police chief is one of the reasons why so many people had come to the streets last night. They were protesting and in some cases celebrating the resignation of the police chief.",
    "statement": "Chief Belmar said he was concerned <ABOUT> the officers for months there. He was worried just this type of thing would happen. He said ironically, overnight, these protests were uneventful and routine he said almost until the shots rang out. You can see the protests there occurring for hours before those shots. There were a couple of arrests, you can see right there. The shootings and protests as Christine mentioned came hours after the announcement that the police chief in Ferguson, Tom Jackson, resigning a week from today, with a year's pay, by the way. Jackson is the latest in the series of local officials to step down after the Justice Department faulted the tactics of the city and police. His resignation says, \"I will continue to assist the city in any way I can as a private citizen.\" There was a different reaction in a text to CNN, quote, \"It's really a hard pill to swallow, <APPARENTLY>,\" he said. As severance, Jackson will get one year's pay and health benefits."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Maybe.",
    "statement": "There is an answer out there that we <COULD> <KNOW> this, if that were released. The truth is out there."
  },
  {
    "transcript_id": "CNN-159952",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Oh, you poor baby!",
    "statement": "<COULD> be a little bit better here."
  },
  {
    "transcript_id": "CNN-95657",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now, Democrats are outraged by that. They say that that is a harmful statement, a harmful thing to say. They say it's highly, highly partisan, and they've written a letter calling on Karl Rove to apologize. And they've also written a letter to President Bush, saying that if he doesn't apologize that he should be fired. Now, the White House, of course, is standing firmly by the statement in terms of not saying -- you know, not denouncing the statement, but simply saying that, look, Karl Rove was simply pointing out differing political philosophies, different approaches. And they also point out sort of the context. What you didn't hear in that sound bite was that Karl Rove specifically mentioned moveon.org, specifically mentioned Michael Moore. But Democrats, they feel outraged, and they are sticking by, you know, their guns. They're saying that, look, he better apologize or else the president should ask him to resign.",
    "statement": "<WELL>, another voice of the administration this week was Secretary of State Condoleezza Rice and her sharp words to the Arab world <ABOUT> supporting, not stifling democracy. I'm back on that story after this."
  },
  {
    "transcript_id": "CNN-320048",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes. She is on their high priority list. Once again, we don't know how deep that is. We understand there's a process to it. We have called multiple emergency services. They are working as best and fast as they can. We appreciate all the work they have done. Guys who yesterday helped us get almost close to her. Once we got there, the boats couldn't go any further. It was as hard deal to get right there at the cusp with an opportunity and had to turn around because the water is not high enough, which is probably the craziest thing to say. But can't get back there because the water is not high enough. So, we are going to keep praying and keep hoping for the best.",
    "statement": "We'll send our prayers as <WELL>. Thanks for talking to me, Donald. Pamela, you <KNOW>, we have been hearing this over and over again. You heard it from Donald and I heard it from some first responders and some, you <KNOW>, private citizens with boats as <WELL> that, you <KNOW>, part of the challenge is, it's almost like a relay race to hand people off. At some points, the water is too shallow for boats and so you need a high water vehicle and other places it's too deep for the high water vehicles. You need to hand off to a boat. People <MIGHT> take two or three boats or vehicles to get from their homes, a couple miles back to the underpass where they are taken out to friends' houses or to local shelters."
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, I wouldn`t say that, Nancy. Let me disagree with you because here`s a situation where this is a young lady that could have walked up, swiped a credit card and gotten on a plane. If she doesn`t have her passport, if her passport is stolen, then she -- there`s no reason to go and buy a flight home.",
    "statement": "OK. You <KNOW> what? That didn`t even make any sense. You try it, Peter Odom. You don`t just walk up and swipe a credit card and you have a ticket. No. You get a return flight if you intend to come back to court. Do you disagree with that, Peter Odom?"
  },
  {
    "transcript_id": "CNN-313581",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "No. No. Next question.",
    "statement": "Despite that, just days after firing Comey in <MAY>, President Trump dropped this bombshell. Suggesting he let Comey go because of the Russia investigation."
  },
  {
    "transcript_id": "NPR-4030",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's Nasser Jabar, one of the protesters. He's 25, and he's one of the few people here who has a job. He works with Basra Oil Company, but he says only politicians benefit from the oil.",
    "statement": "The government needs oil to live. They don't care <ABOUT> people. They let people die."
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yeah that's true. But it's also true that that editorial page for a long time has really been a strong bastion of conservative economic thought. And you're absolutely right, for them to blast McCain as they did today, that's pretty significant, Jack.",
    "statement": "I <THINK> it is."
  }
]