[
  {
    "transcript_id": "CNN-336245",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No matter what, it's still a hit. You take great pride in building a multibillion dollar business. It's affected the world and to their credit, it's done so in a lot of positive ways, connecting us to people we haven't seen in decades, connecting us to ideas and people from other lands that we wouldn't normally be connected to. Exactly. But there's a dark side to that. And these are things that they've known about for a while. And yet I'm surprised they didn't have Pentagon-level type strategists within Facebook going, OK, what's the worst-case scenario? What can happen with this data? How can this be used against us and how do we protect our community from the misuse of this data? Because for all the good that the data has done in the past, there's also been a small percentage where it's been used against us, namely in the election and not just here; it's on other countries as well with other advertising agencies or analysts or whatever you want to call them, who are taking this data and running propaganda campaigns for one party or another to fix elections.",
    "statement": "I don't <THINK> you can hide behind we're just a social network anymore."
  },
  {
    "transcript_id": "CNN-116109",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "All right. Let's talk about filing an extension, because a lot of people out there are thinking, oh my goodness, I'm not ready for Tax Day. How do you file an extension?",
    "statement": "You can file online, you can file by paper. If you do the paper option, make <SURE> you wait online, get that return receipt, so you have established that you filed for the extension. But it's really easy. It's Form 4686, and you get six months this time <AROUND>. So October 15th would be your new filing date, but an extension to file isn't an extension to pay."
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. We've been hearing a lot about that.",
    "statement": "It's all <ABOUT> the money."
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. And so the people you are with, where are they? How are they doing?",
    "statement": "<WELL>, I'm back home, me and my partner, but other people are still out. My phone is ringing while I'm on the phone with you. But we're home in the house, relaxing, sitting still with our mouths hanging wide open."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "In fact, one woman dozed off at Bush's town hall today. Even his fans say they're concerned about Bush's lack of energy.",
    "statement": "He basically is just flat. He has no energy. Out of all of the Republican candidates, he's the one that I <FEEL> safest with. He would be the one that has the most experience."
  },
  {
    "transcript_id": "CNN-362471",
    "matched_terms": {
      "obviously": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "The president's breaking the law and he's shredding the Constitution. He has declared a national emergency where there is none. You know, we know that on the border we have the lowest level of border -- illegal border crossings in 45 years. We have more border patrol agents than ever in history. This just isn't happening. There isn't a national emergency. And the president said so himself. He said he didn't have to do this, and then he went off and played golf. So it's pretty clear that he's perverting the National Emergencies Act to do something that Congress explicitly forbid him from doing, which is building the wall.",
    "statement": "His senior advisor, Stephen Miller, <OBVIOUSLY> has a very different take on it, <BELIEVES> that it is a national emergency, and, furthermore, <BELIEVES> that the statue, the law, gives him the right -- gives any president the right to do this. So let me play this for you, his reasoning."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "I'm fine, thank you.",
    "statement": "How was it being at the bottom of the world and <KNOWING> you had this condition?"
  },
  {
    "transcript_id": "CNN-303307",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "But that's done over time.",
    "statement": "That's done over time. There will be some thing so that <MAY> have been preselected by the new first family. There's a vast warehouse of White House collection, of furniture, and rugs, and draperies and things that have are part of the collection, artifacts that they <MAY> have selected to be ready and moved into the house."
  },
  {
    "transcript_id": "CNN-166457",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "My pleasure.",
    "statement": "He's a Kennedy and with that name comes a lot of pressure, lots of it. And if you can't deal with it, a mental crash <COULD> be inevitable."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "around": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "I would borrow know that if the economy crashed you could make a deal.",
    "statement": "CNN's poll of polls shows Clinton with a whopping 10-point lead over Trump. To turn that <AROUND>, Trump has to bring college-educated women back into his column. He <HOPES> his new tax break for child care developed with his daughter Ivanka will help."
  },
  {
    "transcript_id": "CNN-392190",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's incredible. I mean, we were just trying to wrap our heads around that nine million citizens obligated to report their body temperatures to the government. But to that point, I mean, you know, you do have to say it's quite impressive the way the quickness that China is able to react when it wants, especially when it came to these hospitals that it said it would build with; I think one hospital was built in, in 10 days. Yes, you are hearing that some medical centers are already running out of supplies, is that correct?",
    "statement": "That's right. You <KNOW>, they are still facing a severe shortage of medical supplies and personnel in the epicenter not only in Wuhan but surrounding areas. That's actually very worrisome because now you have two other cities outside of Wuhan recording more than 2000 cases. This is disturbing because these cities are smaller, poorer, so with less medical or public health infrastructure to deal with this <KIND OF> outbreak compared to Wuhan, and the authorities in that province say now, despite the rest of the country, sending in more than 10,000 medical workers to reinforce overworked local doctors and nurses, they're still short of 2000 medical personnel, Victor and Amara."
  },
  {
    "transcript_id": "NPR-48045",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "What the Pew poll shows us though is that voters seem to be more worried that Republicans, if they stay in control, will launch more military ventures than they are worried that Democrats, if they get control, won't keep them safe.",
    "statement": "So at least as far as that polling goes, Americans <SEEM> to be siding with the Democrats."
  },
  {
    "transcript_id": "CNN-55010",
    "matched_terms": {
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "... who don't blow like a volcano every day, but you know they're simmering in there.",
    "statement": "Yes, and one of the interesting things in the article they pointed out is that there is a difference between concealing your anger and <SORT OF> letting it pent-up versus literally taking a time- out. An adult time-out is what they called it in the article, counting to 10, going to a place other than the place that's stimulating your anger, doing something to try and get away from that as opposed to just penting it up. And they <OBVIOUSLY> recommend the time-out <SORT OF> thing."
  },
  {
    "transcript_id": "CNN-359666",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "There's no emoji for that.",
    "statement": "Is the president's lawyer admitting members of the campaign <MAY> have colluded with Russia? An astonishing shift in strategy that would separate Donald Trump from his entire campaign."
  },
  {
    "transcript_id": "CNN-311462",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right, OK. Well, but you have other electoral contests. Those are important, too. Obviously, the congressional election and elections for the Senate, and then even local elections. All those things make a difference in the grand scheme of things for the party.",
    "statement": "<WELL>, they do, but remember, those early elections are generally <ABOUT> the job approval of the incumbent president. If Donald Trump is anywhere near as unpopular on Election Day 2018 as he is today, Democrats are going to do better than expected."
  },
  {
    "transcript_id": "CNN-338840",
    "matched_terms": {
      "certainly": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "We have very much in mind the Libya model from 2003/2004. There are obviously differences. The Libyan program was much smaller. But that was basically the agreement that we made.",
    "statement": "As diplomatic correspondent, Michelle Kosinski, joins us now from Washington. And as we just heard there, the Libyan plan is what is being touted. But given what Libya is like right now and how unstable it is, that is <CERTAINLY> alarming <QUITE> a few people."
  },
  {
    "transcript_id": "CNN-240126",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "confident": "ungraded",
      "stuff": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Interesting. All right, let's head to CDC headquarters in Atlanta and our chief medical correspondent Dr. Sanjay Gupta. Now that is a concern. These four close family members. They've been ordered to stay inside their home until October 19th. If they leave or violate those orders they may face criminal charges. Why are authorities so concerned?",
    "statement": "<WELL>, there's two things to keep in mind. First of all, if they're not sick, they're not really a risk to people <AROUND> them. We've made this point over and over again but you don't transmit the virus or <SURE> to shed the virus unless you're sick yourself. What this really means is they have to keep a close eye on these folks and see if they start to develop any symptoms and for whatever reason as Elizabeth was just saying they weren't <CONFIDENT> in their ability to do that, <MAYBE> these folks weren't checking in to get their temperature checked, who <KNOWS>? But they said, you <KNOW>, that abundance of caution they were going to go ahead and just keep them in a place where they <COULD> <KNOW> where they were at all times. And this is going to evolve, Carol, I promise you. Every time we hear <ABOUT> these guidelines they're always referred to as interim guidelines and they will evolve. So right now this is what they plan on doing. But I will tell you that the whole process by which they actually get these patients traced and all that <SORT OF> <STUFF> is a pretty laborious one. Take a look at how it all works."
  },
  {
    "transcript_id": "CNN-235894",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Obviously, Jonathan, the congressional Republicans think their inaction doesn't hurt them and maybe helps them. You think when it comes to the House elections they're wrong. They've clearly made the calculation. It appears to me they don't want to send the President anything. They just don't want to have their names on a piece of the legislation that makes the President's desk.",
    "statement": "Here's why they're wrong. You look at polls that vulnerable Democratic senators that Republicans are taking, one thing that you hear again and again when you ask people how they <FEEL> is, \"We hate you. We hate all of you.\" It's voter anger, and this just stoked that. This just vindicated people who <THINK> these guys don't <KNOW> what they're doing."
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But over the years, his enthusiasm waned as the free trading area evolved into a stronger European Union.",
    "statement": "And that's not what we joined. And that's what this is all <ABOUT>. It's our ability as a sovereign nation to manage our own destiny as opposed to being run from a clique in Brussels."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Why would you not want to do your own investigation instead of bringing in the sheriff?",
    "statement": "You <THINK> the sheriff is coming?"
  },
  {
    "transcript_id": "CNN-60675",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All that of course, the hot topic of discussion on Capitol Hill, as <WELL>, as from the White House, where White House President George Bush is meeting with Secretary of State Colin Powell. Just moments ago, they had taped discussions in front of reporters there, talking <ABOUT> <PERHAPS> what Secretary of State Powell <MIGHT> be talking <ABOUT> when he testifies in front of the House committee on international affairs a little bit later on today, and meeting at the White House, they're likely to be discussing exactly what <KIND OF> immediate action <MAY> be recommended in that resolution. The White House wants that resolution to go to Congress, at least by next Thursday. But <PERHAPS>, some of that wrangling will be taking place a little bit on the Hill today, as Defense Secretary Rumsfeld will also be testifying a little bit later on today before Senate Arms Services Committee, we heard him yesterday. He made it very <CLEAR> that it is time for Congress to get behind the president and go ahead and endorse the military invasion of Iraq. Let's listen in on what President Bush had to say."
  },
  {
    "transcript_id": "CNN-64075",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "possibly": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The controversy surrounding Senator Trent Lott still going strong, brewing again today. The soon-to-be majority leader issued a statement apologizing for remarks he made last week at Senator Strom Thurmond's 100th birthday party. Now it <APPEARS> those remarks similar to the ones made <ABOUT> 22 years ago. At a rally in 1980 he said of Strom Thurmond then, \"You <KNOW>, if we had elected this man 30 years ago, we wouldn't be in the mess we are today\" -- end quote -- again from 1980 there. Today, Jonathan Karl back on Capitol Hill gauging reaction there. More reaction from the senator today, <POSSIBLY> or not? Jonathan, good morning."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Well, sure, Wolf. Louisiana did one after Katrina. The Gulf States did it after BP. And no one's questioning that spending money on a tourism campaign is a good idea. you know, even the HUD secretary, Shaun Donovan, said so in a Congressional testimony last fall. The question here is, you know, was the money for the campaign spent properly?",
    "statement": "Interesting <STUFF>. Thanks very much, Chris Frates, with his good reporting. Let's dig a little bit deeper right now. Democratic congressman, Frank Pallone, of New Jersey is a longtime Christie critic. He's the one who asked for the federal probe into how taxpayer money was spent on this tourism marketing. The congressman is joining us here in THE SITUATION ROOM. Congressman, thanks very much for coming in."
  },
  {
    "transcript_id": "CNN-353084",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Now, the winner of game one went on to win 17 of the last 21 World Series. But good news for the Dodgers, the Cubs and Astros the last two years have lost game one and went on to win the World Series. Game two tonight at -- a little after 8:00 Eastern. David Price on the mound for the Red Sox. The Dodgers countering with Ryu. It's going to be another cold one, Dave. The temperatures around first pitch going to be in the mid 40s. So, another chilly night here in Boston.",
    "statement": "Yes. But the real <FEEL> in the mid 30s, my friend. But still, most would trade places with you, my friend. Enjoy game two. Romans, over to you."
  },
  {
    "transcript_id": "CNN-390464",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Now this legal business is related to what? 1MDB?",
    "statement": "Exactly. They didn't say that specifically in the earnings report. But <OBVIOUSLY> Goldman Sachs is taking legal provisions to get ready for the likely fines or settlements that they will face regarding the 1MDB Malaysian scandal, so more than a billion dollars in legal expenses that really hurt their profits, but the company is still doing <WELL> because of trading revenue and that's why the stock on last check was actually little bit higher despite the <FACT> that earnings beat forecast."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A spurned offer of marriage leads to a horrifying act of vengeance in a Pakistani village. Now justice may be delivered by ancient formula of an eye for an eye. Our CNN's Arwa Damon has a shocking story from Pakistan. Arwa?",
    "statement": "Suzanne, this goes the story of the mutilation Fazeelat Bibi and we have to warn our viewers what they are <ABOUT> to hear and see is disturbing."
  },
  {
    "transcript_id": "CNN-369089",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "CNN Immigration Reporter Priscilla Alvarez joins the conversation on the immediate change. Stephen Miller has pushed this. I assume the view is that the Border Patrol agents conducting those interviews will have a harder view, a tougher view on the initial request for asylum?",
    "statement": "The idea here is that's going to speed up the asylum claim. So this is something the administration has been talking <ABOUT> for months now, that there's an uptick in asylum claims at the border. They now make up almost the majority of apprehensions. And so what they're trying to do here is they're trying to speed up this process by putting Border Patrol agents on the frontlines to do that credible fear interview, that first step in the asylum process. Now this is unprecedented, and our reporting shows that Stephen Miller pushed this for months. In <FACT>, in March then Homeland Security Secretary Kirstjen Nielsen OK'd the pilot as long as it work within the legal bounds and it didn't affect border operations. So this is something that we're seeing now tucked in last week into the White House supplemental request, its funds for this program. Now, of course, that has to go through Congress, but at least we see now that the Department of Homeland Security is making moves to try to make this even tougher for asylum seekers."
  },
  {
    "transcript_id": "CNN-149814",
    "matched_terms": {
      "could": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "In the \"Spotlight\" tonight, a horrific discovery of over 40 dead dogs wrapped in plastic found in a woman`s freezer last Friday. Sixty-three-year-old Nanny Johnson is charged with 43 counts of animal cruelty. What cops are still trying to figure out is why. Was she operating a puppy mill or was she mentally ill or both?",
    "statement": "She <COULD> not really explain a reason other than that she <THOUGHT> that -- her words to us was that the devil was involved in killing her animals."
  },
  {
    "transcript_id": "NPR-35896",
    "matched_terms": {
      "hopes": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We are back now with Omar Gallaga. And Omar, Google <HOPES> to exploit some of these concerns. The tech giant is launching its own broadband service, Google Fiber, and lots of towns are lining up for the service. Tell us whats going on."
  },
  {
    "transcript_id": "CNN-412193",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And speaking of which, former Pence Adviser and Coronavirus Task Force member Olivia Troye is backing up a \"The New York Times\" report claiming that the White House pressured the CDC to release more information specifically to support a political goal. President Trump's push to reopen schools. Olivia Troye said this, take a listen.",
    "statement": "It was people within the White House specifically tasking more junior-level staff to try to find alternate data. Data that fit the narrative that they wanted, which was it only affects, you <KNOW>, people above the age of 75. And it doesn't affect younger school children. It was all part of the narrative, that we need to open up these schools, we need to open them up now."
  },
  {
    "transcript_id": "CNN-232791",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<WELL>, let's talk <ABOUT> this long-waited capture for the Benghazi attacks with Jen Psaki, spokeswoman for the U.S. State Department."
  },
  {
    "transcript_id": "NPR-43366",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Yet some Lakeview residents like Mignon Marcello(ph) have mixed      emotions about the tourists trolling through her neighborhood.",
    "statement": "You <KNOW>, I don't      understand why people want to see other people's misery, but in the same      token, they're trying to get a <FEEL> for, you <KNOW>, what took place.  And      really you can't--pictures and TV don't do it justice.  You literally      have to come down here and see for yourself and it's <QUITE> shocking."
  },
  {
    "transcript_id": "CNN-224821",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Brad Pitt is involved in this movie, is this lovely story that your father never heard of Brad Pitt as you said. \"I've been out with Brad Pitt\". \"I'm very happy for you dear but I've never heard of him.\" Is that true?",
    "statement": "<WELL>, you <KNOW>, <WELL> Brad Pitt is one of those names that everyone's heard but I <GUESS> he just <COULD> place it (ph), you <KNOW>, what was important was whether he knew him personally or not. And he didn't so, you <KNOW>, it didn't mean anything to him."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "I'll start with you, Dr. Mather. When exactly is one most at risk of contracting Lyme disease?",
    "statement": "<WELL>, the season of greatest risk is when the nymphal stage ticks are out. That's the poppy-seed-size tick that happens to be out right now. So this year, with the warmer winter, I <THINK> they came out a few weeks earlier than normal. So we're not <QUITE> in the peak of their season yet. It's still a little bit early, but people are finding them right now and through July, usually."
  },
  {
    "transcript_id": "CNN-347266",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "All right, Abby Philip, near Bedminster, New Jersey. Abby, thanks so much. I want to bring in CNN senior political analyst, John Avlon, CNN senior political reporter, Nia-Malika Henderson, and CNN legal analyst, Laura Coates. Laura, if I can put back up on the screen what the president's legal teams wants here to limit questions the collusion only will consider obstruction questions, but must be written answers, no perjury traps. That's what the president's legal team wants. I want a pony. Who is more likely to get what they want?",
    "statement": "Robert Mueller because he is the one who is the superior position. It's fascinating to <THINK> that Rudy Giuliani has the leverage that he would need to dictate the terms of a meeting with the special counsel particularly when the dictate of the special counsel is <ABOUT> collusion between members of a particular campaign headed by their own clients and members of the Russian foreign government and other foreign nationals. And so, the <FACT> that he has this level of arrogance and this level of expectation that he will be heated to really is a fantasy. And remember, this is not just obstruction. It's <ABOUT> collusion as <WELL>. And so, one person who <MAY> be able to give information if they were to see past and nearsighted perspective of, it's only <ABOUT> what the president has done wrong would be a more expensive comprehensive <VIEW> of what actually happened during the campaign. So Mueller is the one. And he is not giving a pony to Giuliani."
  },
  {
    "transcript_id": "CNN-115833",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "And you have to wonder now what this might do to the relations between Great Britain and Iran, particularly those in Great Britain that might be most concerned about that. And the British ambassador will continue to remain in Iran, so clearly that's got to be a relationship. But how might this change, alter, improve or disrupt things?",
    "statement": "<WELL>, it's an interesting question. <CERTAINLY> the British have bilateral relations with Iran. The U.S. doesn't, but the British do. They've had an embassy and an ambassador there for many of the last years. And so they were able to deal with this directly. There weren't third parties. There wasn't another country. It was British and Iranian diplomacy that resolved this. The British -- the British <BELIEVE> more in engagement with Iran than the U.S. does. But, of course, at the same time, this British government, similar to the Bush administration, really would like to see regime change in Iran. So it's <UNCLEAR> how this is going to play out in the future."
  },
  {
    "transcript_id": "CNN-96166",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "That's an average of 450 miles per week, a distance of about halfway around the globe pedaled during the season of training. All that for what would be seven straight Tour wins.",
    "statement": "Seven is different than one or different than three or different than six. It's really -- it's not a record. It's not -- it would be, I <GUESS>, the continuant of a record or it would be historic in some sense. But it didn't hold -- it doesn't hold the cache that six did. What's important is that I still love what I do. I still -- I still go out and kill myself on six-hour bike rides."
  },
  {
    "transcript_id": "CNN-188490",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Eric Lupher for us, our affiliate KMGH, in Colorado Springs -- I hope you the next time you bring good news from the area. Thank you.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-92090",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But it is Sistani's political aims that are raising questions now. Does he want to lead the United Iraqi Alliance towards an Iranian style theocracy.",
    "statement": "<WELL>, I <THINK> it's more concern coming from the media rather than from Iraqis."
  },
  {
    "transcript_id": "CNN-319407",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "And that served their interest as well, Chinese and the Russians, because it threatens them they think?",
    "statement": "That's a non-starter for the U.S., but the U.S. is saying, OK. You want to be a player? This is what you need to do. You have 90 percent of North Korean trade. Stop it. You have a certain amount of economic -- they <MAY> not have the political influence, which I <THINK> <MIGHT> have been overrated over the years on North Korea, specifically with Kim Jong-un. <MAYBE> with his father, Kim Jong-il, there was a little bit more of a rational discussion. But I <THINK> it's pretty obvious that China does not have a lot of political influence on Kim Jong-un. But they do have a lot of economic influence and the U.S. is saying, OK. You want to be the big diplomat in the room, you need to use that economic influence. President Trump is putting a lot of pressure on the Chinese to do that."
  },
  {
    "transcript_id": "CNN-355116",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Which the Vice President pointed out very bluntly in those speeches. I want to go now to some pictures which I am sure you will remember from the G-7 Summit, okay, this was another summit, and you remember, Angela Merkel et al sitting there trying to twist the arm of President Trump. We're showing the pictures now. I mean, incredible that happened during the G-7 summit. Do you think this is, though, the Trumpian style working its way into these conferences? We have that picture whether it's true or not of the Chinese trying to barge in trying to change the statement. Do they feel that, look, it's time for us to bring it all to the table - decorum, diplomacy are out. We're going to strong arm our way in here.",
    "statement": "Most countries in Asia and this includes the Asia-Pacific region including Australia and New Zealand, they have lived in fear for the past decade of being forced to choose between the United States and China. They want both. They want to be friends with both. And now, given the tensions between the two countries, it looks like they're going to <MAYBE> be forced to choose, and that's a very difficult position for them. China is being more assertive, the US is being more assertive. I <THINK> that they don't like the pressure they're getting from China and they don't necessarily like what China has to offer, but what they'd like to see is a more proactive offer from the United States in terms of what security or prosperity means as opposed to a more selfish vision which is what they're hearing with America First."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Ted, will it be telecast?",
    "statement": "No, it will not. During the verdict and the original sentencing, there was an audio feed from the courtroom. This time <AROUND>, though, there will be no feed at all, it will just be reporters running out of the courthouse to deliver the information. There will be a listening room set up for overflow. But there will be no audio or video of the formal sentencing."
  },
  {
    "transcript_id": "CNN-164994",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Poppy joins us now with more on this exclusive story. Poppy, this is weird. What is this?",
    "statement": "You <KNOW>, this is fascinating. We grew up watching these guys, and even if not your generation you watch the reruns of \"Happy Days\" and they are preparing to sue CBS today, which, of course, owns the show. What four main actors of \"Happy Days\" say they have not been paid for 37 years for the use of their images. And we sat down with them in exclusive interviews in L.A. to get their story, hear their perspective and also we reached out to CBS to see what it has to say. Take a look."
  },
  {
    "transcript_id": "CNN-63514",
    "matched_terms": {
      "believe": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "So roads not closed, things up, everything's going on as normal?",
    "statement": "Yes, everything's pretty good this morning. Like I say, they wait there. I mean they're out there with those snowplows and those trucks. And you can see them as you're coming in, they're waiting for a flake up here and they'll get that <STUFF> off the road. And <BELIEVE> me, we have plenty of flakes up here, I'm telling you."
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "best": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Well, there's been a lot of theories about people moving into, because of the telecommunications and transportation, easier to move into some pleasant environments. But the face-to-face is still so important for everybody that I don't think it'll ever be replaced.",
    "statement": "OK. Fascinating <STUFF>. We'll see what happens. It's amazing how prices continue rising in some places. Thank you so much for that. Now, once he worried his father by skipping school. Now he's one of the <BEST> ballet dancers in the world. Carlos Acosta has leaped and pirouetted his way from Havana, Cuba, to Texas -- Houston, Texas, and onto London. He's your Connector of the Day. He'll be answering your questions up next."
  },
  {
    "transcript_id": "CNN-210890",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "None",
    "statement": "For some the way to easiest way to make a buck is to sell their <STUFF>. And this guy is ready to talk numbers if you've got something he wants."
  },
  {
    "transcript_id": "CNN-159936",
    "matched_terms": {
      "quite": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "You still have a lot of shopping left to do, right?",
    "statement": "I do. I have -- I have <QUITE> a few I need to pick up today, and so this <KIND OF> gets me out early and started."
  },
  {
    "transcript_id": "CNN-220064",
    "matched_terms": {
      "approximately": "ungraded"
    },
    "previous_statement": "NTSB investigators continue searching for clues this morning and questioning train engineer, William Rockefeller, for a second day in hopes of learning why this Metro North Train was going so fast.",
    "statement": "From the event recorders shows that the train was traveling at <APPROXIMATELY> 82 miles per hour as it went into a 30 mile-an-hour curve."
  },
  {
    "transcript_id": "CNN-100388",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, interesting, Patty. Why did a relative find Teresa`s car? Why didn`t police find it?",
    "statement": "I don`t <KNOW>. I don`t <KNOW> how extensively that the auto salvage lot had been searched up to that point. Teresa..."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Can I just play a little bit about what Secretary Pompeo has been saying about the reason for this and what they hope, and this particularly about influence of Iran in the region?",
    "statement": "Our partners in the region <KNOW> what America did was a good thing. It reduced risk in the region. It reduced the threat from in -- of instability that the theocrats in Iran have imposed on the Middle East for so many years."
  },
  {
    "transcript_id": "CNN-391764",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "How do you convince countries that travel bans are not the best way to deal with this situation when most politicians, they want to show their citizens that they're making every effort to stop potentially infected individuals from arriving in their country? And it's counterintuitive to think, just let people keep coming in. So how do you explain that to people?",
    "statement": "<SURE>. Yes. So it is a real communication challenge. It turns out that normally viruses move too quickly for these bands to have an effect on the overall number of cases. But in addition to that, they can actually really encourage countries to conceal or downplay the extent of outbreaks. And this is a real concern for global cooperation during these events and for actually all of our security from this outbreak and future outbreaks. We need countries to want to be open and transparent."
  },
  {
    "transcript_id": "CNN-257720",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "And you make a very, very convincing case. If we get there, if it is terrorism, what does that do for this crisis? How does it change this crisis that nine innocent black parishioners were slaughtered?",
    "statement": "Right. It won't change this crisis. What it <MIGHT> do is prevent the next one, frankly, and that's what we're <ABOUT>. You <KNOW>, the policy of the criminal justice system is to punish and deter. Deterrence is very important. If we see someone with ISIS flags on their FaceBook page, people are going to contact the authorities. So if you see someone with a white supremacist images on their FaceBook page or vile anti-Semitic or despicable anti-Muslim diatribes over and over and over, you <SHOULD> be alarmed. You <MIGHT> not want to contact the police right away, but if they're a friend, reach out to them. At some point, though, we <SHOULD> be alerted."
  },
  {
    "transcript_id": "CNN-158802",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "-- really important to stop. Take care of those so you can then focus without feeling anxious about the things that you haven't finished yet.",
    "statement": "OK. So when you have this overwhelming pile of things to do, you say tackle the hard <STUFF> first."
  },
  {
    "transcript_id": "CNN-255702",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Did you say a camel milk processing plant?",
    "statement": "Yes. There's actually <ABOUT> 7 million camels living here in Somalia. And this idea is that there's a high demand for milk, especially for camel milk, which is really highly nutritious. And so the idea is having process this camel milk and sell it abroad."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They were all in tents. They were here for training. They were all in tents. All of the buildings are gone. Most of the tents are gone. As I look at the camp now, the trees are mostly destroyed. All you have got is a lot of property, 1,800 acres of property that's destroyed right now.",
    "statement": "And I do -- I <KNOW> there are reports of, as you had mentioned before, of four fatalities that we have heard so far. A number of people have been taken to local hospitals. And I'm assuming a range of injuries here, from serious to minor injuries. Have you had any contact or been able to talk to any of the boys or young men who were there?"
  },
  {
    "transcript_id": "CNN-317949",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It really would be detrimental to some of the most vulnerable citizens if those payments were cut off. They -- they're paid to the insurance companies but the people that they benefit are people who make between 100 percent and 250 percent of the poverty rate, so we're talking about low-income Americans who would be devastated if those payments were cut off.",
    "statement": "And she's referring to those subsidies that those certain people receiving Obamacare get. Your -- you <KNOW>, the president trying to basically dismantle Obamacare more than it already is. Is this the right thing to do to get what he wants?"
  },
  {
    "transcript_id": "CNN-229217",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "The question is, are they slaves the way they are, for where way they live, to slaves to charity and government-subsidized homes. And are they slaves when their daughters are having abortions and their sons are in the prisons? And you know, I -- this thought goes back a long time.",
    "statement": "Dan Simon is joining us from Bunkerville, Nevada with more. Dan, given Bundy trying to explain his clearly racist remarks on CNN this morning doesn't <SEEM> to have helped his case very much, if at all. What is he telling you?"
  },
  {
    "transcript_id": "CNN-111744",
    "matched_terms": {
      "may": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "He hasn't gone Washington. His experience benefits Arizona.",
    "statement": "Senator Kyl is fighting back with television ads that emphasize his experience and ability to work with Democrats, a message that <SEEMS> to be directed at Independent voters, who <MAY> decide this election."
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks, stay safe.",
    "statement": "You, too. We were talking <ABOUT> it, protesting during a pandemic. Ahead here, the mass demonstrations across the U.S. are raising new concerns <ABOUT> the coronavirus. Hear why one governor says the two are deeply connected. That's next."
  },
  {
    "transcript_id": "CNN-99813",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "We're looking at video of \"American Idol\" because I see the analogy there. Can you imagine people standing up on an Internet stage virtually and saying, hey, I got this great idea on how to lower interest rate or how to create more jobs.",
    "statement": "If this one takes off, I <THINK> in 2006, particularly as the elections come after 2008, you <MAY> see more of those. In other words, not just Web sites where you throw out an idea out, but Web sites where you actually win money and who determines who actually wins money, people vote in just line you do on \"American Idol\" and \"Survivor\" and that ends up determining the winner. So this <COULD> be the next big thing. Call it blogs 2.0."
  },
  {
    "transcript_id": "NPR-40202",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "That's Dr. Connie Eble, a linguist at the University of North      Carolina, Chapel Hill.  She was born and raised in what she calls New      Orleans (pronounced new awlens).",
    "statement": "We would rhyme `quarter' with `water.'  Water, W-A-T-E-R,      would be water (pronounced watah), quarter (pronounced quatah), oughtta.      Those three words would rhyme for us.  The sound `er' for what in other      parts of the country <MIGHT> be said as `oy,' so that B-O-I-L, like `you      <MUST> boil your water,' <COULD> be, in New Orleans, `berl yer watah.'  And      someone <COULD> make an apperntment instead of making an appointment."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Absolutely. He was playing chess. And our president, as they say, was playing checkers. There was an opportunity for President Trump to your point to not step in his own mess. But he did. And now we're in a situation where if you go back to President Clinton, it started with white water. It ended with Monica Lewinsky. So, also to your point, we don't know where this is going to go. But it's only because President Trump put him in a situation where they had to choose a special counsel and a prosecutor.",
    "statement": "But it also opens up questions <ABOUT> the alleged obstruction. I mean, if Comey felt so strongly that obstruction was occurring, why did he not tell the White House counsel? You <KNOW>, why did he not sound the alarms in the moment?"
  },
  {
    "transcript_id": "CNN-3564",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Phil, I want you to understand the way cops minds work.",
    "statement": "Unknown to him, so is his big, dumb son, Jeff. (on camera): I mean, this is like the most dysfunctional bunch of people you <COULD> <POSSIBLY> find."
  },
  {
    "transcript_id": "CNN-99612",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Now, would they...",
    "statement": "And do this and then they'll also take a look -- there's also a possibility, Kyra, that they <COULD> charge him also with unlawful flight to avoid prosecution, which is actually a federal charge, usually has a holding charge, but he also <COULD> be charged with that."
  },
  {
    "transcript_id": "CNN-164150",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "best": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's a tough one for the Obama administration. Do we think that the sign of the jobs numbers that it's a sign the economy is recovering, or is it really too soon to tell right now?",
    "statement": "You <KNOW>, there are some who are telling me that this is a -- the <KIND OF> improvement you want to see but again and again and again and again. You need some bigger numbers than this and you need to keep putting them back to back to back. And so, this is still the beginning of the recovery in this. And I'm going to be honest with you, high oil prices, something that CEOs are watching very, very closely, some of them had been saying <WELL>, we <THINK> we're going to add some workers this year. Oh, wait, I have to see what <KIND OF> impact high oil prices <MIGHT> have on my business. There's still a lot of uncertainties out there, but we're moving in the right direction here and that's what's so key and critical. You <KNOW>, 8.8 percent, it's the <BEST> jobless rate in two years. It's been a terrible two years, but it's the <BEST> jobless rate in two years. And the private sector job growth, 230,000 jobs private businesses, you've had 1.8 million of those jobs created in over a year. That's the right direction."
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You bet.",
    "statement": "And we want to remind you, of course, we'll be covering, of course, the marches and rallies all <AROUND> the country today here on television. You can also follow them all online today. Go to CNN.com/live. Our colleagues there from CNN.com unit, following it all for you, as <WELL>."
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And a victim compensation fund has been set up. Candice and Rhonda have accepted a settlement from that fund it barriers them from suing G.M. over this crash in the future but that doesn't remove the felony from Candice's record. She's now fighting for a pardon through the Texas Courts. Do you think that some individuals of General Motor should be criminally prosecuted?",
    "statement": "I was, because of my negligence. I <THINK> that if a 21-year old girl is charged with negligent homicide and has to go to the motions that there <SHOULD> be someone held criminally responsible. I do. I do <BELIEVE> that."
  },
  {
    "transcript_id": "CNN-257257",
    "matched_terms": {
      "might": "ungraded",
      "possibly": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "Well, it's very much in flux. The plan as of now, which of course could change, is there are no votes left here on the Hill today. Likely what will happen is there will be an intense lobbying effort over the weekend and at some point early next week, we expect the House leadership to again bring that TAA bill on the floor, potentially to get that passed. If that passes it could married up to the TPA, which was a symbolic vote here that passed. And then it could be headed to President Obama's desk. But there are lot of ifs there. There are a lot of maybes there. Very much still in flux. Now the White House said that President Obama will continue to make an aggressive case for this among Democrats. So the sales job continues.",
    "statement": "The sales job continues and the complex legislative process right along with it. Sunlen Serfaty joining us from Washington, thank you. Twitter stocks started trading with a roar; it ended with a whimper on Friday. The once and <POSSIBLY> future CEO of Twitter back at the helm for now. My guest <THINKS> that <MIGHT> just be his job permanently."
  },
  {
    "transcript_id": "CNN-147118",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "But there is a third party candidate, and this is what is interesting about this situation is that he is also sort of tapping into that same sort of tea party anger, but it is not working against Brown.",
    "statement": "That's right, because the tea partiers have really understood that Brown represents a real shot at winning this seat. What I <THINK> you're seeing here is the independents in Massachusetts asserting themselves more than ever before. We stereotype in our politics and dumb it down. We say everything is blue state, red state. So people considered Massachusetts this liberal bastion. In <FACT>, independents outnumber Democrats or Republicans in Massachusetts."
  },
  {
    "transcript_id": "CNN-268210",
    "matched_terms": {
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "In the event of one of the grids going down, the Federal Emergency Management Agency's disaster preparedness recommends that families, individuals have a two-day supply of water, some cash, few flashlights, portable radio and batteries. You are now an expert on this issue. Do you have more than that in your emergency kit?",
    "statement": "I do. I <MUST> tell you I spent three days in Salt Lake City with the leadership of the Mormon Church. The Mormons who have 200 years' worth of experience of dealing with disaster and having been in effect driven across the country ending up in Salt Lake City -- <WELL>, wasn't Salt Lake City at the time. But ending up settling near a Salt Lake because Brigham Young figured it was relatively secure, nobody else would want to come there. This is an organization 6 million Mormons in this country, an organization that is accustom to preparing for disaster. We have a lot to learn from them. Not the least of which is members of the Mormon Church are encouraged to have at least a three to six- month supply of food, water, extra cash in order to take care of themselves in the event of a major disaster."
  },
  {
    "transcript_id": "CNN-159054",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. We've got two big issues on the plate a lot of people are talking <ABOUT>, and it concerns just <ABOUT> all of us. We're talking <ABOUT> jobs and taxes. The president has sealed a deal that <COULD> mean work for thousands, tens of thousands of Americans down the road. We are watching out and standing by for a live announcement from the president this morning. Also, over at Capitol Hill, a rare Saturday vote on tax relief. That's a live picture on the left and right. That is going on right now. Senator Lindsey Graham of South Carolina, they are debating the Bush era tax cuts and who they <SHOULD> be extended for. We are expecting a vote here in the next half hour, but already it's a foregone conclusion, if you will. We will explain that to you. From the CNN center, this is your CNN Saturday morning, 10:00 a.m. here in Atlanta, Georgia. Glad you <COULD> be here. I'm T.J. Holmes. Also coming up over the next hour, air travelers in Spain hear what nobody wants to hear at the airport. \"Take a seat. Get comfy. Your flight has been canceled.\" A strike by air traffic controllers is stranding literally hundreds of thousands of people. We'll be talking you live to Spain's busiest airport to see exactly what's happening. Also, some interesting video to show you this morning, a close call for a woman trapped in a burning vehicle, a life-or-death situation. A police officer comes to save the day. We'll explain this a little later. Also, <MIGHT> be hard to <BELIEVE>, but the FBI is keeping an eye on Barbie. Yes, there's a new Barbie that's out. It's called \"Video Girl Barbie.\" But the FBI wants parents to be aware. We'll explain. Let me get back to what's happening on Capitol Hill. U.S. Senate, that's happening now live, they are working on a Saturday session, a special session. They're going to be voting on whether or not to extend the Bush era tax cuts. But who gets the tax cuts in the new year? Republicans, of course, want the tax break to apply across the board to everybody. Democrats, on the other hand, want the cuts to be for middle-class families and also other families making less than $250,000 a year. CNN senior Congressional correspondent Dana Bash live for us in Washington. In a town, Dana, that's oftentimes unpredictable, we can predict what's supposed to happen here in the next hour."
  },
  {
    "transcript_id": "CNN-335997",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Right, but it was civil. They lost with Edwards and I know the guy last night, Trotter (ph), who was the FEC head at the time with Edwards on \"60 MINUTES\" say he thinks the facts line are better here. But we don't know that and he doesn't have command of the facts in this situation. And even if it did come to fruition, it's a fine, you know. And I wonder what --",
    "statement": "<WELL>, he is the President of the United States. I mean --"
  },
  {
    "transcript_id": "NPR-17591",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "In part, the failure of the U.S. government to have better intelligence about Cuba indicates how good the Castro regime has been at shielding itself. Several U.S. intelligence officials have said that almost every time the United States has recruited a Cuban spy, he or she turns out to have been a double agent.",
    "statement": "The Cubans, on the other hand, have been able to penetrate the U.S. government. The <BEST> example being Ana Belen Montes, the top Cuba analyst at the Defense Intelligence Agency, who pled guilty in 2002 to being a Cuban agent."
  },
  {
    "transcript_id": "CNN-100888",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We'll get through that. But what about everything else? Bonnie Schneider standing by -- what have you got?",
    "statement": "That's always a <SURE> thing. The forecast tonight -- dark. That's true."
  },
  {
    "transcript_id": "CNN-213349",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, if we were just focused on making money, the first billion people that we've connected have way more money than the rest of the next 6 billion combined. It's not fair but it's the way it is. And we just believe that everyone deserves to be connected and on the Internet. So, we were putting a lot of energy towards this.",
    "statement": "So, there you have it. Mark Zuckerberg, five billion people sounds huge, you <KNOW>, especially even compared to 1 billion with him."
  },
  {
    "transcript_id": "NPR-2575",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now, the final point about the salt-sour interaction is this is something that psychophysicists, people that study the psychology and the perception of taste talk about as mixture suppression. So the salt detection mechanism and the sour detection mechanism are almost like they're talking at cross-purposes. Or the salt will block the sour channel, or the sour will block the salt channel.",
    "statement": "So a certain amount of salt alone, or a certain amount of sour alone, will have a certain saltiness and sourness, but if you mix them together, it decreases both the saltiness and the sourness. And cooks <KNOW> this, and people that like their salted margaritas <KNOW> this, too."
  },
  {
    "transcript_id": "CNN-14410",
    "matched_terms": {
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Firefighters are doing all they can to douse the fire and protect property, and it is paying off. Brian Hawkes says the foam firefighters put on his home saved it.",
    "statement": "The fire came through here so intense they -- they <THOUGHT> the home wouldn't be here, and when we came up this morning, after they <KIND OF> said it was OK, it was still here."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "The book is the 21st guide to a more positive and productive life. And it has everything from of course diet and fitness and health and longevity but also information on love and even environment, how it affects you.",
    "statement": "Actually it's really not. It's an extension of my art work, because I like to uplift mankind with my work, and that's what this book is all <ABOUT>. It's <SORT OF> a labor of love. This has been a path that I have been on for many, many years and so I'm sharing that."
  },
  {
    "transcript_id": "CNN-205022",
    "matched_terms": {
      "well": "ungraded",
      "might": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "All right. Soccer fans, of course, right around the world cannot wait for the World Cup. It is such a big deal for fans. It's being held, of course, in Brazil, next year.",
    "statement": "In Brazil. That is going to be really, really hot. But there is a problem now. Four of the six stadiums not even finished. So you <MIGHT> be <THINKING>, what is the big deal? World Cup not even until next year, right? <WELL> in a few weeks, you've got the Confederations Cup that's going to be held, considered a dress rehearsal for that."
  },
  {
    "transcript_id": "CNN-213138",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And this is a person who clearly has a pattern and practice of conducting himself in this behavior, doing this behavior with women, not only three of the women involved work in the city, so he's putting himself in a position, and using his position of leadership and authority to essentially prey on employees of the city.",
    "statement": "And let's remember that it's only those three women that are employed by the city that would actually have standing to bring the <KIND OF> sexual harassment claims that we're talking <ABOUT>. In many of these instances, my only point here is that Filner <MAY> have been clumsy, <MAY> have been misguided. I don't <KNOW> that in each one of these cases, and I don't say this to put a knock on the victims, or the alleged victims, but I don't <KNOW> that when you really look at his behavior, that it amounts to him being a serial, sexual harasser. That's my point although I <THINK> he's doing the right thing to get out of the way."
  },
  {
    "transcript_id": "CNN-116691",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Bill Schneider with the latest numbers for us. Let's go to New York and Jack Cafferty. He's got The Cafferty File -- Jack.",
    "statement": "The Senate has blocked an effort that would have allowed Americans to buy prescription drugs from abroad, places like Canada, Japan, Australia and some European countries -- places that have similar regulatory requirements on pharmaceuticals as the United States. Instead, the Senate passed a measure that imports will not be allowed unless the secretary of Health & Human Services can verify their safety -- something officials have said they can't do. The pharmaceutical industry says it opposes drug imports because it <COULD> leave the U.S. open to dangerous counterfeits and health officials in both the Clinton and Bush administrations and blocked efforts to import foreign drugs, saying they can't guarantee their safety. Critics claim the ban is simply there to protect the drug industry in the United States. It's much more <ABOUT> that, they say, than <ABOUT> safety. They favor imports as a way to make drugs more affordable. Senator Byron Dorgan, who was a co-sponsor of the proposal to allow the imports, accused the pharmaceutical industry of dictating prices to American consumers. Dorgan insists that: \"The fight isn't over. We'll be back.\" Here's the question -- <SHOULD> Americans be allowed to buy prescription drugs from abroad? E-mail caffertyfile@cnn.com or go to cnn.com/caffertyfile -- Wolf."
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Jumaane is getting there are a lot of social issues here.",
    "statement": "Right, right, exactly. And this is very, very complex. But I <THINK> we also need to understand what the pressures that the police officers are under? You spoke <ABOUT> this earlier with some of your guests that they have to have certain quotas that they have to hit. They have to work in certain communities and do certain things that they <MAY> not want to do. You <KNOW>, I've worked with the NYPD on doing some trainings and so on. These are good men and women, but they're under a lot of pressure. But we have to make <SURE> that we don't see them as the enemy. They're not that at all. We need to support them. But we also need to support better policing and support the communities who want better policing."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "-- that Comey wanted Trump to win, that the FBI wanted Trump to win. There's got to be some theories here.",
    "statement": "I <THINK> there's -- <SORT OF> two possibilities. There are at least forces within the FBI that wanted her to lose. I'm not <SURE> they were prepared to - they really understood the alternative, but they wanted her to lose. I <THINK> that's one possibility. I <THINK> the other is it's just become a cover-your-ass organization, and there was pressure coming up from the underneath him, and he succumbed to that pressure."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "She's a great photographer.",
    "statement": "She is a great photographer. She -- I <DEFINITELY> got the better end of this deal. But for the contributors page, I took a picture of her in a Mustang that Al had bought for her, which was just like the Mustang that she had when she was in high school, her first car."
  },
  {
    "transcript_id": "CNN-311243",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "People out there with preexisting conditions, they are worried. Are they going to have the guarantee of coverage if they have a preexisting condition or if they live in a state where the governor decides that's not part of health care or that the prices are going to go up. That is the worry the American medical association says this could make coverage completely unaffordable for people.",
    "statement": "We actually -- forget <ABOUT> unaffordable. What's unaffordable is Obamacare, John."
  },
  {
    "transcript_id": "CNN-390219",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "That's old enough to understand. You know, he doesn't -- you know, his dad's gone. I don't know how much you have explained to him, but how have you spoken to him, maybe explaining why old wounds have been reopened, or as you said off the top, this burden has been lifted. What has that conversation looked like with him?",
    "statement": "There are have been few conversations here and there. I mean, at first, he was so young, really, we just said, you <KNOW>, daddy died and went to heaven to be with the angels. As he's gotten older, we have talked more <ABOUT> how he died and how he was our hero and how he's an American hero. We've gone through those things, as he asks questions. We try to answer them to the <BEST> we can for however old he is at time. When we did find out that Soleimani had passed away, I did tell him that he was -- he was the one responsible for his dad's death."
  },
  {
    "transcript_id": "CNN-58950",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Ozzie Smith, I'm going to give you the last quick word on this, because there's something that is utterly baffling to all of us when you look at the history of negotiations. Eight job actions in the last 30 years. I mean, why is it that players and owners cannot come to a new contract without a strike or a lockout? Why does it have to come to this point?",
    "statement": "That's a $2.38 -- what'd you say, $2.38 million question. It's amazing to me that you can have all this time in between, and we always come down to this point, where there is talk <ABOUT> a strike or a work stoppage. And I would like to see a basic agreement that goes longer than four years. If you can come up with a basic agreement that runs at least seven to 10 years, then we don't have to hear this same thing every four years. And I just keep my fingers crossed that we're able to get something done this time, because it would be devastating to the game."
  },
  {
    "transcript_id": "CNN-323322",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "That's where he cornered me in this vestibule and leaned in and tried to kiss me. That's when he blocked the entrance or exit for me and said, well then, just stand there and be quiet. He immediately exposed himself and, you know, began pleasuring himself.",
    "statement": "In response to \"The New York Times\" investigation, Harvey Weinstein released a statement saying, \"I appreciate the way I behaved with colleagues in the past has caused a lot of pain and I sincerely apologize for it.\" He promised he was working with therapists and would deal with this issue head-on. A spokesperson for him also telling \"The New Yorker,\" \"Any allegations of non-consensual sex are univocally denied by Mr. Weinstein,\" adding, \"Mr. Weinstein has confirmed that there were never any acts of retaliation against any women for refusing his advances.\" This spokesperson says Weinstein is <HOPING> for a second chance."
  },
  {
    "transcript_id": "CNN-74902",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Now, Anderson, Sunday, Mr. Taylor addresses the nation and, the following day, officially hands over power to his vice president. And then the world takes a collective breath to see when Mr. Taylor will leave for his new home away from home -- Anderson.",
    "statement": "<WELL>, we will be watching and seeing. Jeff Koinange, thanks very much from Monrovia."
  },
  {
    "transcript_id": "NPR-26364",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Great movie. The modern version of that story often has the roles flipped with a young woman coming home from war. Women now face the same problems as men - injury, post-traumatic stress, a tough time returning to civilian life.",
    "statement": "And American society is adjusting to the idea of a wife or a mother coming home from battle. In the second part of our series <ABOUT> female combat veterans, NPR's Quil Lawrence visits a family where a husband is the one who stays home and a mother goes off to war."
  },
  {
    "transcript_id": "CNN-324176",
    "matched_terms": {
      "about": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "And you are live in the CNN NEWSROOM on this Saturday. I'm Pamela Brown in for Ana Cabrera. Great to have you along with us. Today eyes are on Texas where we will soon witness an incredibly rare sight, all five living former Presidents together in the same room. They have",
    "statement": "President Bush to me embarrassed himself. Speech writer wrote highfaluting speech. It is <CLEAR> he didn't understand anything he was talking <ABOUT>. He has no earthly idea whether he was coming or going, just like he was when he was President of the United States. There's not been a more destructive presidency than George Bush's."
  },
  {
    "transcript_id": "CNN-50185",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "When you're building products that are literally going to be used by 300 or 400 million people around the world, in many different countries and many different languages, it is an enormous undertaking.",
    "statement": "Among the successes, technologies developed for the Windows Media Player, the grammar check feature in Microsoft word processors and high resolution graphics used in company's new X-Box video game consoles. The ICU recognition project <COULD> end up in the future version of the Windows operating system."
  },
  {
    "transcript_id": "CNN-343152",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Global markets are sharply down this morning after President Trump threatens to impose an additional $200 billion in tariffs on Chinese goods. China vows to strike back hard. So, all this happening at the same time that North Korean dictator Kim Jong Un is meeting with China's president. What's that about? CNN's Matt Rivers is live in Beijing for us with more. What's happening there, Matt?",
    "statement": "Yes. <WELL>, what's happening is that the Chinese are calling this latest threat from the Trump administration blackmail and saying that if the United -- if the Trump administration goes forward with an additional $200 billion in tariffs they're going to do the same. And that's why people keep calling this a trade war. The United States hits first, China hits back, and so on and so forth. If China does hit back it's going to hurt the American consumer. They're going to put more tariffs on American imports and they're going to target companies -- big American companies that rely on China for their bottom lines. <THINK> Apple, Boeing, Sysco, Ford, GM. All those companies employ Americans. And it all -- at the same time, as if that's not enough, Kim Jong Un is here in Beijing, his third visit to Beijing in the last several months alone. He is going to be talking with Chinese President Xi Jinping <ABOUT> that summit. And clearly, what's going to happen is Chinese President Xi Jinping going to make <SURE> that China's strategic interests, which often do not align with those of the United States, will be represented at the negotiating table going forward -- John."
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Let's turn to the gospel by the way because there is a passage from the book of St. Matthews, particularly important for all of us to learn with Bill Bennett. This is what Jesus Christ had to say about these kind of folks. \"How can you say to your brother, let me take the speck out of your eye and behold the log is in your own eye? You hypocrite. First take the log out of your own eye and then you'll see clearly to take the speck out of your brother's eye.\"",
    "statement": "Paul Begala spouting religion and biblical verse. This is a marvelous thing. I am waiting for <SORT OF> an earth quake."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "So no advance peek at them?",
    "statement": "No, they are not releasing them at all. They don't want the extra publicity that, you <KNOW>, seeing them ahead of time brings, I <GUESS>."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Tonight, we`re looking for answers. How many more women have to die before we rise up against junk justice? America`s women and children shouldn`t have to live in fear. Moms and dads shouldn`t have to worry if their precious child could be next. This is an ISSUES call to action. We can`t continue to treat these brutal murders as \"business as usual\". Women must break free from their scroll burqas, join together and demand freedom from fear. Tonight, outrage over the murder of beautiful 17-year-old Chelsea King; the straight-A student, long-distance runner and musician, and wonderful daughter went for a run in the park and never returned.",
    "statement": "The body was found in an area shortly -- or not far from where we had previously discovered a piece of evidence, a shoe. It was <ABOUT> 15 -- 10 to 15 feet away from a tributary that leads down to the lake. And it was covered in a shallow grave."
  },
  {
    "transcript_id": "CNN-310441",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Sarah Palin was on with my colleague Jake Tapper earlier. Here's what she said.",
    "statement": "<WELL>, President Trump called to invite, just to touch base, so ask me to get to D.C. and we would be able to chat over dinner, and ask if I would invite a couple fiends."
  },
  {
    "transcript_id": "CNN-235937",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "There were. I mean, it was evident today. You could see that there were trucks, some of marked clearly United Nations. They were loaded and they were moving about within the city. So that's an indication, you know, that supplies were being brought in. Blood was being brought in. There was a desperate shortage of that. It was a need. And then on top of that, there is the sort of personal resupply that takes place. And what I mean is that families finally were able to get out, go to the store, buy the water, buy the food, buy the medicines, whatever it is they need, including lining up at the bank. There was a pretty long line at the ATM machine. So they have not been able to do that for days. They have been without electricity for a week. And you can imagine that, in their homes, if they have homes left, these have been pretty desperate times. So it was a welcome relief. On top of that, you can see people driving, you can see people walking in the park. There's just that human side of you that lets you decompress. But it wasn't a cease-fire. It was just an easing of the fire. Both sides continued to shoot at one another during the time that was supposed to be the cease-fire.",
    "statement": "Martin Savidge, it's 10:00 at night. Can't see much behind you. A lot of the power, as we <KNOW> in Gaza out. Thank you for your reporting there. The Obama administration, while still defending Israel's right to defend itself, says Israel's deadly attack Sunday on that U.N. school where civilians were taking shelter was both appalling and disgraceful. At least nine people were killed when explosive shells hit the school in Rafah. Here on CNN, a State Department spokeswoman said Israel needs to do better to try harder not to kill civilians among whom militants are known to seek cover, even hide some of the weapons in the schools and the shelters and the mosques there. Take a listen to this."
  },
  {
    "transcript_id": "CNN-151363",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Stephanie, what kind of checks are people getting, those that have been paid out? What kind of claims are being made in terms of money coming from individuals?",
    "statement": "You <KNOW>, it <TOTALLY> varies on this one based on the sizes of the company. A small charter boat company owner that CNN Money had the chance to speak with says he got $5,000 from BP. And he used that money to pay his boat captains and his deck hands. But he says his company <COULD> make up to $50,000 in a good fishing month. And then, Ali, keep in mind, he got this money weeks ago. So, if he got this money a while ago, $5,000 is gone. Like, that's a drop in the bucket. Other claims are taking longer, especially if the company is bigger and is asking for more money, because then BP is asking for old tax returns and other records to make <SURE> that they are not getting bilked. So, if that is the case, that means more of these people are waiting with for money."
  },
  {
    "transcript_id": "CNN-110606",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Definitely no spinach now.",
    "statement": "<ABSOLUTELY> not. Please don't eat raw spinach now."
  }
]