[
  {
    "transcript_id": "CNN-385333",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Ambassadors are now one step closer to the opportunity of owning a piece of the world's most profitable company. The 600-page prospectus by Saudi Aramco outlining what could be the largest public offering ever. Exactly how big the IPO will be remains unknown but it could be the biggest listing ever with Alibaba of China holding the current crown. The oil giant is set to sell half a percent of its shares to Saudi retail investors with the offering period kicking off on November 17th. It will then price its shares on December 5th, with trading on to Tadawul, the Saudi stock exchange expected to start mid-December. The prospectus did not say how much of the company would be floated. Original plans for 5 percent listing are now looking less likely, scaling back in the region of 1 to 2 percent, though oil prices, the climate prices and geopolitical risks remain concerns for investors including the September 14th attack on its oil facilities which temporarily cut their production in half. After that speedy recovery the Aramco chairman he also remains in saying, listen in, Riyadh makes sense at this juncture.",
    "statement": "I <THINK> this is the right time for us coming to a juncture, we want to take Aramco to be a public company to have more (Inaudible)."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Yes. I mean, it's kind of interesting Jeb is using that term. Because certainly he more than anyone else knows that is considered an offensive term to a lot of people out there. But this is definitely a fight that Hillary Clinton wants to have. You saw her come out on Twitter not once but a couple of times on this issue. She's looking to bring Latinos into her campaign. Obviously, there will be a huge fight in states like Colorado and Nevada over those voters next year. And right now she wants to do as much as she can to brand Jeb Bush with sort of the Donald Trump brush. Because obviously, Donald Trump has offended a lot of Latinos with his comments about immigration, whereas Bush is trying to say, \"Hey, I'm the guy that can reach out to Latinos. I'm the candidate that you actually want up against Hillary Clinton next year.\" So it's turning into a very interesting debate over these issues and one that's probably good for Jeb Bush, honestly, because it's sharpening him up a little bit and getting him out there punching.",
    "statement": "Let's see if that happens. David, you wrote a very strong column in the \"Washington Post.\" And about Donald Trump, comparing him to the Russian president, Vladimir Putin. You said this: \"He uses crude, vulgar expressions that make him sound like an ordinary guy, even though he's a billionaire. He's a narcissist who craves media attention. And for all his obvious shortcomings he's very popular.\" Now you were referring to Putin when you wrote those words. But you're saying very similar <STUFF> about Donald Trump. Go ahead and explain."
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So, you think, even though, look, the banks are bigger than they were, none of that -- none of that matters to you --",
    "statement": "You <KNOW> what? I trust --"
  },
  {
    "transcript_id": "CNN-321716",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "Yes. And it's a very complex operation. I spent most of the morning with a search and rescue team at a textile factory in another point of the city and they were trying to (inaudible) how difficult it is for them to start actually working. First, they have to clean the debris around the collapsed structure then get the equipment, and to lead and create the space, the channel (inaudible) for these search and rescue teams to start (inaudible) and try to find the victims. And then if they are lucky enough to find a victim trapped inside the rubble then, you know, they have to create again a space to retrieve that victim. So, it's a complex operation that requires patient and it's just amazing to hear that in a city like Mexico City, one of the largest in the world, that is always very noisy today. It's silence that people are looking for hope.",
    "statement": "We are still seeing raised fists of the rescuers and this is a signal to the people assembled there at the site of this collapsed school to be silent. Explain to us, Enrique, what rescuers are <HOPING> to hear during these moments, minutes of silent."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "But there must be an enormous amount that's still in the water column that is going to be difficult to track and difficult to understand what actually happens to it. What kind of efforts are being made to understand that phenomena?",
    "statement": "There have been hundreds and hundreds of water samples that have been collected and that are in the pipeline, per se, for analysis. We <CERTAINLY> don't live in the real world of crime scene investigation TV shows."
  },
  {
    "transcript_id": "CNN-383673",
    "matched_terms": {
      "clearly": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded",
      "somewhat": "ungraded",
      "appear": "ungraded",
      "kind of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Wow. And it's only Wednesday. All right. Joining us now to talk about the big picture here that you laid out so well, Mike Rogers, former House Intelligence chairman, CNN national security commentator. All right, so, Chairman Rogers, Bill Taylor goes behind closed doors and says everything. Everything including security assistance to Ukraine was conditional on having this investigation and the president tweets this morning, well, there's no quo because Ukraine didn't know we were withholding military aid. That's where we are this morning. What does it mean for the president?",
    "statement": "Well, listen, <OBVIOUSLY>, this is -- this is a bad day for the president. If his team <KNOWS> that or not, we don't <KNOW> yet. But this is a bad day. I mean, he corroborates what the whistleblower was saying in their complaint, number one, and number two, he outlines what -- <SOMEWHAT> <KIND OF> bolsters Sondland's testimony that, yes, there were discussions. It was sent out on this alternative track which is, you know, as an old FBI guy, reminds me of a second set of books, right? None of that has ever turns out to be a good thing. And that's exactly what was happening here. They were farming it out. <CLEARLY>, it's starting to <APPEAR> for political purposes. And again, this doesn't look right. Does it rise to the level of impeachment? I'm still going to hold that but this really looks bad. And it's not helpful to a whole host of other issues surrounding this."
  },
  {
    "transcript_id": "CNN-41179",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "What the president is working very hard to do, is find that balance to let Americans know that threats do remain, the government is taking all steps necessary to counter those threats, including planning domestically at home. But the most important action the government can take is going after the terrorists who did it so they don't have any abilities to do it again.",
    "statement": "Now, the FBI and international law enforcement agencies <BELIEVE> they have already thwarted plans in Europe to stage attacks on U.S. installations overseas, like the U.S. embassy in Paris. Bill?"
  },
  {
    "transcript_id": "CNN-279575",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It can. Listen, there have been 80 ISIS members arrested in the United States. There have been 80 ISIS-linked plots against Western targets, a good number of those against the United States. ISIS wants to attack the U.S. That's why we have got to make sure that we double down in Iraq and Syria, that we stop ISIS from having the ability to plot, plan, and train in a place like...",
    "statement": "Do you <THINK> that ISIS headquarters in Raqqa, Abu Bakr al- Baghdadi, the leader of ISIS, they coordinated this attack in Brussels, as well as the Paris attacks?"
  },
  {
    "transcript_id": "CNN-322701",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So we know that as a temporary measure, many Las Vegas casinos are stepping up their security of plainclothes, security officers, many hotels may be doing the same, but our expert says that's likely temporary in terms of long-term changes in security, anything like airport security to get in the hotel lobby. He says it is simply unlikely. It is unfeasible unless of course the public demand that hotels do something like that. Dave?",
    "statement": "Scott, thank you. All right, ahead on EARLY START from here in Las Vegas, what about the killer's background? <COULD> it have contributed to his decision to carry out this massacre? The psychological profile of the killer, next."
  },
  {
    "transcript_id": "CNN-117704",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So it's a truss construction, has long spans of metal trusses? Is that your understanding of the way that this building was built some.",
    "statement": "That's what I <THINK>, yes, from what I <COULD> tell. When I got there, it was pretty much all flames, and then once it was out, it was just, I mean, destruction."
  },
  {
    "transcript_id": "CNN-369633",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "In a variety of issues, there's apparel, farmers. I mean, even today, the President was talking about more help to the farmers. Well, he did this once already. It was $12 billion to $15 billion was put aside for soybean farmers. He says that they will be the farm -- the U.S. government will be the farmers' best customer if the Chinese stop buying.",
    "statement": "That's right. So President Trump is trying to backstop you <KNOW>, the U.S. farmers. He is trying to ease some of these real serious economic concerns that farmers and other people are <<FEELING>> right now because of the retaliation from China. You know, what I <THINK> really matters here is what happens with the stock market because we know that President Trump, he checks on the market all the time. He checks on it several times a day. And so if he sees the market taking a real dive, not what's happened vote so far. So far, it was less than 5 percent. But if it was a bigger decline that would <PROBABLY> raise the pressure on President Trump to shift his position and <MAYBE> be more willing to reach a deal with China."
  },
  {
    "transcript_id": "CNN-401971",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Good morning.",
    "statement": "-- how do you approach this? And it <SEEMS> to me the first answer is you have to approach it. You have to have these discussions."
  },
  {
    "transcript_id": "CNN-373080",
    "matched_terms": {
      "of course": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "It had been 14 years since the last Chinese leader traveled to North Korea when President Xi crossed the border on Thursday. Kim Jong-un laid out the pomp and circumstance to welcome his patron, protector and sponsor. It is an unusual relationship and a very important one. To help us understand it, I've asked Rana Mitter to come and join me. He is Professor of History and Politics of Modern China at the University of Oxford. Rana, a pleasure to have you on. You know this history so well. These are sort of -- this is an odd couple. These are two -- North Korea is China's only formal treaty ally. And it seems like that relationship comes from a very different time when Mao and Kim Il-sung, the founder of North Korea, were sort of these two rogues, right, the two revolutionary radicals revolutionary radicals in the world, trying to foment instability everywhere.",
    "statement": "That's exactly right, Fareed. We use the phrase the odd couple. And we have to remember in that famous movie, Oscar and Felix were close friends but also quarreled with each other the whole time. And that's not a bad analogy for what's happened between China and North Korea. The bond was very strong because it was forged in war. Essentially, Kim Il-sung, who you've mentioned, <OF COURSE>, as the founder, the founding father of North Korea, and Chairman Mao, Mao Zedong, the Chinese leader who conquered China in 1949, both had their revolutionary careers forged in the war against the Japanese in the 1930s and '40s. That's the Asian side of World War II. And that experience of being relatively young or at least middle-aged communists who were fighting against external enemy not only bonded them together as communists but also as nationalists, wanted to make <SURE> that their borders would never be breached. And those ideas has stayed very strong over decades."
  },
  {
    "transcript_id": "CNN-343260",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "obviously": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "And it's causing further divisions every day.",
    "statement": "Well, listen, just on a human note, I'm always conflicted because, <OBVIOUSLY>, I worked with Laura Ingraham, I worked with Tucker Carlson, Ann Coulter, and so, Laura Ingraham, she's a mom of three, OK? So I <FEEL> when she says it's a summer camp, she <MUST> not <KNOW> or have spoken to the people that we had on our show today that said that they're in cages, the kids are in cages, it's overcrowded. There is constant crying. There's no toys. There's no bedding. They sleep with the bright lights on all the time and they don't know where their parents are. They're taken from their parents and the parents aren't told where the kids are going and the kids aren't told where the parents are going to be. That's not summer camp."
  },
  {
    "transcript_id": "NPR-2139",
    "matched_terms": {
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "It is reported that Doctor King told Richard Nixon on that day, I want you to come and visit us in Alabama where we are seeking the same kind of freedom Ghana is celebrating. Ghana's founding fathers are now referred to as the Big Six. Kwame Nkrumah, Emmanuel Obetsebi-Lamptey, Edward Akufo Addo, Ebenezer Ako-Adjei, William Ofori Atta and my grandfather, J.B. Danquah, the man who officially gave the country its name, Ghana. He named it after the ancient empire of Ghana, which was the first of the great medieval trading empires of West Africa.",
    "statement": "Danquah knew that the <KIND OF> freedom which Dr. King referred to was inevitable for blacks throughout the world. He wanted Ghana, both ancient and modern, to be remembered as a trailblazer, a beacon of <HOPE>. And it is my hope that today everyone celebrates it as that."
  },
  {
    "transcript_id": "CNN-214047",
    "matched_terms": {
      "could": "ungraded",
      "feel": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yeah, that's from the U.S. State Department, which is also urging private citizens to leave Lebanon, a place that a lot of people like to visit at times. They say they're just not safe there now that the talk of military attack just across the border in Syria is getting louder and more specific.",
    "statement": "And the same warning is issued for Americans living in or traveling to Turkey especially for the area closest to the Syrian border. Now the State Department's concern is this. If there's outside military action in Syria, certain elements <MIGHT> <FEEL> the need to lash out against any Americans involved or not. I want to go live to the Pentagon. Our Chris Lawrence is there. And, Chris, first of all, tell us why is it, what is the evidence behind this, this concern that American interests <COULD> actually be at jeopardy, at risk, specifically in Iraq?"
  },
  {
    "transcript_id": "CNN-55331",
    "matched_terms": {
      "knowing": "ungraded"
    },
    "previous_statement": "Good morning, Paula.",
    "statement": "First of all, your take on the latest reporting about the CIA <KNOWING> the identities of two al Qaeda members in Malaysia when they attended a meeting, actually tracking their movements to the United States, where they were able to very effectively blend into American life -- and the charge that the FBI wasn't alerted to their presence, at least until three weeks before September 11."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, if he can`t reach the doorknob, then how did he get out?",
    "statement": "That`s what I want to <KNOW>."
  },
  {
    "transcript_id": "CNN-142320",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Now, on SHOWBIZ TONIGHT, an absolutely unbelievable story. A woman found alive 18 years after she was kidnapped. Tonight, it`s the story not even Hollywood could make up. A family reunited with the child they haven`t seen since she was just 11 years old. Chris Brown`s mother speaks out. Tonight, her brand-new comments after her son was sentenced for beating Rihanna. The comedienne sued by her own mother-in-law speaks out. Her mother- in-law says she was the punch line to too many jokes in her act. But what does the comedienne have to saw about the mother-in-law suit? Well, she`s right here and it`s the interview you`ll see only on SHOWBIZ TONIGHT. Plus, more stories breaking from the \"SHOWBIZ News Ticker.\" TV`s most provocative entertainment news show continues right now.",
    "statement": "I did lose <HOPE>. But I`m coping and it`s over. And the last 18 years have been pretty rough. But these last two days have been pretty good. It`s got an ending to this."
  },
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "We'll be taking a look ahead of the State of the Union about, you know, where we are.",
    "statement": "Right. And you and I have been <SORT OF> money TV spouses"
  },
  {
    "transcript_id": "CNN-346733",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "The president can't set red lines for Bob Mueller.",
    "statement": "And topping our political radar, in a new court filing, the Trump administration says the ACLU <SHOULD> be responsible for tracking down the parents of more than 400 migrant children being held at detention centers. Most of the parents have been deported, and the ACLU says although it's eager to help, the government <MUST> bear the ultimate burden of finding the participants since it was responsible for separating the families in the first place. So if actors and reality show stars can win elections, why not pro- wrestlers? Republican Glenn Jacobs better known as WWE wrestler Kane won his bid for Knox County, Tennessee mayor. So after years of playing a WWE villain, Kane has taken off the mask and gets to play the good guy in the mayor's office. Republican Senator Ted Cruz's campaign launched its first T.V. ads for the 2018 election. And as we mentioned yesterday, his opponent Democrat Beto O'Rourke is catching up. A Quinnipiac poll has him just six points behind Cruz. And one of the new Cruz ads <MAY> be sensing the closeness of the race attacks O'Rourke according to the Texas Tribune of the other one Cruz's were helping Hurricane Harvey victims."
  },
  {
    "transcript_id": "CNN-67402",
    "matched_terms": {
      "potential": "ungraded"
    },
    "previous_statement": "It's going pretty good now.",
    "statement": "Dramatic newly-released video from inside the cockpit of the space shuttle Columbia, only minutes before it exploded. Does it hold any clues? And the battle of the Hollywood stars over a <POTENTIAL> war with Iraq. Former Senator Fred Thompson, now a star of \"Law & Order,\" will join us live. But first, today's \"News Quiz.\""
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes, you're...",
    "statement": "And what happens to our brain when we do hear a counter, you <KNOW>, a refutation that <SEEMS> to be <ABSOLUTELY> convincing refutation, evidence opposed to our belief?"
  },
  {
    "transcript_id": "NPR-35896",
    "matched_terms": {
      "hopes": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We are back now with Omar Gallaga. And Omar, Google <HOPES> to exploit some of these concerns. The tech giant is launching its own broadband service, Google Fiber, and lots of towns are lining up for the service. Tell us whats going on."
  },
  {
    "transcript_id": "CNN-304417",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "We talked a bit about the closeness of that relationship, but I know that in Australia there has been a debate that perhaps Australia's too defined by the United States. So this might be an opportunity for them to redefine that relationship anyway. Because it's an illustration of exactly what happens. The administrations change, and you attach your flag to that mast.",
    "statement": "Indeed. You make -- you make deals with governments, and they change over time. I <THINK> the big question for Australia is what Trump has said about China, talking about a trade war with China, talking about <MAYBE> upending the one-China policy. Australia doesn't want to <KNOW> any of the things about that. The status quo is good for Australia. So the sense of, well, we're going to owe Trump something for taking these refugees is what Turnbull <SHOULD> actually be <QUITE> happy to back away from and say, look, there's 1,250 people. It's not worth sending out our warships to the South China Sea as, you know, paying back the favor. Let's act more independently on this issue."
  },
  {
    "transcript_id": "CNN-280447",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What the statements you mentioned tell us, they tell us that the person who made the statements doesn't know much about foreign policy or nuclear policy or the Korean Peninsula or the world generally.",
    "statement": "Very, very sharp criticism there, as you heard, Christi. So we were very curious to see what Trump had to say, didn't say anything yesterday, didn't have any campaign events so didn't have reaction to the president then. Was looking at his tweeting, as you <KNOW>, he loves to tweet, not tweeting about the president this morning, instead focusing on the issues facing Wisconsin. As you know, he is trailing here by ten points behind Ted Cruz. He tweeted out this morning saying this, \"Wisconsin has suffered a great loss of jobs and trade, but if I win, all of the bad things happening in the United States will be rapidly reversed\" -- Christi."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "clear": "ungraded",
      "sort of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "We heard that after 9/11 as well.",
    "statement": "Right. He said intelligence was not fully analyzed or leveraged. And that is exactly what the National Counterterrorism Center was designed to do. It's supposed to connect the dots. And so while he did say each agency took responsibility for its own shortfalls in this meeting, I <THINK> it's very <CLEAR> that this is a president who <BELIEVES> that the system wasn't working and some folks are to blame here, because he said there were red flags, we did not follow up on these red flags. I think \"smoldering\" is one word to use. For Barack Obama, this was pretty out there and angry. And I think <SORT OF> the next level <COULD> be -- we've been asking the question, will heads roll? I think at some point, <MAY> not tomorrow or the day after, but you're going to see some changes in leadership."
  },
  {
    "transcript_id": "CNN-364509",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "view": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "-- sort of being called gangster-like from a visit that I took one time previously. And following that, we continued to have very professional conversations where we tried our best to work together and represent our respective sides. I have every expectation that we'll be able to continue do can do that.",
    "statement": "Paula Hancocks is live in Seoul this morning. And, Paula, it's interesting, because the North Korean diplomat there struck on what we <KNOW> to be a rift within the Trump administration. He <CERTAINLY> had Mike Pompeo and John Bolton taking a harder line <VIEW> on concessions to North Korea here. How are South Koreans reacting to what <APPEARS> to be at least an impasse in these talks?"
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "This is the most humble day of my life.",
    "statement": "The question of what's acceptable and what isn't in terms of investigative techniques, is -- is an important one. But let me be very <CLEAR>. The codes of conduct of News Corporation globally, for our employees, journalists or otherwise, are very clear, that breaking the law is a very, very serious matter. And it <SHOULD> be, you <KNOW>, people who are lawbreakers should be held to account. And -- and in the matter of something like phone hacking or, topically, payments to police and things like that, we just don't <THINK> they should have any place in our business."
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "That's right. And - but mostly, like, can any of the oil be recovered when it's sucked into those, oh, those absorbent things?",
    "statement": "I don't <KNOW>. Let me see if one of our guests <KNOWS> the answer to that. Chris Reddy, <MAYBE>?"
  },
  {
    "transcript_id": "CNN-47209",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "If they in any way, shape, or form try to destabilize the government, the coalition will be -- we'll deal with them, you know, in diplomatic ways initially.",
    "statement": "Following months of unprecedented cooperation, in which Iran facilitated the delivery of tons of American wheat to Afghanistan, these latest developments have diplomats and U.S. officials alike questioning the mixed signals. But analysts say Iran's motive, at least with respect to the Palestinians, is <CLEAR>, and reveals a troubling new trend. The massive shipment of Iranian weapons bound for the West Bank but intercepted by Israel last week contained close to five tons of explosives, including TNT and C-4, dozens of Katyusha rockets, and hundreds of armor-piercing antitank rockets."
  },
  {
    "transcript_id": "CNN-47892",
    "matched_terms": {
      "probably": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Now, it's not about relationships. Whether you're a good guy, a bad guy, a friend or foe, if you do something wrong in this country, our committee is going to be on your.",
    "statement": "At Thursday's hearing, the focus in on Andersen. All four witnesses are linked to the accounting company, not Enron. Publicly, Democrats say they <HOPE> Tauzin's investigation will eventually broaden. Privately, Democrats wonder why Tauzin isn't going after Enron up front, particularly in light of allegations this week that Enron, too, was destroying documents. (on camera): One Democratic lawmaker says Tauzin is being a loyal Republican soldier, trying to divert attention away from Enron to protect the president. Tauzin says he's not coordinating with the White House, just putting first things first. (voice-over): When you are criticized by all sides, Tauzin says, you're <PROBABLY> doing something right. Kate Snow, CNN, Capitol Hill."
  },
  {
    "transcript_id": "CNN-3564",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "I think it's fun, I mean, Bette Midler playing this wicked witch of the West character who everybody hates. You know, I thought it would be like really -- it's a hoot. Everybody in the movie has something to hide.",
    "statement": "Danny Devito put himself in the film as the police chief, the guy who is trying to solve the crime. The <SUSPECTS> include his beautiful daughter's fiance, Bobby. ("
  },
  {
    "transcript_id": "CNN-191547",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Alice, what I'm curious about is, as a Republican, is the use of Bill Clinton somehow threatening? How does he affect voters in a way that may be challenging to Republicans?",
    "statement": "Well, I don't <THINK> it will be a challenge to Republicans. What it will do, it will serve as a reminder to the <FACT> we had economic prosperity during the Clinton years and <CERTAINLY> don't have that now. In contrast to that ad, the RNC put out an ad yesterday talking about it never happened, it was Bill Clinton, his own words 16 years ago when the welfare including work program was instilled and he talked about the importance of the government providing opportunity but in turn you had some responsibility. Well, President Obama has gutted that, and people don't like that. So there is going to be a strong contrast between how President Clinton was able to bring about economic prosperity and how President Obama has brought about economic despair."
  },
  {
    "transcript_id": "NPR-3838",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Oh.",
    "statement": "...acquiring cholera by breathing the air. However, your point is very well taken. There have been outbreaks, well-described outbreaks, that follow the funerals of cholera victims. And when investigated, those turn out to be, you <KNOW>, either everybody was exposed before the funeral through the..."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "around": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "I read the book. He definitely made a great comeback. But don't run away from this question. Does he have specific policies ready to fix? Saying I'll fix, everybody says that.",
    "statement": "But they don't do it. That's the difference, Donald Trump is a doer. And if he says he's going to fix it, mark my words he will fix it. He will find the <BEST> people out there. He will turn <AROUND> and figure out what's necessary in order to fix it. That's what private enterprise does. Private enterprise does things much better than government. They just do."
  },
  {
    "transcript_id": "CNN-375377",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The president was emboldened as outrage exploded on the left, but Republican lawmakers were slow to comment. Two days after the tweets went out, Senate Majority Leader Mitch McConnell eventually offering tepid criticism.",
    "statement": "I <THINK> I've just said, I think everybody ought to tone down their rhetoric."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "We're back with Paul McCartney. The occasion is the publication of \"Blackbird Singing.\" And later, an extra added attraction. We asked our Internet people to ask questions of Paul McCartney. We picked a few out that we received thousands. And a lot dealt with Linda. And the question they asked was, \"What was the most important thing you'd like people to know about your late wife?\"",
    "statement": "About Linda? I <THINK> they <PROBABLY> would <KNOW> it anyway, that she was a beautiful, kind woman."
  },
  {
    "transcript_id": "CNN-203177",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "I don't know.",
    "statement": "Did you <THINK> at all that his style <MAY> be turning off the jury?"
  },
  {
    "transcript_id": "CNN-239129",
    "matched_terms": {
      "potential": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "So the hawks he was talking about, of course the leading hawk, especially on Syria in his party is John McCain. It was a thinly veiled reference to John McCain. But I think just to take it up to 10,000 feet, what we're also seeing is the very clear beginning of the debate within the Republican Party for the 2016 presidential race. It's no secret that Rand Paul is seriously thinking about. He is not like many other Republicans. He's saying right there, he doesn't think intervention is always the answer. He's much more -- he doesn't use the term isolationist, but he's much more cautious and he is - he's been on the floor for maybe 20 minutes, 25 minutes just slamming the idea of the United States helping at all in this war that's going on there, which is within the Middle East, and it's not really clear who friends are and who foes are and that's the idea that he's been talking about.",
    "statement": "A preview of the coming attraction come 2016. Dana Bash, we'll let you go back and listen in. And thank you, as always, for asking the tough questions, even when members of Congress don't want to answer you. Dana Bash, thank you so much in Washington for me. Just ahead, right now, history in the making. Scotland is voting on whether to essentially divorce the U.K. after, you <KNOW>, 300 years together. From alcohol to currency and tourism to passports, hear how this would impact the entire world. Plus, yet another NFL player benched after being accused of domestic violence against a woman and an 18-month-old child. But even though it is laughable how the NFL is all over the place on punishment, are <POTENTIAL> victims now afraid to come forward based upon what's happening to these players in the league? Stay with me."
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Right. We got rid of the rain a little bit. But the winds -- we never did find that elusive 74 miles per hour. We looked and we looked. We went everywhere with the tall anemometer and evening. And it just didn't happen.",
    "statement": "So <MAYBE> what the hurricane center was saying was not as -- the winds were not as strong as the hurricane center was saying."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "seem": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "When people are honking horns their when they ride by, do we know whom they're honking for?",
    "statement": "No, they <SEEM> to be honking for everybody. I mean, they just <KIND OF>..."
  },
  {
    "transcript_id": "CNN-159110",
    "matched_terms": {
      "believe": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Chaplain Rhyne agrees with Defense Secretary Gates that safeguards are in place for service members and the Chaplain corps to ensure that one person's religious views don't interfere with another's.",
    "statement": "There is an obligation to care for all. But it also is <CLEAR> that the chaplains are not going to be asked to teach something they don't <BELIEVE> in."
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "believe": "ungraded",
      "fact": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "I'm interested in getting that answered. I don't understand why the campaign was not advised.",
    "statement": "The <FACT> is the campaign was advised. Then candidate Trump was personally warned in August of 2016 by senior U.S. intelligence officials that foreign adversaries, including Russia, were likely to try to infiltrate his team or get intel about his campaign. But the attorney general, he just put it out there, not only without any evidence, but in contradiction to known <FACTS>. It's beginning to sound like a pretty transparent attempt to protect the president from the Mueller report, the report two years in the making, the report the attorney general got three weeks ago, a report that's coming out in a matter of days. You've got to wonder. What is this president afraid of? Does this president <BELIEVE> he's above the law? That is the question for Laura Coates, Ryan Lizza, and Max Boot, next."
  },
  {
    "transcript_id": "CNN-308605",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "I'm actually quite lucky. I know both of the congressmen. And Adam Schiff has been one of the oldest hacks of the Democrat delegation for years. Devin Nunes is well-known. He is respected on The Hill. Look. Here is the bottom line. People who don't like Trump are not going to belief anything. People that don't like the Democrats aren't going to believe that version either. So you have to look to the sources of the information. Devin Nunes is a widely popular chairman of the committee. He has information that's devastating to Comey, devastating to Obama's appointments, devastating for them. Most people on this station right now believe that our government has too much private information about our citizens. That it's spying too much on our citizens. And now there is information that I think is coming out very soon that devastating to people like Comey.",
    "statement": "Shawn, you're <TOTALLY> avoiding the question. Shawn, what about Nunes on the White House grounds getting this information? You're talking about all these other things. What about Nunes on the White House grounds and informing the president before his own committee?"
  },
  {
    "transcript_id": "NPR-37550",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Jealous rejects the idea that we're in post-racial world.",
    "statement": "You <KNOW>, I am looking forward to the NAACP going out business one day. I am looking forward to us being a post-racial society because race is a lie based on a (unintelligible). But at the day, we can't be post-racial until we're post-racism. And right now it's harder for a black man with no criminal record to get a job than a white man with a criminal record. So we ain't there yet."
  },
  {
    "transcript_id": "CNN-274119",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "OK, Joel Androphy, we so appreciate you being with us. Thank you for walking us through what happened this morning there in Texas. We appreciate it. We want to get back to CNN chief international correspondent, Christiane Amanpour. Christiane, I'm sorry that technically we lost you there for a couple of minutes. One of the things Victor and I have been talking about this morning is the amount of time. We were sitting here yesterday when they announced that these prisoners were going to be released. And now we are 21 hours later and it seems it is just happening. What would you suspect or do you have any indication as to what the delay would be?",
    "statement": "Well, I <THINK>, Christi, this is <PERHAPS> natural and in this complicated and difficult world and in this very sensitive issue. We will <PROBABLY> <KNOW> the details when all sides are released and people start talking publicly. What we do know from the American and Iranian officials, I personally spoke to the Iranian Foreign Ministry that all sides have been released. And the Americans say that the Iranian-Americans held hostage, held prisoner in Iran have been released. So the question now is logistical. When are they getting on that plane and when are they going to land? We will find that out sooner or later. The big picture, though, the conflict for all of this is the Iranian nuclear deal and again everybody agrees that this was something simultaneously planned as a goodwill gesture, as <SORT OF> a garnish, if you like, on the very tough diplomatic wrangling and negotiations over more than a year. That led last summer to the nuclear deal between Iran, the United States, and the major world powers. So what happened in Europe yesterday in Vienna, the headquarters of the U.N. nuclear watchdog was that Iran was declared in compliance of its requirements under this deal so far. And therefore, certain sanctions, which involved them being able to sell their oil, plus being reconnected to the international banking system, those will now go into effect. At the same time, the head of the IAEA, Yukiya Amano, will be -- is, in <FACT>, traveling to Tehran and will speak to Iran about its continuing obligations. The Secretary of State John Kerry has talked about that publicly, hailing this day as a good step for safety and security and one that keeps the world a safer place now that there is a nuclear deal with Iran that requires continued tough, you know, monitoring. That's what these prisoner swaps are related to and I think one of the issues is that many people are saying that the United States has actually done <QUITE> a big thing by releasing people who actually convicted of crimes and violations against the sanctions regime. Whereas as we know, for instance, the journalist Jason Rezaian had no legitimate charges against him at all and was so-called tried in secret and sentenced to an undetermined time. There is a bit of a disparity between who was held in Iran and who was held in the United States."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded",
      "apparently": "ungraded",
      "doubt": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "They <APPARENTLY> have wrapped up that meeting over at the Situation Room in the West Wing of the White House. The president is now about to go up to the microphone and address the reporters inside the grand foyer over at the White House, also the American public. Indeed, the entire world. Folks are watching <AROUND> the world to see what has emerged, what announcements will the president of the United States make right now as far as national security is concerned, tightening up security procedures over at airports, making <SURE> that what happened on Christmas Day outside of Detroit, on a Northwest flight from Amsterdam to Detroit, doesn't happen again. Now the president of the United States getting ready to speak. As we stand by to hear what he has to say, Fran Townsend is here; Tom Fuentes, former assistant director of the FBI; Gloria Borger and David Gergen, our senior political analysts. We're going to have full analysis afterwards. We're also going to be able to speak with the president's deputy national security adviser, Dennis McDonough, and try to fill in some of the blanks. No <DOUBT>, the president will say a lot that will <SORT OF> cry out for more questioning. We'll hear what they have to say about all these. Most important, David Gergen, right now we want specifics. What is the president going to announce in terms of tightening up security?"
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Until 2013. So I've got another four years to go.",
    "statement": "You'll never make it. I told you. You'll never make it. Have you got something to say about this show or any other? Go to CNN.com/LarryKing. Check out our blog. Let us <KNOW> what you <THINK>. Tomorrow, Donald Trump, Arianna Huffington and Ben Stein are here. Before we go, the vice president's mother, Jean, was hospitalized this weekend after a fall. The last time I talked to Joe Biden, he told me his mom watches this show every night. So here's to you, Jean. Take care and <BEST> wishes for a quick recovery. Time now for the Staples Center, Anderson Cooper, \"AC 360\" on the road right here. Anderson?"
  },
  {
    "transcript_id": "CNN-376979",
    "matched_terms": {
      "hope": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Do you feel they're being thoughtful and deliberate now?",
    "statement": "I truly <HOPE> so. I very much enjoy working for this company. It's a company that has always valued the input of associates since its founding. And so, I truly hope that that response, when it comes, is taking into consideration our point of <VIEW> as well."
  },
  {
    "transcript_id": "CNN-372856",
    "matched_terms": {
      "unclear": "ungraded"
    },
    "previous_statement": "If you have someone who is expressing very Islamophobic sentiments or really, really anti- women sentiments in a particular case, it may be necessary to give that to the deference, and, frankly, it may destroy that witness on the stand.",
    "statement": "The St. Louis circuit attorney is facing the same situation. Twenty-two officers identified as making offensive posts can't be called as witnesses. It's <UNCLEAR> how many cases that impacts. Internal investigations are under way in Dallas and Lake County, Florida. Meanwhile, the York, Pennsylvania Police Department finished its review and says it's not taking any action against their officers listed in the report because they determined the posts were not made when the officers were employed by the department. Brynn Gingras, CNN, Philadelphia."
  },
  {
    "transcript_id": "CNN-229346",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "No, we don't know exactly how the virus spreads. And that's the biggest question for us. We are -- let's say the uptick in cases at this time is probably due to what we've already seen for two years in 2012, 2013. There's a seasonal pattern to this virus. And at the same time, there appear to have been two big hospital-based outbreaks, one in Saudi Arabia and one in UAE. So, the pattern of what happens with this virus is not changing. However, we need to know how people get infected in the first place. We haven't known that, and we still don't know that.",
    "statement": "Now, the World Health Organization, I <KNOW>, says -- and I want our viewers to see this -- research, at least, points to camels being the primary source of infection. Once humans are infected, they can <APPARENTLY> pass the virus on through close contact. It causes severe respiratory problems, fever, cough, and shortness of breath. About half the cases, <OF COURSE>, are fatal. This is what the MERS virus looks like. The corona name comes from the spikes you can see studying the outside. And it's from the same family as the SARS virus that killed nearly 800 people between 2002 and 2003. Sir, what is your advice to our viewers today?"
  },
  {
    "transcript_id": "CNN-353008",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "Hello, everyone. Live from CNN London. I'm Hannah Vaughn Jones. A ferocious murder. That's how Turkey's President describing the killing of Jamal Khashoggi. We have the latest from Ankara and Riyadh. Speaking of Riyadh, the Davos in the Desert business forum is underway. Last year it was a who's who, this year it is a question of who is there? Also, tonight still trudging north, thousands of migrants becoming a U.S. midterm seeking refuge and becoming now a U.S. midterm election issue. But first, to our top story, a savage, meticulously planned murder, that's what Turkey's President called the killing of a Saudi journalist speaking out in detail for the first time about the death of Jamal Khashoggi and Erdogan rejected claims of dying in a brawl and saying a hit squad sent to the Saudi consulate in Istanbul to kill him. He says everyone involved should be put on trial in Turkey and demanding to know what happened to the body and who ordered the hit.",
    "statement": "Meantime, a powerful moment in Saudi Arabia. Khashoggi's son who's <REPORTEDLY> barred from leaving the kingdom stared into the eyes of the crown prince as they shook hands today. A Saudi news agency said he and the king met with the relatives to express their, quote, sincere condolences. We are live in the two countries at the heart of the international crisis tonight. Ben Wedeman in Turkey. Sam Kiley from Riyadh from Saudi Arabia. Ben, to you, first. Let's talk about President Erdogan's speech earlier. He had harsh words for the Saudis. He handed out the time line and no smoking gun which we were expecting."
  },
  {
    "transcript_id": "CNN-167036",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yes. And you sold it and you told that story. The movie, you are saying, isn't an inaccurate portrayal of you, but you felt it might have been more dramatic than your entire life. You passed yourself off as a pilot, a doctor, a lawyer, a jet pilot. It's all true, right?",
    "statement": "Yes. And I <THOUGHT> Steven Spielberg did a wonderful job. To him, it was all about the redemption side of my life, what I did with my life after that. That's what encouraged him to make the movie. He did a great job. I <THINK> the Broadway people, the same way. They were caught up with the redemption side of it. But they tell a lot more of the emotional side of the kid, the loneliness of running away, the father relationship, the FBI agent who chased me and that relationship. So, in a way, I <KIND OF> like the play better. It's told to music. And it's just great songs and great music to tell the story."
  },
  {
    "transcript_id": "CNN-363163",
    "matched_terms": {
      "must": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "That said, it is <UNCLEAR> what the path forward is here because as the president showed there, North Korea sticking to a maximalist position. That is, all sanctions <MUST> be lifted. That's a distance that the president was not willing to go. So the question is, what is going to bring North Korea back from that position and what is the U.S. prepared to offer in return? The president said there is no third summit set. Secretary Mike Pompeo said there are no talks scheduled at a lower, at a working level at least yet. He didn't say they're not -- they're going to stop talking. But he said there are no new talks scheduled."
  },
  {
    "transcript_id": "CNN-2674",
    "matched_terms": {
      "potential": "ungraded"
    },
    "previous_statement": "Well, Check -- excuse me -- Computer Associates actually does play a very big role in Internet security. While their kind of seen as a systems management software vendor, one of their larger businesses is Internet security. They actually have one of the largest market shares. They're known a little bit more for anti-virus software, but they're moving away from that into kind of the more firewalls, intrusion detection, threat assessment. So I would look for them to be a bigger player in the months to come.",
    "statement": "What's the <POTENTIAL> for growth here?"
  },
  {
    "transcript_id": "CNN-112067",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Other networks, including ABC, turned O.J. down. In a statement, NBC says it was approached but, quote, \"We did not feel it was appropriate for our network.\" Nobody from FOX would talk to us to about why they decided to run the show. Regan Books, the publisher, which is owned by FOX's parent company, also declined an interview. The victims' families are urging people not to watch the special or buy the book, but many experts think both will end up making a lot of money.",
    "statement": "I <THINK> people are going to be just as interested in reading the book and watching the interview as they were following the trial. I think there's a fascination with"
  },
  {
    "transcript_id": "CNN-240897",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "I thought it was ISIS because of what's going on, it's scary. It's nerve wracking, as a native Long Islander, coming to this city for dinner with friends and family. I'm glad I did not bring my daughter.",
    "statement": "Police say the <SUSPECT> is a man in his 30s with blond hair. He was wearing a baseball cap and a t-shirt with an American flag on it. It has been a weekend of mostly peaceful resistance in St. Louis and Ferguson, Missouri. Thousands taking part in the marches and vigils during the four-day event, which wraps up today. Protesters are calling for Ferguson police officer Darren Wilson to be charged with the shooting of unarmed teenager Michael Brown. Seventeen people were arrested early Sunday. Police used pepper spray on protesters staging a sit-in outside a convenience store in St. Louis, where another black teen was fatally by a white police officer last week. In St. Louis, some 1,000 protesters rallying overnight that started out at just 200. They wanted to remember Vonderrit Myers, the teenager shot and killed by a St. Louis police officer last week. Police say Myers shot first. CNN's Sara Sidner live for us in the Shaw area of St. Louis. Sara, what's happening at this hour?"
  },
  {
    "transcript_id": "NPR-9031",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So Iran and the United...",
    "statement": "That we <KNOW> of."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah, I did read it, but I thought it was pretty curious.",
    "statement": "Yeah. Although she did, she said just in case, you <KNOW>?"
  },
  {
    "transcript_id": "CNN-190837",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Don is in Atlanta. So, Don, what is -- what's this movie about?",
    "statement": "You said that it is -- it was touching or provocative. It is moving. I was so surprised by some parts of this movie because it <SORT OF> veered from what you usually expect of Spike Lee, but the movie is about a young boy who is growing up just by chance here in Atlanta, and then he goes to Brooklyn, to Red Hook, which is a neighborhood in Brooklyn, to spend the summer with his grandfather. And you <THINK>, you <KNOW>, it's a movie about a kid, whatever, that's not out of the ordinary. His grandfather is a preacher and so on and so forth. And that's what the movie is about. It's really sort of a coming of age story -- Kate."
  },
  {
    "transcript_id": "CNN-16981",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Sasha says she learns those things through her theater work.",
    "statement": "Who said traditional education is the <BEST> way to go? You <KNOW>, I don't <THINK> so. I think whatever is best for you. You know, whatever is best for you, and whatever environment you will thrive in best."
  },
  {
    "transcript_id": "CNN-337471",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Maybe you can resolve the issue. You said you had a sketch of the individual who threatened your client at a parking lot and that you were going to be releasing it. What's the status of that sketch?",
    "statement": "We have put the release on hold due to a request that we received on Tuesday morning following the raids that were executed on Monday. We're going to honor that request. We're not going to release the sketch until an appropriate time. The sketch is complete. It was compiled and drafted by a well-known forensic artist by the name of Lois Gibson out of Houston, Texas. She's world-renowned for what she does. So at the appropriate time, we will release the sketch. It's very possible that, based on what has happened recently, we <MAY> not need to release the sketch, because we may be able to identify that individual based on information that has been recently received."
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "clear": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "You know, Andre is completely entitled to think that Steve King is not a racist. I think he is a pathetic racist. I think this is the only thing that sets him apart in the entire Congress. He has done this over and over again. When he's calling for things like homogenous civilization, when he's saying \"somebody else's babies,\" of course, those are dog whistles, of course, that speaks to racism, that speaks to division. You know what that speaks to? That speaks to an Aryan race. We've heard that type of rhetoric before. As a Republican, I will denounce it. I will tell him that my babies, Andre's babies, anybody's babies are as American as his babies may be. That the congresswoman Ileana Ros-Lehtinen, Marco Rubio, Ted Cruz, they don't look like him, they don't act like him, they don't think like him, and they are just as American. Because what makes us American is our love of country, our pride in this country, our work ethic, all those values we have in common. America is not going to allow itself to be divided by pathetic little racists like Steve King.",
    "statement": "It's very <CLEAR> how Ana <FEELS>. Andre, help me understand. She brought up the \"calves the size of cantaloupes\" comment a little while ago when he was on that panel last July, questioning what non-whites contributor to civilization, saying, quote, \"Where did any other subgroup of people contribute more to civilization.\" Help me understand what you agree with in these words."
  },
  {
    "transcript_id": "CNN-110125",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "We have heard stories, Peter, of how the bin Laden family was spirited out of the United States almost immediately after the 9/11 attacks. Do we know if the family still does business with the U.S.?",
    "statement": "Well, you <KNOW>, the 9/11 Commission looked at the question of, did they get any special treatment? And the answer was no, in terms of getting spirited out of the United States. But what -- what that story does tell is the strong links -- links this -- this family has to the United States. Salem bin Laden, Osama bin Laden's brother, before he died in another plane crash, had a house in Orlando, very -- a very <KIND OF> pro-American guy."
  },
  {
    "transcript_id": "CNN-232791",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "I want to turn to Iraq in the few minutes we have left. Mosul fell more than a week ago -- or a week ago today, I believe, Tikrit fell last Wednesday. Baqubah is in danger of falling today. Just moments ago in Brazil, Vice President Joe Biden said -- quote -- \"Urgent assistance is clearly required for Iraq.\" What more information does President Obama need before a decision is made?",
    "statement": "Well, Jake, <OBVIOUSLY>, the president doesn't make decisions lightly. We have been increasing our assistance. He's considering a range of options. No decision has been made. But what we're looking at is the need for a comprehensive approach, which involves, first and foremost, the Iraqi government. No outside government, not the United States, not any country, can make this situation better for them. So, we will weigh a range of factors and we will give the president room to make his decision."
  },
  {
    "transcript_id": "CNN-356298",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Ok. Let's head to Moscow and CNN's senior international correspondent Matthew Chance is standing by. Matthew, Michael Flynn, we have learned he's been very cooperative with Robert Mueller's investigation. How concerned is Moscow about this?",
    "statement": "Well, I mean, they got to be looking at this with some interest I expect that they haven't directly commented on it so far. I <THINK> the trump --President Trump himself and the people <AROUND> him are going to be extremely worried about the <FACT> that it's emerged that he's provided I think in the words of the Mueller filing \"substantial assistance\" after that collusion probe Russian inquiry that's been taken place over the past several months and years. And that he has provided firsthand details on interactions between individuals that says in the filings in the presidential transition team and Russia. Flynn, <OF COURSE>, was one of those individuals in the transition team who spoke repeatedly with the former Russian ambassador to the United States, Sergey Kislyak. He was seen or characterized as a key figure in negotiations and talks before the transition team was actually sworn in. In terms of the lifting U.S. sanctions and inside that, actually he caught up with Sergey Kislyak about a year ago or so and put to him some of these allegations that had been made by that Mueller inquiry. Take a listen."
  },
  {
    "transcript_id": "CNN-303307",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "And we were talking before we went on air, they really only have sway over certain rooms, the private quarters.",
    "statement": "This is one of the most wonderful lasting legacies of First Lady Jackie Kennedy, in creating the committee for the preservation of the White House and the White House historical association which has some control and a lot of say over what happens in the state rooms <OF COURSE>. But in the private residence, the apartment where the family will live, they do have jurisdiction over that."
  },
  {
    "transcript_id": "CNN-275470",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "God bless the great state of Iowa.",
    "statement": "So that's Ted Cruz there wearing his faith on his sleeve and he did win among the evangelical voters. He did very well among candidates who said he shared their value. Sally, though, he has a little bit of a map problem in the coming weeks. New Hampshire, not a good state for Ted Cruz. Not a big evangelical state at all. South Carolina, <MAYBE> better for him there. March 1st though, very good. March 1st, the SEC primer. It's a lot of southern states. You <KNOW>, he can book end February 1st, March 1st, whole thing going on here where Ted Cruz puts a lot of delegates in the bank."
  },
  {
    "transcript_id": "NPR-4461",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, the Cuban government would say that it's almost a coincidence that power is being handed over to Raul Castro. It's not because he's the brother of Fidel, it's because he's the most senior vice president in Cuba. And that is, according to the constitution, the man who takes over in the case that the sitting president is unable to fulfill his duties.",
    "statement": "Raul Castro has a degree of legitimacy about him. He's the world's longest serving defense minister and he's been sitting in the wings for 47 years, and many people close to him say he has a desire to be president. So I <THINK> the idea that Fidel Castro would hand to one of his sons really would be an extreme idea, and ones that the Cuban government would complete reject."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "appear": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Senate Majority Leader Mitch McConnell also upholding his promise overnight, teeing up a pivotal immigration debate in the Senate starting on Monday evening. McConnell unable to prevent the government from shutting down for the second time in two weeks after Senator Rand Paul ran out the clock, sounding the alarm about the budget deal's $400 billion price tag and chastising his fellow Republicans for supporting the bill despite the massive impact to the national debt.",
    "statement": "When the Democrats are in power, Republicans <APPEAR> to be the conservative party. But when Republicans are in power, it <SEEMS> there is no conservative party. The hypocrisy hangs in the air and chokes anyone with a sense of decency or intellectual honesty."
  },
  {
    "transcript_id": "CNN-302466",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "I mean, John, maybe the facts will lead us to a place where we find out that there was some political argument between this people, it's hard to imagine they are all teenagers. Two of them -- the disabled white teen and one of the black teenagers go. I think the high school together. Maybe that's where the facts will lead, but according to the police who spoke about this. Last night, there's the superintendent, there is no evidence of that. Listen to them. (",
    "statement": "But I <THINK> some of it is just stupidity. You <KNOW> people just ranting about something that they think <MIGHT> make a headline. I don't think that -- at this point we don't have anything concrete to really point us in that direction but we'll keep investigating and we'll let the <FACTS> guide us on how this concludes. ("
  },
  {
    "transcript_id": "CNN-192933",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Hey, you've got to come on my show some time. \"The War Room\". We want to make sure that we have you as a guest.",
    "statement": "Well, as long as you don't shout at me like you did at that convention, I <MIGHT> be tempted."
  },
  {
    "transcript_id": "CNN-319188",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "absolutely": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "I do love Thomas Jefferson.",
    "statement": "OK, good. Are we going to take down the statue because he was a major slave owner? Now, are we going to take down his statue? So you <KNOW> what, it's fine. You're changing history, you're changing culture, and you had people -- and I'm not talking about the neo-Nazis and the white nationalists because they <SHOULD> be condemned <TOTALLY> -- but you had many people in that group other than neo-Nazis and white nationalists, OK, and the press has treated them <ABSOLUTELY> unfairly."
  },
  {
    "transcript_id": "CNN-330706",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, they may be able to revive it, but it's not going to happen by Friday. Number two, both of those people are from my home state of Connecticut and are not from Democrats in North Dakota or West Virginia or Indiana, to A.B.'s points. The politics are a little bit different. Easy for Blumenthal or Himes to be against it. That said, I do think -- even the sweeteners that house Republicans unveiled last night, CHIP and some of these other things to get more folks on board with a bill to extend the budget funding, I'm skeptical that Republicans would not be blamed 100 percent for this. Pat Leahy, senator from Vermont said it yesterday and this is how it goes, Republicans control the White House, the White House and the senate. We've seen Congress get blamed for past shutdowns when there was split control; '95, '96, Republicans got the blame. Newt Gingrich took the blame, even with Bill Clinton in the White House. 2013, John Boehner and House Republicans took the blame even with Barack Obama in the White House. I just think it's a fool's errand in my opinion to think that somehow Democrats will be blamed for the shutdown, with Republicans in control of ever lever of power in Washington.",
    "statement": "Is there a case to be made that putting DACA/the Dreamers into this C.R. is a mistake? It's -- there's too much to it. You're not going to get just that, whether a wall component and/or security, chain migration, the lottery, there's too much that goes with it for all these bill of love and we all care, compassion talk. Do you <THINK> there's just too much to fit it in in two days?"
  },
  {
    "transcript_id": "CNN-216833",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "I'm not going to obviously ask you details of where he's staying or if you knew that because I don't want to, obviously, you don't want to do anything that will endanger his safety or locate him, but what can you say about his life there?",
    "statement": "I <THINK> it was very good. I was persistent in saying Ed, I don't want you to tell me what I think I want to hear, you <KNOW>, are you OK? You know, I wondered, you know, where he lays his head at night, you know, every night when I go to bed is he laying his head on a dirt floor? But he is living comfortably and he has <QUITE> a support system. And unlike many people who suggested that he's under the control of the Russian government, that's <ABSOLUTELY> not the case."
  },
  {
    "transcript_id": "CNN-157099",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Let me try to end it right here then and you tell me whether I've tried this before and you've been straight up. Is this a fair statement in your view? That at the time this happens, you weren't disciplined for something, but it had nothing to do with the reason you left the agency down the road?",
    "statement": "<ABSOLUTELY>. That's a fair statement."
  },
  {
    "transcript_id": "CNN-318951",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "I think it's about a few things, Wolf. First of all, it's a failure of leadership. Right? The president has gotten to where he is in life by aggrandizing himself. That is something he is go at. He hasn't ever succeeded in building bridges and bringing people together for the greater good. You saw him yesterday. Just look at his body language from that clip when he was speaking in the press conference yesterday he struggles to do this. Where he doesn't struggle to criticize people.",
    "statement": "His entire candidacy has always been about us versus them. The us is always let us protect you from the evil immigrants, from the radical Islamic terrorists and us has always to some degree been the white Americans. So, for him to now turn and say, well, those with Americans <MIGHT> be danger too. That they might be something to be feared. I <THINK> it's a hard pivot for him."
  },
  {
    "transcript_id": "NPR-48045",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So at least as far as that polling goes, Americans seem to be siding with the Democrats.",
    "statement": "Well, in general, do Americans <THINK> Republicans or Democrats are better able to keep America safe? What's the answer there?"
  },
  {
    "transcript_id": "CNN-264153",
    "matched_terms": {
      "should": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Gipad, you should trademark that right now.",
    "statement": "Yes, if they haven't <THOUGHT> of that. It <SHOULD> be a key to fortune. All right. Now the moment you have all been waiting for, Stephen Colbert's debut on the late show. The fans seemed to like it before he said anything. They greeted him with a standing ovation at the Ed Sullivan. And the audience chanted \"Stephen, Stephen\", which is good because that's his name. He began his first network monologue with a callback to his Comedy Central character, in a signature greeting, \"hello nation\". Then, he began to search for the real Stephen Colbert."
  },
  {
    "transcript_id": "CNN-137612",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "You know, there are those things that one might point to that are, you know, stereo -- more stereotypical of brothers who operate in certain ways. But there is something that he is doing which I think is also stereotypical of our community, and that is being inclusive. And that is not -- I'm not saying that we have cornered the market on communication acumen, but by being communicative and creating a community of change is something I would say is very typical of life in our community.",
    "statement": "You <KNOW>, you've seen the president embrace people. That is very much typical as a part of an African-American culture, that we embrace people. Not only do we shake hands, but we <BELIEVE> that closeness and embracing is fundamental to how we communicate. And I've seen the president do that on more than one occasion. So, I <THINK> that's a <CLEAR> -- one of the clear reflections that -- of, you know, his actions, as you call it, as a brother, because we do do that. As a matter of <FACT>, each one of these men when we arrived today, we shook hands and we embraced. And it's just a communication of affection and <CERTAINLY> of comfort, and -- with oneself and with those that you encounter. And I think he's done that well."
  },
  {
    "transcript_id": "CNN-72500",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "I have.",
    "statement": "I <THOUGHT> you just got through saying you hadn't."
  },
  {
    "transcript_id": "CNN-140323",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You worked with the University of Georgia on small business initiatives, and in fact you said that just this spring you were back in Ghana looking at actual business initiatives that could be carried out there. These are the rewards you are talking about?",
    "statement": "That is correct. One of the things that President Obama mentioned was the importance of empowering Africans to take charge. There is a lot of international assistance, but I <THINK> it is important for us to move away from international assistance and be dependent on our own resources. And when I talk about resources, I am talking in terms of skilled labor that's pretty much spread all over the world. So one of the things that the University of Georgia is trying to do, especially the small business department center, is to develop a concept, we call it the trainer concept, where would we go into Ghana and take business graduates and train them on how to become business consultants so they can go out and actually teach people the real spirit of entrepreneurship. If you look at the U.S. economy, 90 percent of the U.S. economy, small business is the engine. So for Ghana to move forward, entrepreneurship is going to be the key."
  },
  {
    "transcript_id": "CNN-383727",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "I think there seem to be three major factors. One, I think the trade war itself, but not a huge one. Second, the rise in uncertainty which has affected investment, which is a huge driver of manufacturing demand. And finally, a real slow down in China, which is partly investment related, and partly due to the fact that the Chinese have decided they want to stop the credit boom, on which they used to depend. And these three things have come together in my view.",
    "statement": "This is pretty much the first time, the Chinese economy has been sufficiently large and systemically involved to be able to cause this <SORT OF> issue."
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "And, Jim, you know as well as I do, we were both in Singapore covering that historic summit only a few weeks ago. The president answered unequivocally, yes, he trusts Kim Jong-un. The White House press secretary not repeating that today. Again, amid all these reports that North Korea is actually escalating its nuclear program. Sarah Sanders also not commenting specifically on those reports from U.S. intelligence agencies that there is an escalation, a ramping up of the program going on. So many questions here about that. Even as John Bolton, the national security adviser, saying over the weekend that he believes this could be sort of solved in a year. But regardless, Jim, certainly a different tone from the president essentially saying that peace is on the way in North Korea. It didn't sound that today here at the White House -- Jim.",
    "statement": "So many important questions unanswered. Jeff Zeleny, thank you very much. And telling remarks by President Trump's longtime lawyer and fixer, Michael Cohen, amid his mounting legal troubles. In a rare interview, he said his loyalty lies with his family and country first. CNN national correspondent Athena Jones is working the story for us. Athena, this is increasing speculation that Michael Cohen <MIGHT> flip against the president. What do you <KNOW>?"
  },
  {
    "transcript_id": "NPR-19422",
    "matched_terms": {
      "maybe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Right, there has been so much conversation about diversity in Hollywood. And to some extent I'm sure the scripts in The Black List do better than Hollywood in general, and yet the people vetting those scripts on The Black List are still, you know, the agents, the managers, the Hollywood people. Is it really a solution to the problem?",
    "statement": "Yes and no. So Franklin Leonard set out to hopefully grab a more diverse pool of writers on The Black List, that hasn't really been the case. <SORT OF> as a rejoinder to that or <MAYBE> to compliment the survey itself, he's developed a Black List screenwriting - scriptwriting service, and that allows anybody anywhere in the world to post their screenplay to the website for a small fee and have it reviewed by a number of industry professionals. In that way it sort of changes the power paradigm, it changes the gatekeeping."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "... pat other on the back. You want to scream and yell and say, \"We got him. We got him.\"",
    "statement": "Tonight, breaking news in the Mouthy Mom murder trial. There is a verdict. The jury reached a decision in just a short time. And any second now, we will <KNOW> what that decision is. Ironically, the defendant started crying as soon as the jury got the case. And in a very shocking move, during closing arguments -- and by the way, we`re looking at live pictures right now. There is the defendant, Julie Schenecker, the so-called Shaky Mom. The defense blamed her husband, saying if Parker Schenecker would have only noticed this woman`s rapidly deteriorating mental condition, this soccer mom would not have been in a position to execute their teenage children. So that was a blame-the- husband strategy. Did the jury buy it or will they find Julie Schenecker guilty of murdering her two kids and throw her behind bars for life? Now, a verdict has been reached. They`re standing in the courtroom. Let`s go into the courtroom, and I am joined by Nancy Grace to watch and listen."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Not -- yes, I thought it was odd, but I knew Jennifer had been away for a couple days on vacation, so I knew she had a lot on her plate and I knew she had a busy schedule. So I left a message with her and then went ahead with my day. And then after my meeting -- I had a meeting at 9:00 o`clock. After I had that meeting, I called her again, and once again I got her voice-mail, which I thought was odd. And it was then that her parents called me to notify me that she hadn`t shown up for work that day.",
    "statement": "And Rob, her parents are here with us tonight. We`d like to introduce them and thank them for being on. Drew and Joyce Kesse, thank you so much for joining us. We <KNOW> that this has to be an excruciatingly difficult time for you. We thank you for being here. Our hearts are with you, and we <HOPE> we can somehow help. She didn`t show up the next day for work. What happened then? How were you alerted? When did you become worried?"
  },
  {
    "transcript_id": "CNN-91713",
    "matched_terms": {
      "could": "ungraded",
      "certainly": "ungraded",
      "seem": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Democratic elections are a novelty, to say the least, in Damascus, but Iraqis are voting there as well, despite the ambivalence of Syria's government. CNN's Brent Sadler is watching from that outpost -- Brent.",
    "statement": "Yes, indeed, Miles. They are voting here in the Syrian capital, Damascus. Many -- more of them, though, are actually staying on the sidelines, not participating in this first ballot for Iraq for a number of reasons, say election officials on the ground here. Fear of the election, possible fear of repercussions, and reluctance, say those officials, that there <COULD> be some <SORT OF> blow-back as a result of people taking part in this very first vote. Now, in terms of what we've seen on the ground, <CERTAINLY> many of the 16,000 who have registered to vote here have been showing up at 10 polling stations here in the Syrian capital. And, indeed, many of them do <SEEM> very content."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "If you take a look at the prosecution team, Gretchen, right now, versus the district attorney, the prosecution versus the defense, it seems like there are almost two very different capabilities right now. A lot of money in Kobe Bryant's defense team, and some of the best defense attorneys around, with experts standing by, with a limited -- a less experienced DA out in Eagle, Colorado.",
    "statement": "Right. It looks like Kobe's defense team has the advantage in terms of experience and depth in their legal team. The prosecution, though, always has the jury, if you will. A lot of people are very concerned about rape, that town, that community, is very supportive of the victim from what we have seen. So the prosecution <COULD> have the advantage just in the minds of the jurors, which is what's critical."
  },
  {
    "transcript_id": "NPR-12510",
    "matched_terms": {
      "believe": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "People in the stands held up letters spelling out Ohio believes. Dozens of Republican political stars filled the stage - from senator john McCain to former New York Mayor Rudy Giuliani, who served up hot rhetoric on a freezing fall night.",
    "statement": "I <BELIEVE> some Americans whom <MIGHT> not have to have died, <MAY> have died because of we had incompetence in the White House."
  },
  {
    "transcript_id": "CNN-361142",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Jack Quinn, the former governor Chris Christie, former governor of New Jersey said last week that the SDNY posed a bigger threat to the president than Mueller. I've heard other folks say that. I'm not sure if you agree. Do you think the subpoena might prove him right?",
    "statement": "I <THINK> <ABSOLUTELY> will prove him right. And I have a hunch, as I indicated earlier that this is going to be about countries in addition to Russia. You <KNOW>, Tom Barrack, I want to be careful here, I'm not accusing him of wrongdoing but his whole business empire has turned very significantly on his relationships with Gulf states and countries that these countries at that point in time were as eager as Russia or anyone else to curry favor with the Trump political people."
  },
  {
    "transcript_id": "CNN-414055",
    "matched_terms": {
      "of course": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "I wonder who those members of his government will be and whether we will recognize any of the names as those evolve.",
    "statement": "<OF COURSE>, Emmanuel Macron in the past month seemingly washing his hands of Lebanon, calling the action of the leadership there a betrayal to him and the people of Lebanon. Does Hariri have his support? Because he <SURE> is going to need support from across the international community, isn't he?"
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They directed me to a secondary screening which consists of what they call an enhanced pat down. Pat down is misleading. They -- they concentrate on the area between, as they say it, the upper thighs and the torso, and they're not just patting people's arms and legs. They're grabbing and groping and prodding pretty aggressively. I've watched it a number of times as I've gone through other security lines where I have been able to bypass some of that because of, you know, being a crewmember in uniform. But that's the gist of it. I'm not comfortable with -- not so much being touched by another human being, but being physically assaulted by an agent of the federal government on my way to work.",
    "statement": "So, you <KNOW> the first question that people have is -- wait a minute, but they're making passengers go through this. So passengers have to go through it. Why shouldn't pilots?"
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "No, that is not the terminology I`ve used. Dad has talked to us when we`ve called him. He continues to do so.",
    "statement": "You <KNOW> what, Stephen McCausland, I <THINK> you`ve missed your calling. You <SHOULD> work as a diplomat at the U.N. I heard what you said. You said when we call him, and we press him, he answers our questions. I hear you. All right? To Ellie Jostad, our chief editorial producer, give me the lowdown on daddy running out of the police station when they showed him the crime scene photos, Elle?"
  },
  {
    "transcript_id": "CNN-102163",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Glad to be here.",
    "statement": "You talk about a culture of corruption. What does that mean if your <VIEW>?"
  },
  {
    "transcript_id": "CNN-20540",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, yes, there certainly seems to be maybe changes under way and the Chrysler, DaimlerChrysler executives have been having talks with the auto workers union to talk about changing things. And really they think there's a pretty fundamental problem at Chrysler; it lost money, you know, in the third quarter, people think it would have lost money again in the fourth quarter. And the story we're carrying in the newspaper today saying that DaimlerChrysler executives have been pretty appalled really about what they see as a lot of the inefficiencies and rigidities in the way that Chrysler does his business. I mean, for instance, one of the key things they're saying is flexibility across plants. That you've got the PT Cruiser, you know, this Chrysler sort of old-fashioned '40s style thing, like the cars in the ZZ Top video, that is absolutely selling like hotcakes, they literally can't make enough of those. And yet there are other models, other Chrysler models, where there is over stocking, they can't sell the cars that they're producing. There doesn't seem to be any way of shifting production between plants, making these factories more flexible, in order to adjust production to meet demand. So there's clearly a big, big problem in that sort of thing. So we've now had this big change of the top of the management of Chrysler. We've had the, basically, the American management replaced by German managers. We have the top guys being changed also, a few more of the senior managers being change recently. And clearly, what they're going to try and do is impose a much more German-style of management on Chrysler, which they hope will make it more efficient.",
    "statement": "Do we <THINK> that the labor contracts are going to allow them to do that?"
  },
  {
    "transcript_id": "CNN-364437",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "He has made his case, but he also said something that seems to fly in the face of it being an emergency when he talked in the Rose Garden last month. Take a listen.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-327217",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "You want Kushner to come back before your committee?",
    "statement": "I <BELIEVE> there's an awful lot of questions Mr. Kushner still has to answer."
  },
  {
    "transcript_id": "CNN-316573",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "So the answer is, should I call the FBI?",
    "statement": "I <THINK> it would be wise to let the FBI <KNOW>..."
  }
]