[
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Robi?",
    "statement": "The media attention <CERTAINLY> will help to solve this case, if there is evidence to be found. So, I <THINK> that there's a good shot, given how much attention it's getting, that will help us find out more information, rather than less."
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "could": "ungraded",
      "certainly": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "And how long might these economic sanctions remain in place?",
    "statement": "Well, I mean, there is no indication been given about how long they will remain in place. I mean, <CERTAINLY> we're still in the phase of the crisis if you like. That is still escalating. So there are still further measures the Russians <COULD> take unless the apology and compensation discussions are forthcoming. So it really will depend on the next few days and weeks to see how far the two leaders can go. Putin and Erdogan can go. At the moment, the signs are not good. But time I <SUPPOSE> heals the wounds, there will later have to be diplomacy between the two sides to try and put this behind them. At the moment the Russians are very angry, the Turkish people refusing to apologize."
  },
  {
    "transcript_id": "CNN-301026",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Hi, Brooke. Well, this happened about an hour ago, in fact, exactly one hour ago at 8:00 p.m. local time. And you're absolutely right. This Christmas market is one of the main ones in the west of Berlin. It's actually only five miles away from my house. I'm heading there right now. And the latest that we have is that apparently this truck came from one of the streets close to the Christmas market. The market itself is in a very busy pedestrian zone. And from what we hear, the truck just simply plowed into the market and hit several market stalls. There was an eyewitness that said that it was going about 40 miles per hour and showed absolutely no signs of slowing down as it went into the Christmas market. It's unclear at this point, the police tell us, whether or not it's terror-related. There are some sources that say early indications are that it is. And the latest that we got from the police literally a couple of minutes ago was that they say they can now confirm there are multiple dead and at least 50 people injured. So it is a major incident that happened here in Berlin tonight, Brooke.",
    "statement": "OK. Let's back up a couple of steps. Just to set the scene here, I <THINK> you all are six hours ahead from East Coast time, so what is it, about 9:00 at night, hustling and bustling, couple days before Christmas, people are out, families are out. How many people would you <GUESS> if this is so close to your home, would have been in that square at any given evening?"
  },
  {
    "transcript_id": "NPR-44463",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Tara, is that a - is that going to become a big issue? People who were looking for troop reductions, now the secretary of defense saying, no, not really, nothing we can predict.",
    "statement": "Yes. Iraq is the albatross <AROUND> this administration's neck. And I <THINK> what's contributed to the problem here is that the administration hasn't done a very good job of reminding the American people exactly what we're doing over there, why this is relevant to us, why this is a nation security issue, why this is in the <BEST> interest of the sovereignty of the United States. The American people have forgotten about that, and one of the biggest issues - they need to see something tangible, and when you're bombarded with all of the images of civil unrest in Iraq and soldiers continuing to die, I mean, it's war. And this generation is not used to that. They're used to things being handled quickly and, you <KNOW>, a quick resolution. And something like this, an undertaking of this magnitude, does not happen overnight. I mean, America itself, it took several years before - from the Revolutionary War until we passed the Constitution. It did not happen in two years."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "could": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "No, she`s out of control. I mean that`s the whole point. As mentioned earlier, I mean, she sees stardom and she`s running after it with every ounce of energy she has. And it`s really sad. Totally, as judge said, a disrespect to the family and all of us who have to listen and watch her.",
    "statement": "Yes. I have to get to this very strange development. What`s up with the baby talk? <COULD> there be two in the picture. TMZ reports Casey`s adopted daughter Ava will be raised by Casey`s family in New York. Casey adopted this child from Kazakhstan in 2007. Then a month ago Casey`s mom took custody of the child and brought her to New York <REPORTEDLY> concerned for the child`s safety. Casey`s parents are divorced. Her mom Sale, married to Ahmad Rashad, the former pro football player and now well known sports caster. Now Tila is tweeting that she is pregnant. In December she tweeted something about becoming a surrogate mom for her brother and his wife. Rob Shuter, I want to give you the final word on all this."
  },
  {
    "transcript_id": "CNN-110414",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, you know, it's interesting. Friday Meredith Vieira did three interviews and they were all for NBC shows. They were all promotions for NBC shows...",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-359154",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "knows": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "-- the Russians coordinated. Shimon, another major development. All of a sudden, we've learned today that Michael Cohen, the president's long-time former lawyer and fixer, he has now agreed to testify publicly, open session, before the House Oversight Committee early next month.",
    "statement": "Yes. And, Wolf, <QUITE> honestly, this is going to be a big, big day here in this investigation. And I <THINK> this is something that we have not seen in quite some time. We're talking <PERHAPS> Watergate era. In terms of you're going to have the president's personal attorney come in and just open up on everything he <KNOWS>. And the other significant thing that we just learned is that Robert Mueller has cleared him to testify. So that <SHOULD> tell you something there, too, in the sense that perhaps Mueller is now done with him. Whatever information he's been providing to them about Russia is now over; and so Mueller is at a point where he <FEELS>, you <KNOW> what? Michael Cohen, you can go ahead and publicly tell members of Congress, tell the public what you know. This is going to be be a day, <CERTAINLY>, I think, that is going to not sit well with the White House. They should be worried about this day. You know, they're going to do -- make every effort they can to <PROBABLY> discredit Michael Cohen in the month leading up to the day he testifies. And also keep in mind, this is going to be a month -- he's going to testify a month before he reports to jail. So he <COULD> -- to prison. He could be seeking some more leniency from the judge. But whatever the case <MAY> be, this is going to be blockbuster. Right? He's going to come in and talk about these hush payments, these payments that he says the president directed him to make. The Department of Justice has implicated the president in this crime. It's going to be a big day. And then we're also going to --"
  },
  {
    "transcript_id": "CNN-148060",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Well, you know, that keeps changing, and because initially what they wanted was simply a recount of the election in June. As the -- as the regime has cracked down harder and harder, they're getting better at it. I mean, repression does work. And they now are much more organized in terms of keeping things quiet and keeping the opposition down than they were before. As they've done that, however, the price that they pay for it is that the demands of the opposition go up.",
    "statement": "And yet it really does <SEEM> that, since the June election, it's been a constant shadowboxing. Neither side has delivered a knockout punch. The regime has not crushed the opposition; the opposition has not changed the regime. Where is it leading?"
  },
  {
    "transcript_id": "CNN-78891",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Numbers do not necessarily equate with capability. We're bringing in forces that are appropriate to deal with the evolving threats in Iraq today, including more mobile infantry elements.",
    "statement": "Also, among the 85,000 fresh combat troops being alerted are three Army National Guard brigades built <AROUND> the Army's new more nimble Striker combat vehicles. All together some 43,000 guard and reserve troops are getting the call, mostly Army, but Marines, Navy and Air Force units are also being tapped, some heading to Afghanistan. It's a strain on the citizen soldiers but unavoidable insists the Pentagon."
  },
  {
    "transcript_id": "CNN-356600",
    "matched_terms": {
      "potentially": "ungraded",
      "think": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "reportedly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So, you know, how potentially dangerous is it then, you know, that Jared Kushner reportedly sent signals, you know, to MBS that the White House essentially, you know, had his back even before knowing all of the facts, Susan?",
    "statement": "Yes, I <THINK> it is. And you <KNOW>, to Sam's point, it is dangerous because it is compromising. And you know, we haven't just seen Jared Kushner <SORT OF> skirt the protocols out of convenience, we had actually seen him taking affirmative steps to attempt to hide his communications from the U.S. government, you know, using encrypted messaging apps as reported by the \"New York Times.\" You know, we have seen this conduct in previous occasions as well whenever Kushner <REPORTEDLY> -- suggested that they use Russian embassy communication system facilities to communicate with the Russian government. You know, that is somebody who doesn't understand that at this time United States of America, the United States national security establishment is all on the same team. And that the team needs to communicate with one another and needs to have clarity into what is exactly is being represented to foreign officials. And so, you know, I do think that it opens up one, just the general risk of a policy that is not cohesive, you know. And two, I think Sam is right. There are counter intelligence risks and specifics to the <FACT> that Kushner is now providing this information and <POTENTIALLY> not following the rules and potentially putting himself in a compromising position."
  },
  {
    "transcript_id": "CNN-159471",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "He'll be the swing vote on this and so much else.",
    "statement": "And Wolf, if I <COULD> say something for our viewers, you <KNOW>, the states still have to proceed with setting up these insurance exchanges if they want to comply with the law. Most of this doesn't take effect until 2014. So, if you're sitting out there and you're <SORT OF> worried, OK, how does this affect me? Not in any material way at this point, because it does have to work its way through the courts in your states are they're <PROBABLY> working out their insurance exchanges right now."
  },
  {
    "transcript_id": "CNN-218352",
    "matched_terms": {
      "probably": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Just a gift card instead.",
    "statement": "<PROBABLY> don't have to. If it's a real glitch as opposed to just a valid offer. If there was a valid offer, the only way they get out is through supply, but if it's a glitch, I <GUESS>, the issue becomes, did they make up the right way?"
  },
  {
    "transcript_id": "CNN-100117",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Thank you, Bob. Bob always laughs at my jokes. Thank you, Bob. Where's your hard hat, Bob?",
    "statement": "Well, I'm otherwise known this morning Al Legory. I want you to <FEEL> free to chip in, Miles!"
  },
  {
    "transcript_id": "CNN-105669",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Has Congress' approval rating ever been this low before? Yes, in 1994, which was the last time angry voters overthrew the majority party in Congress -- Wolf.",
    "statement": "Solid report. Bill Schneider, thanks for that. Up next, much more on these new poll numbers. How damaging are they to the president and his party? I will ask Paul Begala and Terry Jeffrey in today's \"Strategy Session.\" That's coming up. Plus, Vice President Cheney speaks out on the nuclear crisis with Iran. We're going to tell you what he said. Stick <AROUND> for all this -- lots of news happening today. You're in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-347944",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "As for Elon Musk himself, I mean, he says he needs Ambien to help him sleep occasionally, no specifics how often, but the fact he's able to talk about that is significant, and what got me, though, was the last line of the article this morning. Basically, find somebody else and I'll give them the job. Find somebody else and they can do it. It is not quite a god complex, but getting very close to saying I'm the only person who can do this.",
    "statement": "I <THINK> that's precisely what he's saying. And again, this has been ..."
  },
  {
    "transcript_id": "CNN-346037",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "probably": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "And therein lies the problem. I want to get to you, Randy Sutton, regarding the evidence, if you could just briefly let us know, I mean, the evidence points one way, and his defense points to another. How do you think that helps the prosecution`s case?",
    "statement": "Well, this is a classic case of an investigative response to a claim of self-defense. The law enforcement are doing forensic evidence. They`re looking at the ballistics. They`re looking at the -- all of the physical evidence along with what this guy`s claim is. His claim doesn`t make any sense. So just on the face of it, you understand that law enforcement <PROBABLY> from the very outset didn`t <BELIEVE> him, but there`s a tremendous amount of evidence that will help convict him. And included in that is not only did they find the weapon that he used, but they also found narcotics when they did the search warrant. They found all kinds of contradictory <STUFF>. And this is, I <THINK> -- I agree with Fernando. I think that was probably a crime of opportunity."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Your last glimpse of sunlight before you die...",
    "statement": "Oh, I <KNOW>. GRACE ... in Aruba."
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "... and they're real good at that. And we already see what they do. They got to turn John Kerry from a three-dimensional human being into a two-dimensional cartoon. And it's what they know to do.",
    "statement": "Former President Carter chided Ralph Nader for joining the 2000 race as an Independent and <POSSIBLY> siphoning votes from John Kerry."
  },
  {
    "transcript_id": "CNN-241394",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It is so amazing. I mean, it's one of those things that everyone tells you you're not going to know the love until you have your own baby and it's true. It blows me away. I said to Michael, I was like why didn't we do this a whole lot sooner? He was like, I don't know, someone was working.",
    "statement": "I'm not that way, I'm not that way. I <KNOW> who I am."
  },
  {
    "transcript_id": "CNN-130852",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Absolutely right. The federal government is standing behind those up to, I believe, $50 billion. You don't have to worry about that right now. But I just want to give people a way of gauging risk because a lot of people chase performance. The primary reserve fund was the highest performing mutual fund in that category at one time. Clearly, people chose it because it was doing so well.",
    "statement": "What about insurance accounts? After the near failure of AIG, this huge insurance company, what <SHOULD> people be doing in that front?"
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "So, I mean, nobody has no -- no white man with a radio or television program has done -- has had more discussions about race relations since December 3rd than I have. It was with the Louise Patterson and Jesse Jackson, Dr. Peter Gorman (ph) and Dr. Debra Dickerson, Dick Gregory, Carl Jeffers. I mean --",
    "statement": "<MAY> I point out - You <KNOW>, Kara Foster, Tony Powell. I mean, we talk about it all the time."
  },
  {
    "transcript_id": "CNN-130674",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Today, Senators John McCain and Joe Biden back-to-back live on how to get America running again on the \"Most Politics in the Morning.\"",
    "statement": "And welcome. Glad you're with us on this Tuesday, September 16th. You <KNOW>, a question we'll be asking both of the candidates, what is your plan to fix the mess we're in right now?"
  },
  {
    "transcript_id": "CNN-180346",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "I'm just curious does it though? I mean so much of these situations seem to be rhetoric and you can talk yourself into a frenzy and then all of a sudden end up in a war. Are you worried that that might be what's happening here? I mean certainly Iran would know if they did that. The repercussions would be absolutely horrendous for the country of Iran.",
    "statement": "Yes and that's why we believed up until now that Iran would not try that. The <FACT> is they were willing to attempt it with the Saudi ambassador and as far as it getting out of control, I <CERTAINLY> don't <THINK> the people like General Petraeus and General Clapper remember, this is the Obama administration, so I have no reason to be defending them"
  },
  {
    "transcript_id": "CNN-398205",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Short answer is no. I think there are positive aspects in there. I think the money allocated to be distributed through small banks is a very good step, as we can see in our data in covidloantracker that they were very good at getting money out, but it doesn't do a good enough job, at least in what I've seen, in making sure that a large portion of the new round goes specifically to very small businesses, say under 50 employees.",
    "statement": "Yes, I <THINK> there is going to be an optics issue where I think this time <AROUND> the bigger public companies aren't going to apply for this money. Something just tells me that. Rita, we have a few seconds left. Just tell people about covidloantracker. Basically your way of connecting all these small businesses."
  },
  {
    "transcript_id": "CNN-366979",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't think they're all monkeys. I think Parliament are doing a good job of not passing a mess, not making a big mistake.",
    "statement": "The way they're behaving recently, I don't <THINK> he's gone far enough."
  },
  {
    "transcript_id": "CNN-30986",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Well, just to go away back way, I was born in 1940, and my earliest memories are of life on an army base, so, I thought the war would always go on, everything around me was khaki green and young men going off to or coming home from war. Women driving big trucks, setting off explosions in southwestern South Dakota. And the war quickly came to end. This country got on with other business -- the business of peace and prosperity, and we were very much a part of that. My parents were products of the Depression. We were able to buy a new car and think about sending their children to college. And I am one of the luckiest people in the world. I was able to go from South Dakota to the position that I have today. And I was going to Normandy in 1984 for the 40th anniversary of D-Day, and we took some veterans over there with us. And I began walked the beaches with them. And almost from the first step I took onto those beaches with these men who landed there, my life had been change. I thought about how much we owe that generation, the raw courage and heroism that was required to win the war, to come from small towns and ranches and big cities, and Ivy League universities and join together. And so I came back, and it really began to work on me. And I began to do more and more research, and I went to Pearl Harbor for the 50th anniversary of D-Day -- of Pearl Harbor. Then by the time the 50th anniversary of D-Day came around in 1994, Tim Russert asked me on \"Meet the Press,\" what I thought? And I said, of this generation which came of age, in the Great Depression, won the war, came home, built the country that we have today, never whined, never whimpered, I said, I think it's the greatest generation any society ever produced. Steve Ambrose started slapping me on the back and said, that's a great phrase and if you don't use it, I will, more and more of my friends encouraged me to write it. And so I did. But I want to say quickly here, Larry, that I am -- I consider myself a door man. I have opened a door to these remarkable stories, the real tribute belongs to the men and women who have shared their lives with me, either through their letters or in the first book, through the interviews that we did with them.",
    "statement": "We are going to read many of those letters and we'll take some phone calls. Tom will read, in <FACT> -- he will read <QUITE> a few of them, and I will read one or two. But the interest in that it is created in you, I mean are you -- you said you were surprised. Are you shocked now that a lot -- when you say \"Tom Brokaw\" on the street, people are just as likely to say World War II as they are"
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "And then there's the great physical crisis of his life, the attack on polio, and he erected this ebullient, cherubic personality to sort of divert people away from the fact that he couldn't walk.",
    "statement": "Well, the polio <CERTAINLY> did enhance his need to project an ebullient, jolly personality and he used his personality to disguise his paralysis. He would walk through a room, wearing steel braces and holding on to the arm of a aid or a son, and he would be talking to everybody and smiling and waving, just to keep the attention to his face and not to his legs."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "This is SCIENCE FRIDAY; I'm Ira Flatow. Imagine a cargo plane dropping you off in a remote corner of the African jungle. The area you've just entered is under quarantine for a mysterious plague. Nobody knows how many people it has killed, but all who have fallen sick die within eight days, first high fever, headache, hallucinations, then usually bleeding to death.",
    "statement": "Oh, and no one <KNOWS> what's causing this sickness or how it spreads, and you've been dropped into this, and it's your job to find out. This Hollywood scenario is a true story as told in my next guest's new book. The author and the protagonist of that sci-fi scenario is the virus hunter Peter Piot, who was sent to the Democratic Republic of Congo in 1976 to solve this real-life deadly mystery, and he ended up discovering the Ebola virus."
  },
  {
    "transcript_id": "CNN-95599",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Now allow me to finish the story before...",
    "statement": "I <THINK> they're only doing it in public. That's my take."
  },
  {
    "transcript_id": "CNN-345784",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "All right. The new tax bill left corporate America flush with cash fueling a record amount of stock buybacks. $200 billion in the first quarter alone. One of Wall Street's most powerful CEO's says that is not a bad thing. I spoke to the head of JPMorgan Chase, Jamie Dimon in an exclusive interview with the banks entrepreneurs of collar event in Chicago. He says cutting corporate taxes was critical for the U.S. Economy.",
    "statement": "We need a competitive tax system for the future of the United States of America. This is the most prosperous economy the world has ever seen. We need to make <SURE> that wages is good for the people. A lot of coverage came out raised minimum wages and did some capital expenditures, but the <FACT> is expenses, the benefit is accumulated over time. This is capital getting retained and redeployed. Dividends and stock buybacks are simply redeployment of capital to a better and higher use. So you <MIGHT> get higher dividends. You might buy something with it. Someone else <MAY> reinvest it. It might go to venture capital or it might go to different things, but it needs to be reinvested if you can't use it yourself. So these notion it is a bad thing is a bad idea. Remember our shareholders, hundred million individuals through pension plans, there also veterans, retiree's, teachers and union folks. We work hard to benefit our shareholders. And that is a huge benefit to society. It is not like, a few rich people."
  },
  {
    "transcript_id": "CNN-395601",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I think that's a critically important question. I mean, one thing to remember is that most people who get this infection are going to do fine. The vast majority will have mild symptoms or no symptoms. We're taking these steps to try and protect those who are at greater risk the elderly, those with multiple medical problems. And with the pandemic, although it says that the disease will spread around the entire world. It doesn't do it all at once. So learning from what worked in China, what worked in Italy, what worked in the U.S., you will see things in Seattle that are being tried. We need to learn to see what was effective and what wasn't. Because the measures we're asking communities to take, shutting down schools, people staying home, people not having the income to put food on the table or pay rent, these disrupt society want to make sure that what we're asking people to do is truly making a difference.",
    "statement": "So you've got tonight, the Governor of California saying 56 percent of his population 25 and a half million people are going to be infected over an eight week period. The Mayor of New York saying they're going to run out of medical supplies in a couple of weeks, two to three, 50 million surgical masks. They need 25 million of facemask, gloves, surgical gowns, 15,000, ventilators. How <COULD> this be for the situation in New York first?"
  },
  {
    "transcript_id": "CNN-270185",
    "matched_terms": {
      "clearly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, certainly it's -- it is a form of terrorism, and maybe in some way, it's a function of the inflammatory rhetoric that we see on all -- I mean, so many issues now, there are bloggers, and, you know, talk shows where they really focus on trying to get people to that point of boiling over and just intense anger. And I think maybe it's time to look at, how do we tone down some of that rhetoric? Obviously, no one is going to try and reduce free speech in this country, but that rhetoric clearly is -- if people are in some way emotionally unstable or psychologically unbalanced, that intensity of rhetoric sometimes seems to pull a trigger in their brain that they lose contact with what reality is.",
    "statement": "So, are you calling -- just to <SORT OF> see what you're saying here a little more <CLEARLY>, are you calling for changes in blogging, in video games?"
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Would you say that I'm a rich, juicy, ripe plum again?",
    "statement": "Yes, but you can't help your sexual nature, you <KNOW>, that's what that line means. If a lady treats other people as she'd like to be treated, then she's allowed to go and roll in the grass if she wants to."
  },
  {
    "transcript_id": "CNN-283666",
    "matched_terms": {
      "may": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "We feel bad for that. Don't know if we have that yet so who knows.",
    "statement": "So all of these people just waiting for word as to what comes next. The Alberta premier will be up in Fort McMurray today taking a look at the situation and getting a status and seeing the devastation. At that point, people here <HOPING> that they will have a bit more idea when they <MAY> be able to get back up there -- Hannah."
  },
  {
    "transcript_id": "CNN-106539",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "What my baby wants, my baby gets, you know that.",
    "statement": "But Jen wasn`t talking about the new baby of her ex-husband, matter of <FACT>, her publicist warned reporters they better not go there. The Jen was willing to open up a little about her life. She tells SHOWBIZ TONIGHT that she still can`t get used to paparazzi hanging on her every move."
  },
  {
    "transcript_id": "CNN-291046",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And that was Paul Ferrell from The Guardian speaking to me earlier. Now, one of the companies that provides detention services on Nauru told CNN it's dealt appropriately with all the allegations. Now no response yet from a second provider. Now, you're watching News Stream and still to come, Kohei Uchimura has led the Japanese men's gymnastic team to gold, and a major source of his inspiration might surprise you. Up next find out what spurs him on ahead of his individual competition.",
    "statement": "Welcome back. Now, he is widely considered to be the greatest male gymnast of all time. Kohei Uchimura competes again Wednesday in the individual all-<AROUND> event. He already led Japan to the gold in the mean's team all-around, a feat he says he cares more about than individual gold. Now, his motivation for sport he says is for the victims of a devastating disaster that struck his country."
  },
  {
    "transcript_id": "CNN-43470",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "I've been surprised that it hasn't happened sooner. I mean, I welcome it. I think it's wonderful right now. But it seemed that the premise was at the beginning that there was going to be a stunning effect of especially American bombing there. There were going to be more defections than we've seen. There was going to be stronger assaults by the Northern Alliance. And you know, here we are almost five weeks later. So I'm surprised that it's surprisingly slow.",
    "statement": "Haron Amin, as far as you <KNOW> -- and you're in daily, hourly <PERHAPS> contact with your colleagues in the Northern Alliance, when the Northern Alliance troops went into Mazar-e Sharif today, were they accompanied by U.S. special forces, U.S. troops?"
  },
  {
    "transcript_id": "CNN-104926",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Fisherman Acy Cooper is trying to come back from Katrina, fixing up his restaurant that got nine feet of water, eager to welcome friends and family back home. But there's another issue here as well. Without federally-funded levee improvements, this coastline could be lost. (on camera): People here can raise their own houses to protect their own property, but they say if the government won't protect this land, who will? (voice over): If another big hurricane hits, this parish is the last buffer between the Gulf of Mexico and New Orleans.",
    "statement": "If you sacrifice Plaquemines today, who do you sacrifice tomorrow? Will it be the Florida Keys? Will it be the California coast? There's got to be some realization that, if you start retreating and start cutting communities off, you <KNOW>, it won't stop just in Plaquemines Parish."
  },
  {
    "transcript_id": "CNN-273252",
    "matched_terms": {
      "might": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Sexual misconduct allegations that dogged -- that dogged Bill Clinton during his presidency are resurfacing right now as he campaigns for his wife, including a decade's old allegation of rape dating back to his time as the attorney general of Arkansas. Our senior political correspondent, Brianna Keilar, is in California right now, where Hillary Clinton is campaigning tonight. Brianna, the Clintons aren't commenting on any of this, are they?",
    "statement": "The Clinton campaign <CERTAINLY> is not, Wolf, but Bill Clinton has been asked and asked about this this week. He has responded, though, not especially directly, today, actually. When he answered a question from CNN's Sunlen Serfaty, <MIGHT> have been the most direct answer. He said of these questions, \"They have all been answered.\" Now Hillary Clinton is flat-out not addressing this topic. I actually asked her about it three times here at her event in san Gabrielle, California, earlier today, and three times she ignored those questions."
  },
  {
    "transcript_id": "CNN-15157",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "There's so much work and at the same time, so many people living in abject poverty and to accept that condition is to diminish each and every one of us.",
    "statement": "Inequalities in health, too, have to be tackled. A high priority is being given to care and prevention for HIV and AIDS. Illiteracy is also a target, with more education being sought for girls especially. All in all, the report presents a challenging list of concerns for the international policy makers who are coming to New York. (on camera): The historic gathering of world leaders here will have as their main public arena this hall, the U.N. General Assembly, and, <OF COURSE>, many of them will speak from this famous podium behind me. But lots of people, including the secretary general of the United Nations, want this U.N. summit to be about much more than speech making."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right, right -- three, a trio. And the fact is we are continuing to get closer and closer to the 2018 election. Imagine what's going to happen if Democrats take control of Congress, you know. And this is a massive challenge. People are tired of the chaos. They are exhausted.",
    "statement": "I just don't <KNOW> if voters really care that they --"
  },
  {
    "transcript_id": "CNN-97248",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "No, no. One-hundred dollar crude is basically about 13 cents a barrel for -- excuse me, 13 cents a cup.",
    "statement": "Right. Matthew, you say oil is cheap. When you compare it to bottled water it is cheap. But the <FACT> is we're already seeing signs that consumers are pulling back. And consumers are the engine of the world's biggest economy."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "maybe": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Mr. Fitzgerald, can you say, does your request to witnesses that they not discuss the case publicly continue beyond this point through the trial? If so, how long will it continue for? And is there a point at which that request conceivably could impede Mr. Libby's right to gather witnesses and facts in his own behalf?",
    "statement": "I'll be perfectly frank: I haven't even <THOUGHT> about that. It's been a long day, and <MAYBE> I need to sleep on that."
  },
  {
    "transcript_id": "CNN-289969",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "OK so General Allen is a warmonger?",
    "statement": "So you <THINK> that the troops ..."
  },
  {
    "transcript_id": "CNN-128292",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And I was friendly, too.",
    "statement": "And your friendly, that's right, and the kids love you. And in <FACT>, in this DVD that you, guys, have out as well, Elmo is going through that very same experience, right? Of a family member who is away and you're having to deal with that. What's that like, Elmo?"
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "might": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Alex Marquardt in Birmingham, Alabama with the Doug Jones democratic campaign headquarters. Let's go to Kaitlan Collins who is in Montgomery, Alabama where Judge Roy Moore's campaign headquarters is located. And Kaitlan, it's obviously a lot more quiet where you are and an emcee just a minute ago said that they're doing a lot of praying there in Montgomery.",
    "statement": "Yes, that's right, Jake. It <MIGHT> be the opposite of what we just heard from Alex Marquardt. It is not nearly as loud in here and it has grown actually <QUITE> quiet from the last time I spoke with you. And Roy Moore had just come through the room here in his election night party, shaking hands, taking pictures. And now that we're seeing these numbers grow closer and closer and see Jones take a lead while these precincts are still reporting, it has gotten very quiet and gloomy in this room. The campaign officials have disappeared and texts are going unreturned but things have <CERTAINLY> grown quite here, Jake."
  },
  {
    "transcript_id": "CNN-91355",
    "matched_terms": {
      "more or less": "ungraded"
    },
    "previous_statement": "DNA profiling is the gem of forensic evidence. It is a powerful tool. Unlike hair analysis or fingerprint identification, it's steeped in science. There are even national standards.",
    "statement": "DNA profiling arose out of the scientific community. It's been <MORE OR LESS> supervised by the scientific community."
  },
  {
    "transcript_id": "CNN-114703",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "Democratic sources say the Senate Foreign Relations and Armed Services chairmen are now writing a resolution re-authorizing the war, but limiting U.S. troops in Iraq to a support, not a combat role.",
    "statement": "We have to start <THINKING> hard about a changed mission in Iraq for our military forces, support them in that mission, but not an open-ended commitment to the Iraqis."
  },
  {
    "transcript_id": "CNN-133382",
    "matched_terms": {
      "guessing": "ungraded"
    },
    "previous_statement": "Yes, I would guess that not just Saudi Arabia, a lot of other countries in the Gulf and the Middle East provided funds for the first President Bush's library in Texas, as well.",
    "statement": "You'd be <GUESSING>"
  },
  {
    "transcript_id": "CNN-334559",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "-- to -- from his perspective -- better protect American manufacturing. It's something that he very much, though, disagrees with many people in his party. So, a more traditional president or politician or leader would have briefings have discussions private discussions with people who disagree with him in his party, here's what we're going to do, lay out what and why and <KIND OF> -- you <KNOW>, be prepared for the onslaught of opposition or <MAYBE> even get some buy-in from people who support him."
  },
  {
    "transcript_id": "CNN-389830",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right, Alex Marquardt, thank you so much. Joining me now to discuss is retired Four-Star Marine General John Allen. He served in 2007 in Iraq and Fallujah, but near the base that was attacked last night, one of the bases. He also visited Irbil, I imagine. And you were deputy commander at CENTCOM, and led the formation of an Iraq War contingency plan. Thanks so much for being here. So, the president said today Iran is standing down. Is that how you see it? Do you expect further response from Iran or its proxies in the future?",
    "statement": "<SURE>. First, let me say how glad all of us are, Jake, that none -- we had no casualties yesterday."
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "guess": "ungraded",
      "quite": "ungraded",
      "doubt": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "As long as the pressure persists and the price is right, people will continue to travel in search of that perfect look. Brian Byrnes for CNN, Buenos Aires.",
    "statement": "And Brian has just caught up with James Brandon, the patient from that report. And he says he was <QUITE> moderately satisfied with his surgeries and pleased with the care he received under Dr. Bukret. Now, tomorrow, we meet a man who traveled <AROUND> the world for free. This is how he did it -- Twitter. Freelance writer Paul Smith (ph) decided he wanted to go from his home in New Castle, Northern England to Campbell Island off New Zealand in just 30 days. He posted his aims on Twitter. Fellow users came through for him. They both him flights, ferry and train tickets and helped out with spare beds and road trips, even. Hear his story when he joins us this time tomorrow. On the subject of extreme travel, I want to reconnect you with a story we brought you several months ago that's still getting a lot of reaction online. Fourteen-year-old Laura Dekker set sail this morning on a journey that she <HOPES> will see her become the youngest person to sail around the world solo. It's a controversial voyage. Last August, Dutch authorities placed the teenager under state care after her parents refused to prevent her from taking the trip. Now a Dutch court says she can sail if she fulfills certain requirements. Loads of you have had your say on our Web site. QuasiMojo writes: \"Adventure flows through the veins of some people. But I <DOUBT> this young girl is fully aware of the risk.\" Well, highfive says: \"Having been a fisherman, I've learned that the ocean is no joke. It's no place for a child.\" And BirdSlayer adds: \"At 14 years old, she <SHOULD> be going to school and preparing for college. Does the sailing community really condone this?\" Join the debate and have your say on CNN. Go to CNN.com/connect. Now, as the rains ease and the floodwaters ebb, <GUESS> who's there helping the Pakistanis? A banned Islamist group, for one. It and a handful of Muslim charities are making a difference. Islamabad and Washington worry they <MAY> also be making allies."
  },
  {
    "transcript_id": "CNN-278442",
    "matched_terms": {
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yeah. (",
    "statement": "You <KNOW> what, OK, I know what you're going to say, Jeremy. Let me just -- I can't, because nobody's listening to you, Jeremy. OK. Nobody ever listens to you. Let me just explain. The problem that we have with trade, Jeremy, Jeremy, let me just tell you, is we have people on the other side that are grand masters at monetary manipulation, at currency manipulation. They're manipulating their currency to such an extent that our companies cannot compete with other companies in other nations. They just can't compete. And because of that, we're losing our jobs. If you take a look at how many jobs China, as an example, has taken from us, but it's not just China, it's everybody. China is the big abuser, because it's the biggest. China has taken millions of jobs, of factories. What they've done to us, it's actually and <THOUGHT> about it the other day, it's the greatest theft in the history of the world. They've taken out so much money. And again I love China, it's great. And I don't hold anything against their leaders. I wish our leaders would do the same thing in reverse but they don't. And we cannot continue -- hey look I won Michigan, and I went up there. And these people are incredible people. You take a look at some of the factories that have been abandoned there, where they moved into Mexico. You take a look it as an example in Chicago, where you have Nabisco moves it big plant. They're closing their plant, they're moving to Mexico. Ford building $2.5 billion factory, cars in Mexico. I mean we can continue do it. Carrier, two weeks ago Carrier announced they're going to close, 1,400 people laid of they'll going to build the air conditioners. They're going to put their air conditioners in Mexico. There going to build them in Mexico. How does that help us? ("
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "And I'm Don Lemon. You're in the",
    "statement": "And we really have a bit of everything today on this first day of <MAY>. A river in Maine spilling into the streets of a small town. It is still winter in parts of the Rockies and the Black Hills. We have snow and a lot of it. And, yes, it is May 1. Check out the snow. Look at that, I-70 there, heading west of Denver. We're going to talk about that in a moment. And also in the southwest, it is fire season. And this one is burning near the Grand Canyon. Plus, the earth has been shaken again and again in Illinois and also in California."
  },
  {
    "transcript_id": "CNN-327623",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The president's lawyer now says it was he who wrote a controversial tweet which says that Trump knew Flynn had lied to the FBI before he fired Flynn. Some Democrats say this amounts to obstruction of justice. All of this unfolding as President Trump is one step closer to scoring his first legislative win. Can the House and Senate iron out their key differences on these tax bills? And President Trump just endorsed embattled Alabama Senate nominee Roy Moore in a new tweet. So we have lots to cover. Let's begin with CNN's Joe Johns. He is live at the White House. Good morning, Joe.",
    "statement": "Good morning, Alisyn. The president or others with access to his Twitter account seemingly wading into dangerous waters over the weekend with what <COULD> be construed as an admission just days after his former national security advisor pleaded guilty to lying to the FBI. And there's also those harsh words from the president on Twitter about the nation's -- the nation's most well-known law enforcement agency."
  },
  {
    "transcript_id": "CNN-274436",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello, I'm Wolf Blitzer. It's noon in Tulsa, Oklahoma, 1:00 p.m. here in Washington, 11:00 p.m. in Islamabad, Pakistan. Wherever you're watching from <AROUND> the world, thanks very much for joining us."
  },
  {
    "transcript_id": "CNN-91648",
    "matched_terms": {
      "may": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "The day of the dead. One month after the Asian tsunamis, prayers, memories and pain. Hello and welcome. The truth is, Asia still doesn't know what hit it. The death toll climbs and then drops as more bodies appear, but earlier calculations change. By our count, 143,000 people are known to be dead, but an even greater number are missing. So one month after the waves washed ashore in 11 countries, it could be nearly 300,000 people who perished. We just don't know. The United Nations estimates that 5 million people were severely affected. How do they all recover? No one knows that either. Maybe just one day at a time. And now, it has been a month. On our program today, one month after. We being with John Irvine.",
    "statement": "The Indian Ocean <MAY> have been a flat can (ph) today, but a month ago it delivered the sea monster that so savaged this place and its people. Having come through hell and high water, their fortitude is remarkable, and yes, Banda Aceh can be rebuilt. But only an imagination blind to reality can envisage this city being what it was. An army of workers has descended on the wasteland. Many roads are now <CLEAR>, but the images remain incredible. A house dumped onto a street, a large boat left stranded in suburbia. People keep coming back here looking for a reminder of home, and searching for loved ones. This girl can't find her mother or sister."
  },
  {
    "transcript_id": "CNN-191663",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, it's always hard to say that somebody is actually going to kill themselves you know on the basis of something they say on the phone. But this is what we know, based on the autopsy and the telephone call. Arkansas police say that he had drugs in his system. He had amphetamines in his system, marijuana and benzodiazepines in his system, enough to affect his behavior. The girlfriend indicates that a call was made and that he indicated that he was afraid. So we have those two things. And of course, you know, the autopsy makes some findings that the police will think are very helpful to their position.",
    "statement": "Do you <THINK> the U.S. Justice Department <SHOULD> conduct an independent investigation to avoid any appearance of -- of any wrongdoing here?"
  },
  {
    "transcript_id": "CNN-56667",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "On to the scandal on Wall Street. WorldCom begins laying off 17,000 employees today, while subpoenas go out to WorldCom's top management. Mississippi, a poor state, <COULD> count WorldCom among its most prized assets until now. Sean Callebs is live outside of WorldCom's headquarters in Clinton, Mississippi -- good morning."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "My pleasure.",
    "statement": "-- thanks so much. Appreciate it. Well, it <COULD> have been a tragedy, but rescuers rushed in to save this toddler and six other people trapped in floodwaters in the Pacific Northwest. We will have the very latest on this."
  },
  {
    "transcript_id": "CNN-370990",
    "matched_terms": {
      "clearly": "ungraded"
    },
    "previous_statement": "Going before cameras after two years to highlight the central findings of his report, specifically saying he did not exonerate President Trump on the crime of obstructing justice.",
    "statement": "If we had had confidence that the president <CLEARLY> did not commit a crime, we would have said so."
  },
  {
    "transcript_id": "CNN-408219",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "None",
    "statement": "So, less than three months from Election Day and the U.S. Postal Service says it is planning to remove hundreds of high volume mail sorting machines as a cost saving effort. They're taking them out of several facilities across the country in all the different states. It's <OBVIOUSLY> sparking fears about delays during the weeks that people mail-in their ballots. Just yesterday, the president talked about and admitted why he doesn't want to see more funding for the postal service, because you can't do universal mail-in voting unless they have more funding. And without evidence, he claimed that an increase in mail ballots will lead to one of the greatest frauds in voting history. That is just not true."
  },
  {
    "transcript_id": "CNN-90267",
    "matched_terms": {
      "may": "ungraded",
      "clear": "ungraded",
      "apparently": "ungraded",
      "unclear": "ungraded",
      "appears": "ungraded",
      "appearing": "ungraded"
    },
    "previous_statement": "We have confirmation now of another American casualties in Iraq within the past 24 hours. A military spokesman says two U.S. soldiers were killed and five wounded yesterday in a car bombing. It happened at the Treble (ph) border crossing between Jordan and Iraq. There's been bloodshed in the northern Iraqi city of Mosul today. A suicide car bomber blew up his vehicle beside a bus carrying Kurdish militiamen. Authorities say at least seven were killed. Prisoners and photos, the Navy is investigating Internet photos that appear to show Navy SEALs posing with Iraqi detainees. CNN's Kimberly Osias is live, from Washington, with more details -- Kimberly.",
    "statement": "Hello, Fredricka. Well, the photos <MAY> not show a <CLEAR> case of abuse, but Navy officials say they do display poor judgment at a minimum. They're now conducting a preliminary investigation. Who exactly took the pictures is <UNCLEAR> at this point. There are about 200 of them in all. Only a few of which are now drawing attention. Date stamps on the photos indicate May 2003; several months before the far more brutal photos from Iraq's Abu Ghraib prison were taken. According to the Associated Press, the pictures were placed on the Internet by serviceman's wife, who just returned from duty. That site is now only accessible by a password, according to senior Navy official. Take a look at the photos, you are looking at them now. One shows a detainee lying face up on the ground with a boot at his chest. Another shows a detainee <APPEARING> to be grabbed forcefully at the neck. Others show some <APPARENTLY> with blood. What all this means exactly is difficult to say right now because Navy officials are still investigating the context in which the photos were taken. And that context is a critical distinction between this and Abu Ghraib. Some former officials say this instance <APPEARS> to be not in a prison, but rather at a point of capture. And different standards apply. Navy specialist Jeff Bender says the matter is under investigation. He also adds \"There are strict Navy regulations prohibiting the photographing of detainees for other than official purposes. Additionally, prior to deployment, Navy special warfare personnel are instructed that taking unofficial photographs of POWs and detainees is prohibited.\" Military attorneys say this incident is vastly different from Abu Ghraib and that the photos are inconclusive. Sources say if the preliminary investigation suggests criminal wrongdoing, services will be called in. And, Fredricka, as of now, that has not happened."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Mainly. So I <FEEL> like <MAYBE> she`s a bit confused and her mom was in the midst of trying to do something very public and big, <OBVIOUSLY>, so maybe she was trying to <SORT OF> appease her mother by like breaking up with him and not going out with him or something. That`s the only thing I can <THINK> of."
  },
  {
    "transcript_id": "CNN-212540",
    "matched_terms": {
      "could": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "State of Arizona versus Jodi Ann Arias. Verdict, count one. We the jury, duly impaneled and sworn in the above- entitled action upon our oath, do find the defendant as to count one, first degree murder, guilty.",
    "statement": "My book \"Exposed: the secret life of Jodi Arias\" goes to the deeper why. Why did this happen? How <COULD> a demure, <SUPPOSEDLY>, young woman -- petite, pretty, soft spoken -- slit a guy`s throat ear to ear six inches across and three and a half inches deep? How does that happen? This book answers that question with stunning new information that has never been reported before. A portion of the proceeds of this book will go to two charities. One, Travis Alexander`s and the other, animal causes, which Travis Alexander was very involved in."
  },
  {
    "transcript_id": "CNN-111250",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "All right. Andrea Koppel on Capitol Hill. Thank you.",
    "statement": "Well, <SHOULD> a lawyer join her client behind bars? Lynne Stewart blames post-9/11 hysteria for her conviction for helping a convicted terrorist spread his message. Her sentencing ahead from the NEWSROOM."
  },
  {
    "transcript_id": "CNN-61233",
    "matched_terms": {
      "of course": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "As we continue to follow this breaking news story, there's another breaking news story that we've been following all morning and that is the shooting -- the shooting death of five individuals in the Maryland suburb of Washington. Our Bob Franken has been following this story as police are still searching for the shooter. Bob, do you have new information for us?",
    "statement": "Well, I wanted to tell you that just moments ago, some police cars went screaming past us with their sirens going. We see that a helicopter is hovering overhead. We have no idea how significant that is, if it's even connected to the incidents that have happened out here and <OF COURSE>, we'll keep you updated on that as soon as we <KNOW> more. But in any case, that just occurred moments ago with no information about why they were tearing down, heading in that direction. What we do know now is that police have just held a news conference, spent time talking about the <FACT> that the massive search in this area involved a variety of secret service, FBI, county police departments, including, of course, Montgomery County here, the Washington D.C. police departments, the Maryland state police, all looking for those people or person involved in five shootings that the police <BELIEVE> were random shootings that occurred last night. The first one at 5:20 p.m. Nobody was hit in that particular one, but the police say was involved. Starting about 40 minutes later, another shooting in which somebody was shot and killed. And these are shootings that have occurred this morning, one of them occurred right in back of me at this gas station, where a taxicab driver was filling his car when he was shot and killed. Another one occurred at a Shell station -- this was a Mobil station in back of me -- at a Shell station further down the road, where a woman was vacuuming her car when she was shot and killed. Police are <KIND OF> coy about the witnesses possibility, but one witness, they said, discussed the possibility that the car that the shooters were using, and I say shooters for this reason: <MAY> have had two occupants. Police are not <SURE> of that. They also say that one witness said there was some <SORT OF> black lettering on the side of a vehicle, a box type van that had a broken tailgate. All of this kind of flimsy information right now, but the police are flooding the area. Now, schools in Montgomery County, which is a suburban county north of Washington -- schools in Montgomery County and D.C. are shut down to the point that the students who are there are being kept inside, no recess or anything like that for obvious reasons. The police said that they are working on plans now to close the schools, that at each of the schools that's affected, there will be a patrol car, police patrol on the scene to make sure that the children are safe. Of course, one of the big things they've been trying to do out here is to make sure the parents who would, for good reason, be worried, don't worry. They say that the people whoa re in the schools, the children who are in the schools are as safe as can be. But there is going to be a police presence at both the schools. There has not been a shooting incident since about 10:00 this morning. Police, of course, have this massive search that's going on, helicopters, a variety of agencies from <AROUND> the area and as I just said, police cars went screaming to a location that way and there are some helicopters in the area. Don't know at this point if it has any consequence. <OBVIOUSLY>, we'll keep you apprised, Kyra."
  },
  {
    "transcript_id": "CNN-110722",
    "matched_terms": {
      "think": "ungraded",
      "seem": "ungraded",
      "kind of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "So, how does Mr. Owens move beyond this, Don?",
    "statement": "Well, I <THINK> that we're talking about football already again with -- with Terrell Owens is remarkable, given where the story seemed to be at this morning. But I think that he <KNOWS> that this is virtually his last chance in the NFL to get it right. This is three strikes and he's out, so I think he's pretty determined. Trouble does <SEEM> to find him, Paula, na matter what he does, but in this case I really think it was a confluence of circumstances that he can <KIND OF> distance himself from if he performs on the field very shortly."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes it is. They are communicating a political message, and the fact is, is it's not equal.",
    "statement": "There's not a historical pattern of discrimination against straight people. One of the viewer's e-mail said it, you <KNOW>, we live straight pride every day of our lives -- on television, in advertising, in walking down the street. You know, two gay people walk down the street hand in hand, they get looked at. A straight person walks down the street, nothing happens."
  },
  {
    "transcript_id": "CNN-409050",
    "matched_terms": {
      "of course": "ungraded",
      "potentially": "ungraded",
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The U.S. Gulf Coast is bracing for not one but two powerful storms back to back this week. First up is Marco downgraded a short time ago from a hurricane to a tropical storm. And following right behind it is tropical storm Laura heading towards some of the same areas in Marco's path. Now this video here shows the long line of traffic as people leave the town of Grand Isle in Louisiana. Evacuations have been ordered for parts of the state. And over the weekend the storm killed at least nine people in the Caribbean. Meteorologist Pedram Javaheri joins us with more. You've been tracking both storms. What's the latest?",
    "statement": "Well you <KNOW>, Kim, you've got to go back to 1959, the last time we had two named storms in the Gulf of Mexico simultaneously. And this particular set up, <CERTAINLY> has what it takes to become that here over the next 24 or so hours. As you noted, Marco has weakened in the past several hours. That's good news that the system is really running into <QUITE> a bit of wind shears. So, wins essentially upstairs or above the storm is shredding it apart. That is now displacing its center from where the track is going to be over the next 24 hours. It'll <KIND OF> shift a little farther towards the West. But here's what we're looking at. We <THINK> it'll approached the coast of Louisiana sometime Monday evening. <POTENTIALLY> skirt the coast, <COULD> make landfall there as a tropical storm or it could just parallel the coastline at the western portion of Louisiana and then rain itself out and never make landfall altogether. But the bigger story here is going to be the heavy rainfall that's in place and <OF COURSE> the water that's been displaced in advance of it. The storm surge across this region as much as six feet or almost two meters high in some of these higher areas across the Grand Isle, where we now evacuations have been in place. But if you notice what's happening on the heels of this. This is a storm that we're really most concerned about. This is tropical storm Laura and it has what it takes here to develop rather quickly within the next 24 to 48 hours. We think it will be in the Gulf of Mexico by this time tomorrow. Beyond that warm waters in advance of it and also, less list wind shear. The winds above it, really not going to break it apart. So that will allow the storm to continue to strengthen rather quickly and the National Hurricane Center warns by Wednesday morning, Wednesday afternoon when this system approaches land somewhere <AROUND> the same spots, they say Western Louisiana and/or eastern Texas. This is going to be an area to watch carefully when it comes to potentially category 2 or category 3 system making landfall. Notice, Kim, of course we do have significant amount of oil platforms offshore across his region as well. So, this is certainly going to be a big player for the folks there. About 600 platforms, 114 which have already seen evacuations in place there and the rainfall amounts could be excessive and factoring what is stated to happen in the next 24 hours with Marco. And then give it about 38 to 72 hours from right now and another system named Laura moves in on Wednesday. So essentially, you're getting two storms within two days across his region, which again, hasn't happened since the 1950s -- Kim."
  },
  {
    "transcript_id": "CNN-210201",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Something might slow you down; it's called falling in a fountain. Welcome back to NEW DAY, everybody. You've heard of distracted driving and how dangerous it is, but what about distracted walking? Are you a victim of this? A new study shows just how serious actually a problem it actually is and how it could become a lot worse. CNN's senior medical correspondent Elizabeth Cohen is live in Atlanta, not texting while reporting. That's also very dangerous, Elizabeth.",
    "statement": "Right, I try not to do that ever. But, Kate, so many people walk and text. But after you see this, you <MAY> never do it again."
  },
  {
    "transcript_id": "CNN-362795",
    "matched_terms": {
      "know": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Now to Nigeria where the polls are open this hour but there have been problems. Today's voting comes after a week's long delay. The presidential and parliamentary election was suddenly postponed last Saturday. The country's electoral commission cited logistical reasons but many were skeptical. The parties are pointing fingers at each other and the delay is blamed for low voter turnout. Let's get the latest from David McKenzie. David is in Johannesburg. Also our Stephanie Busari following the story in Lagos. We start with you, Stephanie. What are you seeing at the polls? What is the feeling, the mood, as people, I guess, return to vote after not being able to do so a week ago?",
    "statement": "Yes, so, what we are seeing here is more delays this morning. You <KNOW>, people have been here for hours, two hours after the voting was supposed to start. Election officials haven't turned up. You know, it was just a disappointment for many. They were telling us they were <HOPING>, after the delay last week, things would have -- they would have expected things to start on time. What is really obvious, the sense we are getting here at the polling stations, and we have been to several, is that Nigerians are determined for their votes and voices to be heard. I spoke to one young lady that came off a night shift and came straight to a polling station. She had been there since 7:00 am this morning, was waiting patiently. She expressed her disappointment but she was determined to cast her vote. President Buhari has voted. Several thousand citizens have not had a chance. Here, behind me, at this polling station, voting has started. There's a sense of relief. People are smiling. They are happy to finally, Africa's largest democracy voting is underway."
  },
  {
    "transcript_id": "CNN-166362",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "He said he meant no disrespect. He said disagrees with Senator McCain on whether the techniques, for example, helped catch Osama Bin Laden, but he also says it's outrageous to suggest he was disrespecting McCain's service to his country. So probably cleaned that up pretty quickly especially since Santorum's talking about the White House maybe.",
    "statement": "OK. We'll be watching and waiting to see what happens come 2012. A couple of names <MAYBE> being thrown out there as some were being taken away as we've seen in the last couple of days. Joe Johns, good to see you. Thank you very much. And now quickly here before we hand things over to Wolf. Tomorrows news today, let's fast forward. President Obama, as we mentioned, delivers one of the biggest speeches of his presidency so far. He is expected to talk about the killing of Osama Bin Laden in addition to U.S. relations with the Middle East. Also Secretary of State Hillary Clinton testifies at a hearing on Afghanistan and Pakistan. We'll have all of that for you tomorrow. And now as I've said, to my colleague Wolf Blitzer in Washington with \"THE SITUATION ROOM.\" Wolf to you."
  },
  {
    "transcript_id": "CNN-398949",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "They <THINK> it's a setup of some kind. Impeachment 2.0 some have called it. Are there any Republicans on the committee? What do you say to them to assuage their fears about this?"
  },
  {
    "transcript_id": "CNN-33507",
    "matched_terms": {
      "potential": "ungraded"
    },
    "previous_statement": "The American flying public has its own safety concerns to worry about. The nation's airports are on track to eclipse last year's record number of runway incursions: incidents in which planes, vehicles or individuals stray onto the wrong runways. Each mistake could cost hundreds of lives. CNN's Patty Davis is at Reagan National Airport with a closer look for us this morning -- Patty.",
    "statement": "Well, Leon, one of those close calls happened here at Reagan National Airport just last month. An air traffic controller cleared a small plane to land, but at the same time cleared a large US Airways jet to take off. He realized, though, that he had made his mistake. He realized that those two planes would likely collide at the intersection of the two runways and ordered the small plane to stop. The small plane was actually able to do so about 200 feet from that US Airways jetliner as it roared down the runway -- a collision averted in this incidence. But the numbers are rising nationwide. And so far this year, that trend looks to be about the same as last year: 201 runway incursions the FAA says so far this year, compared to last year's 202. And the FAA has taken a number of steps, including a new radar-based system that is already at San Francisco and at Detroit airports -- coming to other of the nation's largest airports. That system alerts the controllers to <POTENTIAL> collisions on the ground. And the FAA says there is one thing in common with all of these runway incursions."
  },
  {
    "transcript_id": "CNN-62224",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Hi, Arthel.",
    "statement": "Hi. We have some e-mails for you, starting with Chris from NYPD, it says. \"Why is everyone concentrating on the false flaws of law enforcement? The initial description of the sniper and vehicle used was <ABSOLUTELY> contrary to the actual perpetrator, or perpetrators. Police are not psychics, and people in the press expect too much. Why is that?\""
  },
  {
    "transcript_id": "CNN-116109",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Stuck ultimately led to foreclosure for one in every 200 Greeley households in February. Countywide last year it was one in every 37. And on this street, it seems like every other home. (on camera): There are a lot of houses here. 1018, for example, a lot of houses on this street that are actually in foreclosure. (voice over): Across town it's the same grim story. (on camera): Dottie Chrispen has called this house her home for three decades. Today she is packing up a lifetime worth of memories. Do you think you're going to make your deadline?",
    "statement": "I don't <THINK> so. It's going to be touch-and-go. If I can get them to extend it -- I don't think I will be able to, though. Just not enough time and too much to move."
  },
  {
    "transcript_id": "CNN-202173",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We have said for years, ever since we watched this pope be elected in 2005 that he was wearing red Prada shoes. I'm afraid we've been wrong.",
    "statement": "They are red shoes given to him because Constantine gave him the privileges of being an emperor and he allowed them to wear red shoes and a red cape. But, frankly, the papal shoemaker is up the block. He's not Prada. So the devil <MAY> have worn Prada, but not this pope."
  },
  {
    "transcript_id": "CNN-85269",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Relieved, too, is embattled British Prime Minister Tony Blair, who called it a powerful message to terrorists and insurgents in Iraq.",
    "statement": "I <THINK> they now <KNOW> that it isn't just the United States and the U.K., or, indeed, the multinational force. It's the whole of the United Nations and the world community."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "best": "ungraded",
      "feeling": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "What effect, good or not so good do you think Sex and the City had on girls around the world?",
    "statement": "I'm not <SURE> that I'm <BEST> suited to answer that. I mean, I <THINK> that in some ways, it's - it has been and <MIGHT> continue as new generations discover the show. I think it's been good in terms of the <KIND OF> -- the <<FEELING>> that people can talk about their -- their intimate lives. That they have a voice in it. That they can be who they authentically are. And, you <KNOW>, whether it's how they choose to live sexually or the kinds of exchanges they share with friends and intimate friends. And I think -- I think for a while there was an emphasis or <SORT OF> this sort of superficial <STUFF>, which was always titillating and fund but as important as the journey of friendship and the search for home and love. So."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "So it's a chicken and egg problem. Consumers can't buy more fuel efficient cars if Detroit won't make them, and Detroit won't make them unless lots of people are ready to buy.",
    "statement": "For now, American carmakers are steering hard toward change. More hybrids, more flex fuel cars, even an electric Chevy heading to market. But if gas prices drop again, who <KNOWS> which way the road will turn. Tom Foreman, CNN, Washington."
  },
  {
    "transcript_id": "CNN-132539",
    "matched_terms": {
      "may": "ungraded",
      "stuff": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "I don't think anybody wants that job.",
    "statement": "So, remember that Romney is a former Michigan favorite son. He also had a surprising bottom line. He <THINKS> if the government bails out the Big Three, that we can kiss the American automotive industry goodbye. And a little bit later, wait a minute. This <STUFF> wasn't supposed to change, or was the stuff supposed to change? Washington lobbyists armed with their checkbooks swarming brand-new members of Congress. Coming up, watch Washington's lobbyists as they pounce. We will also dig into reports that Hillary Clinton <MAY> be having second thoughts about becoming secretary of state. What is really going on?"
  },
  {
    "transcript_id": "NPR-19300",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "All right.  By contrast, the opening paragraph now of Melville's      \"Moby Dick.\"",
    "statement": "(Reading) `Call me Ishmael.  Some years ago, never mind how      long precisely, having little or no money in my purse and nothing      particular to interest me on shore, I <THOUGHT> I would sail about a little      and see the watery part of the world.  It is a way I have of driving off      the spleen, of regulating the circulation.  Whenever I find myself      growing grim about the mouth, whenever it is a damp, drizzly November in      my soul, whenever I find myself involuntarily pausing before coffin      warehouses and bringing up the rear of every funeral I meet, and      especially whenever my hypos get such an upper hand of me, that it      requires a strong moral principle to keep me from deliberately stepping      into the street and methodically knocking people's hats off, then I      account it high time to get to sea as soon as I can.'"
  },
  {
    "transcript_id": "NPR-18859",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I believe 2018 will take care of itself. I want 2017 to be a year of governance where we can come together and work in a bipartisan and a bicameral capacity.",
    "statement": "That's a pretty moderate message. It's just not <CLEAR> yet who's listening. Susan Davis, NPR News, Flanders, N.J."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So what are the lessons in the accidental presidents that help us say we were in really turbulent times and now we're in turbulent times again? What lessons do we have for how we navigate out?",
    "statement": "Well, I <THINK> -- I mean there's -- in terms of the lesson from the book, a starting point would be we <SHOULD> give more <THOUGHT> to how we choose the vice president of the United States. You <KNOW>, when Lyndon Johnson decided to leave the most powerful seat in Congress to run with Kennedy, there was a 20 percent chance that he would become president. If you look at all the close calls and combine them with the presidents that actually died, today's vice presidents have a 42 percent chance of becoming president, if all those close calls had actually happened. Those are pretty high statistics. And yet we still choose vice presidents as political marriages of convenience to win a state, appease a constituency, neither of which happen consistently. And we don't think about the person who's the <SORT OF> the understudy to the highest office in the land as somebody who can actually lead this country. So that's a starting point. But I would say the other is, you know, we should anticipate gaps in our system and experiment with solutions along the way. So the 25th Amendment was the culmination of various experiments with succession laws where first it was the president pro tem followed by the speaker. Then they got rid of both and it was just the cabinet. Then they restored the president pro tem and the speaker but they flipped the order. We don't -- we should resist the urge to answer every single question at the moment. Instead, allow ourselves to try different things. Had we basically tried to comprehensively solve the succession crisis in the Constitution, I'm not <SURE> we would have been better off."
  },
  {
    "transcript_id": "CNN-26488",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "House and Senate leaders say they will consider merging their separate investigations into controversial last-minute pardons issued by former President Clinton. At the same time, federal prosecutors in New York are looking into whether Clinton commuted the sentences of four convicted swindlers to gain Hasidic Jewish votes for his wife's senate campaign. An article in this week's \"Time\" magazine, with a tribute to Dale Earnhardt on the cover there, examines the growing pardon scandal and the key players under investigation. And \"Time\" correspondent Michael Weisskopf contributed to that report. And he comes us -- to us now from Washington. Michael, you've been <SORT OF> fleshing out the details of who played what role in this pardon story. And there's another name we're going to be hearing about this week I'm going to have to get used to. Tell us about her."
  },
  {
    "transcript_id": "CNN-133382",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, they want to do it right.",
    "statement": "I <GUESS>. Yes."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, I don't think you can. I don't think there is any choice but to pay attention to this for the most part, especially when Comey testifies. I guarantee you that's going to be like the John Dean moment of this matter. When he comes out and he goes through the memos that he did, he goes through the description of what he had to do in speaking to Trump what Trump said to him on those three occasions when he asked him am I under investigation. I guarantee you once that comes out that is going to be absolutely riveting and it is going to change a lot of people's mind.",
    "statement": "How will it make a difference, Jill, if you are not being served by the so-called news organization that you <MAY> be watching or reading or the commander in-chief is telling you it's all fake news yet people are being fired, special prosecutors are being, you <KNOW>, appointed <AROUND> you, people are being dismissed, you know, yet it's fake news, how can that happen?"
  },
  {
    "transcript_id": "CNN-191623",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "How does it feel, though, when you hear people say Michael Strahan is the front-runner for this job?",
    "statement": "I don`t <THINK> about it."
  },
  {
    "transcript_id": "CNN-166761",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Four days after an historic tornado demolished much of Joplin, Missouri, contractor Darren Collins started construction on the first new building to emerge from the rubble.",
    "statement": "At some point, we're going to have to stop scratching our head and staring at the rubble and roll-up our sleeves and get things back to some <SORT OF> normalcy."
  },
  {
    "transcript_id": "CNN-194449",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But still could change it?",
    "statement": "<COULD> change it. Anything could change."
  },
  {
    "transcript_id": "CNN-71182",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Yes, and that is the key. And if you say it's irrelevant, how can it be irrelevant when he is calling publicly again for more attacks against people in your country?",
    "statement": "Oh, he's been doing that for years. So for us, whether he releases a tape or not, it's not going to change our <OPINION> to be on a high state of alert. I <BELIEVE> it's more from a psychological effect on people than anything else, because we <KNOW> what they want. We know what they're doing. For us, basically, it indicates an act of desperation. I do not believe his acts, that people will hear their voices and act on it. You know, let's see what will happen. What is interesting, I <THINK>, in the whole voice is the <FACT> that he brought in Norway, which is the first time that they were mentioned. And that's something to look into, whether they know something or just they misspoke on that tape."
  },
  {
    "transcript_id": "CNN-354512",
    "matched_terms": {
      "around": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Do you think she's doing a good job?",
    "statement": "-- defending her. So here's what I can say about 2018. So far, everything <SEEMS> to be running fine. There's no corruption or fraud, no evidence of any wrongdoing at the moment. And she's working -- her and her office, they have people working <AROUND> the clock to get this machine recount done and, hopefully, they'll finish it on time. If she finishes it on time and properly, I will not criticize her. I'll be happy about that."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It`s breaking down -- my God, it`s been breaking down since day one. Yes. Our criminal justice is terribly screwed up, but it`s the best thing going.",
    "statement": "What I meant -- I <KNOW>. But that`s what I`m saying is, has it always been this screwed up?"
  },
  {
    "transcript_id": "CNN-177262",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "should": "ungraded",
      "opinions": "ungraded"
    },
    "previous_statement": "What's your message to him and his mom, then?",
    "statement": "My message is that I -- I <BELIEVE> in equal treatment for all Americans, and I <THINK> that's what we need to have and respect for each other. I think that family is very important. And I am very unashamed. I believe that we <SHOULD> all be allowed to have our <OPINIONS> respected. And I stand for marriage, and marriage between a man and a woman."
  },
  {
    "transcript_id": "NPR-12659",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Thank you very much. Glad to be with you.",
    "statement": "And again, we don't <KNOW> all the details of the confrontation. What makes you <THINK> that Stand Your Ground does not apply to George Zimmerman's defense?"
  },
  {
    "transcript_id": "CNN-339839",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "So, it was a full really felt like a campaign rally as we start to look forward towards 2018. You wrote about this issue. Do you think the central issue would be these tax cuts and how they played out or foreign policy?",
    "statement": "Well, I <THINK> President Trump is increasingly turning his attention to foreign policy because his legislative agenda has stalled, a lot of the things he tried to do through executive orders have been challenged by the courts. But foreign policy is where the president has the greatest unilateral power. That's where he is focusing his attention now. The attention to his foreign policy agenda is starting to raise the approval ratings for him which he takes a lot of pride in. So, that <MAY> be where the president is focusing attention. Republicans, however, want the conversation to be about tax cuts and they want to draw that contrast with Democrats who have gotten themselves in a bit of trouble by railing against the tax cuts. Nancy Pelosi calling them crumbs when a lot of Americans did get significant amounts of money. Republicans want to draw a contrast with the tax cuts."
  },
  {
    "transcript_id": "NPR-48716",
    "matched_terms": {
      "know": "ungraded",
      "stuff": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "Every day, they're out there, shooting - every day.",
    "statement": "This is what I'm talking about. It's little <STUFF> like this that lets Moms <KNOW> like, all right, I'm aware of Moms's <FEELINGS>. I love Moms, so let me at least help her out."
  },
  {
    "transcript_id": "CNN-327623",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Be well. Alisyn.",
    "statement": "All right, Chris. Let's get some analysis now. Let's bring in our CNN political analyst, David Gregory, for everything that he just heard with Marc Short. Before we get to what you just heard about the taxes and Marc Short, let's quickly touch on the prison's announcement this morning. He has officially endorsed Roy Moore. He says in a tweet, \"We need Republican Roy Moore to win in Alabama.\" This is the first time that he names him, you <KNOW>, by name."
  },
  {
    "transcript_id": "CNN-308090",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "He said that there is no difference between the rules regarding precedent when you a circuit court judge and when you are Supreme Court justice. That's just plain wrong. And third, he looked us in the eye and he said he would have walked into the room if the President had asked him to reverse Roe versus Wade. Wouldn't have walked out of the room. He would have politely said to the President, I'm sorry Mr. President, that's inappropriate question. And if you are going to insist on that, I can't accept this position. You wouldn't walked out in the room. That was hyperbole. Other than that, he did very, very well. He really did much better than most of the senators other than Al Franken who asked him the hard questions.",
    "statement": "OK, I want to move on because I want to switch gears for a moment and talk about your chat with President Trump this weekend in Mar-a-Largo, no <DOUBT>. You were both there at the same time. The President struck up the conversation that you recorded to. That's what you said. So give us the details. What did you talk about?"
  }
]