[
  {
    "transcript_id": "CNN-51677",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We have been watching that process as it has been unfolding, Mrs. Tawil. And I want to ask you, is it possible that we can talk with Yasser Arafat?",
    "statement": "<WELL>, I mean, we can't reach him now. You <KNOW>, the fighting is going from one room to the other."
  },
  {
    "transcript_id": "CNN-392164",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "So what were your thoughts when you saw that very impassioned speech from Senator Romney prior to his decision?",
    "statement": "<WELL>, I've always been proud to have worked for Mitt Romney, and was proud to see him vote his conscience. Even if you disagree with him, what he did was, he made a very difficult decision. And he is going to face significant blowback from the Republican party. This is Donald Trump's party. Many in his party are disappointed by Governor Romney's decision, his Senate colleagues, people in Utah. And he will have to deal with the consequences as a result of this. But I <THINK> he understood that going into it. It was clearly a decision that he put a lot of time into <THINKING> <ABOUT> and knew what the consequences would be, and knew that he was disappointing many in the Republican Party with what he did."
  },
  {
    "transcript_id": "NPR-19595",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And has made significant gains.",
    "statement": "In <FACT>, the president was up by--What?--9 points with      Hispanic voters in the last election over previous performances."
  },
  {
    "transcript_id": "CNN-164091",
    "matched_terms": {
      "about": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "OK. We`ve got Russell Brand`s remarkable new revelations <ABOUT> love and drugs. In his brand-new film, \"Arthur,\" Russell takes on the role of the most famous drunk billionaire in the history of Hollywood films. Even though Russell has famously struggled with addiction, he tells SHOWBIZ TONIGHT that this is not a case of art imitating life. That is unless you count his recent marriage to singer Katy Perry, because Arthur does fall in love. When SHOWBIZ TONIGHT asked Russell if he <THINKS> people`s perceptions of his outrageous ways are accurate, he explained why they`re all wrong <ABOUT> him."
  },
  {
    "transcript_id": "CNN-67493",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "There has been one for 60 years.",
    "statement": "Big political news from the Democrats from Hollywood. The spokesman for Dreamworks SKG announced that his employers have not yet decided on their choice for a president -- a candidate for president. Dreamworks is a movie studio, which <BELIEVE> it or not doesn't necessarily have to pick a candidate for president. But the Dreamworks partners, Steven Spielberg and Jeffrey Katzenberg, do. They just haven't decided who it is yet. Surely the movie boys are looking for somebody who opposes traditional American values, loves big government and just adores the Democratic field of nine candidates, which now ranges from the left to the far left."
  },
  {
    "transcript_id": "CNN-174746",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They say they don`t have enough money for a divorce. FYI, you can do it online pretty much these days. But long story short, when cops first found out Baby Lisa`s missing, they interview one child for 30 minutes, the other child for 50, 5-0, minutes. That`s not enough. And since that time, until the present, mommy and daddy have stonewalled the cops from talking to the children. They say they don`t want the children traumatized. Mommy also says she said nothing to the children about Baby Lisa missing, and I don`t believe that.",
    "statement": "I heard you talking <ABOUT> that on your show, and I completely agree with you. That`s a bizarre idea as a parent. I mean, the first thing you`d be - the kids would be going, where`s Lisa -"
  },
  {
    "transcript_id": "CNN-401900",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "definitely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And I mean, it is a hard job. I mean, as I understand it in the Freddie Gray case, all of those officers were acquitted in the end. I mean, it is -- it is hard in the United States to actually hold a police officer to account in a case like this.",
    "statement": "<WELL>, I mean, it's <DEFINITELY> harder to hold police officers accountable in that, you <KNOW>, just the dynamic of the working relationship between a prosecutor and police. You typically work with the police. You don't -- you <KNOW>, there's a working relationship, and that prosecutors are not the enforcers of holding accountability for police. And what happened in this -- in the Freddie Gray case is that I learned a number of lessons, one of which <SHOULD> be one in which at no profession <SHOULD> investigate theirself [SIC], right? There <SHOULD> be independent investigations into police officers. So, you <KNOW>, one of the problems that we had in the Freddie Gray case was that, you <KNOW>, search and seizure warrants weren't executed. You had witnesses to the case that were assigned to lead the investigation. You had all sorts of questions to the case that were being asked but not the most pertinent questions, because these were their colleagues. You need an independent <SORT OF> agency that are investigating police accountability cases, not the same agency in which their colleagues are being required to investigate themselves."
  },
  {
    "transcript_id": "CNN-353004",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right. Tonight could be the night, the Megamillions jackpot $1.6 billion. That is of course a world record. If you want a cash up front, the lump sum is $904 million. The odds are certainly long. One in 302 million. The backup plan? Well, the Powerball jackpot is Wednesday. It's a measly $620 million, $354.3 million for the lump sum. Yes, I am playing. I believe you will?",
    "statement": "I don't <KNOW>. I don't <KNOW>."
  },
  {
    "transcript_id": "CNN-233197",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "The hearings continue today with witnesses from the National Archive and the White House counsel's office. CNN's Athena Jones joins me from Washington. So, some grilling last night. How's today going, Athena?",
    "statement": "Hi, Brooke. <WELL>, today we saw a continued focus on who knew what at the White House and what did they do with that information? Members of Congress - Republican members of Congress, I <SHOULD> say, in this committee were <HOPING> to get those answers from Jennifer O'Connor, who is a lawyer in the White House council office. They wanted to <KNOW>, OK, when the White House found out <ABOUT> this missing Lois Lerner e-mails, who got that information? The chief of staff, the president? Did anyone at the White House pass this information on to the Department of Justice or the FBI? Now, Jennifer O'Connor simply said, I can't answer these questions because I've only been in this job <ABOUT> a month. And so she just couldn't answer it. I <SHOULD> note that O'Connor did spend six months last year working as a lawyer with the IRS during the time when they were trying to comply with all of the documentation requests from these various congressional inquiries into this matter, so she also was able to discuss this with this panel. The other big issue of focus was the rules and the laws governing how e-mails are kept and what records <SHOULD> be retained. I want to play for you an exchange between David Ferriero, who's the national archivist, and Congressman Tim Walberg, a Republican from Michigan. He was asking Ferriero whether the IRS broke the law. Let's listen to that."
  },
  {
    "transcript_id": "CNN-106878",
    "matched_terms": {
      "think": "ungraded",
      "viewing": "ungraded"
    },
    "previous_statement": "The death of Zarqawi, while enormously important, will not mean the end of all violence in that country. And one ought not to take it as such. But let there be no doubt, his -- the fact that he is dead is a significant victory in the battle against terrorism in that country, and I would say worldwide, because he had interests well outside of Iraq. He was an integral part of the global war on terror.",
    "statement": "Kyra, the U.S. military putting out two photos of the dead Zarqawi. Let's look at the first one. They acknowledge they cleaned him up for this photo to be taken. Cleaned the blood and debris off his face. Some of the photography of Zarqawi simply too gruesome, we are told, for public <VIEWING>. So the first photo, which I <THINK> we have, is the one you see that was shown at the briefing of Zarqawi, cleaned up. Later, a second photo was released by the U.S. military, showing Zarqawi with blood and debris on his face. We are now told by military sources that Zarqawi, of course, after that strike, a devastating strike, suffered extraordinary severe trauma to the back of his head, his chest and his neck. We are not seeing those wounds, of course. The military saying they're not suitable for public <VIEWING>. They do not want to inflame the Islamic world with this. Officials also telling us Zarqawi's body at this hour remains at an undisclosed location in Iraq -- Kyra."
  },
  {
    "transcript_id": "CNN-156454",
    "matched_terms": {
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Christine Romans, you explain everything so skillfully. We appreciate it. Thank you. Have a great day.",
    "statement": "Thanks, Don. You can see more of Christine Romans on \"YOUR MONEY\" along with our very own Ali Velshi who's usually right here right now, but you can see them on Saturdays as <WELL> at 1:00 p.m. Eastern and also Sundays at 3:00 p.m. Eastern as <WELL>. Want to check some of your top stories right now. An alleged plot by Al Qaeda to target European cities has led the State Department to issue a security advisory. Americans traveling in Europe are urged to be extra cautious and aware of their surroundings. A subsidiary of Shell Oil Company is collaborating with the folks behind the oil cleanup exchange. It's a competition to find innovative ways to catch oil slicks floating on the surface. Shell says it will provide technical and scientific support for that challenge. A national survey on American sexual behavior has turned up some very interesting <STUFF>. One tidbit here says teens actually reported a higher rate of condom use than adults. This was the biggest U.S. sex study since 1994. It was funded by the maker of Trojan condoms. All right, for two years now, he was a target. So tired of being bullied, he got a gun and he killed himself. His name is Ty Smalley. He was 11 years old. A powerful conversation with his father is coming up next. You don't want to miss it."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "could": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "And do you think part of the problem is as you said, congressional republicans after all this happened just said OK, that was fine, were not doing anything about it.",
    "statement": "Yes. As a country, were not going to be able to respond to this problem unless we all agree it's a problem, right? Just imagine Pearl Harbor happens and half the country <BELIEVES> it was a hokes. So we - there's no way we <COULD> of moralized the homeland and win World War"
  },
  {
    "transcript_id": "CNN-145434",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "Hello, everybody. Namaste. I am very pleased to welcome Prime Minister Singh to the White House on this, the first official visit of my presidency. As I said earlier, this reflects our admiration for the prime minister's leadership, the deep bonds between the peoples of the United States and India, and the historic opportunity we have to strengthen and broaden the partnership between our nations. India today is a rising and responsible global power. In Asia, Indian leadership is expanding prosperity and the security across the region. And the United States welcomes and encourages India's leadership role in helping to shape the rise of a stable, peaceful and prosperous Asia. Beyond Asia, as the world's largest multiethnic democracy and as one of the world's fastest-growing economies and as a member of the G-20, India will play a pivotal role in meeting the major challenges we face today. And this includes my top economic priority: creating good jobs with good wages for the American people. So I believe that the relationship between the United States and India will be one of the defining partnerships of the 21st century. And this visit underscores the strengthening of that partnership which I hope will continue throughout my presidency. That's why I've made it a priority to broaden the cooperation between our nations. My administration's commitment to India can be seen in our new strategic dialogue, which addresses the full range of challenges and opportunities before us. And I'm pleased that we're joined today by the co-chairs of our dialogue, Secretary of State Hillary Clinton and Foreign Minister Krishna. And our commitment to India can be seen in my personal partnership with Prime Minister Singh. We worked together on economic matters at our G-20 summits in London and Pittsburgh as well as L'Aquila. I consider him a wise leader who has helped unleash India's extraordinary economic growth. He is a man of honesty and integrity. I respect him and I trust him, and I have happily accepted his gracious invitation to visit India next year. Now, this spirit of friendship infuses our very productive discussions today and is the reason we've made so much progress in recent years. We agreed to strengthen the economic recovery and expand trade and investment so we can create jobs for both our peoples, Americans and Indians. Indian investment in America is creating and sustaining jobs across the United States, and the United States is India's largest trading and investment partner. There is significant balance in our trading relationships that I think is very important and reflective of the framework that we put forward at the G-20. And to sustain this momentum, we're creating new initiatives to promote trade, investment and technology cooperation, especially among our small and medium-sized businesses that create most of the jobs here in the United States. I reaffirmed to the prime minister my administration's commitment to fully implement the U.S.-India civil nuclear agreement, which will increase American exports and create jobs in both countries. We agreed to move forward with our commitments at the G-20 summit in Pittsburgh to pursue balanced growth, while ensuring that emerging economies like India have a greater voice in shaping the international financial architecture. We've made progress in confronting climate change. I commended the prime minister for India's leadership in areas like green buildings and energy efficiency. And we agreed to a series of important new efforts: a clean energy initiative that will create jobs and improve people's access to cleaner, more affordable energy; a green partnership to reduce poverty through sustainable and equitable development; and a historic effort to phase out subsidies for fossil fuels. With just two weeks until the beginning of Copenhagen, it's also essential that all countries do what is necessary to reach a strong operational agreement that will confront the threat of climate change while serving as a stepping stone to a legally binding treaty. And to that end, Prime Minister Singh and I made important progress today. We reaffirmed that an agreement in Copenhagen should be comprehensive and cover all the issues under negotiation. We resolved to take significant national mitigation actions that will strengthen the world's ability to combat climate change. We agreed to stand by these commitments with full transparency, through appropriate processes, as to their implementation. All this builds on the progress that we made in Beijing, and it takes us one step closer to a successful outcome in Copenhagen. We also agreed to deepen our cooperation against transnational threats. The American people join our Indian friends in remembering the horrific attacks in Mumbai one year ago this week. To prevent future attacks, we agreed that our law enforcement and intelligence agencies will work even closer, including sharing more information. We discussed my review of our policy in Afghanistan. And I thanked Prime Minister Singh for India's substantial contributions to the Afghan people. I welcomed the Prime Minister's support for the nonproliferation agenda that I laid out in Prague, and I look forward to India's participation in our nuclear summit -- nuclear security summit next year, as well as India's participation as a full partner in our shared vision of a world without nuclear weapons. Now, part of that vision is working together to ensure that all nations, including Iran and South -- North Korea live up to their international obligations. We agreed to expand the educational exchanges that will fuel our knowledge-based economies. We're dramatically expanding the Fulbright- Nehru Program that brings so many of our students and scholars together, especially in science and technology. And we are increasing ties and exchanges between our universities and community colleges as part of a new Obama-Singh, or Singh-Obama...",
    "statement": "Mr. President, distinguished ladies and gentlemen of the media, I thank from the core of my heart President Obama for his very generous hospitality and for his very warm sentiments toward India and to me in particular. I am honored to be here today in this great country at the invitation of His Excellency, the president. When India and the United States meet, it is a moment to celebrate the values of democracy, pluralism, liberty and freedom. Today, we have done that and much more. In our discussions today, we reaffirmed the importance of our relationship and decided on future steps to enhance our strategic partnership. We have agreed to further intensify our trade, investment and economic cooperation in a way that creates jobs and prosperity in both our two countries and stimulates global economic recovery. We admire the leadership that President Obama has provided to stimulate and guide the G-20 process that is now fully in place. We have decided to give a fresh impetus to collaboration in the fields of education, agriculture and health. We will deepen our ongoing cooperation in frontier areas of science and technology, nuclear power and space. This will open new opportunities for our universities and laboratories, and create human capital to meet the global needs of the future. We had a very constructive exchange of <VIEWS> on strategic issues. Our defense cooperation is progressing <WELL>. We agreed on the early (ph) and full implementation of our civil nuclear cooperation agreement. Our strategic partnership <SHOULD> facilitate transfer of high technologies to India. The lifting of U.S. export controls on high- technology exports to India will open vast opportunities for joint research and development efforts."
  },
  {
    "transcript_id": "CNN-352915",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Patrick Oppmann, we appreciate your reporting on this, in Mexico there near the border. Thank you. Now, all of this is projected to play out at the polls in just days now for the U.S. midterm elections. U.S. president Donald Trump and the Republican Party are using the migrant caravan as a way to setup their hardline starts on illegal immigration, a top issue for voters. Joining me to discuss the midterms and all of this is our CNN White House Reporter, Stephen Collinson. Stephen, good to see you. So let's talk about immigration and how big a part that is going to play then into this vote next month. And even if the pictures that we see are devastating and people are -- you know, it pulls on the heartstrings the human toll that this migrant caravan is taking -- people still likely to side with the Republicans or with Donald Trump in terms of a hardline crackdown on people moving north?",
    "statement": "I <THINK> these pictures are actually playing into Donald Trump's argument and willing to use -- willingness to use immigration as a campaign issue. An issue which has been a winner for him, ever since he started running for office for the president in 2016. He is arguing in very inflammatory rhetoric that the United States is facing a crisis is under siege so much, surge of humanity from criminals and people who want to come here and take the jobs of Americans. Now, it doesn't matter that that is factually incorrect, as we've been hearing from Patrick. It's the pictures that are the powerful thing here. Trump can use those pictures to demagogue this issue in his campaign rallies. He's getting support from his allies and conservative media and using this as a way to fire up the Republican base ahead of the midterm elections now in two weeks. He is --"
  },
  {
    "transcript_id": "CNN-127179",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "hope": "ungraded",
      "absolutely": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "That's nowhere near where they are, Lou, absolutely not. The mission was -- the feeling is here among some of the National Guard is that they were contracted, if you will, for a two-year mission. The administration's going to stick with that plan, Lou.",
    "statement": "Oh, boy. Stay the course, I <BELIEVE> it's called. All right. Casey, thanks a lot, Casey Wian. Time now for some of your thoughts. Bob in Massachusetts said, \"Lou, I'm a registered independent voter who is <ABSOLUTELY> disgusted with the Democratic Party and the way it handed the Florida and Michigan debacle. It <APPEARS> to me that the party for change is simply more of the same. The Democrats have just lost my vote. I would <HOPE> that the good people of Florida and Michigan <FEEL> the same way.\" <WELL>, Stephanie in New Mexico said, \"I watched the Democratic National Committee try to find a solution to Michigan and Florida. Their decision will not unite the Democratic Party. After 44 years of being a Democrat, I'm going to register as an independent. <MAYBE> Hillary Clinton <SHOULD> do the same.\" You'd be surprised how many people we heard from suggesting precisely that. We'll have more of your thoughts later in the broadcast. Please, a reminder to join me on the radio Monday through Friday for the Lou Dobbs Show. My guests tomorrow include Democratic strategist, Hank Sheinkopf, Daily News Columnist, Errol Louis, Andrew Basevich will also be joining me to talk <ABOUT> his new book the \"Limits of Power and the End of American Exceptionalism.\" Let's <HOPE> not. Go to loudobbsradio.com to find local listings for the Lou Dobbs radio show in your community. Coming up next, the Democratic Party disenfranchising more than three million voters, we'll examine a decision that many Democrats call simply an utter disgrace. Senator Obama finally resigning from his controversial church in Chicago. Three top analysts join me to talk <ABOUT> whether that resignation is political theater. Is it really timely? And toxic toys still flooding into this country. We'll tell you which of the presidential candidates said if there were more toxic toys brought into this country, it would be the last from communist China. We'll tell you how that promise is doing. Stay with us. We'll be right back."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, this is a big concern. There's - there are many protections in the bill to try and stop that. For larger employers, it's not considered much of a concern. There have been all kinds of polls here and there and everywhere else. But, generally, the big employers are not going to stop providing health insurance. It's too important to their business. It's important for recruiting workers.",
    "statement": "The real concern is this smaller and midsized employers, and we are seeing <SORT OF> a lot of anecdotal evidence of - the rule is that if you have more than 50 workers, more than 50 full-time workers, you have to either provide health insurance or pay a fine. It's <KIND OF> similar to the individual requirement. And what we are seeing is employers trying to either shed workers or turn full-time workers into part-time workers."
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "She also cites reasons for leaving the EU that are drawn from her own business experience. Hovercrafts don't get the same European safety certification as boats and jet skis. She says that makes them harder to register in EU countries.",
    "statement": "If we're a larger company and if we we're employing thousands of people, we <MAY> have had more sway."
  },
  {
    "transcript_id": "CNN-79917",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Ryan, could you tell us a little more about the allegation that there were three female accomplices involved in this?",
    "statement": "<SURE>. <WELL>, there was one man -- they found his body inside the train. They say he was a definite suicide bomber. They found a bag next to him that had <ABOUT> 25 pounds of explosives inside of it. He also had grenades wrapped <AROUND> his legs. They also say he was helped by three women, as you mentioned. One which, according to the head of the Russian federal security service, \"is not going to make it,\" as he put it. Not <CLEAR> what her status is. But <OBVIOUSLY>, she was somehow wounded in that attack. But according to that Russian official, not going to make it. And two other women who as this train was moving were able to jump out of the train car just before the blast went off. Now Russian officials say they had help from outside. They say that there was a car parked next to the train tracks that some of the eyewitnesses reported seeing that appeared to be observing or coordinating this attack. Also the head of the Russian federal security service very interestingly said they retained two women in the neighboring republic of Ingushetia -- that's also right next to Chechnya -- that were preparing suicide bombing attacks, but he didn't explain whether they had any connection with this one today -- Miles."
  },
  {
    "transcript_id": "CNN-192841",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, but I'm guessing if he allows cameras into these fundraisers, these remarks aren't going to be so spontaneous.",
    "statement": "That's possible. You <KNOW>, and that does, you <KNOW>, bring up this issue of what was raised in this new Mother Jones video because that is <ABOUT> Israel and the prospects for peace between the Israelis and Palestinians. He told our Wolf Blitzer over the summer, I was with Mitt Romney in July, and so was Wolf Blitzer over in Israel. He told Wolf Blitzer that he believed in a two-state solution. But if you look at this video on the Mother Jones web site, he is very much throwing cold water on the prospects for a two-state solution. And let's listen to a little bit of that."
  },
  {
    "transcript_id": "CNN-231944",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yeah, of course. That has got to be a fear that they were going to be walking into an ambush. We had cases of that in Iraq. We'd get a report that there was hostage held in a certain house, we would send forces into the room, and they would be come at detonated IEDs or improvised explosive devices imbedding in the walls. So, of course, they are very cautious walking up, they gave first a cursory search to ensure he was not wearing a vest and then a more thorough search when he got to the helicopter to make sure there was not any type of bomb and or a weapon that could have been used and they just - They do this in all situations, it's not just with Bergdahl, but this is part of the protocol in the first recovery mission, that they have to treat all hostages and secure them and make sure there's nothing that can harm the hostage and - or the rescuers themselves.",
    "statement": "Peter, you <KNOW>, we've talked a lot on this program with you <ABOUT> the possible deal with the Taliban, negotiations with the Taliban. It is fascinating to see, actually, the Taliban and the U.S. military coming face to face as a result of this more limited deal."
  },
  {
    "transcript_id": "CNN-387580",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You want to bet on this too?",
    "statement": "I <THINK> that they're going to have a little bit more decorum in the Senate, but I wouldn't put it -- I wouldn't put it past him to try some tricks, a little sneakery. And just as I said Nancy Pelosi is very smart politically, I <THINK> Mitch McConnell is just as smart."
  },
  {
    "transcript_id": "CNN-75069",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And other malls. I mean, not to just single them out. But yes, the Mall of America and plenty other malls. Malls are a prime place because you have kids hanging out, socializing, their guards are down and they're looking to meet people. But pimps even have recruited children from schools. When you have 17-year-old boys who become pimps, it's easy for them to target their peers.",
    "statement": "And how do -- I mean, do -- you <KNOW>, the young girls you talk to, do they get out of it? I mean, is there a way out?"
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Let's take a caller. We have Colin(ph) from San Francisco. He's joining us right now. Colin, welcome to TALK OF THE NATION.",
    "statement": "Good afternoon. From what I've read and heard <ABOUT> this case in the media, it does <SEEM> to me that the government <MAY> have crossed a line in not just encouraging this individual to do what he did but actively collaborating in the alleged crime itself."
  },
  {
    "transcript_id": "CNN-274436",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Well, this is a brutal and evil enemy that we're fighting and that's very well known. We have seen progress, though. The Iraqi security forces have taken back 40 percent of the land that ISIS once held. So, that's progress. We've seen news about Ramadi, and we've seen news about Sinjar, we've seen news about Baji. So, this Iraqi security force is beginning to get better and, of course, the power of our devastating air strikes has been significant.",
    "statement": "There's a report now that one major monastery, a Christian monastery in Iraq, St. Elijah's Monastery, 1,400 years old, <PROBABLY> the oldest monastery in Iraq, has been leveled by ISIS, completely destroyed. Is that true?"
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "It is Roy Moore's block.",
    "statement": "And he <SHOULD> have got out of this race."
  },
  {
    "transcript_id": "CNN-54172",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "President Bush says he is looking forward to signing a landmark nuclear treaty with Russia next week. The agreement will cut each nation's warhead stockpile by some 65 percent. As CNN's Bill Schneider reports, Washington and Moscow have come a long way.",
    "statement": "The arms race between the United States and the Soviet Union was the principal battlefield of the cold war. It was based on the principle of mutually assured destruction, you destroy us, we'll destroy you, kaboom, the end of the world. Arms control agreements like the Limited Test Ban Treaty of 1963 and the Anti-Ballistic Missile Treaty of 1972 and the START treaties that reduced strategic arsenals were events of great political as <WELL> as strategic importance."
  },
  {
    "transcript_id": "CNN-46262",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm very sorry. It was for some lovely lady in your life. I apologize.",
    "statement": "The secret is now out. OK, <WELL>, you <KNOW>, we're poking in people's bags this morning, and this young lady here is -- enabled me to get in her bag. You've got this skirt here. Now that was $39. I don't <KNOW> if you can see. Was $39, reduced to $19.50, and then you got an additional 50 percent off. Can I see your tag there, right there? Additional 50 percent off on top of that, so you got the skirt for half of that. So that's why you're out here."
  },
  {
    "transcript_id": "CNN-92079",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It is 2 p.m. on the East Coast, 11 a.m. in the West. Good afternoon, I'm Christine Romans at CNN's global headquarters in Atlanta, in for Fredricka Whitfield. Ahead this hour from North Korea to Iran to Iraq, the players in President Bush's axis of evil are making news. We'll talk <ABOUT> the threats and the possible strategies. Plus..."
  },
  {
    "transcript_id": "CNN-313865",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "And, John, to your point about the Trump trip to Riyadh, what was it now, feels like months ago, but it was only about three weeks ago, of course, which was the first stop on what was this sort of eight day, five stop first presidential trip. And you talked about, you know, how certainly Saudi, the UAE and others have felt emboldened in their efforts to counter Iranian influence, for example, with the outright support, it seems, of the U.S. To this end, Donald Trump has tweeted today about all of this. Let me just read our viewers this, and you and I can discuss, \"during my recent trip to the Middle East, I stated that there can no longer be funding of radical ideology. Leaders pointed to Qatar.\" Then he says, \"Look! So good to see the Saudia Arabia visit with the king and 50 countries already paying off. They said they would take a hard line on funding going on extremism and all reference was pointing to Qatar. Perhaps this will be the beginning of the end to the horror of terrorism.\" Now there will be many people around the world, many of our viewers, who may listen to those, or read those tweets and say, that sounds quite naive, perhaps, coming from a U.S. president.",
    "statement": "Indeed, Becky, but I <THINK> we <SHOULD> look at the narrative and how it's changed over the previous administration. Because President Obama was engaging with Iran specifically, particularly over that nuclear program, Saudi Arabia and the other states like the UAE felt isolated, very frustrated. So after that visit by President Trump, $110 billion worth of military contracts, scores of other contracts going both ways between Saudi Arabia and the United States. I see that the narrative has changed <QUITE> dramatically right now. So, they see it as a greenlight to finally take a hard line on Iran, a hard line on what they say is terrorism financing of Qatar. And Minister Gargash said watch the vacuum right now, John, this is what we're watching ourselves. That is the vacuum filled, because the relations are strained between this coalition and Qatar. Will Iran try to fill the vacuum? So far we haven't heard that narrative so far. We're watching closely. We don't want a region that we live in, Becky, to be more divided going forward. There's this Arab NATO that they're forming right now. That's to defend themselves. You don't want a clash going forward between Sunni and Shia states going forward. And I'm speaking here of Saudi Arabia and Iran."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "To Carolyn Jessop, former wife of the YFZ leader Merrill Jessop. Are the women on government assistance?",
    "statement": "<WELL>, I don`t <KNOW> <ABOUT> the YFZ. I <KNOW> that the last figures I heard that were coming out of Colorado City and Hilldale, Utah, 60 percent of that community is on Welfare. It`s a substantial amount."
  },
  {
    "transcript_id": "CNN-412401",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Do I personally? I do not have that, but I have seen Kayleigh McEnany's tweet about the latest update from the -- are you talking about the president's tweet?",
    "statement": "No, the president's tweet. So I was going to get to you <ABOUT> Thom Tillis. But since it is up, I will just let you respond. The president says, it's going <WELL>, I <THINK>. Thank you all. Love. That's what the latest tweet at 11:31 p.m. this evening. Go on, Phil. What do you <THINK> of that?"
  },
  {
    "transcript_id": "NPR-46151",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Well, let me follow up with you, Julianne, because this thing is      very complex and comprehensive.  There are pages and pages to it.  I've      read some of them.  But I--there is a suggestion that in a case like the      one that you mentioned, with the woman who had the medical bills, that      there are provisions to protect that person if they can, in fact,      document that the debt was related to a medical emergency.  Is that      right, or not right?",
    "statement": "There are provisions there, but there are also      requirements for certain kinds of legal help.  We have had a government      that has cut legal aid consistently.  Where does someone who makes 28      grand a year go to get legal assistance?  You have these consumer      protection or these consumer debt places that, <QUITE> frankly, are--half      of them are scams in and of themselves. So there are not a lot of places      for people to go, and that becomes a problem in addition to the <FACT> that      if you're sitting here reading pages and pages--and I've read the      pages--sometimes I get a headache--and Matthew's read them."
  },
  {
    "transcript_id": "CNN-47996",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Admiral, Victoria said this morning that these captives had some significant importance, what they were doing, what they were surrounded by, the accoutrements, whatever, and that there was some importance to these people. Can you in any way go into that? Indicating they were not just foot soldiers, dumb (ph) feet, whatever.",
    "statement": "I understand what you meant. I don't have any information, and I just don't <KNOW>, and therefore I just can't characterize for you what level or who these people were. I haven't seen any names, I haven't seen any jobs or positions. The only thing that I <KNOW> is the number of them, where they currently are, and they are being interviewed now. And that's all I <KNOW>, so I'm waiting to see what reports <MAY> come out."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But when a drug is finally approved by the FDA and then marketed to a U.S. population of, say, 300 million people, those extremely rare side effects, all of a sudden, are being experienced by potentially thousands of individuals.",
    "statement": "Does the efficacy of the drug outweigh the risk of the drug? And I <THINK> a lot, at times, before a drug is approved, not enough testing is done, or the manufacturers are often guilty of being able to downplay the extremely rare events that they saw emerge during clinical trials."
  },
  {
    "transcript_id": "CNN-411916",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "It's bad this young lady lost her life, but you know, we do have to take into account that her boyfriend did shoot at a cop and shot a cop.",
    "statement": "And so the conversation was <ABOUT> that and then largely, you <KNOW> a lot of folks on social media were on fire. What are your viewpoints on that discussion?"
  },
  {
    "transcript_id": "CNN-156270",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And we've got a new planet to tell you about, a planet where possibly they're doing a newscast right now as well. An Earth- like planet they found in the so-called Goldilocks Zone, that means it's not too hot, it's not too cold there, it's just right, maybe for life. Hello to you all. I'm T.J. Holmes, in today for my good friend Tony Harris. Those stories and a whole lot more, including your comments, right here, right now in the CNN NEWSROOM. Well, we want to start now with that story out of Rutgers. A lot of grief and outrage this morning. A lot of people asking a lot of questions, and we're starting to get more answers, more details about the apparent suicide of that Rutgers University student, 18-year-old Tyler Clementi. He apparently had a sexual encounter with another man that was secretly streamed online. Want to head to our Stephanie Elam, who is in New York for us following this story. Stephanie, hello. A lot of people just really outraged that someone would take the length this guy apparently did to put this live online of his actual roommate.",
    "statement": "Yes. It's such a horrific story for so many reasons, T.J., especially when you look at the <FACT> that there's a loss of life in part of this, and it's just three young lives that are now being impacted because of this. But from what we can tell, Clementi was, by all accounts, a sweet, young man. He was a gifted musician. He was a violinist. And the Rutgers freshman posting this message on his Facebook account before he took his own life. He wrote, \"Jumping off the GW Bridge. Sorry.\" Now, a body has been found floating in the Hudson River. It was found yesterday. Police are now working to identify if it is, in <FACT>, the body of Tyler Clementi. Tyler's roommate, however, Dharun Ravi, along with another student, are charged with invasion of privacy in the case. This is what Ravi actually tweeted <ABOUT> Clementi: \"Roommate asked for the room until midnight. I went into Molly's room and turned on my webcam. I saw him making out with a dude. Yay.\" And on another day he wrote this: \"Anyone with iChat, I dare you to video chat with me between the hours of 9:30 and 12:00. Yes, it's happening again.\" Now, earlier, we spoke to law professor Paul Callan <ABOUT> Clementi's death. He says the problem is that the Internet can be a dangerous tool that allows kids to strike out whenever they <FEEL> like it."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "believe": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Oh, a pleasure to come back. Thanks, Neal, for having me.",
    "statement": "And you noted in an op-ed in The Dallas Morning News a year ago that 18 percent of Americans <BELIEVE> the sun revolves <AROUND> the Earth, which makes the 10 percent who <BELIEVE> Barack Obama is a Muslim look pretty good."
  },
  {
    "transcript_id": "CNN-7089",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "feeling": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "This week, for the first time since 1972, Marshall Carter returned to Vietnam with a group of businesspeople, trying to help the Vietnamese improve their economy. A man who'd been wounded, shot three times, blown off a tank in a grenade attack, coming back in different times.",
    "statement": "I <THOUGHT> I would have much more emotional <<FEELING>> <ABOUT> it. I <THINK> that only, to date, hit me one time, which is when I met a professor from a university in Hanoi who had been a North Vietnamese Army Lieutenant, and who I had been on the opposite side of a battle in early 1971, and who as we got to talking, we found out we were at the same place at the same time."
  },
  {
    "transcript_id": "CNN-282480",
    "matched_terms": {
      "clear": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Bangladeshi officials insist they will bring the murderers of atheists to justice. Meanwhile, from exile, Mohiuddin says he still faces criminal charges in Bangladesh for insulting religion. When will it be safe for you to go back to your country?",
    "statement": "When the government tells us very <CLEAR> message that writing is not a crime, expressing one's <VIEW> is not a crime. Killing people is a crime."
  },
  {
    "transcript_id": "CNN-406625",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Look this a decent guy who embodies traditional America, the pillars of our culture, our history, our society. He's a down to earth kind of guy. He's not an ideologue. He's not some strange being off on one of the fringes left or right. He's right where America is, and I think his decency, his commonsense, I think that's what the world needs. The presidency usually swings from one type to the other, and all the Trump exoticism now should be replaced by the down to earth-ism of Joe Biden.",
    "statement": "You <KNOW>, the Federal government has -- <WELL>, Congress has been passing on bills, stimulus and <SORT OF> relief bills to try to help people who are undergoing the terrible economic results of the coronavirus pandemic. But this <SORT OF> unemployment benefit, so to speak, is due to expire this coming Friday, and there still isn't a meeting of the minds between Democrats and Republicans on how to extend those or what to do next. What do you fear <MIGHT> happen to ordinary people, if they can't get to a deal? What <KIND OF> a deal <SHOULD> they try to strike?"
  },
  {
    "transcript_id": "CNN-326074",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "(Inaudible) they were originally held from. There are still questions to be answered.",
    "statement": "Nick Paton Walsh, thanks very much for that update. Still to come, the huge dangerous faith in migrants in Libya. A CNN exclusive on the modern-day slave trade is next. Also, shocks politics and how to stand up to it. We'll speak to author, Naomi Fly (ph), <ABOUT> how she says liberals <SHOULD> respond to President Trump. We'll be right back."
  },
  {
    "transcript_id": "CNN-350700",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "So look, Ted Cruz, I mean, I do remember during the 2016 campaign, he called Donald Trump a sniveling coward. He said you stay away from my wife. Remember there was a tweet in which Donald Trump not that suddenly suggested that it was retweet. He suggested that Melania Trump was more attractive than Heidi Cruz. So it is a little bit of a strange bed fellow setup. But again, this is like Dean Heller in Nevada, Ana. He needs him. Donald Trump is the most popular figure in Republican politics, not even close. Ted Cruz needs the Republican base to come out, but one thing we shouldn't be --.",
    "statement": "They need each other I <GUESS>, too, right."
  },
  {
    "transcript_id": "CNN-120905",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the superbug may be responsible for another student's death. This time it's a seventh-grader in New York City, and there are more cases being reported around the county now as well. AMERICAN MORNING's Alina Cho has details for us -- Alina.",
    "statement": "Hey there, Kiran. Good morning. This one happened right in our back yard. The latest victim went to school in Brooklyn, New York. His identity hasn't been officially released, but we have confirmed his name is Omar Riviera, a 12-year- old seventh-grader. It is believed he died after contracting the dangerous and drug-resistant staph infection, widely known as the superbug. Now a classmate talked <ABOUT> the day he noticed something was wrong."
  },
  {
    "transcript_id": "CNN-183746",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Meantime, Rick Santorum is campaigning in Wisconsin. He is insisting that he is not bowing out, no matter how things turn out tomorrow. So how long can Santorum hang on? At 6:40 Eastern, we'll talk about tomorrow's races and the candidate's future with Santorum's communication director, Hogan Gidley.",
    "statement": "So, it's seven minutes now past 5:00. And, <OBVIOUSLY>, yesterday was the big, you <KNOW>, April Fools' Day. Did you do anything?"
  },
  {
    "transcript_id": "CNN-316616",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think if you have a President of the United States who says we have to get all of this out, we have to do everything we can, we have to comb through every record, and we have to make sure that nobody here colluded in any way shape or form with the Russians. If the President is saying that, then the rest follows.",
    "statement": "I have to say this prospect of the President's son going before as soon as next week under oath -- this is different. You can obscure in public statements but once you're in front of the committee that is under oath. As we <KNOW> investigators are looking into the possibilities of other meetings and what the content of those meetings were. If he is not forthcoming on those, this sets up true legal jeopardy."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I`m going to go to Brian -- I`m going to go to Brian Russell right now for this. And I just want to make it very clear that McMartin is different than that case, because that case did go to trial. There were no convictions. There was also no videotape. And there appears to be in this case. But Brian Russell, this caller asks about tell-tale signs. What would you say to a parent who`s concerned about this?",
    "statement": "<WELL>, I would say that the caller is <ABSOLUTELY> right, that every kid <SHOULD> be told what kinds -- they <SHOULD> be -- you <KNOW>, in an age-appropriate way, at the earliest age, how to identify good touch/bad touch. At an older age, how to identify when folks are <SORT OF> -- how to identify boundaries and when folks are <SORT OF> invading those boundaries. And so if that is -- if that`s not going on at school, or even if it is, I <THINK> it`s something that there`s a role for schools, there`s a role for parents at home, and there`s a role for health-care professionals. And <CERTAINLY>, this guy is not an example of that. But I <THINK> all of the adults who love and care <ABOUT> kids have a responsibility to help them learn where these boundaries are and how to identify when somebody is trying to cross them."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What did you make about some of the controversy, people saying that the votes are rigged and the like?",
    "statement": "<WELL>, luckily, we -- you <KNOW>, like, our lives are kind in a bubble because we're running so fast at -- you <KNOW>, never stopping to really -- we literally have not seen very much of TV in a long time, so I mean, we never really ever heard much <ABOUT> it, you <KNOW>, just through hearsay of what people have said <ABOUT> it. We really, luckily, were never really affected by it."
  },
  {
    "transcript_id": "CNN-218471",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "It isn't, and I'll tell you why. At least three of the state's medical examiners concluded that cardiac arrhythmia could have caused the death. But even with that I think this was the defense's case all the way. Of course, we've seen a trend with cases that if the prosecution shows extreme creepiness, in other words, a cheating husband, someone who has a motive to get the wife out of the way. We've seen it at least in a couple different cases. At least with the name Peterson that juries will conclude there isn't as much direct evidence of a killing, they may still find a person guilty, a defendant guilty of murder. This was a surprise to me, Victor.",
    "statement": "You <KNOW>, we just had up the shot of Dr. MacNeill standing there stone-faced as the verdict was read. I wonder -- I'm always amazed by people who can listen to that guilty verdict and show no emotion. I wonder what his rule during this trial just sitting there stone- faced, some would say icy, what impact that <MIGHT> have on a jury?"
  },
  {
    "transcript_id": "CNN-135432",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news just in to CNN. Protests heating up right now in the streets of Islamabad and Pakistan. Police there fighting back protesters with tear gas. The crowd is furious because Pakistan's Supreme Court ruled that opposition leader Nawaz Sharif and his brother can hold elected office. Outrage also boiling over because of President al-Zardari's decision to impose executive rule in the country's biggest province Punjab. And we've got chilling new video to show you this morning. It takes you inside one of the hotels in Mumbai during last November's deadly terrorist attacks. CNN's international security correspondent Paula Newton is live in London now, and she's got the details. And, you <KNOW>, when you look at what was going on on that tape, you can't imagine what was going through people's minds who were inside that hotel."
  },
  {
    "transcript_id": "CNN-72014",
    "matched_terms": {
      "could": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Well, in fact, Alex, when I hear from my friend Mr. Novak every night saying, oh, Hillary's going to run; we want her to run, that's what you conservatives say when you're whistling past the graveyard. I hate to do this, but I do this because you're a friend and because you are about the smartest Republican in America. But the only time in your life you've made a mistake was on the topic of Hillary. You were asked in the year 2000 about Hillary running for the Senate. Let me play you a piece of tape of genius Alex Castellanos, wrong about Hillary in the past. Here's what you said about her in 2000.",
    "statement": "Last time she was on the ballot, she elected a Republican Congress. She's been tested. So to borrow a phrase from her husband, go, baby. She <COULD> be -- this is the <BEST> thing that happened to the Republican Party in a while."
  },
  {
    "transcript_id": "CNN-345304",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A mob in Indonesia slaughtered nearly 300 crocodiles, revenge, for a local man's death. A warning here, the video you're <ABOUT> to see is graphic and it is disturbing. Hundreds of villagers stormed a crocodile farm in West Papua, went on a killing spree, shortly after the funeral of a man who was killed by a crocodile. Authorities say he wandered unto the farm. <MAYBE> he was there to cut grass for his livestock when the attack happened. The farm was operated, legally, had a license to breed sometimes of crocodiles. Nearly two dozen people were injured in Hawaii after a lava bomb tore through the roof of a tour boat. You see group of people on board, taking video of the glowing lava in the distance and the plumes of smoke near Hawaii's Kilauea volcano, which began erupting back in <MAY>. And suddenly, a lava bomb hits the boat. The video goes dark but you can hear the screams as flying chunks of molten rock tore a large hole through the boat's roof and hit the passengers below."
  },
  {
    "transcript_id": "CNN-217055",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news tonight as the entire world wonders, who is this beautiful mystery girl found in Greece? Authorities have charged a couple with abducting the child they call Maria. Now, the 4- to 5-year-old girl was found during a raid on a community of so-called Romas, otherwise known as gypsies. And that is why this story is very controversial for reasons you <MAY> not <SUSPECT>. But I`m going to tell you all <ABOUT> it in just a second. Now, police were looking for guns. They were looking for drugs, and they basically stumbled on this little girl who peeked out from under some bed clothes. The couple that she was living with, they claim -- look at her. They showed this video saying, \"Look, she`s <WELL> cared for. She`s loved like a member of the family. We adopted her from a woman who just couldn`t take care of her.\" <WELL>, the cops are saying, \"So what if she`s dancing? We don`t buy it.\" They said the child seemed neglected and was lacking hygiene. Who is Maria and where did she..."
  },
  {
    "transcript_id": "NPR-42136",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, Hal was quite an explorer. He searched for grapes through the Middle East, mostly in Afghanistan and Iraq, some into Pakistan, the first trip in 1948. And he was shot up by bandits and thrown in jail at one point and hanging off of cliffs at other points. So his tremendous expeditions really brought back quite a bit of knowledge of the table grapes and some of the ancient origins of wine grapes in that region.",
    "statement": "You wouldn't <THINK> finding grapevines would be a dangerous job."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Your Honor, may I suggest at this time that it would be helpful if we understand what your plan is with respect to time. We have some witnesses who need to leave town, we've got others who are here and are prepared to stay over, but need to know what the plan is, since we obviously are going to have to go over at least a portion until tomorrow and possibly Monday.",
    "statement": "Why tomorrow? <WELL>, I <BELIEVE> we started out that it was the last person standing."
  },
  {
    "transcript_id": "CNN-222930",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yes, and I'm out of here!",
    "statement": "Guys, this video got over 250,000 hits on YouTube already. The pastor's name is Tim Christianson, and just so you <KNOW> it was <KIND OF> a joke. He did actually come back and they had a traditional service after he walked out of there. But still awesome."
  },
  {
    "transcript_id": "CNN-120470",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Any idea at this point with your reporting that you've been able to do whether or not either of these men had problems with drug or alcohol?",
    "statement": "The one <FACT> we do <KNOW> is that firefighter Paul Cahill had a previous drunk driving conviction in 2005 and his license was suspended for an extended period. That happened in a town south of Boston. And we were unaware if that affected him any way on the job."
  },
  {
    "transcript_id": "CNN-298121",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think that some of the factors you've mentioned, Fareed, certainly played in it. But I think that there was no real argument put forward for the reelection of the Democrats and their entire campaign consisted of an attack on Donald Trump as a racist and a sexist and possibly a warmonger and an inciter of domestic violence. None of those allegations is true. And he responded to them by torquing up references to Mrs. Clinton's ethical problems and the Clintons so-called pay to play problems. And so he got a singularly and vituperative campaign and it just escalated right to the end. But the facts are that Donald Trump is not a sexist and he's not a racist. He won the Republican nomination over the established figures in that party, the Bush family -- but also over the far right led by Senator Cruz by pitching it somewhat to the people you mentioned. But all he really said was he wanted a border in the south. He was opposed to illegal immigration, he was opposed to the admission of terrorist. He's not a racist. He has good record as an equal opportunity employer. And he certainly isn't a sexist. That 11-year-old tape while it was disgusting was like the normal routine conversation of Lyndon Johnson and we didn't talk about that sort of thing very much in those days. Now, the times have changed. But those attacks on him were unreasonable. And in general, the American public feel, I believe and I think there's lots of evidence for it and I think the right believe it, that the last 15 years have been the first of period of absolute and comparative decline of the United States in the world under both parties and under legislative and executive branches of both parties and they're very upset about it. And Donald pitched a good old-fashioned patriotism. Not (jingo), not any sort of imperialism and not any superiority of any one, just this isn't good government, it's time for a change and we have to stop trade pacts that import unemployment and immigration that creates unfair competition for jobs. It was portrayed by his opponents as a racist campaign and in the end that did not because it was not true.",
    "statement": "Dan Senor, what's striking to me is from all accounts, the Trump campaign did not expect to win. Paul Ryan did not expect him to win. You were very close to Paul Ryan. One of the reasons Paul Ryan told Republicans, detach yourself from Trump if you have to. Everyone was surprised and what do you <THINK> accounts for it?"
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I never thought I would run for office. I never thought I'd be standing here talking to you, asking you to support me in a presidential primary. But I always believed that I had an obligation to do what I could to help other people. And so, when I got out of law school, I went to work for the Children's Defense Fund. Working to help abused and neglected kids and kids who didn't have health care or education or who in some way were really left out or left on the sidelines. And I believe with all my heart that our country has to be constantly asking ourselves, are we doing all we can to make sure that the American dream is alive and well for every single person? And I see a series of challenges that we have to meet with our next president in order to ensure that I can come back here to Fort Wayne in four years, 12 or 20 years to see that the American dream is alive and well in Fort Wayne, Indiana. And at the core of that dream is the ability to get a good job, a job that will help support a family. A job that will give you a better future. So I've gone across Indiana saying that my campaign is about jobs, jobs, jobs, jobs. Because that's what we have to care about right now. We have to get back to producing good jobs in America again. Jobs that is will give you the chance to be able to save a little money. That's been really hard, hasn't it, in recent years? Jobs that will give you enough income to be able to not only buy that house, but keep that house. And prevent yourself from losing it because of the economy. Jobs that will either offer health insurance or give you the means to be able to get the health care that you and your families need. Jobs that give you the chance to save to send a child to college if that's what you want to be able to do. These are the kinds of jobs that were plentiful in America when I was growing up. Whether you worked for someone or like my dad and you had a small business. If you worked hard, you could see the results of your hard work. I want to ask you personally for your help in this primary. I believe strongly that we have to change this country but that's not just a slogan. It's going to require an enormous amount of hard work. And it's as Evan said. If it was so easy you showed up in Washington and say, let's change, I think Evan and I would have figured that a while ago. It's going to take building coalitions. It's going to take creating the policies that people will support. It's going to take standing up to the special interests. Something that I haven't just talked about but I have done for 15 years, time and time again. And I think it's going to take a fighter. I think it's going to take somebody that you believe will get up every day and worry about you.",
    "statement": "And so there you have it. Hillary Clinton talking <ABOUT> the issue of jobs using that word time and again in that snippet there from Fort Wayne, Indiana and talking <ABOUT> how she is the fighter for blue collar workers here in the Hoosier state. <WELL> coming up after a break here on BALLOT BOWL on CNN, we'll go back to my colleague Jessica Yellin in Washington and she will be taking a look at the John McCain campaign. We'll get to that in a short break. This is BALLOT BOWL on CNN."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think she knows she carries the cause, and if a very qualified woman can hold that job and perform well, that's a big thing.",
    "statement": "Do you <THINK> it will be harder for a woman to run for president even in 2016?"
  },
  {
    "transcript_id": "CNN-66129",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Wolf, I understand the evidence is likely to include photography, imagery. There may be some imagery that shows Iraqis clearing out sites just before inspectors come to them. There is also the possibility of some imagery showing mobile biological weapons laboratories that the Iraqis are using, according to U.S. intelligence. Also included in the package that Colin Powell will have with him, prisoner interrogations results, information from Iraqi defectors. The big debate, though, is how specific should they be in terms of releasing classified information on voice intercepts and on human intelligence from agents. For example, if you give information about a specific facility in Iraq that came from an agent at that facility, that agent could be caught, could be killed. Another example, if you give the specific language of an intercept, of a communication, such as they -- then that communication could be lost. You remember, we all remember when Osama bin Laden's satellite phone when the news came out that that had been monitored and immediately he stopped using it. So it's a delicate balance, Wolf, between the political credibility that the president seeks, and protecting sources and methods, and there is one other problem. There's no stark smoking gun, I'm told by U.S. officials. There's no photos that you could put up and definitely say this is the smoking gun. So putting out the evidence requires weaving together pieces of intelligence, and a lot of explaining. It is going to be difficult. But U.S. intelligence officials say they know that as one put it, they have to show some more leg next week.",
    "statement": "<WELL>, they <MAY> have to show more leg as far as the connection that the president suggested last night between Iraq and al Qaeda, as <WELL>, although the president didn't say the Iraqis were responsible for 9/11, he says there's an ongoing relationship."
  },
  {
    "transcript_id": "CNN-123267",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Yes. Let me tell you something, Congressman. I live in New York. The last thing we need is another opera house. Really.",
    "statement": "<CERTAINLY> not courtesy of the federal taxpayer."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Plus, their whole world is going to pot, and they seem to be OK with it. It`s a controversial new TV series called \"Weeds,\" and \"Saturday Night Live\" alum Kevin Nealon joins us live to talk about the series that has many fired up.",
    "statement": "Tonight, Nick Lachey is setting the record straight again. Nick was filling in for Regis Philbin on \"Live,\" and co-host Kelly Ripa gave him a chance to put and end to longstanding rumors <ABOUT> his troubles in his marriage to Jessica Simpson."
  },
  {
    "transcript_id": "CNN-316840",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "His father who is also at Trump Tower that afternoon",
    "statement": "<WELL>, we <MAY> not <KNOW> what's in those deleted e-mails. Our enemies <PROBABLY> <KNOW> every single one of them."
  },
  {
    "transcript_id": "NPR-48674",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "NPR's Pam Fessler attended a session in Orlando and filed this report.",
    "statement": "Unidentified Man #1: I mean, it doesn't have to be terrorist, but he's <DEFINITELY> suspicious."
  },
  {
    "transcript_id": "CNN-312042",
    "matched_terms": {
      "well": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Senator Jeff Flake of Arizona tweeting, I've spent the last several hours trying to find an acceptable rationale for the timing of Comey's firing and just can't do it. Fellow Arizona Republican John McCain says he's disappointed in the President's decision that marks a rare break from McCain with South Carolina's Lindsey Graham. Lindsey Graham voiced support on Comey's firing.",
    "statement": "<ABSOLUTELY>, he did as did Susan Collins, a very moderate Republican Senator as <WELL>. On the other side of the aisle, Democrats largely unified in calls for a special prosecutor, here was Senate Minority Leader Chuck Schumer last night. This investigation <MUST> be run as far away as possible from this White House and as far away as possible from anyone that President Trump has appointed."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, it took us that long to get through just the opening statements, and as you saw, there are also a lot of additional parties here. One of the things that's going on right now -- and we're going to see this a lot of because of the short time frame we had to get to this hearing, you didn't have the usual time to review things in advance -- so we're going to hear a lot of wrangling over what comes in, what's going to be discussed, because they just haven't had time to work that out in advance.",
    "statement": "You mentioned the time frame. That's something we talked <ABOUT> throughout the morning today and again yesterday. The clock is ticking. There's only so many hours in today, this Saturday, December 2nd. Before we go back inside, once again a quick time out from Tallahassee. Back with more coverage inside the courtroom of the judge, Sanders Sauls, in just a moment."
  },
  {
    "transcript_id": "CNN-78638",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Amber Frey is the girlfriend of Scott Peterson. She cooperated with law enforcement during those months and months after Laci Peterson disappointed Christmas Eve. The purpose of putting her on the stand is what, to show that there might be a motive? If he was in love with this woman, he allegedly might want to kill his wife? Is that the purpose that the prosecution might want her to go out and to testify?",
    "statement": "Yes. That's one of the reason. Additionally, there's also the <FACT> that Scott purportedly told her that he was not married, which shows that he is a liar. And it shows that he was already <THINKING> <ABOUT> getting rid of his wife."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "may": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And again, sir, the working papers that are issued by the ICRC are done at the level of the command that they are investigating and they don't frequently elevate to that level.",
    "statement": "They did meet in February of 2004, which is the result -- the resulting paper is the one that has been distributed. And at that time the ICRC presented to Ambassador Bremer their findings for that previous year. And it is my <GUESS> it is that point that the specific issues that you're addressing <MAY> have been raised by Ambassador Bremer."
  },
  {
    "transcript_id": "CNN-152455",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded",
      "possibly": "ungraded",
      "definitely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There's a lot of other emergency spending still available. Quite frankly. The safety net is -- has been rolled out in way we've really never seen in this country before. There are food stamps and Medicaid payments. Home energy assistance, school lunch programs and community based emergency help. You may be eligible for a lot of those things. There are also economists who point out that once people start rolling off the unemployment checks, that it -- and the economy starts generating some jobs again, hopefully you're going to start to see some job creation that will allow people to begin to get jobs, but clearly for a lot of people, they are very concerned what the next few months hold after being on checks on months and months now, they may start losing those benefits -- Brooke.",
    "statement": "And you can understand why. Christine Romans for news in New York. Christine, thank you. And also talking more <SORT OF> money here, here's something lawmakers <DEFINITELY> did get done. This was some 20-hour marathon session. Though it did take them until basically 5:39 this morning to get this thing done. This is a group from both the House and a group from the Senate reconciled their Wall Street reform bills and made this deal and they finally agreed to send their chambers, this final version, by the Fourth of July. The goal here to this -- Wall Street reform bill is to give consumers better protection, call it attention to complicated financial products and create a better way to deal with financial firms that are just simply too big to fail. The deal is really this huge win for the White House. In <FACT> President Obama making comments on this this morning. And we will bring those to you from him from the White House as soon as we get them here at CNN. Meantime, turning our attention now, day 67, of the Gulf oil disaster. And all eyes now are on the Caribbean because there is this tropical disturbance that <COULD> <POSSIBLY>, <POSSIBLY>, move into the Gulf and then strengthen. And depending on which way it goes, depending on its track, it <COULD> drive more oil on shore. Meteorologist Bonnie Schneider watching that system from the Weather Center. And I <GUESS> it <COULD> do one of two things. One would be detrimental and one <MAY> not be so bad."
  },
  {
    "transcript_id": "CNN-177161",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And they advised you that there was a risk of having an HIV positive child in the school?",
    "statement": "I wasn't in those discussions, Anderson, but I can tell you that the decision at the end of the day was that in balancing the risks, we had to <THINK> <ABOUT> those other 2,000 students in our home."
  },
  {
    "transcript_id": "CNN-409092",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Before heading to the U.S. mainland, Marco and Laura are leaving flooding and wreckage behind in the Dominican Republic and Cuba. More than a million people without power and at least nine are dead. CNN's Patrick Oppmann live for us this morning in Havana. What are you seeing there?",
    "statement": "<WELL>, it's a calm and beautiful morning but we <KNOW> that won't last. The storm is moving from eastern Cuba to central Cuba, and by the end of the day, will be where I am here in Havana before going to the Gulf Coast and heading towards the U.S. And even though this is a tropical storm -- it's not expected to create the catastrophic damage we've seen from major hurricanes in the past -- it is already wreaking havoc in Cuba. We're hearing <ABOUT> trees down, a lot of power lines down, coastal flooding. And this complicates the other crisis the world is dealing with right now, the coronavirus pandemic. Because when you talk <ABOUT> people having to evacuate their homes, go to shelters, stay with relatives -- of course, that's just not good when some of the governments <AROUND> the world are telling people to isolate. But there really is nothing you can do. If you live on the coast, the Cuban government is telling people here to get off the coast because there is going to be some coastal flooding. We've already seen how this storm has taken lives in Haiti and the Dominican Republic. So the government here is telling people to take heed -- to seek shelter now so that we don't see a repeat of that situation here. And just -- you <KNOW>, we were talking <ABOUT> it a minute ago -- it's so incredible. On Saturday, the Cuban government reported damage from Tropical Storm Marco in western Cuba. And now, two days later, we are seeing damage being caused by Tropical Storm Laura in the eastern part of the island. So just in as many days, we've seen damage from two different storms on this island, Christine."
  },
  {
    "transcript_id": "CNN-66066",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, I think the president's at least listening to the people through some mechanism because we keep hearing he's going to talk more about domestic affairs in his speech, or at least equally, and that's what the public wants. We gave them that choice over the weekend and 52 percent say it's the economy that's more important right now, rather than Iraq per se. Why? Well, look at this. Consumer confidence is going to be released a little later today by the Conference Board. Our own measure of it shows if you follow that red line, we're now up to 31 percent rating the economy poor and just 20 percent on the lower right hand corner there rating it excellent or good. And these are the worst numbers on rating the economy that we've had at Gallup since 1993. Obviously, the public wants him to say what he's going to do about it.",
    "statement": "Oh, you're not kidding. OK, one more question. We hear a lot <ABOUT> giving the weapons inspectors more time in Iraq. The president doesn't really like that idea. But what do the American people <FEEL> <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-339890",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We spoke with an official from Hawaii's policy department earlier about what things look like on the ground right now.",
    "statement": "I'm <ABOUT> a mile from the crater of Kilauea right now. And we just had another 3.0 earthquake, and we've had lots of those during the day. The 15 fissures that have opened up down in the Puna area of Hawaii on the Hilo side of the island have stopped with the lava flow, but there's still a lot of gas and steam out of those fissures. Up here at the summit, the question is when will that explosion occur, if it occurs? And so we're on pins and needles, waiting to see what happens with that."
  },
  {
    "transcript_id": "CNN-142680",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, a lot better than me. He's always been a lot more disciplined than I am. So he's working on those. I keep telling him that I've gotten to the second grade in my memoirs.",
    "statement": "How do you <THINK> the world will remember him?"
  },
  {
    "transcript_id": "CNN-387235",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "North Korea's Supreme Leader sending signals tonight that he could be gearing up for a major move. Kim Jong-un is photographed on a white stallion galloping on the revered Mount Paektu. His wife, Ri Sol-ju, accompanies him to a snow-banked stream. They sit with comrades at a campfire. North Korean propaganda has made dubious claims that Kim's father was born on this mountain, that his grandfather led the resistance against the Japanese there. But analysts say what is true is that Kim often goes to Mount Paektu when he's about to make an important decision.",
    "statement": "He goes up there to deliberate. There's no distractions. I mean, we <COULD> look at this as the equivalent of a president that goes up to Camp David to confer with his aides and advisors."
  },
  {
    "transcript_id": "CNN-239637",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, I was going to be outraged. And I chose not to be. Once you look at program as \"the Five\" as entertainment and not as news, you better understand what they're going for, you know. There are some important great journalists at FOX News, just like there are across television. But, those hosts are more like entertainers. And that's what I think we were seeing there. It is easier to dismiss it than be outraged by it. But I do bet that both of those men got a good talking to afterwards.",
    "statement": "Thank you for saying that. I watched it because I watched it. It's, you <KNOW>, and I occasionally watch \"the Five.\" And I looked at. I didn't see this live. But I looked at it online and I said what's everyone -- come on, lighten up, people? I'm <SURE> the feminists are going to be mad at me. And listen, I am a male feminist. I grew up in a house full of women, by single mother and all sisters. I get it. But sometimes a joke is just a joke. And so you say that to the audience. I don't <KNOW> if he needed to apologize. But come on, people."
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That's my point, that's exactly my point. They want to play got you.",
    "statement": "Both of you want to put words in our mouth because it meets your purposes. But the truth is we're not saying that. We're saying that Bill Bennett has to work out his own problems. His problems don't affect public acts. We said that <ABOUT> President Clinton and we still say it. We're being consistent. We <THINK> you two have a double standard."
  },
  {
    "transcript_id": "CNN-391930",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, I don't see any basis for reaching that conclusion. Certainly we hope that he stops violating the law and stops cheating in the election, but there's been no indication that we should hope for that. You know, I -- the senators -- I have not listened to all those speeches. Honestly, it's disappointing that they found time for each one of them to give a speech but not time to listen to a relevant witness, which would have taken far less time.",
    "statement": "I wonder what emotion it evokes when you hear some of the senators, like Susan Collins for instance, who say, yes, you <KNOW>, the president did it, and it was bad, but I don't <THINK> it's worthy of removing him from office. Or the president did it, and it's bad, or in the case of Susan Collins, I don't <THINK> he'll do it again. Some of them, to an extent, <SEEM> to be saying you proved your case, but, dot, dot, dot."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "guess": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Good evening, Nancy. It was about 11:30 PM on Friday evening when a member of the cleaning crew found a fragile 6-pound baby boy alive in an arena restroom toilet, where authorities believe he had been for about two hours. Tonight, he is fighting for his life in an area hospital while authorities continue to search for his mother.",
    "statement": "To Jean Casarez, legal correspondent, \"In Session.\" It`s a huge arena, the Bi-Lo arena there, and there were 10,000 people there. How are we going to find the mommy, dare I even use the word for her, mommy -- she doesn`t deserve that title -- that gives birth and leaves the baby to die in the toilet, in the commode in a secluded bathroom stall, <HOPING>, I <GUESS>, that the baby was going to drown? For all I <KNOW>, she <PROBABLY> tried to flush it down the commode and it didn`t go down."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's what makes him so spooky is because he is just a normal everyday Joe Blow that you don't give the time of day to. And the next thing you know.",
    "statement": "Marquez made an initial court appearance. It was very brief. Only <ABOUT> five to seven minutes. He did not enter a plea. He will be held in custody and there is another court hearing next week -- John, Isha."
  },
  {
    "transcript_id": "CNN-401900",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It was very heartbreaking. I often imagine the last minutes of my son's life. I didn't imagine it would be that harsh. But to learn that that statement was made in the last seconds of his life, it -- again, it was very heartbreaking.",
    "statement": "Is this a situation where, as a mother, you wanted to <KNOW> what happened? Or do you wish you had never heard?"
  },
  {
    "transcript_id": "CNN-288108",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "It sometimes is a very hard line to draw. Nic, experts say these terror attacks overseas are happening because ISIS is actually losing territory in places like Iraq, and also in Syria. They're still trying to prove they are a group to be reckoned with. Can you address that for us?",
    "statement": "<SURE>. I <THINK> there were several things happening here. One, they want to continue to be the most dominant radical Islamic terrorist group on the planet, so they are attacking beyond the areas, Syria and Iraq, where they're trying to hold on to territory. They are losing territory. That's a very negative -- that's a very negative for them on the PR front. In <FACT>, if ISIS loses all its territory it <KIND OF> ceases to hold that special place for these radicals because that's what set them apart. They've had territory. But I <THINK> also what we're seeing here is the <FACT> that they are maturing or at least they're maturing their global support. They've been in a fight with al Qaeda as <WELL> to try to <SORT OF> bring as many affiliates from as many countries on board as possible. So when we look at Bangladesh, where this attack took place, we notice that ISIS just last year had claimed an attack and the killing of an Italian aid worker, a month later, in October claimed the killing of a Japanese businessman, claimed several other killings since then. This attack was a different scale. It showed more planning and preparation. They've been laying down the roots for networks there and in other countries for some time, and those networks are beginning to mature in their capabilities are beginning to mature. They want to use this to recruit more people to the fight in Iraq and Syria because they need more war recruits, but they also still want to outplay, if you win, and outgun globally al Qaeda and its message."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "I assume you're not happy about sharing this award with Al Gore. You going to renounce it in some way?",
    "statement": "<WELL>, as a scientist at the University of Alabama in Huntsville, I always <THOUGHT> that -- I <MAY> sound like the Grinch who stole Christmas here -- that prizes were given for performance, and not for promotional activities. And, when I look at the world, I see that the carbon dioxide rate is increasing, and energy demand, of course, is increasing. And that's because, without energy, life is brutal and short. So, I don't see very much effect in trying to scare people into not using energy, when it is the very basis of how we can live in our society."
  },
  {
    "transcript_id": "CNN-245674",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "Right, I guess it's still early. Nobody really knows. And in some circles, that's very exciting, and in others, that's very nerve-racking. Rosa Flores, thank you so much. We'll check back with you from Havana. All right, that reaction is more mixed now, particularly in the U.S. some Cuban-Americans had these strong words for President Obama. Anger coming from older generations, but in the younger generations, the feelings are much more hopeful and optimistic. For more on this, I'm joined now by a young Cuban American joining us from Miami. Raul MOAS, with the nonprofit, Roots of Hope. Their goal, the group, is to help young people in Cuba build better futures. So Rosa Flores, I think, is also still going to join us. So Raul, what is the conversation like these days, since the announcement from President Obama, with your elders?",
    "statement": "<SURE>. Fred, it's great to be here. The conversation in Miami has been very mixed and very muted. I <THINK> the clip we just saw exemplifies a very vocal, but small minority in Miami, that doesn't necessarily reflect the general trend and the general sentiments in the community. President Obama's announcement was really broad and really deep. Not only are we republishing diplomatic relations with Cuba and its commerce increasing, but there's also a prisoner swap. So some of these moves particularly the re-establishment of diplomatic relations was really welcomed. I would say, by most Cuban Americans, whereas others like the prisoner swap had really much more stronger <FEELINGS> from that move. And so overall, though, I'd say that there is cautious optimism that the spaces created through these moves will be encouraging and will be strengthening for Cuba's society. And that's really our homework now. How can we then take these opportunities to further grow private enterprise, further increase access to technology, further increase the flow of information, to and from the island."
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "So as a lawyer, what I'm most interested in seeing is Mueller's analysis of obstruction of justice. This has been debated on our air for a year, whether or not the president can obstruct justice by doing something he has a constitutional right to do, like fire Comey, like ask the Flynn investigation to be dropped. I want to see what Mueller decided about that. And that will tell me a lot about how much trouble the president could have been in had he not had a prosecutor as honest and forthright as Robert Mueller.",
    "statement": "All right. Michael, Ryan, Mark, thank you, gentlemen. Good to have all of you with us tonight. I <HOPE> you'll come back when we get these results. OK. Donald Trump's potential 2020 opponents are also chiming in on the Mueller report. We'll have their reactions just ahead. Plus, man of mystery. As we await details of the Mueller report, we'll take a closer look at this man. The man behind it, Robert Mueller, and the key roles he's played."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Federal prosecutors in New York now say they have enough evidence to file criminal charges against Martha Stewart. The charges would stem from Stewart's sale of ImClone's stock just one day before the company tanked. Stewart can soon face trial on charges of securities fraud, obstruction of justice and lying to the FBI. Potential penalties include years in prison. Surveys show the public overwhelmingly believed Stewart committed a crime, but she does have at least one defender. Shortly after the scandal broke, Senator Hillary Clinton offered her support. Quote, \"She was one of the first people to call me,\" Stewart told CNN's Jeffrey Toobin. Senator Clinton's message, quote, \"You know, you have to hang in there. It's a process.\" Of course, the process. Not the crime, not the insider trading, not the shareholders you may have shafted, or the laws you may have broken or the public trust you violated, but, quote, \"the process.\" That's Hillary Clinton's take on it. No doubt she told Marc Rich the same thing. Besides, it just the process...",
    "statement": "Martha Stewart, like every American, ought to be entitled to a presumption of innocence. And <MAYBE> if Hillary Clinton hadn't been hounded by an out of control right-wing prosecutor, has a little bit more sympathy for somebody's being hounded by the press the way Martha Stewart is. I don't <KNOW> if she's guilty or innocent. I <SUSPECT> you don't either."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "What kind of habitat do they like? It is just woods? It is fields, any types of plants more than others?",
    "statement": "Yeah, so, <DEFINITELY> woods. They're in leaf litter. These poppy-seed-size ticks hide in the leaf litter, and then will latch onto small animals that run through the leaf littler, like mice and chipmunks or ground-dwelling birds, or people that are shuffling through the leaf litter along a woodland trail."
  },
  {
    "transcript_id": "CNN-203735",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Back to the financial crisis in Cyprus. The country may have sealed a $13 billion bailout deal, but the trouble, not over.",
    "statement": "No. Banks there are still closed. The chairman of the country's biggest bank quit earlier today and there are some dire warnings of tough times ahead. Jim Boulden is in Nicosia watching it all unfold. Banks are meant to open on Thursday but, gee, we've heard -- we've heard a few days mentioned in recent days, haven't we? You <KNOW>, what's like -- and do you <THINK> it will happen, a, b, what will happen then? Run on the banks or not?"
  },
  {
    "transcript_id": "CNN-292902",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Thank you. Pleasure.",
    "statement": "All right, any minute now, Vice President Joe Biden, he is getting ready to speak. He will, no <DOUBT> -- you can see him on stage there. Ted Strickland, the former governor of Ohio, introducing the vice president. Strickland, actually, is trailing right now in the Senate race there. That's one of the reasons Biden is there. Also to talk <ABOUT> Hillary Clinton. And no <DOUBT> talk <ABOUT> Trump. We'll be right back."
  },
  {
    "transcript_id": "NPR-21556",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "It must have been difficult to make a choice where you knew you could be putting your military service in jeopardy.",
    "statement": "<ABSOLUTELY>. And that was just a daily conflict. It was consuming my thoughts almost every minute of the day. And I remember <<FEELING>> it's like, <WELL>, at the end of the day, you <KNOW>, when I am off work, I'm stuck with myself. And so I determined that I would be more effective at performing my daily duties in the Army if I were to serve authentically and be myself."
  },
  {
    "transcript_id": "CNN-207329",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Right. To be a fly on the wall, I mean, imagine what they're talking about. Meanwhile, her demeanor yesterday, she was smiling, she looked relaxed, just a day after a 19-minute, you know, essay on why she should get life in prison and then a whole round of interviews. What do you make of her demeanor yesterday?",
    "statement": "<WELL>, yes, I don't <KNOW> if I can drop the \"f\" word here on CNN, but I <THINK> she was flirting here in court in that video we're looking at because she's speaking with one of the deputies over there and smiling ear to ear. And then this media junket she went on was <ABSOLUTELY> amazing. Interview after interview with demands like she's, you <KNOW>, a rock star or something, you <KNOW>. Listen, you can only shoot me from the waist up. Don't show the stripes. If you're going to interview me you have to bring makeup and you can't videotape me when I putting my makeup on and make <SURE> you bring lip gloss, too, unbelievable."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And if you have to have -- Mr. Beck, for what purposes do you arise, sir?",
    "statement": "<WELL>, I do object to having a demonstration with a machine that doesn't come from the counties, with no foundation for when the counties did buy their machines. And also, Your Honor, because there's no foundation that this man, who's a demographer by profession, maintains his machine the way that voting officials maintain their machines in the actual counties."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Correct.",
    "statement": "Now, let's talk <ABOUT> a couple of other possibilities here."
  },
  {
    "transcript_id": "CNN-356892",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "She's got a lot of projects going on. She won't be in her house, I'm sure.",
    "statement": "Her movie career, I <THINK>, is going to keep her busy."
  },
  {
    "transcript_id": "CNN-193273",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You have to pay yourself first. You have to fund your own retirement first and if something has to go you can't borrow for your retirement, you can borrow for your kids' college. That's the conundrum so many families are in.",
    "statement": "Here's my question for Christine Romans, housing crisis, you <KNOW>, all this <ABOUT> the economy. If more debt at cheaper rates was the precondition for the mortgage crisis, how is the student debt going to be solved by the same theory?"
  },
  {
    "transcript_id": "CNN-261082",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I think you're on somebody's short list for vice president.",
    "statement": "His sharp tongue instilled fear in politicians and TV pontificators, and he more than tripled Kilburn's average ratings, too. While Kilburn introduced segments like five questions, and the longer lasting \"Your Moment of Zen,\" Stewart's \"Daily Show\" earned the respect of the industry with 20 Emmy's and two Peabody Awards. Stewart was a clown, that's for <SURE>."
  },
  {
    "transcript_id": "NPR-7229",
    "matched_terms": {
      "should": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Just so we're clear here, Scott, he said no one is above the law. But hasn't he written that he has decided that it seems inappropriate to investigate a president too much?",
    "statement": "He did. But he said yesterday that that was really guidance for Congress - whether the Congress <SHOULD> grant the president immunity, not a <VIEW> of how judges <SHOULD> behave in that circumstance."
  },
  {
    "transcript_id": "CNN-335010",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "-- because he got that, you <KNOW>, <OBVIOUSLY> when that first came out and then when that voice <COULD> change to have <SORT OF> a more normal sounding voice if you like he stuck with the synthesized voice because he <THOUGHT> that no one would recognize his voice if he changed it to something else. That's why he kept that sound to the very end."
  },
  {
    "transcript_id": "NPR-45310",
    "matched_terms": {
      "may": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Mr. P. McGARRY: This is true, too, Neal. And, I mean, it somewhat lessens his authority in addressing the issue where Ireland is concerned. But he remains pope, even if he has questions to answer himself. On the more negative side about the letter, he did blame secularization and moral relativism for -clerical child sex abuse, the incident of it here in Ireland, which is a bit ridiculous, at least about its  because the time in Ireland, which is most loyal to Catholicism, would've been the middle decades of the 20th century when orphanages, and industrial schools and residential institutions were run for children by 18 richest congregations here in Ireland.",
    "statement": "And the Ryan Report last <MAY> exposed shocking abuse - sexual, physical, emotional abuse and neglect of children, tens and thousands of them, in those residential institutions through the '20s, '30s, '40s, '50s and '60s in Ireland, long before Vatican II, long before secularization ever hit the shores and the basis which he says is the cause for it all. We <MUST> see in that context. So it does make his letter that, part of it, any how, look ridiculous."
  },
  {
    "transcript_id": "CNN-283469",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You're nice. Thank you for sneaking that in there, Joe. I am a proud alum of Howard. I bleed blue, correct.",
    "statement": "From a political science standpoint here in Washington, we'll be watching to see whether the president talks a little bit <ABOUT> the state of American politics and whether he weighs in any further than he did yesterday on Donald Trump and some of the other individuals in the race. You <KNOW>, that poll you just mentioned a couple minutes ago, that's significant because a president's approval ratings now over that critical threshold of 50 percent and the suggestion is if it continues to rise, his position <COULD> be seen as a benefit to the Democratic nominee. So we'll be watching to see all that."
  }
]