[
  {
    "transcript_id": "CNN-210186",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I looked. I didn`t see anything. I was walking back to my truck. And when I got to right <ABOUT> here, he yelled from behind me. He said, \"You got a problem?\""
  },
  {
    "transcript_id": "CNN-172350",
    "matched_terms": {
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK, Elizabeth, thank you very much. So we know what a grand mal seizure is, but what about the legal side here to Cindy Anthony's claim? Sunny Hostin on the case. Sunny, the obvious first question, if Casey Anthony had suffered from these grand mal seizures, wouldn't her attorneys brought that up during trial?",
    "statement": "That is what people <WOULD> <<<THINK>>>, but <<APPARENTLY>>, Cindy Anthony says they didn't want her to bring that up. That really was very contradictory to their theory of their case, right, because the defense case here basically was Casey Anthony had nothing to do with the death of Caylee Anthony. Casey Anthony happened upon her father holding Caylee and she had already drowned. And so to try to explain away Casey's behavior by discusses seizures <WOULD> have <<SORT OF>> muddied up the waters for the defense theory. So it's not surprise to me that something like that <WOULD> not be brought in front of a jury."
  },
  {
    "transcript_id": "CNN-124449",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "He told me, \"They shot him.\" He was three doors down. I'm like, no, no, no! I didn't want to believe it. I didn't want to believe it. I thought if I didn't talk about it, it wouldn't be true.",
    "statement": "No one <<COULD>> <<<BELIEVE>>> it was true. Jamiel was a star running back and sprinter for Los Angeles High School. Colleges were showing interest, including Stanford."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Stacey, could a prosecutor be pressured by other concerns?",
    "statement": "<WELL>, you <WOULD> hate to <<<THINK>>> that that <WOULD> be the motivation for a prosecutor to bring a case, but I <KNOW> that there is a concern by the people of Aruba because the crime rate is very low over there, and this seems to be, you <KNOW>, <<KIND OF>> out of the blue. They're worried <ABOUT> tourism. I <<<THINK>>> one of the big issues, what your caller was really talking <ABOUT> is, is that the Dutch and the influential and the wealthy, that seemed to be the three boys that picked her up in this car and then <ALL> of a sudden you're dealing with these two men who are immigrants and working there and just residents, so that seems to be the dividing line -- what's going on over there, and I <WOULD> just <HOPE> that that's not a reason. My sincere belief, as a prosecutor in hearing -- and some of the things that I've heard -- is that there is something linking these two people that, of course, we are not privy to, which you wouldn't be privy to because it's a pending investigation."
  },
  {
    "transcript_id": "CNN-365817",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Sabrina, we saw a lot of content. We saw his style. And it opened up with he and his family, his three kids, wife, Amy. And we see him wrapping it up with a similar message of togetherness. At the same time, kind of incorporating that this whole town of El Paso where he was born and grew up is also an extension of his family. A city with many immigrants and a city where he learned how to be a business person before being a member of Congress. How do you see him trying to roll out or introduce to the world who he is in this way?",
    "statement": "Beto O'Rourke touched on a wide range of policy proposals, from health care to public sector unions, education, criminal justice reform. But it was very <CLEAR> that he believes he is uniquely positioned to counter this president on the issue of immigration. He leans so heavily into his roots from El Paso, a border city, at a time when the president is again seeking to make immigration front and center in the 2020 campaign. You heard Beto O'Rourke speak <ABOUT> inclusiveness, <ABOUT> the <NEED TO> embrace our differences and the contributions of immigrants to society. I <<<THINK>>> what's interesting <ABOUT> that is, the other Democratic candidates are making issues like health care, Medicare for <ALL>, environmental policy, such as the Green New Deal, very much a platform of the Democratic agenda as they campaign in 2020. Immigration is more of a rhetorical theme for Democrats but not one where they've met the president front and center on the basis of policy. If you look at the 2018 midterms, when the president was trying to make the closing argument <ABOUT> the caravan, Democrats didn't <TAKE> the bait and stayed laser focused on pre-existing conditions. Beto O'Rourke very much wants to <TAKE> the fight to the president on the issue of immigration. And it will be interesting to see how that changes the way that Democrats talk <ABOUT> the issue as the campaign really heats up in the coming months."
  },
  {
    "transcript_id": "CNN-98709",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "So that dream about taking a test naked could point to an anxiety about a challenge we're facing in waking life. And those dreams about running away or falling may signal feeling out of control.",
    "statement": "As we understand our situations in the dream, it can help us to understand where we are in terms of resolving some of these conflicts in our lives, conflicts that <<MAYBE>> we weren't even conscious of in our waking lives."
  },
  {
    "transcript_id": "CNN-387012",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "And the White House has until the end of the week to decide whether or not administration lawyers will play any part in these House impeachment proceedings. One White House official questioned whether the White House even needs to respond to the House hearing set for Wednesday, as it includes constitutional scholars, not witnesses, who could shed light on the president's dealings with Ukraine. At this point, Wolf, the White House appears to be closing the door on any participation in this impeachment process in the House. White House official speculated earlier this evening, well, perhaps they might be enticed to respond and participate if, for example, the whistle-blower were to take part in these impeachment proceedings. That is a nonstarter for Democrats, Wolf. So it sounds as though the White House is very much closing the door on any participation in this process -- Wolf.",
    "statement": "It <CERTAINLY> does. <ALL> right, Jim Acosta in London for us, thank you. Joining us now, Congressman John Garamendi, a Democrat who serves on the Armed Services Committee. Congressman, thanks, as usual, for joining us."
  },
  {
    "transcript_id": "CNN-392447",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Keeping with tradition, the first votes were cast overnight in three small towns. Taking an early lead, Senator Amy Klobuchar, big endorsements and strong debate performances have not so far bolted her to the top. Here was her closing argument last night.",
    "statement": "I <KNOW> we are searching at <<KIND OF>> an interesting time. Time and time again, New Hampshire has surprised the nation by giving us incredible precedence. New Hampshire has surprised the nation by not <ALWAYS> going with the most famous person or the person with the biggest bank account. What New Hampshire has done is <GIVEN> us leaders. So I'm asking you to do that for me today."
  },
  {
    "transcript_id": "CNN-187402",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's an election year.",
    "statement": "But I do <<<THINK>>> the business something that's scared to say. Look, a lot of business out there that struggle like mad just to make ends meet month to month to have additional regulation, to have the threat of litigation on their heads because of this bill --"
  },
  {
    "transcript_id": "CNN-137379",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Great talking to you.",
    "statement": "<ALL> right. Don't you <<<THINK>>> it's time that the politicians you elected got graded? <WELL>, we <CERTAINLY> do. Join us on President Obama's 100th day in office for the \"CNN National Report Card.\" On Wednesday night, you get to grade them with CNN's <BEST> political team on television. Together we're going to rate the president, Congress and state leaders. That's Wednesday beginning at 8:00 Eastern on CNN and CNN.com/reportcard."
  },
  {
    "transcript_id": "CNN-306157",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Clarissa joins me now. What's the Pentagon saying about all this?",
    "statement": "<WELL>, Anderson the Pentagon is saying that <SHOULD> come as no surprise to anyone that North Korea <WOULD> engage in assassination practices is the phase that they used, but at the same time they are not confirming use of VX. But it's hard to <<<BELIEVE>>> that this is not of grave concern to U.S. officials. The <FACT> is, this happened in broad daylight in a major international airport. And if the VX had been more widely dispersed, many, many more people <<COULD>> have been killed, among them potentially Americans. Anderson."
  },
  {
    "transcript_id": "NPR-35701",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Also, it's interesting to note that as this is in a largely Tibetan area, Tibet's religious leader, the Dalai Lama and the Tibetan government in exile have also spoken up about this matter. And the government has dispersed millions of dollars in emergency relief funds. So, it's a very big effort underway right now.",
    "statement": "Anthony, do you <EXPECT> that the government response <MIGHT> receive the same <<KIND OF>> scrutiny as it did following the earthquake in 2008?"
  },
  {
    "transcript_id": "CNN-381060",
    "matched_terms": {
      "about": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "Thanks, Victor, always a pleasure.",
    "statement": "Still ahead, there's another investigation involving President Trump now. A judge <<REPORTEDLY>> wanted to talk to the president under oath <ABOUT> a fight between his security guards and a group of protesters during the 2016 campaign."
  },
  {
    "transcript_id": "CNN-341144",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "feel": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. So, Will, I know that you have spoken to regime officials, I understand. Are they as optimistic about this as the U.S. seems to be?",
    "statement": "They're cautiously optimistic, Christi. <OBVIOUSLY>, they were taken by surprise when we got the news on the train ride back from the North Korean nuclear test site, Punggyeri, that President Trump had unilaterally canceled the summit. There was a lot of shock. It was very awkward and uncomfortable, but then the next morning, North Korea's Foreign Ministry put out that statement praising President Trump giving him credit for taking steps that no other U.S. president has before to actually consider sitting down and talking with North Korea. And the North Korean said that they want a dialogue with the United States. They <<FEEL>> that dialogue and not military escalation is the solution here. Those words <OBVIOUSLY> welcomed by the president. Now it looks like the summit <WOULD> <SEEM> as if it was dead in the water is now a distinct possibility. That is being welcomed not <ONLY> inside North Korea, but <AROUND> the region even in South Korea, the presidential office putting out a statement overnight. I'll read a portion of it to you. It says, quote, \"It is fortunate that the embers of the North Korea-U.S. dialogue are not going out but are coming back up again.\" This is a spokesperson for the presidential office responding to President Trump's comments at White House, <WOULD> still like to move forward with the summit, also saying, \"We are watching the development carefully.\" They're watching very carefully in North Korea, as <WELL>. We <KNOW> that diplomats that had closed channels of communication have now reopened them. Even though there's still a lot of mistrust on the North Korean side and frankly, the U.S. side, they'll try to overcome those obstacles and see if they can work something out to make these talks happen as planned next month."
  },
  {
    "transcript_id": "CNN-283208",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What? (",
    "statement": "There are some inaccuracies. They did describe the medication on the scene, but that medication is used in pain management as <WELL> as addiction and Dr. Cornfeld is <WELL> known in both pain management and addiction."
  },
  {
    "transcript_id": "CNN-193687",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Millions will watch tonight's first presidential debate, but it <ALL> comes down to the two men on stage. The public will perceive one as a winner. And as history has show, nuance can make <ALL> the difference. For example, <TAKE> a look at this. 1960, John F. Kennedy and Richard Nixon squared off in the very first televised debate. While Nixon was known for being a fierce debater, on camera, he looked nervous, sweating profusely under the hot camera lights; whereas Kennedy looked calm, cool, collected. For those that watched the debate, Kennedy was the winner. But for those who listened to the debate on radio, they thought Nixon won. In the end, it was Kennedy who won the presidential race. <WELL>, of course, humor can also have an affect on the debates. 1980 Ronald Reagan repeatedly attacked by President Jimmy Carter for his stance on health care, but Reagan won fans with his response. Check it out."
  },
  {
    "transcript_id": "CNN-247570",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "-- and dedication.",
    "statement": "We <MUST> rise --"
  },
  {
    "transcript_id": "CNN-343260",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "When you have to resort to wha, wha, that's not a a coherent argument.",
    "statement": "Right. We've seen the pro-Trump media struggling the past few days to defend and explain and support this policy. There's a lot of attempts, a lot of incoherent answers, a lot of half-hearted explanations. But we're not seeing a strong defense. And, look, the <FACT> that the White House didn't even hold a press briefing yesterday, another example that they're having a hard time to defend this."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Tell the court what you personally did in that regard to examine the various machines that were in existence.",
    "statement": "<WELL>, I started back in 1975. Dr. Smolka was approached by one voting machine company to evaluate a new type of equipment that was coming out on the market. He did not want to do that, and he mentioned that I was available to do that <<KIND OF>> work. That company that then hired me was called Automatic Voting Machine Company, or the AVM Company. They were developers of the old lever machines, lever machines that are still used, particularly in the northeast part of the country. But they were concerned that -- this new voting system was coming on to the market -- had been for <A LITTLE> bit of time at that point -- but was starting to make a dent into their market share, and they were interested in what <<KIND OF>> things were happening. That new voting systems at that time was the punch card system, which is, in <FACT>, now used by 31 percent of the registered voters in this country today."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And does it get transferred to your fingers when you touch the receipts?",
    "statement": "<WELL>, he didn't look into that. He just started measuring that, and in <FACT>, his first formal publication of those data just came out <ABOUT> a week ago."
  },
  {
    "transcript_id": "CNN-357204",
    "matched_terms": {
      "suspect": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Breaking news, \"The Washington Post\" has just obtained a draft of a report that has been prepared for the Senate about Russia's interference in our 2016 election, and it describes it as the most sweeping analysis yet of Russia's disinformation campaign. The report studied the millions of social media posts provided by technology firms and here is what it found, according to the paper. That Russia used every major social media platform to help elect Trump. That all of Moscow's messaging was intended to benefit the Republican Party, specifically Trump. And that on Facebook alone, Russia's campaign reached 126 million people. It reached another 20 million people on Instagram. With us now, one of \"The Washington Post\" reporters that obtained this report and is breaking this news, Craig Timberg, and our chief media correspondent Brian Stelter. Craig, how is any of this different from what we've already learned about Russian interference? Let's start there.",
    "statement": "This, in many ways, is the report we have been waiting for. It's sweeping, it's comprehensive. It uses the fullest data set we have seen yet from the companies who turned over lots of information to the government that they didn't turn over to anybody else. And so this is -- it doesn't exactly tell us things that we didn't <<SUSPECT>> or haven't heard, but it puts it <ALL> together in a new way and it's very comprehensive and compelling. I <<FEEL>> like they <<KIND OF>> reverse-engineered the entire Russian disinformation campaign in this one report."
  },
  {
    "transcript_id": "CNN-315171",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That is a little bit harder to assess. You can certainly say the sanctions, economic sanctions, did have a certain effect. Some of them, yes, were symbolic. Others have had an economic effect. Probably, the biggest effect was just oil prices. But that's one thing. But this indication in \"The Post\" about cyber weapons inserted into the Russian system, into infrastructure or its networks, is a worrisome thing or could be for the Russians. Apparently, it didn't get developed and was never used, but that opportunity still exists, apparently. It would depend on what President Trump would do. But that's worrisome. So I don't think that the Kremlin is very confident right now or sitting back. I think there are those two worrisome signs really of great concern for them.",
    "statement": "<ALL> right, Jill Dougherty, Athena Jones, our thanks to both of you. Let's talk more <ABOUT> this, these stunning new developments, the president's response to the new report. Joining us now, CNN political commentator and Republican strategist, Shermichael Singleton, and \"Metro\" paper columnist, Ellis Henican, who writes a column, \"Trump's America\"; and CNN political commentator and Democratic strategist, Maria Cardona. Shermichael, I'll start with you. President Trump slamming Obama for not doing more. Meanwhile, President Trump has had access to the same intelligence since the election. What has he done?"
  },
  {
    "transcript_id": "CNN-413810",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "A Trump advisor questions the president's decision to attack Fauci two weeks before the elections, saying the campaign is already struggling to keep up with Biden's massive spending advantage. Adding, time is running out. Being outspent is a problem. No one ever thought we would be outspent. Time is our enemy. The president is more confident.",
    "statement": "We're going to win. I <WOULD>'ve said that three weeks ago, three weeks ago, two weeks ago. I don't <KNOW>, I <WOULD>'ve said it."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I still feel that way. It gave me a purpose to want to wake up in the morning and come to rehearsal and participate in something that just was great.",
    "statement": "And everyone needs to participate, as I learned, even a reporter can't stand <AROUND> and watch. (on camera): We were pretty much getting ready to go and you said to me, no. Wait a minute. (voice-over): So I sang Barry Manilow's \"Copacabana.\""
  },
  {
    "transcript_id": "CNN-241932",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "No, it is. I`m saying it is. Because we know she has borderline, because that was measured. That`s an objective psychometric measurement. Ms. DeMarco (ph) last time around measured that. But also, is what I`m saying, this psychopathy. What else is evil but that?",
    "statement": "That`s a dilemma, and that is why the jurors <HAVE TO> make this very difficult decision, Dr. Drew, and we saw last time <AROUND>, four of those jurors couldn`t sentence her to death. Do we put individuals who are mentally ill to death? There`s ample case law that says no. We can`t do that."
  },
  {
    "transcript_id": "CNN-349366",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "You know, it's a great question. I think that they do have a reason to be concerned and I think they know that. And I think, you know, in some ways, unlike Facebook and Twitter, who have embraced the problem -- and there is no silver bullet to this problem. It's a very, very difficult problem to address. It's going to be a series of measures, not just one, you know, effort. I think it is strange that they wouldn't come to the table, at least for the discussion. And you know, whether they were worried about sort of corporate exposure or public liability or maybe they just weren't prepared to answer really tough questions. I think it's very concerning and I think we should all be sort of asking ourselves, you know, in a situation like we have today facing, you know, a very important election coming up, for that platform not to be at the table trying to solve really our problems, you know, should really make us sit up.",
    "statement": "Yes, indeed. And, of course, your overall <FEELING> then for Facebook and Twitter is kudos to them. Great first step, but what happens next?"
  },
  {
    "transcript_id": "CNN-358118",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The record and documents I have voluntarily provided will show that all of my actions were proper and occurred in the normal course of events of a very unique campaign.",
    "statement": "Kushner told a congressional committee that he asked if they had an existing communications channel at his embassy we <<COULD>> use where they <WOULD> be comfortable transmitting the information they wanted to rely to General Flynn. Later, in December, Jared Kushner had another questionable meeting. This time, with Russian banker, Sergei Gorkov, who had ties with Russian President Vladimir Putin. What was discussed remains a mystery. But at the time, Kushner was still CEO of Kushner Companies, which was trying to attract financing for a building project in Manhattan. Still, the White House says there was no discussion at the meeting <ABOUT> Kushner's company or sanctions."
  },
  {
    "transcript_id": "CNN-124804",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Professor Joel Slemrod found a majority of people in 2001 decided to save the money or use it to pay off debt rather than spend it.",
    "statement": "We really shouldn't <EXPECT> miracles from a tax package or stimulus package of this magnitude."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "I read that this morning, also. I fired off a quick e- mail and said, oh, come on. Do we have to -- do we have to call it there? Todd and I, we would be happy to get to Michigan and walk through those plants of the car manufacturers.",
    "statement": "So, McCain says his campaign is leaving Michigan. Sarah Palin tells reporters she and Todd want to go there. The McCain camp then also starts those robocalls that have been in the news for <QUITE> some time -- by both sides, by the way. Sarah Palin says they're irritating. Listen to this."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "I think he got rattled a little bit by Beck. I think Beck was questioning whether he had really done his homework, was he really that familiar with the situation in the three counties in south Florida, and was he really an expert. And the judge has reserved ruling on that yet. He may consider it during the recess, and when he comes back we may hear something from the judge about that.",
    "statement": "Any thoughts on how the judge <MAY> or <MAY> not be reacting? I <KNOW> it's a very difficult <THING>, to judge a judge, but in this case, what is your <<SENSE>>?"
  },
  {
    "transcript_id": "CNN-196664",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And that is what is so incredible because he did allegedly do that in front of his coaches. He was in front of the team's head coach, but also, the general manager. I know you didn't know Jovan Belcher personally as a linebacker, but what was his reputation? When you talk to other guys on the team and in the league?",
    "statement": "A good guy, a good guy in the locker room. You <KNOW>, Emmitt Smith was a coach. He's coaching now with the Chiefs, and I <<GUESS>> everybody is <<KIND OF>> just lost and shocked for words. There's really nothing that you can <<POSSIBLY>> put into words or try to wrap your mind <AROUND> to try to make light of it because like I said, it just happened. This is something that is continuing to happen in the NFL. It's not a trend. It's going to continue to happen. Like I said, when Junior Seau, you <KNOW> when the big name <<KIND OF>> hit, everybody <<KIND OF>> took notice to it. So, like I said, you just <NEVER> <KNOW>. I don't want to <SPECULATE>, you <KNOW>, what was going through that young man's head."
  },
  {
    "transcript_id": "CNN-266118",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "In no way. If anyone knows Dr. Carson, if they watched him, if read him and know what he spent most of his life doing, that is the last thing that anyone could ever imagine that Dr. Carson would be so heartless he could not even sympathize and understand not everyone has the capacity to act like a Dr. Carson in that kind of situation.",
    "statement": "But again, you say to act like a Dr. Carson. We have no idea how Dr. Carson <WOULD> act like this because as far as you <KNOW>, he's <NEVER> been in any situation like this."
  },
  {
    "transcript_id": "CNN-65460",
    "matched_terms": {
      "must": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "He's been given 11 years to disarm, and so the world came together and we have given him one last chance to disarm. So far, I haven't seen any evidence that he is disarming. Time is running out on Saddam Hussein. He must disarm. I'm sick and tired of games and deception.",
    "statement": "Of course, he was saying the onus is on Saddam Hussein, not the weapons inspectors, but this is really <ALL> gives -- makes it really difficult diplomatically for the White House, because they want to make <<<SURE>>> that they keep the pressure on Saddam Hussein, saying that he <MUST> disarm and keep the pressure on the inspectors to do their work. At the same time, they want to make <<<SURE>>> that they don't alienate any of the allies, that they want to really get what the president calls a \"coalition of the willing\" together if they do, in <FACT>, <HAVE TO> go after Saddam Hussein. I <SHOULD> add that Condoleezza Rice, the president's national security adviser, is in New York today meeting with the chief weapons inspector Hans Blix, going over some of the things that they really want the U.N. to make <<<SURE>>> that they get done before that January 27 date, when the U.N. inspectors are going to give a report -- Judy."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "We have a lot of news to get to here in Atlanta, including looking forward to the president will be speaking live having a news conference with Vladimir Putin.",
    "statement": "Scheduled for 11:30. <<PROBABLY>> some time-ish, as they say. Here's what's happening right now though in the news. A day after appearing on closed circuit television, instead of his usual balcony perch, Pope John Paul II returns to a hospital in Italy suffering a relapse of his earlier condition. Now, a Vatican spokesperson is saying the 84-year-old pontiff is receiving specialized treatment. He was released two weeks ago after a nine-day stay for breathing problems. We're going to have a live report on this in just <A LITTLE> bit. Nearly four hours after addressing the people of Slovakia, President Bush is now in a summit session with Russian President Vladimir Putin. The two are expected to agree on improving Russian nuclear security. However, they <MAY> disagree on Russia's democratic reforms and Russia's role in Iran. The news conference, as Daryn mentioned, expected in <ABOUT> an hour and a half. We'll <CERTAINLY> bring it to you right here as it happens. Now, more violence across parts of Iraq have <CLAIMED> at least 19 lives in the last 24 hours. The incidents include a suicide bombing near a police station in Tikrit that killed at least a dozen officers. Also, a roadside bomb that killed two police officers in Kirkuk. And a high-ranking police official was gunned down in Baghdad. Two U.S. soldiers died in roadside bombings in northern Iraq. Also, we want to you <TAKE> a look at something. It's a spectacular blaze that broke out inside a commercial building in the garment district of Los Angeles earlier today. Firefighters struggle to try to prevent the flames from spreading to nearby residences. So far, the good news, no injuries reported. And hello again, everyone. I'm Rick Sanchez."
  },
  {
    "transcript_id": "CNN-45770",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "President Bush says American Taliban John Walker has been questioned properly by the U.S. government. But when Walker was aught in an al Qaeda round up in an Afghan prison, was he read his Miranda rights protecting him against self-incrimination?",
    "statement": "If the government were to try to admit in evidence statements that he made without having been warned, his defense counsel will <CERTAINLY> make an issue of that."
  },
  {
    "transcript_id": "CNN-118629",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You also said that whatever controversy there was, was resolved. Can you say which it is?",
    "statement": "<WELL>, what I'm saying is, there was the discussion of the controversy. The controversy did not hinge upon this program that I've discussed --"
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "know": "ungraded",
      "confident": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Let me...",
    "statement": "That's right. I did oppose Mrs. Clinton's health care policies in 1994, and I still disagree with many of them, but there's no litmus test, and the <FACT> is I'm <<CONFIDENT>> that she will listen to people who <KNOW> a lot <ABOUT> a topic and that as a senator she will discuss the issues, compromise on the issues and be an effective representative for New York in the United States Senate."
  },
  {
    "transcript_id": "CNN-391150",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I hear you on that. Do you think the Republicans are going to allow that to happen, that they are going to allow witnesses to testify at this trial? And if they don't, how is that going to impact how this trial is viewed?",
    "statement": "I <<<THINK>>> they <<PROBABLY>> won't. And I <<<THINK>>> that's sad. I <<<THINK>>> among other things, that means the trial will be viewed as not a real trial. A real trial, everybody knows, has witnesses. A real trial has evidence. I <<<THINK>>> it will be viewed as a whitewash, as something where the fix in was with McConnell to begin with. And that means the president will not really be exonerated. He will be impeached forever. And that is a burden he will <TAKE> with him, talk <ABOUT> burden-sharing, into the 2020 election. And I <<<THINK>>> that's what history will say. It will say that Republicans didn't do <ALL> they <<COULD>> to get to the bottom of things, but simply gave a pass to their guy in order to stay in office, not to have Trump go after them with primary opponents who <WOULD> destroy their careers. They care more, it seems, <ABOUT> their careers than their country. And I don't <<<THINK>>> that's the way I <WOULD> want to be remembered if I were a public <FIGURE>."
  },
  {
    "transcript_id": "CNN-198724",
    "matched_terms": {
      "know": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "That I'm involved in is designed to deal with the concern about delay and about amount. And I am confident based on the Katrina experience that this mediation program will be reserved for the relatively modest number of claims with the insured does not get satisfaction.",
    "statement": "Because you had a major decision after 9/11 or Katrina or BP, you <KNOW>, how much is a life worth -- for example, if someone died in 9/11 at the World Trade Center. You had to determine how much the survivors <WOULD> get. Those are impossibly difficult decisions to make."
  },
  {
    "transcript_id": "CNN-25538",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Less than an hour from now, the Department of Transportation will release its final report card on airline customer service. CNN national correspondent Eileen O'Connor is in Washington -- a peek ahead at what we can expect. Eileen, good morning.",
    "statement": "Good morning, Daryn. <WELL>, this is very much a long-awaited report, and it was a very comprehensive report, by the Office of Inspector General. It took a year to make this audit, and what they were doing was looking at compliance of the commitments that were made by the airlines. They made those commitments in order stave off legislation from Congress, passenger bill of rights that Congress wanted to enact. Now, it took 40 people in the Inspector General's Office. It took a year. They looked at 17 airlines, 39 airports. There were 12 commitments that the airlines made to customers, and the Inspector General looked at <ALL> of them. But to name just a few of those commitments that they looked is one, was whether the airlines were offering the lowest fare available to customers; two, did they support an increase in baggage liability limits; and three, they were committed to meeting customers' <ESSENTIAL> needs on long on-aircraft delays. And also they committed to handle bumped passengers with fairness and consideration. Now, sources are telling me -- sources familiar with the report -- are saying that this report is still very <CRITICAL> of the airlines' compliance. And it will demand that there be more accountability and enforceability. One of the things they say is that they are still delivering baggage late, that they are losing baggage, and that they are also not informing passengers in a timely manner <ABOUT> delays -- and of course, delays are still up: 20 percent in 2000, 47 percent increase since the year 1998. Now, with me is William Maloney, who is with the American Society of Travel Agents. Good morning. One of the things that my sources are telling me, they're going to try to make it more enforceable by making the airlines, or suggesting that the airlines, put these commitments on the back of tickets for customers. What does that do?"
  },
  {
    "transcript_id": "CNN-103623",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, the book catalogs in very extensive detail years of a massive doping regimen that Barry Bonds used. If you remember, that was the year McGwire and Sosa battled in the great home run race. And according to the authors, that was the impetus for Barry Bonds to get himself bigger and become a bigger home run hitter. And they go through six years of use, detailing sometimes drug by drug and day by day, his usage.",
    "statement": "Now, Tom, we have interviewed the authors of this book, Mark Fainaru-Wada and Lance Williams, the reporters for \"The San Francisco Chronicle\", a number of times <ABOUT> this story. I didn't <KNOW> they were working on a book. How long has this process been taking place?"
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "know": "ungraded",
      "suppose": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it's interesting that Evan said \"Blazing Saddles\" was a movie that might not be able to be made now. In fact, it couldn't be made then.  It was supposed to star Richard Pryor.",
    "statement": "<WELL>, it was supposed to star Richard. And Richard went - he was afraid to fly at the time. He went by train with Patricia, the stewardess that he was living with, and which he denies, and their little dog. And they went there and he wrote it. And <ALL> that farting scene and <ALL> that <STUFF> was Richard. <ALL> of it was. The studio was scared to deal with Richard because Richard was on the drugs. So they were afraid, you <KNOW>, and he was edge also. So then he left and came back to California."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "fact": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I know, at 4:24 in the morning Eastern time. So I know that we don't have any really reliable recent polls for South Carolina, but Gingrich has been doing so well in that state. And it is that whole evangelical group, it is his uber conservative message that has been resonating well, and yet the governor of that state has endorsed Mitt Romney and has said wonderful things. And she is wildly popular, Nikki Haley, in that state. So going into South Carolina, do you expect -- because I expect we're going to get some polls in the next little while on South Carolina, do you expect that Gingrich is going to take a massive hit from his 13 percent showing tonight?",
    "statement": "<WELL>, let's look at South Carolina from this <PERSPECTIVE> right now. The folks we thought <WOULD> do very <WELL> down there was Rick Perry and Michele Bachmann. In <FACT>, Rick Perry was supposed to leave Iowa and hold three events in South Carolina tomorrow. He <WOULD> appeal to the evangelical, the born-again vote, people who identify themselves as that, as <WELL> as Michele Bachmann. Now it looks like Rick Perry has now been taken off the table. Michele Bachmann is <ALL> but dead."
  },
  {
    "transcript_id": "CNN-116771",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It's no longer just Democrats throwing the punches, with Republican intentions over Iraq spilling out in the open.",
    "statement": "There are no fissures in our conference."
  },
  {
    "transcript_id": "CNN-125234",
    "matched_terms": {
      "totally": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thanks, Campbell.",
    "statement": "Americans are burning up talk radio and the Internet. Next, top radio jocks and bloggers on what they're hearing <ABOUT> the <TOTALLY> crazy money being raised by the campaigns."
  },
  {
    "transcript_id": "CNN-404698",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "There is only one D. Lemon, brother. There is only one.",
    "statement": "It's a great show. Yes. Stop. We <HAVE TO> come together, don't fall for the Okeydokey. Don't. Do not fall. Do not let him divide you. When someone says that, what are you, erasing history? No, we <SHOULD> look at it that way. What we're doing is trying to learn the <<TRUTH>> <ABOUT> our history and where we go from here as Americans. Thank you, sir."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What about the conditions of the other three people? Did you have any hopes for any of them?",
    "statement": "I haven't seen a picture of these -- of other victims, but I remember it very <WELL> that it's not something you want to see."
  },
  {
    "transcript_id": "NPR-42755",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Randy and Andy. So Andy, what is your question for the ethicist?",
    "statement": "<WELL>, I'm a teacher, and another English teacher in my department approached me <ABOUT> a student during the first week of this semester and said that this woman had already taken the class that she was signed up to <TAKE> with me, and she'd done excellent, she'd made consistent A's, he showed me her grade book of solid A's, but that the business office had her botched her tuition payment, and according to a bunch of complicated details that I <PARTIALLY> absorbed, she wasn't going to get any credit for the course she took because her tuition came in too late."
  },
  {
    "transcript_id": "CNN-97021",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, it`s important to know, first of all, that although pedophiles have deviant sexual patterns in terms of their sex fantasies, when they`re on crack cocaine, they`re disinhibited. They distort. Their memory distorts. They can lie afterwards and say that they didn`t remember what was happening during the commission of the crime. But I want to point out a single-wide trailer is only 817 square feet. There were other people in this trailer. There was crack cocaine being smoked. It`s hard to believe that nobody else knew about the commission of this crime. And you were asking about what happens to these people, why do they get out of jail. It`s also important to understand that when sex offenders go jail, they have a hard time making relationships. In jail, they become anti-social. They bond to their own deviant sexual fantasies through increased masturbation. And when they get out of jail, they`re angrier and even more ready to offend. So a guy like this needs life in prison or the death sentence.",
    "statement": "<ALL> right. <WELL>, we`re going to talk <ABOUT> that in just a moment. You`ve raised so many important questions. There is a letter -- speaking of the idea of other people being in this mobile home. Now, Ellie (ph), tell us <A LITTLE> bit -- give us the back story on this letter before we show it."
  },
  {
    "transcript_id": "CNN-225680",
    "matched_terms": {
      "clear": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Hello, everybody.",
    "statement": "And will Marco Rubio launch a White House run of his own? I'll ask the Republican senator from Florida in a special one-on-one interview. I'm Wolf Blitzer. You're in THE SITUATION ROOM. No deal, no troops -- that was the blunt message from President Obama to Afghanistan's president, Hamid Karzai, today. In a phone call, President Obama made it <CLEAR> to Karzai that without a signed security agreement between the two countries, there's a good chance no U.S. troops will remain in Afghanistan after this year's withdrawal. And the commander-in-chief ordered his generals to start planning accordingly for that so-called zero option. Our Pentagon correspondent, Barbara Starr, is standing by. But let's begin with our chief national security correspondent, Jim Sciutto, who's here with the significance of this pretty blunt statement from the White House."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They need to figure out what side they're going to be on. I mean, you are either going to encrypt your stuff so that the FBI can't even look at it for the sake of libertarian values. I understand that. But then you're also giving it to the terrorists. So where do you want to come down?",
    "statement": "And the president addressed that. He said they <NEED TO> talk to the technology sector to strengthen those ties. Steve, stay with us because some of those popular family attractions in the U.S. are ramping security as <WELL>."
  },
  {
    "transcript_id": "CNN-390863",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But then you've got this -- here in Davos, there is not the same ferocity of argument on economics. It is much more nuanced about Central Bankers at the zero bound range about the role between monetary and fiscal. And of course, this idea of continuing monetary stimulus.",
    "statement": "Yes, but I <<<THINK>>> there's an <UNDERSTANDING> now at Davos that's much deeper than it was before. One is that, yes, Central Banks can produce short term relief, but we're basically borrowing from the future. We're borrowing growth from the future. Secondly, we're borrowing returns on investment assets, on financial asset from the future. Second, that we're getting close to the point where Central Banks are either ineffective or counterproductive. And third, there's been a lot of unintended consequences of which inequality is an important one, but sustainability in general is the issue. So I <<<THINK>>> there's a lot of -- there is a lot more common <UNDERSTANDING> that we've lived through this temporary <PERIOD> and we need this handoff. The <QUESTION> is can the politics allow for this handoff?"
  },
  {
    "transcript_id": "CNN-94878",
    "matched_terms": {
      "supposedly": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "The other report says, what, his youngest sister lives in Atlanta. Maybe that's why the reason he went there?",
    "statement": "<<SUPPOSEDLY>> his sister. At least some woman is saying she's his sister."
  },
  {
    "transcript_id": "CNN-309786",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "It shows that they're not really, they're not thinking this through and every word matters. Every action the CEO takes right now to heal and get people to move on from this is the right thing. We should be focusing on the things that he did do that were right. A thorough investigation, walked back as much as he could, the fact that he put the blame on to the customer, the doctor. He has started to do the right things, but he hasn't done anything immediately to reach out to all the other passengers who were affected, who were traumatized by it. It would have been a very easy PR move for them to today say, I'm going to give everyone on that flight free vouchers. I am personally going to apologize and have an executive from United Airlines call every single person and apologize. That would have got out even if they never announced it.",
    "statement": "We've seen a lot of <STUFF> on social media, but United is also now a punchline. Many of the late-night TV shows here in the US. Look at Jimmy Kimmel from the other night."
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "One of the issues that I remember you talking a lot about during your presidential campaign was the national debt. You described it in very dire terms. Overnight, a Trump economic adviser, David Malpass, he backed off the claim that Donald Trump would eliminate the debt in eight years. Do you feel like you know enough about Donald Trump's economic plan, how he will pay for these tax cuts that he just proposed today?",
    "statement": "Yes. I <KNOW> what general philosophy is. The philosophy is, America went from nowhere to the pinnacle of the world economically in less than a hundred years. Why did that happen? It was because we had policies that encouraged entrepreneurial risk- taking, capital investment, hard work, self-reliance. What we have done now is moved away from that. From 1850 to 2000, we had an average growth rate of 3.3 percent. Since that time, it's been miserable. And during the entire time of the Obama presidency, it has <NEVER> reached 3 percent. I <<<BELIEVE>>> that is the first time in history that's ever happened. They say it's the new normal. There is nothing normal <ABOUT> it. It is because we are saddling the people with <ALL> these regs and with tax policies that disincentivize, <RATHER> than incentivize American ingenuity."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I guess, Heidi, the headline from this came about, oh, 20 minutes ago, from Seminole Police Chief Charlie Tiger -- Anna Nicole Smith died of an accidental overdose -- an accidental overdose with \"no criminal elements present,\" also adding that the case has been closed. And then, Dr. Joshua Perper began to paint this picture of a stressed-out, depressed and heavily-medicated Anna Nicole Smith. Howard K. Stern, Anna Nicole Smith's companion, at this point not facing any criminal charges.",
    "statement": "But I thought that was interesting, didn't you -- because, when the reporter asked that <QUESTION>, the police chief said \"at this point, no\" -- which when you have case closed, seems like he <WOULD> have said definitively \"<ABSOLUTELY> not.\" I'm not <<<SURE>>> <ABOUT> that one."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Good morning, Michaela. The Mexican government is moving forward with the extradition of \"El Chapo\", filing the formal paperwork overnight. A senior law enforcement official tells me that we should expect \"El Chapo\" in the United States as early as this summer. Meanwhile, the big news over the weekend is this rare and exclusive interview given to Sean Penn, of all people. In it we hear \"El Chapo\" in his own words talk about his life and his role in drug trafficking.",
    "statement": "In a two-minute clip posted to RollingStone.com over the weekend, notorious drug trafficker Joaquin \"El Chapo\" Guzman gives an exclusive interview to Mexican actress Kate del Castillo and Academy award winner Sean Penn."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Keep up the good work. Janet Raloff is senior editor at Science News. You can find her stories on BPA and receipts at sciencenews.org.",
    "statement": "We're going to <TAKE> a break, and when we come back, Danica McKellar is here with her new book \"Hot X: Algebra Exposed.\" And she's going to be here to talk <ABOUT> it with us, 1-800-989-8255 if you want to talk <ABOUT> algebra and teenage girls and the <BEST> way to get teenage girls interested in mathematics. She's devoted a good part of her life to doing that, and she's here to talk <ABOUT> it some more. So stay with us, 1-800-989-8255. You can tweet us, @scifri, @-S-C-I-F-R-I. We'll be right back."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "<ALWAYS> a pleasure."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And these clothes, it provides protection that really makes - it's as easy to do as getting dressed in the morning if you do it regularly because you have these treated clothes and they can go through - the commercially treated clothes can go through 70 washes and still be effective.",
    "statement": "So it's something that we wish more people knew <ABOUT> because it takes just a brief contact with this clothing for the ticks to <<SORT OF>> fall off. And they don't just fall off. If they've gotten enough of a dose, they actually die. So that's good news."
  },
  {
    "transcript_id": "CNN-187534",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "I have no idea whether the president knew or did not know. I have never alleged such a thing. But I have alleged that if you look at the information that's been leaked, again, that information in the book says that several officials said that they had to remain anonymous that gave this information because they would lose their jobs. The president may not have done it himself, but the president is certainly responsible as commander in chief.",
    "statement": "Last week a report provided classified details on what it described as a U.S. cyber attack targeting Iran's nuclear program. The government is investigating the leaks. <ALL> right. When is a bailout not a bailout? According to Spain, when it is a line of credit. The country has cut a deal with the EU to inject up to $125 billion into the country's troubled banking system. But the country's prime minister insists it isn't a bailout and the money will be paid back. Spain is a big economic player in the Euro zone and this <<COULD>> send a shock wave through the markets. Nina Dos Santos explains."
  },
  {
    "transcript_id": "NPR-29393",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Oxa Leato(ph) owns an art gallery in the hillside suburb of Petion-Ville. She says the Resistance Artists focus on Haiti's problems, along with their avant-garde style, makes them unpopular with the country's wealthy art collectors. Few Haitians buy their work and, in turn, the artists hold the Haitian elite in contempt. Leato says the mere act of living and creating work in the streets is a form of resistance, hence, the group's name.",
    "statement": "They are not waiting for galleries to show their work. They're opening their doors to foreigners. Living in that <<KIND OF>> environment is very unusual, so I <<<THINK>>> they are expressing something very strong. Their presence and their actions are, in a way, a protest against the (inaudible) in Haiti."
  },
  {
    "transcript_id": "CNN-236364",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "See, I feel admittedly I've watched a lot of cable news but I feel I've heard a lot about that charter and seen that line quoted many times. You don't think it's come through enough?",
    "statement": "No. I <<<THINK>>> it's something that <SHOULD> be said. Any time you are discussing what Hamas wants. And most of the time, you hear Hamas wants a cease fire, Hamas wants a Palestinian state, Hamas wants the blockade in Gaza lifted, Hamas wants its tunnels left alone. Any time, it is omitted that Hamas also wants the annihilation of the Jews and the destruction of Israel, that is an omission that has serious consequences. It has consequences in the political realm, it has global consequences, it's framing the story inaccurately. And, again, it creates a false <<SENSE>> of moral equivalency that is not there."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We love each other and want to hang out until we die. Doesn`t that sound romantic? Hang out until we die.",
    "statement": "What do you say <ABOUT> that, Brooke? What`s it like being this guy -- going to marry Charlie Sheen?"
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Mr. Neuman`s delusions rendered him incapable of differentiating right from wrong.",
    "statement": "The victim Rusty Sneiderman`s widow Andrea -- She <<ALLEGEDLY>> was having an affair with Neuman. Prosecutors say that`s the motive for the crime."
  },
  {
    "transcript_id": "CNN-140359",
    "matched_terms": {
      "know": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Don, one arrest, the promise of more to come, but at this point tonight, there's still no one actually accused in this double homicide. Investigators are saying they had no idea what they were getting into.",
    "statement": "Leonard Patrick Gonzalez is not accused of being a killer, but he is accused of tampering with evidence in the double murders of Byrd and Melanie Billings. The couple, known for their adoption of a dozen children, many with special needs, was shot to death in what authorities still call a home invasion, but now it appears to be much more."
  },
  {
    "transcript_id": "NPR-8291",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The Wall of Spies relaunched this week after a big renovation - a renovation to bring it up to date with the latest espionage cases. And you can't help but notice the most recent entries all have to do with China.",
    "statement": "We sat down with Bill Evanina in a conference room off the museum, which is at his offices, U.S. counterintelligence headquarters in the D.C. suburbs. As you're <ABOUT> to hear, we asked <ABOUT> the whistleblower and <ABOUT> Russia. But we started with China. I asked Evanina whether he ranks China the top intelligence threat facing the U.S."
  },
  {
    "transcript_id": "CNN-301632",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right. Great Britain and France voted for it. China and Russia, which are not usually subject to dictate by the U.S., voted for it. Japan and Spain and New Zealand voted for it. Which is why you have the domestic opposition in Israel making the argument that Netanyahu's approach, essentially a deep freeze on any kind of meaningful peace process while trying to create facts on the ground in the settlements, has essentially isolated Israel internationally. There is a very broad range of countries that voted for this. It was not a fringe idea of only in the west wing of the White House.",
    "statement": "Oren, Elise mentioned the speech that Secretary Kerry will offer in the coming days, <<KIND OF>> laying out the Obama administration vision for Mideast peace in these final days. The Israeli, are they concerned, worried <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "We knew going in that a circumstantial evidence case was tough. We know the emotion attached to it. We`re all human. But I believe the sheriff`s department did a thorough investigation with the facts as they had. And we needed to bring it before a jury.",
    "statement": "So Jose Banda`s cousin and half-brother both witnessed the crash. The defense <CLAIMED> that they attacked his client, and they also <SUGGESTED> that one of them <MIGHT> have shot Jose. Both the cousin and half-brother told investigators that they fled the scene, but is it possible that one of them shot Banda or that the shooter was someone else? And you <KNOW> what that <WOULD> mean? That the real shooter is on the loose? Are you buying that, Eric Guster?"
  },
  {
    "transcript_id": "CNN-354512",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "A new issue has popped up. Dade County was one of the counties, one of the places hit really hard by the hurricanes, where a lot of people are still displaced. The election supervisor there says that he has allowed more than 100 people to submit their ballots by e- mail or fax. That violated guidelines set by the secretary of state. No question they're dealing with a unique challenge, a real challenge there. But should those votes be counted?",
    "statement": "You <KNOW>, I <WOULD> really defer to Senator Nelson's campaign at this point in time. I hate to punt the ball, but we really -- this is a new development. We really haven't formulated our position at this point in time as to those ballots."
  },
  {
    "transcript_id": "CNN-352282",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I always try to make the president's look as nice as I can. I want him to still look him, but I want to flatter him if I can. I want him to be happy. So, I looked for a good smile. President Trump was another challenge because he's -- even though he tans, he has a fair complexion and no deep recesses. And so, you know, he's a very subtle person to paint. And the face I painted on there is actually the second face. The first one I painted I was happy with, but it wasn't a real -- it wasn't the smile we usually see. This is a challenge to paint. You know, he has different looks and different profiles. So, all I know is he said he liked what I'd done, and that made me feel great.",
    "statement": "So, over the years, the artist has created four paintings featuring American presidents, two each of the political parties, I <SHOULD> say. So here's the Democrat one. It's called the Democrat Club. It features President Obama alongside other Democratic presidents. Another <THING> you <MAY> notice in both paintings is the exact same subtle shadowing <FIGURE> hovering in the background. You see, right in the background there? There you go. Who is she? The artist says she represents the first female president approaching the table as either the first female Republican president or the first female Democratic president. So there you go, mystery solved. Let's get more mysteries solved now. It's so good to have you on. Jerry Saltz is here. He is a senior art critic of New York Magazine. It's so good to have you on."
  },
  {
    "transcript_id": "CNN-122168",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You want a show of hands. I'm not doing it.",
    "statement": "By the way, Fred Thompson is now raising money <ABOUT> that refusal to raise hands, saying, do you want a conservative leader who won't grovel to the liberal media? What <WOULD> you say, Mr. TV critic, that debate lacked?"
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "-- but Kamala Harris, Senator Kamala Harris, Senator Elizabeth Warren, are they going too far in calling for the abolish -- abolition of that agency? The elimination of that agency? Excuse me. Is that a mistake, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "must": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "As Major General Miller, who is now in charge of detainee operations in Iraq, remarked on Saturday, the procedures established for interrogations in Iraq were sanctioned under the Geneva Convention and authorized in U.S. Army manuals. All permissible interrogation activities were within the requirements and boundaries of applicable provisions of the convention. We are currently investigating why soldiers -- some soldiers at Abu Ghraib did not abide by those understood procedures and guidance. Early in the war on terrorism, long before the war in Iraq, the president made a determination that the Geneva Convention did not apply to al Qaeda detainees. That decision was made because the Geneva Conventions govern conflicts between states and al Qaeda is not a state, much less a signatory of the convention. Moreover the conventions forbid the targeting of civilians and require that military forces wear designated uniforms to distinguish them from noncombatants. Terrorists don't care about the Geneva Convention, nor do they abide by its guidelines. They deliberately target civilians, for example, and have brutalized and murdered innocent Americans. To grant terrorists the rights they so cruelly reject would make a mockery of the Geneva Conventions. Nevertheless President Bush did order -- did order that detainees held at Guantanamo be treated humanely and consistent with the convention's principles and, in fact, those detainees in the war on terror are being provided with many of the privileges typically afforded to enemy prisoners of war. The notion that this decision in some way undermined the Geneva Convention or create a poor climate is false. To the contrary, the administration made this decision with the objective of assuring that those who would claim protection under its auspices and not act in keeping with its intent did not abuse the Geneva Convention. Far from disrespect, the decision was made out of a notion of respect. The notion of a departmental belief that the alleged climate created and led to abuse in Iraq is therefore not in keeping with clear and stated determination to adhere to the Geneva Convention. Second, Major General Miller's recommendations: Major General Miller was sent to Iraq -- it was late August of '03.",
    "statement": "Based on his experience with the flow of information gained by interrogation at Guantanamo Bay, he was sent under joint staff auspices, and as I said on Friday before this committee, with my encouragement to determine if the flow of information to CJTF-7 and back to the subordinate commands <<COULD>> be improved. He laid out an approach to do this in a series of recommendations to General Sanchez -- recommendations to General Sanchez. He had no directive authority in that visit. One recommendation on detention operations was to dedicate and train a detention guard force subordinate to the joint intelligence commander that <WOULD>, in the words of General Taguba's report and others, \"set the conditions for the successful interrogation and exploitation of internees and detainees.\" In making this recommendation, Major General Miller was underscoring the need for military police and military intelligence personnel, both of whom serve different functions, to act in a fashion such that the one, military police, did not undermine the efforts of the other, military intelligence, to discover during interrogation information that was important to coalition forces and to the lives of Iraqi civilians. Consequently, he underscored the need for legal review of his recommendations by a dedicated command staff judge advocate. With respect to detention operations, Major General Miller noted that their purpose is to provide a safe, secure and humane environment that supports the expeditious collection of intelligence. In addition, he observed that detention operations <MUST> be structured to ensure the detention environment focuses these internees' confidence and attention on their interrogators. He recommended training in building the teamwork the interrogator and detention staffs needed to accomplish the objective."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "For these strips.",
    "statement": "In terms of the strips, I don't <KNOW>."
  },
  {
    "transcript_id": "CNN-266657",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It is important that the conversation about race sort of started but it was so short. You know, just one question. I do think Clinton has to be more forward in talking about race. She's the only candidate of the major candidates on the stage who didn't directly talk about race in her response, though she did talk about the task force and 21st century policing and body cameras. We were hoping for more from her and from all the candidates in terms of policy solutions.",
    "statement": "What policy do you want to hear from these candidates? I <KNOW> that you met with Hillary Clinton not so long ago. What did you tell her that your community needed?"
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You`re mixing a whole bunch of apples and oranges. Rolonda Watts, host of \"Sundays with Rolonda\" on Blog Talk Radio, mouthing off to somebody isn`t the same thing as threatening somebody`s life. Those are two different things.",
    "statement": "Look, come on, he`s a kid. Of course he`s going to jaw back with a guy who tells him to turn down his music. The issue is you cannot go <AROUND> killing people in the United States of America because of what you <<<THINK>>> they <MIGHT> do. He thought -- what was it that proved that his life was in danger? That`s going to be the real crux of this. Also his whole attitude after the shooting. How do you blow ten shots, go home, walk your dog, order a pizza, watch a movie. That`s 40 miles away. Then drive another 130 miles away home the next day without calling one law-enforcement officer. I mean, I don`t -- And let me point out, this isn`t just a race <THING>. There are more than 60 percent of the people who listen to hip-hop music in this country are nonblack people. So this is an issue that, if you <KNOW> anybody who plays loud music, you <NEED TO> be concerned today. Is your child next? And I don`t care what color you are. That`s the <QUESTION> I ask you."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "They haven't done it yet.",
    "statement": "<WELL>, they'll have an opportunity tonight and tomorrow night at the debates coming up to see if they do want to talk more <ABOUT> substance and policy. Steve Forbes, thanks so much for the <PERSPECTIVE>. Great to have you on."
  },
  {
    "transcript_id": "CNN-278573",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "A huge surprise. And looking at Hillary Clinton --",
    "statement": "-- she was not in Michigan yesterday. The last time we heard from her in that last report, she seemed to be looking ahead to the November election <RATHER> than focusing on Michigan. She sounded like she already had it in the bag. Was she taking it for granted?"
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, we heard from Max Mayfield. He was talking about the amount of trees that are going to be down in eastern North Carolina and Virginia, because this kind of wind, over all that wet soil from the summer, we don't have many problems out here on the coast. But I'm telling you, Jeff, the problems are going to be inland with massive power outages.",
    "statement": "You <<<THINK>>> that's going to be the legacy of this storm?"
  },
  {
    "transcript_id": "CNN-321775",
    "matched_terms": {
      "absolutely": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes, I went out with my neighbors to see how far we can reach. And there's a lot of power lines on the floor.",
    "statement": "Now, when she says the whole infrastructure is damaged, she's not exaggerating. Puerto Rico's energy grid took such a severe blow from the storm, restoring power to everyone <MAY> <TAKE> months. The governor says the entire system is down. No one has power. And everyone is on high alert for flash flooding, mudslides and storm surge. President Trump says the U.S. territory is, quote, <ABSOLUTELY> obliterated and he vowed to visit the island himself."
  },
  {
    "transcript_id": "CNN-146216",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "This will be the first case that the Supreme Court has ever taken, which will give the court the opportunity to apply the constitution to text messages and by extension to the internet. It could be an extremely important case.",
    "statement": "At the core of the case is the <QUESTION> of an expectation to a reasonable right of privacy. <SHOULD> or can an employee <EXPECT> his or her private communications to stay private? Lawyers arguing for employers say the expectation doesn't exist for employees working on company-issued equipment."
  },
  {
    "transcript_id": "CNN-113372",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We had absolutely nothing to do with anything further than just the physical movement and security of him as we had always done to get him to a predetermined location, which in the past had been to the courthouse where the proceedings had been taking place.",
    "statement": "Again, I <<<THINK>>> that the headline here from General Caldwell's statements, he is the first U.S. official to publicly talk <ABOUT> the U.S.'s position as to how the execution itself was handled. He said, we <WOULD> have done things differently, but we had no control over how the execution was handled. John."
  },
  {
    "transcript_id": "CNN-114365",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Lisa Nowak arrived here in Houston this morning on a flight, a commercial flight from Orlando to Houston. Remember, she drove to Orlando, according to authorities there. When she arrived here in Houston, she did not come out through the terminal of the airport. She was whisked away down the escalators, or down the stairs on to a ramp, the tarmac, where she was escorted by Houston police. And we've been told by officials here in NASA, just south of Houston, that Lisa Nowak is here now meeting and undergoing a physical and a psychological evaluation. Officials won't say anything beyond that, but they will confirm that she is here undergoing those evaluations. They won't get into any more details as to exactly what that entails. And we haven't heard from her family or many people near her other than what some people have been saying, that they are completely shocked by all of this, at least at the very initial developments here. Many people unaware of exactly what was going on. That might change, of course, in the coming days. But we do know that Lisa Nowak here in Houston undergoing psychological and physical evaluations now.",
    "statement": "And at the top of the hour, 3:00 p.m. Eastern, NASA says it will be holding a press conference out of Houston concerning the Lisa Nowak case. We'll be carrying that live for you. Meantime, friends, family and fellow astronauts are dumfounded. They say the Lisa Nowak they <KNOW> is not the woman arrested in Florida this week and charged with attempted murder. Here's how sex educator Dr. Laura Berman put it in her discussion with CNN's Anderson Cooper."
  },
  {
    "transcript_id": "CNN-21036",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "When he punches out that hole there, that is called the chad.",
    "statement": "The chad, the definition of which was unknown to most before election day, was front and center in testimony in the first day of Al Gore's challenge of the presidential election results."
  },
  {
    "transcript_id": "CNN-256971",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Whatever. Be careful what you wish for. Thanks for watching CNN. I'm Rosemary Church.",
    "statement": "And I'm Errol Barnett. Our four hours is up. \"EARLY START\" is next for those of you in the U.S., for viewers elsewhere, CNN NEWSROOM continues with Andrew Stevens in Hong Kong."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "This is me not being the victim. This is not me being a victim, this is me telling you to shut the",
    "statement": "Bethenny, who are these people? You <SEEM> so much more sane than these women. How do you deal with them?"
  },
  {
    "transcript_id": "CNN-8889",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Anes Brown (ph) will try anything to save money on gasolines this holiday weekend. Prices jumped about five cents a gallon in recent weeks. Georgia prices are still below the national average of $1.52 per gallon of unleaded regular, but they're high enough to change summer travel plans.",
    "statement": "I was planning on going to Florida, going to <TAKE> my little grandson to Disneyland -- Disney World. And I'm not going to drive now, so we'll <<PROBABLY>> get a fare from somewhere or another and fly down."
  },
  {
    "transcript_id": "CNN-298846",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Governor, why",
    "statement": "<WELL>, I'll let others comment on that. But, you <KNOW>, there's been, as it comes to seat belts, I <<<THINK>>>, as you <ALL> <KNOW>, there's been some conflicting views and I <<<THINK>>> the National Highway group, until last year, didn't recommend that. Now, people's opinions are starting to <CHANGE>. <OBVIOUSLY> when you have rollover situations. So I'm <CERTAINLY> not an <EXPERT> on that. I <<<THINK>>> what we can do is saying, <GIVEN> where we are right now, what <SHOULD> we do going forward?"
  },
  {
    "transcript_id": "CNN-313581",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "My assumption is that he can rely on them, but I'm not <CERTAIN> that he is going to be able to actually sit there and literally go through what he said. And then go up to do some real time memory essentially. But I <<<THINK>>> he is pretty familiar with."
  },
  {
    "transcript_id": "CNN-92079",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Mot effective, argues Kay, because times have changed since 1981, when the Israeli jets knocked out the Iraqi nuclear program with just one raid.",
    "statement": "I <<<THINK>>> the Iranians <KNOW> what the Israelis did. And that's why they've scattered their program and made it very difficult to locate."
  },
  {
    "transcript_id": "NPR-44463",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So there is a flipside to that, too, but that - and in instances like this, you want to be careful that a hate crime is truly a hate crime and not political correctness gone awry.",
    "statement": "<WELL>, let me - I'd just like to finish the point <ABOUT> - because I <<<THINK>>> Joe made a good point. We don't want to underestimate the power that hate groups can have in this country. We <HAVE TO> pay attention to it, but my point is this, that you do not have - these groups do not enjoy the widespread support of Americans."
  },
  {
    "transcript_id": "CNN-12383",
    "matched_terms": {
      "could": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Yes, it did. There were really no, big pressing issues on this summit. These G-8 summits started in the 1970s in an atmosphere of economic crisis, when the leaders would come together and kind of cheer each other up, offer each other mutual support. These days are really over. And increasingly, there is question marks about what is the point of these things? And there was nothing particularly pressing on the agenda. What happened is Vladimir Putin, it's his first summit as the Russian president, he just came from a trip to North Korea, his first trip there. And came with this rather puzzling, rather bizarre offer, but I think he took it as a real opportunity to push the -- his particular agenda, which is to try and get -- try and organize a campaign against the U.S. plan for a missile defense system.",
    "statement": "Now at least on its surface it <WOULD> <SEEM>, this North Korean proposal that Putin got from Kim Jong Il in Pyongyang during the week, <<COULD>> have the effect undermining the U.S. position that it needs a missile defense system."
  },
  {
    "transcript_id": "CNN-331797",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And an extraordinary statement from the FBI on this. Joining us now, CNN contributor Salena Zito, our political analyst Molly Ball, and CNN's senior political analyst Ron Brownstein. Nice to have you all here. You know, look, it is, as John said, the FBI versus the White House and the FBI pleading with the White House, do not release this memo. It is not accurate. Do not do it. We will learn what the White House is going to do today. That's new reporting from Abby Phillip. So the president has made every indication this memo is coming out. If he does that, despite this FBI warning, Ron Brownstein, to you, how does this end? I mean does Christopher Wray stay? Where does this go?",
    "statement": "<WELL>, you do <WONDER> <ABOUT> that. That statement that he put out. The hand-picked FBI director of the president was so strongly worded. You do <WONDER> if he <WOULD> stay. I <WOULD> <ONLY> say that the real meaning of this is broader than the initial framing that you just put. It's the FBI against the White House and the House Republican <MAJORITY>, which is the key here. I mean Republicans <WOULD> like the 2018 election to be <ABOUT> the good news on many fronts in the economy. But the actions of Mitch McConnell and especially Paul Ryan in encouraging this <<KIND OF>> second front assault on the DOJ and the FBI, I <<<THINK>>>, moved to the center of the 2018 election, the overriding <QUESTION> of whether the Republican -- a Republican <MAJORITY> in Congress can be trusted to exert any <<KIND OF>> restraint or oversight on the president. A president <ABOUT> which half of the American public at least has ambivalence to outright hostility. So they are -- the actions of Paul Ryan in particular are just striking. Just remember what a critic he was of Donald Trump in 2016. We <KNOW> from the great reporting of Tim Alberta (ph) that he had a speech prepared on Election Day to declare Trump isn't a dead-end for the party and he has turned -- he has allowed Devin Nunes and other Republicans to turn the House GOP <MAJORITY> into a blocking back for the president on this most sensitive <<KIND OF>> conflict with the law enforcement and intelligence agencies of the United States."
  },
  {
    "transcript_id": "CNN-387012",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "I think both Russia and Ukraine meddled in the 2016 election. I think it's been well-documented.",
    "statement": "Louisiana GOP Senator John Kennedy has twisted himself into a pretzel on the issue, resurrecting the Ukraine talking point after he seemed to back away from it last week."
  },
  {
    "transcript_id": "CNN-244596",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Jason Carroll, thank you. President Obama says the incident and grand jury decision demonstrates the disconnect between minorities and law enforcement. Let's get right to senior White House correspondent Jim Acosta for more on the reaction from the White House. Good morning, Jim.",
    "statement": "Good morning, Alisyn. In a rapid response to the Eric Garner case, President Obama once again promised changes to the criminal justice system. But after Ferguson and now New York City the White House knows <ALL> too <WELL> patience is wearing thin."
  },
  {
    "transcript_id": "CNN-62766",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Well, in the final hours, Syria gave in, before that it was Russia, and on Thursday, it was France. U.S. pressure, negotiating, tweaking in the resolution, convinced the full Security Council to support this resolution. Quite a change from other Iraq resolutions in the past, even just a few years ago where France, Russia and China abstained. The council wanting to show the government of President Saddam Hussein tough unity, that Iraq has to disarm and that it must accept the weapons inspectors. Nevertheless, despite compromise language about a future Security Council meeting, the United States made it clear Washington reserves the right to attack on its own.",
    "statement": "The resolution makes <CLEAR> that any Iraqi failure to comply is unacceptable, and that Iraq <MUST> be disarmed, and one way or another, Mr. President, Iraq will be disarmed."
  },
  {
    "transcript_id": "CNN-250080",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "They're waiting to get married. They're going to do their fun stuff first and then be responsible as a married -- I think that's great.",
    "statement": "The way they <<<THINK>>> <ABOUT> money, too, they want value for how they spend money and what they do with their time. I swear, they're going to <CHANGE> the way we work. We won't have a five-day workweek by the time we're at the end of our careers; we'll have a four-day workweek because millennials don't want to work the way we do."
  },
  {
    "transcript_id": "CNN-118128",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Five, four, three, two, one.",
    "statement": "From a half mile away, the sound takes <ABOUT> a second to catch up to the churning orange fireball. Watch in slow motion as the car blows to pieces. From this angle, we can see fiery debris jetting out of the back, but it's not until we get on the ground to get a <CLEAR> idea of the damage this <<COULD>> have done on a busy London street."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "totally": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The Clinton campaign clearly planned this out in advance and it was going be a rat a that that. Last night it was kind of the opening sell-off from Hillary. And here comes Ms. Machado, you know, appearing on television shows. She's all over the news and they made it a big story. It's very clever. It's an after debate story that keeps the issue alive.",
    "statement": "We reached out to the Trump campaign <ABOUT> the specific allegations made by Alicia Machado. The campaign in the statement called her claims \"<TOTALLY> baseless and unsubstantiated\" and said Machado had lobbed a public smear campaign to gain a notoriety at Donald Trump expense. Anderson?"
  }
]