[
  {
    "transcript_id": "CNN-72836",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Just ahead, there is breaking news in the investigation to recent bombings in Saudi Arabia. We'll bring you the details.",
    "statement": "It's time for \"Rapidfire,\" where the questions and answers come faster than college students reaching for a glass of beer. Speaking of beer, a couple of Congressional Republicans have written to colleagues saying this Congress <SHOULD> cut the luxury tax on beer which was doubled back in 1991. One of the authors of the letter California's Christopher Cox, joins us from Capitol Hill. How are you?"
  },
  {
    "transcript_id": "CNN-150682",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Better than most, it seems. Appreciate it, Kyra. Have a great day. Live from Studio 7 at CNN world headquarters in Atlanta, the big stories for Thursday morning, the sixth day of May.",
    "statement": "These people need just bare essentials here in Nashville. I <KNOW> it's crazy to <<<THINK>>> that, but they really do."
  },
  {
    "transcript_id": "CNN-193226",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're learning firsthand details <ABOUT> how U.S. Marines fought off an attack that damaged or destroyed more aircraft than any single incident in decades. And it happened this month at Camp Bastion in Afghanistan. CNN's Pentagon correspondent, Barbara Starr, reports."
  },
  {
    "transcript_id": "CNN-34647",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "And what is the status of the criminal background on people in the building as well as the health club?",
    "statement": "Our detectives are still working on that. As most people <KNOW>, we sent <ABOUT> 16 detectives back into that building to try to finish that. We are going to work on those interviews, interview other people who are calling in. We are seeking information from cab drivers if they have any information <ABOUT> this, same with the metro bus drivers, so there is plenty of work for us to do in this. And we are not going to give up, and we are not going to let our ego get in the way."
  },
  {
    "transcript_id": "CNN-163314",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Tell me about the kind of response you've gotten globally to this.",
    "statement": "We are very gratified that people <AROUND> the world, so many countries and regions and international organizations are extends hands to Japan, saying this is not <ONLY> Japan problem, they will be helping. This is a challenge to international community as a whole. Sending rescue teams with dogs and, for example, United States, they are sending aircraft carriers and other naval ships and helping to lift emergency food to those who are suffering from the situation. And we are very grateful to that. Not <ONLY> government, a lot of international organizations or NGOs are helping us -- Red Cross, U.S. Red Cross is extending their hand. So, if the American people <WOULD> like to help us, please get in touch with those Red Cross and NGOs and we are very gratified for that."
  },
  {
    "transcript_id": "CNN-222280",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Interesting.",
    "statement": "So I <<<THINK>>> he's the favorite right now."
  },
  {
    "transcript_id": "CNN-311462",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think it's a fair assessment to say it's embarrassing when an employee with a top-secret national security clearance secretly travels to Syria and marries a terrorist who is the subject of the investigation that she is work working on.",
    "statement": "What is even more stunning <ABOUT> this secretive case is how it ended. Greene began cooperating with the FBI immediately upon her arrest. She pleaded guilty to making false statements involving international terrorism. <WELL>, the government said she skirted a line dangerously close to other more serious charges. Similar cases had ended in sentences of eight, 10, 15 years in federal prison. Greene was sentenced to just two. According to prosecutors, it was because of her cooperation. She is already out on probation, but free."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "And John Cassavetes was in that?",
    "statement": "Oh, he was incredible, yes. It's <QUITE> a good little movie, but it was made for television."
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thanks, Lou. Happening right now, John and Elizabeth Edwards facing a major new health crisis, but they're vowing to press on with her battle against cancer and his campaign for the presidency. Shell shocked in Baghdad, for the United Nations security -- secretary general, an insurgent attack comes way too close for comfort, right inside the green zone. And they don't call him the hammer for nothing, but why is the former House majority leader, Tom DeLay, lashing out right now with some fellow Republicans? I'll ask him. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Heart-breaking news from one of the leading Democratic presidential candidates -- John Edwards and his wife Elizabeth say her cancer, first diagnosed after the 2004 campaign, is now back and it has spread. The candidate himself made the announcement at a news conference in Chapel Hill, North Carolina.",
    "statement": "The <THING> that is true is that her cancer will not be cured now. Elizabeth have this as long as she's alive and the analogy that Dr. Carey gave us is it's like a patient having diabetes. You <KNOW> the disease <NEVER> goes away, the diabetes <NEVER> goes away, but you treat it, you treat it with insulin, you <TAKE> your medicine and that's exactly what we intend to do."
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So everyone uniformly decided, OK, clearly not safe enough for us to hike down? We're all going to take advantage of the helicopter ride? I guess you had to break up in small groups to take advantage of the helicopter ride, right?",
    "statement": "Yeah, exactly. They broke us up into groups based on different, you <KNOW>, health conditions and whatnot. They let the older people, you <KNOW>, that weren't capable of getting out quickly go first. And then, ones with children go out next and we just <<KIND OF>> went out that way. We had a dog that is got on the helicopter."
  },
  {
    "transcript_id": "CNN-233736",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pamela, thank you so much. Let's bring in our political panel, Republican strategist John Feehery and Democratic strategist Jamal Simmons. You know, I just find this flabbergasting and I doubt you'll disagree with me. Congress has a 16 percent approval rating. It's always the thing whenever President Obama's approval ratings go down, they're always consoled by the fact they're still twice the number of Congress. Are they trying to go lower here, John? Why would you make this decision? Why would one make this decision?",
    "statement": "<WELL>, the professional staff made this call for the -- these are nonpartisan staff -- they said, let's do this because you have duplications in the filing. And <SOMETIMES> you <<COULD>> get those filings messed up when you duplicate it, easier to just have one filing. Now, <ALL> the advocates, like Melanie who I love, you <KNOW>, they get up in arms because this is good press for them but it makes no difference because you still have full transparency. So, I <<<THINK>>> that the idea that this is a story -- let me say another <THING>: congressional travel is important. Members get actually -- <FACT>-finding, they get actually facts with congressional travel and they get a chance to <KNOW> each other. They <KNOW> their colleagues. So, I <<<THINK>>> the story is way overblown."
  },
  {
    "transcript_id": "CNN-237483",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And, of course, the jury could then project their own emotions, their own feelings, their own experience into those three subjects. But Danny, I've heard you talk about a lot of subjects. As a defense attorney you have a lot of experience out there. I get the sense as a defense attorney if you were called on to defend the officer in this case, you find this tape problematic.",
    "statement": "You <KNOW>, it's a good point. I mean, any number of shots, going back to a juror, a reasonable juror, you <<<THINK>>> of the number of shots. And that's I <<<THINK>>> for <EVERY> defense attorney thinking <ABOUT> this case, you <KNOW>, you can put aside the initial stop, put aside <ALL> the racial issues. The <BOTTOM LINE> is to me this is a case where have you to justify six shots. And yesterday that problem was justifying six shots. Today it becomes justifying <<MAYBE>> six or more shots, plus a pause, three seconds, four seconds, enough time to contemplate. Now, <CERTAINLY>, there <MAY> still have been an assailant charging. There still <<COULD>> have been a reason for that deadly force. But, yes, you are right. Overnight the defense attorney's job in this case becomes <QUITE> <A BIT> harder."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, he doesn`t have it. Stop making excuses for him, Mark.",
    "statement": "<WELL> you don`t <KNOW>. We haven`t heard from him."
  },
  {
    "transcript_id": "CNN-92785",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "We heard Miguel say he thought that the testimony has been very effective. If the boy is good and everybody else is not so good as we've seen thus far, can the prosecution still win this case?",
    "statement": "<ABSOLUTELY>. This is a case with one victim, and if the jury believes that this victim was abused by Michael Jackson, game over, case over. And today is the day he's going to testify <ABOUT> his interaction with Michael Jackson in that bedroom. And if that's believable and if everything else in the case is discounted by the jury, Michael Jackson is still going to get convicted."
  },
  {
    "transcript_id": "CNN-20320",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, here is what is says basically: If the voters fail to pick electors on the day prescribed by law, the state legislature can do it for them. How much talk is there right now inside the Capitol?",
    "statement": "<WELL>, there is a lot of talk, of course, but today we are here for <ONLY> one reason, and that is for an organizational session, to elect our leaders, our speaker, our pro tem, and to organize and to adopt rules of the House."
  },
  {
    "transcript_id": "CNN-83741",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, the president over the weekend saying that, of course, he ultimately recognizes the sacrifices of the troops, and that this is something that he believes is right for our country to do. He wants Americans to continue to support the effort. The other part of this as well is that the president is meeting with important allies. Egyptian President Hosni Mubarak is at the Crawford ranch now. He's meeting with the president. This comes at a critical time for both leaders. As you know, the increase in violence on the ground in Iraq, as well as the Israeli- Palestinian peace process, the roadmap which has essentially come to a dead end, both of those leaders eager to show that they are cooperating to make change. You may recall it was last June, that's when Mubarak and four other Arab leaders pledged their commitment to the U.S.-led roadmap. That is a plan that calls for Israelis and Palestinians to take reciprocal steps towards establishing an Israeli and Palestinian -- two separate states. But this has come to a dead end. And Israeli Prime Minister Ariel Sharon is poised to present his own plan to the president at the White House on Wednesday. It is called a disengagement plan. What it does is commits Israel to unilaterally pulling out of Gaza and a small portion of the West Bank. Now, the U.S. is expected to approve the plan as long it leaves the door open for future talks between Israelis and Palestinians to make it work. However, Mubarak is going to have to be actually invested in the security along the border. Now, Mubarak faces his own problems: protests over the violence in Iraq. He wants assurances from President Bush that things will get better. President Bush wants to see some democratic reforms from Mubarak.",
    "statement": "The great and proud nation of Egypt has shown the way toward peace in the Middle East and now <SHOULD> show the way toward democracy in the Middle East."
  },
  {
    "transcript_id": "CNN-240897",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "I thought it was ISIS because of what's going on, it's scary. It's nerve wracking, as a native Long Islander, coming to this city for dinner with friends and family. I'm glad I did not bring my daughter.",
    "statement": "Police say the <<SUSPECT>> is a man in his 30s with blond hair. He was wearing a baseball cap and a t-shirt with an American flag on it. It has been a weekend of mostly peaceful resistance in St. Louis and Ferguson, Missouri. Thousands taking part in the marches and vigils during the four-day event, which wraps up today. Protesters are calling for Ferguson police officer Darren Wilson to be charged with the shooting of unarmed teenager Michael Brown. Seventeen people were arrested early Sunday. Police used pepper spray on protesters staging a sit-in outside a convenience store in St. Louis, where another black teen was fatally by a white police officer last week. In St. Louis, some 1,000 protesters rallying overnight that started out at just 200. They wanted to remember Vonderrit Myers, the teenager shot and killed by a St. Louis police officer last week. Police say Myers shot first. CNN's Sara Sidner live for us in the Shaw area of St. Louis. Sara, what's happening at this hour?"
  },
  {
    "transcript_id": "CNN-158544",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Well, no, it's crossing the half hour. Time for a look at our top stories this morning. The TSA's not backing down when it comes to those aggressive airport pat-downs. They say that privacy must take a backseat to public safety, but air travelers are growing angrier as we begin, of course, one of the busiest travel weeks of the year as we head into Thanksgiving.",
    "statement": "Yes. And the trial for the two American hikers accused of spying in Iran has been moved to sometime in February. Josh Fattal and Shane Bauer were supposed to be tried earlier this month. Their attorney says he was told his clients fail to show up in court even though they're currently jailed and it's the government's responsibility to bring them to court."
  },
  {
    "transcript_id": "CNN-281137",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I have been a Republican all my life. But I will never be a Republican again. I quit the party. And for the time being at least, I will be independent. And I'm voting for Trump. And to hell with the Republican Party.",
    "statement": "<ALL> right. <WELL>, Cruz's camp says he won <FAIRLY> through a -- quote -- \"superior organization.\" Joining me now, CNN chief political analyst Gloria Borger and Mark Preston, CNN politics executive editor. <WELL>, first of <ALL>, Cruz was there. Trump was not there. But it sounds like Cruz ground game, if you will, is just was better there and in other states we're seeing, right, Mark?"
  },
  {
    "transcript_id": "CNN-214174",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, we want to talk about the impact of those really jolting images with Julian Zelizer, he is a professor of history and public affairs at Princeton University. Professor, thank you so much for being with us. And let me ask you, from the perspective of history, are those videos, will they be the determining factor for an attack on Syria in your opinion?",
    "statement": "They are not the determining factor. They can have an impact. When people, legislators or citizens, see something so graphic, it can move them, it can move, it can create pressure for military action. But we're in the post-Iraq age. There's so much skepticism right now <ABOUT> what the government says and does. I <<<THINK>>> Obama will <NEED TO> make even more of a case to convince Congress to give him the vote that he wants."
  },
  {
    "transcript_id": "CNN-125600",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Blackmore took us on horseback to proudly show us his ranch and rodeo grounds. Much of his family lives in this house, which looks more like a motel. We asked whether he plans to have more children. (on camera): Are you still having more?",
    "statement": "<WELL>, I leave that up to the good old girls."
  },
  {
    "transcript_id": "CNN-140400",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "My personal and professional experiences help me to listen and understand with the law always commanding the result in every case.",
    "statement": "The week promises to be a <FAIRLY> high minded discourse on judicial philosophy, but everybody on that panel understands the strong undertow of politics which <MAY> crump up. They also understand the <REALITY> of what's ahead."
  },
  {
    "transcript_id": "CNN-109646",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "hope": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Solid reporting, Brian. Thank you very much. Brian todd doing excellent work for us. Jack Cafferty is in New York with the \"Cafferty File\" -- Jack.",
    "statement": "Yeah. <A LITTLE> less lurid <STUFF> here, Wolf. Illinois governor Rod Blagojivich wants to <REDUCE> his state's dependence on foreign oil. He's proposing a plan to build more plants that can turn corn into ethanol, among other things. The <QUESTION> we asked is, \"what does it mean when individual states <HAVE TO> <TAKE> their own steps toward energy independence.\" Tim in Colorado writes, \"states taking these kinds of initiatives means that we, the real people of this country, recognize we have a problem and can't wait any longer on Washington or conglomorates to deal with it in any rational way.\" Jerry in Atlanta, \"hopefully Illinois' plan will be tailored to the state's own resources and markets. They grow a lot of corn and soybeans there. Chicago, like any urban area, <WOULD> benefit from lower polluting ethanol burning vehicles. Energy independence means just that, having home-grown solutions. Who needs Washington.\" Glenda in California, \"it means a few governors are not in the pockets of Exxon. And unlike our president, they have imagination, motivation and initiative.\" Danny in West Des Moines, Iowa. \"In Iowa we <KNOW> how to get things done when it comes to energy independence. We're the third largest per capita producer of renewable energy. California and Texas are first and second. We have ethanol plants producing millions of gallons of ethanol a year and 12 more plants are currently being built or are <ABOUT> to be built.\" Ron in Minnesota, \"a couple of months ago, the governor of Montana said his state <<COULD>> produce crude from coal for <ABOUT> $50 a barrel. We have the world's largest supply of coal here in the United States. Hitler ran his war machine on synthetic fuel made from coal. It can be done.\" And Tom writes, \"it means we as a nation get to look at who are the real future leaders of our country. We <SHOULD> consider this the start of the 2008 interview process.\" If you didn't see your e-mail here, you can go to CNN.com/caffertyfile and read more online."
  },
  {
    "transcript_id": "CNN-282480",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Canada condemns without reservation the brutality of the hostage takers and this unnecessary death. This was an act of cold-blooded murder and responsibility rest squarely with the terrorist group who took him hostage. The government of Canada is committed to working with the government of Philippines and international partners to pursue those responsible for this heinous act and bring them to justice. On behalf of the government of Canada and all Canadians, I would like to express my deepest condolences to the family and friends of Mr. Ridsdel.",
    "statement": "And now for reaction from the Philippines, we're joined by CNN Asia Pacific editor Andrew Stevens. So, Andrew what is the Philippine government saying <ABOUT> the murder of John Ridsdel and how do they plan to bring the perpetrators to justice?"
  },
  {
    "transcript_id": "CNN-388174",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Really getting ready.",
    "statement": "Donald Trump's <ABOUT> to become the third president in U.S. history to be impeached."
  },
  {
    "transcript_id": "CNN-333971",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It is an arms race. (on camera): Is the U.S. at risk of losing?",
    "statement": "I <<<THINK>>> so."
  },
  {
    "transcript_id": "CNN-320048",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That is certainly not good news for people there. Chad Myers, thank you for breaking it down for us. I want to now to Fort Bend County, Texas, just west of downtown Houston. The river there is rising. We heard Chad Myers touch on this. The sheriff of the county joins me now by phone. Sheriff, thanks for coming on. Several neighborhoods in your county are under mandatory and voluntary evacuation orders. What is the situation?",
    "statement": "That is correct. You <KNOW>, we have had an enormous amount of rain over the last couple of days. We have evacuated more than 5,000 people from their homes. For the next 24 to 48 hours, even 72 hours, we are extremely concerned <ABOUT> some of these water ways that are running through Fort Bend County, exceeding their banks, then even further, exceeding some of the levees that are protecting a lot of our neighborhoods within Fort Bend County."
  },
  {
    "transcript_id": "CNN-84867",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Swim to the side, along the shoreline and then at an angle away from the rip current towards shore.",
    "statement": "Water is dangerous. We <<<THINK>>> <ABOUT> drownings, but we don't <<<THINK>>> <ABOUT> it happening to us."
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I like it. I like it. It's hard on a show like this when you get up so early. So did I. Good morning everybody. Hopefully you got some rest and happy Rosh Hashanah, the beginning of the new year for those in the Jewish community. I do want to thank all of you for joining us today. Let's get to some of our top stories today that we're going to be talking about. A 24-year-old Afghan national -- I'm sure you've been following this story out of Denver, he has admitted ties to al Qaeda. Why are we talking about him? There is an investigation into a terror plot. Major U.S. transportation systems may have been targeted. In fact there's been increased security this morning. We're going to delve into this investigation and why there's still not been arrest yet in it.",
    "statement": "<ALL> right and also this morning talking <ABOUT> education or the lack thereof and <<MAYBE>> you <WOULD> say some simple questions here <<MAYBE>> you <ALL> can answer. What are the two parts of the U.S. Congress? Sounds pretty simple. How many justices on the Supreme Court?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So we're the walking wounded five years later?",
    "statement": "I <<<THINK>>> in some ways we are. I <<<THINK>>> there is some big <POSITIVE> to that in that I <<<THINK>>> we are more -- I <<<THINK>>> we are more empathic. As someone said on September 11th, we <ALL> became Israelis. We understood what it was to be under siege."
  },
  {
    "transcript_id": "CNN-389830",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And a month later, there was that horrible explosion, killing innocent Jewish civilians in Argentina, two years later, another one. It happened with the Israelis again when they -- after they killed a nuclear -- the Israelis are suspected of killing a nuclear scientist. They went after a month later diplomats in three different countries, a bus full of Israeli tourists. Is that what you expect?",
    "statement": "I <ABSOLUTELY> do, Jake. And you framed it perfectly. Look, the Iraqis -- the Iranians <KNOW> that there is no way that they can compete with the United States in a conventional head-to-head symmetric conflict. So they will do what they have done <ALWAYS> in that region, is, they will motivate the Quds Force, which is a special operations force which is largely a terrorist organization. But they will also unleash many, I <<<THINK>>>, of the Shia militia elements. Kataib Hezbollah, for example, has already threatened American troops. And we killed the commander of Kataib Hezbollah in the same blast that killed Qasem Soleimani. We <SHOULD> see other Shia militia elements also acting independently, or acting at the behest of Iran. We won't necessarily <KNOW>. But your point is, there are unconventional capabilities available to the Iranians that we <SHOULD> <ANTICIPATE>. And the FBI warning is a good example of how that <<COULD>> unfold. And I will also add that the Iranian cyber army is something that we <SHOULD> be very focused on at this particular moment, because they can hit us in an unconventional way, but they can also hit us in the cyber domain as <WELL>."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "We'll talk to you after the President's speech as well. Senator Chuck Hagel, Republican Senator of Nebraska, thank you -- Paula.",
    "statement": "The President's speech expected to begin in a few minutes. It's <CERTAINLY> at the White House, it <USUALLY> runs on time. We're going to <TAKE> a quick break, and bring that speech to you live. We'll be right back."
  },
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "He admits as such. I just want to chime in here for a second.",
    "statement": "<<<SURE>>>."
  },
  {
    "transcript_id": "CNN-175754",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes and the coach talked about that. Coach Tom Bradley in his post-game press conference talked about how proud he was of his team, that they fought and hung in there and kept fighting through all of the distractions. I mean football is an emotional game. And you got to think that these are 18 to 22, 23-year -olds. Emotionally they've got to be spent. Especially now with this all said and done. And you wonder did it affect their play? I'm sure we will be hearing about that through the evening.",
    "statement": "<ALL> right. Mike Galanos, thanks so much and appreciate that. <ALL> right. Also not far the stadium them our own Mary Snow. Let's check in with her. Earlier in the week we saw a different <<KIND OF>> expression. Really, a <<KIND OF>> - you <KNOW>, range the gamut, the expression of the students and the student body, et cetera. How are things on campus today?"
  },
  {
    "transcript_id": "CNN-78012",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back. We're continuing our conversation with two of Rush Limbaugh's fellow radio talk show hosts. Bernie Ward joining us from San Francisco, Larry Elder joining us from Los Angeles. Let's see, Bernie, if you want to respond to Jabal (ph). He has this email question in Washington. \"The talking heads in media still want to make a distinction between illegal crack and cocaine and other drugs that are legal if obtained with a prescription but illegal if purchased without one. Not enough emphasis is placed on Limbaugh breaking the laws of Florida. I hope that Limbaugh can break his addiction, but I also think he should get at least the same punishment he thinks other drug addicts should get.\" You agree with Jabal (ph), Bernie?",
    "statement": "<WELL>, first of <ALL>, let's do it again. It is alleged, and we don't <KNOW> what he did, and there are no charges filed against him. So let's <TAKE> it at the face of the report. I agree with Larry that this is supposed to be a health problem and not a criminal justice problem. Rush doesn't agree with us. Rush talks <ABOUT> the idea that drugs and drug users <HAVE TO> be dealt with in a criminal justice situation. I agree. We have people in California -- almost 60 percent of the people in California are in prison for non-violent drug offenses. A lot of that tied into crack cocaine. We even have different sentences depending on the <<KIND OF>> drug you have. And I hear a lot of people saying that because these were prescription drugs to begin with, this is different than a guy on the street buying a rock of crack. And I don't see any difference between it at <ALL>."
  },
  {
    "transcript_id": "CNN-84173",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, right now, we've got Iraqi police service, Iraqi Civil Defense Corps members, and the Marines working side by side, going through rehearsals, going through the training, so that when General Conway says it's time to put the joint patrols in Fallujah, they're going to be ready.",
    "statement": "Any idea when that <MIGHT> happen?"
  },
  {
    "transcript_id": "CNN-247635",
    "matched_terms": {
      "must": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Sure, I had a conversation with him. But it was more like -- this is what I want to do. I want to become a Muslim. I want to convert to Islam. Of course, we talked to him about that and we couldn't really reach out to him.",
    "statement": "And of course, when somebody converts, that <MAY> be a shock to the family. But that's not, people convert a lot, but it's when it gets into extremism that is concerning. So he's in college. He finishes college. He travels to Yemen. That <MUST> have raised a red flag to you."
  },
  {
    "transcript_id": "CNN-239004",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "I'm hearing some stories from folks that CNN has talked about hearing the roar of the wind coming through, palm trees snapping over. A real mess. Not the vacation I think some people were looking for.",
    "statement": "No. But, hopefully, they get blue skies right after the storm passes. Exactly right."
  },
  {
    "transcript_id": "CNN-217324",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "What's behind it is that Saudis see what's happening in the Middle East very differently than the United States. They were on opposite sides of the U.S. on Egypt where they very strongly backed the military coup, didn't want the Muslim Brotherhood in power. They've long been frustrated with the U.S. for not pushing Israel harder on the Palestinians. Now, they're angry that Barack Obama didn't go ahead with military strikes against Assad in Syria, who they want out, and they're very, very worried that the U.S. will cut a deal with Iran that will mean that Iran is given the U.S. blessing to kind of become a regional hegemon in the region, and Iran is their great power rival there.",
    "statement": "I man that -- that -- a problem in that relationship <<COULD>> cause serious repercussions. David Ignatius makes an interesting point in \"The Washington Post\" today <ABOUT> how the <ONLY> strange <THING> <ABOUT> this is that this problem seems to be two years in the making, but neither side, Saudi Arabia or the U.S. has done anything to avert <<KIND OF>> this clash at this point."
  },
  {
    "transcript_id": "CNN-298635",
    "matched_terms": {
      "best": "ungraded",
      "clear": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, let's be more specific with some of these individuals. Under President Obama, 750,000 so-called dreamers, young people who were brought into the United States illegally when they were children, so through no fault of their own, President Obama shielded them from deportation and gave them work permits. Mr. Trump's immigration plan says that that executive action will be terminated immediately. What happens to those individuals? Are they going to be -- about 750,000 brought into the country when they were children, illegally, but again not by them -- not on their own volition, will they be stripped of their protected status?",
    "statement": "Look, I <<<THINK>>> it been very <CLEAR> this president is going to do a couple things first. First, what he is going to do is start working on legislation to build a border wall between Mexico and the United States, number one, to secure the border. I <<<THINK>>> everyone understands that. And, <QUITE> frankly, most people agree that we <NEED TO> secure our border and protect Americans <ALL> across our country. Secondly, he has said that we are going to do our <BEST>, and get the <BEST> and brightest people together to remove the criminal elements from our prison system and folks that <NEED TO> be removed from our country that shouldn't be here anyway and are people that are not good people. But, thirdly, what he's also made <CLEAR> is that, after <ALL> those things are done, he will then look at what we are going to do and how we're going to deal with the <FACT> that there are -- millions and millions of people are here that aren't bad people, and, in many cases, brought here by their parents when they were little. But that's a subject that's going to come up after those first two things are taken care of. And I just reiterate that, because that's the position of president-elect Trump."
  },
  {
    "transcript_id": "NPR-25111",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "NPR's business news includes a first for Internet TV.",
    "statement": "The video streaming service Netflix <CLAIMED> a victory at the Emmy Awards last night. David Fincher took the <BEST> Director prize for his work on the political drama \"House of Cards;\" the first time an online video distributor won in a major category."
  },
  {
    "transcript_id": "CNN-205928",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, it is a very interesting development and we want to speak more of that. Richard Barrett, the Soufan group, former official for MI6. Thank you so much for being with us this morning. Let's stick though on the possible Russian connection because there is this potential new development overnight that federal investigators want to explore. Did the Boston bombing suspect Tamerlan Tsarnaev ever know this man named William Plotnikov. Our Nic Robertson is live this morning in Dagestan. Nic, what do we know about this man? When he was in the region and where might that contact with Tamerlan Tsarnaev have occurred?",
    "statement": "<WELL>, he was <CERTAINLY> in the region at the same time as Tamerlan Tsarnaev. He was here <ABOUT> 2010, according to his family, and he died in a shoot-out with six other rebels here with security forces in July last year. And that was his death came just two days after Tsarnaev left this area, went back to the United States. So there is, you <KNOW>, the possibility you can hear, possible <<SORT OF>> cause and effect there. Now both men shared the <FACT> that their families had moved them to North America. Tamerlan to the United States, Plotnikov had moved to Canada with his parents. Both of them were boxers. Both of them are now following this <<SORT OF>> radical branch of Islam. The <QUESTION> is, did they share anything else more than that on the ground here? And that's something -- that is what the investigators are focusing on. There is another connection here, a potential connection with a possible recruiter, according to some local news articles here. A half Palestinian Mahmoud Nidal, known according to these newspaper articles through Russian security services as a recruiter. <<POSSIBLY>>, <<POSSIBLY>> Tsarnaev met with him. That's another point that investigators will be looking at -- John."
  },
  {
    "transcript_id": "CNN-395210",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let me follow up, because you said it's not necessarily all people who are asymptomatic should be tested. So if he is asymptomatic, why would a test for him be important?",
    "statement": "As the president, he has a lot of responsibility. He needs to be -- he is also circulating among other people. And there is one <THING> that is very important to consider. If he has had multiple exposures, if he does have symptoms, it's very important for him to get tested. But the <THING> that's really important here to remember is that asymptomatic infection is also becoming clearer and clearer. The evidence is becoming clearer and clearer that this is something that we <SHOULD> <ALL> be thinking <ABOUT>, and not <ONLY> for him but for everybody <AROUND> him. I <<<THINK>>> the big issue that I keep seeing is that they're doing <ALL> of this fever screening. But the fever screening is not really the <THING> that we <NEED TO> be worried <ABOUT>. Of course, you're going to get people who are highly symptomatic but fever screening also can be avoided as we saw with the Ebola outbreak with Advil, Tylenol, just a fever reducer. I <<<THINK>>> that we <NEED TO> be really smart <ABOUT> it. I thinking we <NEED TO> be thinking <ABOUT> do people have symptoms of any kind, not just fever, what have their exposures been, and to be implementing social distancing. And I don't see a lot of social distancing going on in these press conferences. I <<<THINK>>> that's something that we really <NEED TO> <<<THINK>>> <ABOUT>."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "clear": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Can you explain a little more the process that you go through when vetting and also disqualifying candidates for this election?",
    "statement": "The candidates <SHOULD> meet the standard such as <CERTAIN> age and degrees and police clearance, and also, they <SHOULD> not have crime record such as graft, corruption, and bad reputation."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Pardon me, Mr. Zack, go ahead.",
    "statement": "No, appreciate it, Your Honor. What's more, Judge, when we <TAKE> a break and we actually have the Pollstar here -- I'll find out where it is -- we'll show the court and further illustrate <ABOUT> the testimony being accurate."
  },
  {
    "transcript_id": "CNN-303759",
    "matched_terms": {
      "obviously": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's true but one thing we know about President Trump, is that he's trying to put America first. The conflict reaction across the world is not as what he's concerned about is American jobs here and today. And this is something he campaign he was - he and Bernie Sanders were out at the gate on this issue, that he got to work primary on this issue and he wanted a general election on this issue. So, he had to remove it and with respect to the Senator; it wasn't dead. Senator Clinton, changed her position on the TPP due to push from her own fate. So, it's not a guarantee that she wouldn't have slipped back had she won the election.",
    "statement": "It's why they didn't recognize that this was a bipartisan issue; Bernie Sanders campaign on and he forced Hillary Clinton to the left to <TAKE> a position against it. I <<<THINK>>> it was a smart move <OBVIOUSLY>, symbolically, and optically to try and <CHANGE> try and <CHANGE> the conversation <AROUND> the chaos that's swirling <AROUND> the Trump administration on day one, two, and three. But I <<<THINK>>> also, one <THING> that the President has failed to do during the Gettysburg address in Pennsylvania; he said on day one, I'm going to label China as currency manipulator. He hasn't done that yet, so, the <QUESTION> is like; will he deliver on <ALL> these promises? He also said that he was going to put a ban on folks who've served in the White House or in Congress from lobbying for five years. So, couple of things he said, he was going to do that he hasn't yet done."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, that's a little unclear. The police source that I talked to indicated that there is actually only one individual. It's unclear whether there was another person, and that person may have subsequently been released because they're satisfied that they have no information. Or there's some indication, Judy, that they may have been counting the alleged gunman who, while dead, was considered officially in custody, It's one of those police things. They may have been counting that individual as one of the two. Unclear. But what I can tell you is at least one individual in custody being questioned. Not clear what his role might have been except that eyewitnesses place him with the alleged shooter earlier in the day at the airport.",
    "statement": "<ALL> right. Charles, I'm sorry. I was -- there were some interferences here, and I was not able to hear much of what you said. But let's just move beyond that now. At this point, the L.A. police -- of course, they're still investigating, but, at this point, they're saying people <SHOULD> have no reason to <<<BELIEVE>>> they shouldn't go out and experience -- enjoy the Fourth of July. But, you <KNOW>, you <HAVE TO> <<<BELIEVE>>> that, <GIVEN> these developments, people are going to be reluctant <<PERHAPS>> to venture out into very public areas."
  },
  {
    "transcript_id": "CNN-278296",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The Philippine Coast Guard has impounded the ship you see here enforcing harsh new sanctions imposed by the U.N. on North Korea. The cargo ship was flying a flag from Sierra Leone when it docked in Subic Bay on Thursday. The documents show all 21 crew members on board are North Korean nationals. Authorities plan to deport the crew. Among that with the new sanctions, all countries are required now to inspect cargo going into and from North Korea. There's also a complete ban on small arms going into the country. And the sanctions call for the expulsion of North Korean diplomats who engage in, quote, \"illicit activities.\" Sanctions further include a wider ban on luxury items, like watches, jet skis, and recreational vehicles. Aviation fuel would also be banned as well because it can be converted to weapons production. The sanctions also limit the imports of North Korean coal and iron ore if it can be shown that the sales would support \"illicit activities.\" Two years ago, 239 people lost their lives on board Malaysian Airlines flight 370. And ever since, the relatives of those on board have found very few answers sine the Boeing 777 disappeared on its way to Beijing from Kuala Lumpur, Malaysia. But now, the deadline for families to sue the airline is March eighth. Our Saima Mohsin reports from Malaysia on how the victims are being remembered.",
    "statement": "Family, friends and <WELL> wishes are gathering here today to mark a day of remembrance for the 239 passenger and crew members on board flight MH370. Kuala Lumpur, of course is where the plane took off from bound to Beijing. They didn't arrive in its destination. It's where their loved ones were last seen."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "This is NEW DAY with Alisyn Camerota and John Berman.",
    "statement": "We want to welcome our viewers in the United States and <ALL> <AROUND> the world. This is NEW DAY. It is Tuesday, August 18, 6 a.m. here in New York."
  },
  {
    "transcript_id": "CNN-156815",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "No.",
    "statement": "The military people are trained for this. Civilians, not so much. I understand that the miners <WOULD> at least have some comfort level with being in tight and enclosed spaces, but in terms of everything to deal with not knowing whether they <WOULD> actually survive this, how do <ALL> of those factors play out after they're finally up from the surface?"
  },
  {
    "transcript_id": "CNN-95974",
    "matched_terms": {
      "around": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, John, I just want to remind you that last year -- and you well know this -- Ivan was a Category III, killed 56 people in the U.S., caused $13 billion in damage. But Dennis is not a Category III. Dennis is a Category IV. Does that worry you?",
    "statement": "It -- it worries to some degree. Like I say, it's -- we <<FEEL>> <FAIRLY> safe here in the house and we -- we've had a lot of offers from <AROUND> the country of friends calling, saying you're welcome to come stay with us. But we're going to ride it out right here on the -- on the river."
  },
  {
    "transcript_id": "CNN-401900",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Defensive attorney for Travis McMichael maintained he never said that racial slur and overall, the defense attorneys say, overall, all three men were only trying to have a conversation with Ahmaud Arbery that day when they were trying to stop him, even though two of the men who are armed. They maintain it all went wrong when Ahmaud Arbery turned on them, and Travis McMichael had to fire in self-defense. The prosecution says that is not what happened. And lastly, I'll point out that horrific alleged racial slur that Travis McMichael made may not be used against him at a trial, because Georgia is one of only a handful of states that does not have a state hate crimes law. Now, that could change by the end of this month, but even if it does, it would not apply to the trial of Ahmaud Arbery's death. Martin Savidge, CNN, Glenn County, Georgia.",
    "statement": "Ahmaud Arbery's mother says she was devastated here the testimony <ABOUT> her son's last moments. She spoke also to CNN's Chris Cuomo."
  },
  {
    "transcript_id": "CNN-74192",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "In Washington today there was more debate over the U.S. decision to invade Iraq in the first place. Vice President Dick Cheney offered a spirited defense of the war in what appears to be a part of a broad administration effort to counter continuing controversy. Senior White House correspondent John King is standing by with the details -- John.",
    "statement": "Anderson, today an example of how the vice president, Dick Cheney, is <OFTEN> used as this administration's lead policy and political troubleshooter, the vice president's enormous task today, trying to quiet the controversy over the now discredited White House claim that Iraq had tried to buy uranium in Africa as part of what the administration insisted was an effort to revive its nuclear weapons program. In making his case today, the vice president delivered a direct challenge to those who insist this administration ginned up the evidence and was <WRONG> to go to war."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But it also opens up questions about the alleged obstruction. I mean, if Comey felt so strongly that obstruction was occurring, why did he not tell the White House counsel? You know, why did he not sound the alarms in the moment?",
    "statement": "<WELL>, we <<COULD>> talk <ABOUT> that -- we had talked <ABOUT> that before. That's not exactly what we're looking at here."
  },
  {
    "transcript_id": "CNN-229217",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I think it's important for us not to anticipate that the targeted sanctions that we're applying now necessarily solved the problem.",
    "statement": "Phil Black is joining us from Kiev right now. Phil, we just heard the president say sanctions won't necessarily solve the problem. Are they having any effect based on everything we <<COULD>> tell right now?"
  },
  {
    "transcript_id": "CNN-15340",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, absolutely. You know, let me give you another scenario, you can say you are running at 26. Most people don't check the air in their tires once a year, if you are lucky. You get out there and you are down to 18 pounds. You are probably not going to know it driving back and forth to work, you might drive the vehicle 70,000 miles and not have a problem, until you load it up with some people and luggage, put it on the highway at 70 miles an hour, the tire is going to fail.",
    "statement": "Congressman, are you going to be asking that <QUESTION>, why suddenly, or why they were asking consumers to run these tires at a lower pressure than they were other vehicles, and other tires of the same kind?"
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "opinion": "ungraded",
      "guess": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Kimberly, is the prosecution in trouble?",
    "statement": "Great <QUESTION>, Larry, and I'll tell you, if the case were to be <ALL> said and done today, yes, Michael Jackson <WOULD> be acquitted of these charges. That's my <<OPINION>> after reading <ALL> of these pages of transcripts and hearing <ALL> the reports. The <BOTTOM LINE> is, there is more to come. With that being said, <<GUESS>> who else still has to testify? The mother, the most problematic witness for the prosecution. The jury already has an unsavory <<OPINION>> of her. How can they not? The D.A. in this case, Tom Sneddon, warned them in the opening statement that they <WOULD> hear things <ABOUT> this mother. Right now, we have two decisions to make: do you <<<BELIEVE>>> this accuser, or do you <<<BELIEVE>>> the defense, that he was put up to it, coached by his mother, who the defense is alleging is greedy, and money-grubbing, and wanted to use Michael Jackson for his quote- unquote \"deep pockets.\" However, Larry, with that being said, there still <MAY> be corroboration and they're going to need it. The prosecution better <HOPE> that the allegations come in from the 1993 accuser and the case following that, if they are to survive -- and computer records to document some of the pornography."
  },
  {
    "transcript_id": "CNN-237797",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "I got to say that because you'll say they're not terrorists. No, they're terrorists and they're an insurgency. That means the tactics and the strategy have to be more robust.",
    "statement": "But the difference that we're seeing -- the difference that we're seeing between the approach from President Obama and Prime Minister Cameron isn't part of that -- right now, what is it a dozen confirmed, <<PERHAPS>> more, American passport holders fighting in ISIS?"
  },
  {
    "transcript_id": "CNN-230395",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "A quick legal point on you. Anderson may have been generous in his suggestion he made to Mr. Starling. There's a path out of this to fight it for him. Legally, do you believe that there's a legit path that would keep the NBA from forcing him to sell or just delay it?",
    "statement": "I <<<THINK>>> it's just delaying it, Chris. Most of us have read the constitution. The <ONLY> <THING> we haven't read are the documents between Donald Sterling and the NBA as an individual owner. We also don't <KNOW> what the trust says. But at the end of the day, this <ALL> kicks back to the constitution, Chris. If they get the votes, which I don't <<<THINK>>> they will, which is ultimately going to delay what is going to happen, a sale. They're not going to have that happen. They're going to vote him out and Adam Silver takes possession at commissioner, so he's the one selling, not Donald Sterling."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know it ain't. But you know what? I was starting to get, like, sweaty palms because as they were looking at these numbers coming in all night and then they went to CNN after dark and started playing like the jazz music, I started to think, oh, no, this is the Bush-Gore 2000 all over again, we're going to be here for months figuring out Iowa. But they don't do recounts, folks. They don't do that kind of thing. And it's really kind of fun. It's just one by one by one by one.",
    "statement": "And that's what took so long because it was the last precinct reporting. And that's where we finally got the information, knowing. But it was back and forth, back and forth, back and forth."
  },
  {
    "transcript_id": "CNN-9254",
    "matched_terms": {
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning. How are you?",
    "statement": "I'm doing <WELL>, thank you. Can you tell us exactly if you have any indication of which way this court <MIGHT> be leaning and what you plan on doing in response to that?"
  },
  {
    "transcript_id": "NPR-15940",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Electric cars are still heavily dependent on external regulation. And therefore, most car companies are still offering very few numbers, limited capacity and range and all of those things and not even nationwide.",
    "statement": "This is while Americans are ever more infatuated by trucks and SUVs. The regulations Sexton is talking <ABOUT> include CO2 emission rules in Europe, their rebates from federal and state governments, but most aggressively, the Obama administration's goal of getting the fleet above 50 miles per gallon. The Auto Alliance, the main industry group, wrote to the Environmental Protection Agency's Administrator Scott Pruitt upon his confirmation asking the agency to reverse the rules. Essentially, the car company said, why make us build electric cars when less than 4 percent of cars <SOLD> are electric?"
  },
  {
    "transcript_id": "CNN-399289",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Mr. Secretary -- have you seen anything that gives you high confidence that it originated in that Wuhan lab?",
    "statement": "There's enormous evidence that that's where this began. We've said from the beginning that this was a virus that originated in Wuhan, China. We took a lot of grief for that from the outset but I <<<THINK>>> the whole world can see now."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, I didn't.",
    "statement": "<WELL>, <TAKE> my word for it that the same fellows and ladies..."
  },
  {
    "transcript_id": "CNN-338192",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The president this weekend throwing shade at the Russia investigation with tweets highly critical of his own attorney general Jeff Sessions, Deputy AG Rod Rosenstein and Special Counsel Robert Mueller. A White House aide today said despite the president's harsh Twitter digs Trump has no intention of firing Mueller and Rosenstein right now. Watch.",
    "statement": "When's he going to fire Rosenstein? When's he going to fire Mueller? We have the same conversation. As far as I <KNOW>, the president has no intention of firing these individuals."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now despite what happened last night a Rubio aide tells me this morning they will soldier on, insisting the Florida senator remains focused on winning his home state. That's been the strategy all along, they say, since the beginning of this month. Kasich, though, he is predicting a victory in his home state of Ohio. That's potentially a better possibility at this point if you look at the latest CNN-ORC polling. Those two state, Florida and Ohio, plus North Carolina, Missouri, Illinois, are all up for grabs next Tuesday, which may as well be do or die for the entire Trump movement. If they can't do it in Ohio and Florida, it may be over. Chris?",
    "statement": "Boy, it really makes you <WONDER> what <ABOUT> the Rubio team knows <ABOUT> the numbers in Florida, Jim, the way they're talking. As Jim Acosta <WELL> knows and you're going to learn soon at home, this is a very interesting state. It breaks down into three very different races here. So <A LITTLE> bit of a mystery still. Now, here is now what's known. NEW DAY was first to speak with Donald Trump following his big wins last night, and he had surprising things to say -- unity, reaching out to Paul Ryan, and a prediction <ABOUT> Hillary Clinton. Here is a taste."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I have a feeling that Jared is going to do a great job.",
    "statement": "A source tells CNN Trump's son-in-law discussed creating back-channel communications with the Kremlin during a December meeting with Russian Ambassador Sergey Kislyak, and \"The Washington Post\" reports that, in intercepted conversations, Kislyak told Moscow he was surprised. Kushner wanted to set up an off-the-record communications system that used Russian diplomatic facilities as a way to bypass U.S. surveillance. Now, the system was <NEVER> set up, but as an explanation, the source tell CNN that Kushner wanted a secure lines so he and former national security adviser Michael Flynn <<COULD>> discuss military options in Syria, among other topics."
  },
  {
    "transcript_id": "CNN-385864",
    "matched_terms": {
      "confident": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Where do you think everybody needs to be at the end of next week?",
    "statement": "I <<<THINK>>> Democrats <NEED TO> be in a position where they can say, we are <<CONFIDENT>> in this case. And I <<<THINK>>> the Republicans just <NEED TO> be at a place of either there's <DOUBT> <ABOUT> this case, there's <DOUBT> <ABOUT> whether it's true, or <<MAYBE>> it happened but it's not serious enough to merit impeachment."
  },
  {
    "transcript_id": "NPR-43611",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "House Minority Leader Nancy Pelosi ticked off a list of      problems plaguing Republicans right now, from DeLay's indictment to      Senate Majority Leader Bill Frist's questionable stock sale, to last      week's arrest of a White House official charged with obstructing justice      in an investigation into an indicted Republican lobbyist.  Pelosi said      Americans are finally learning the truth about Republicans in Washington.",
    "statement": "They are corrupt.  They act in a corrupt way.  They have a      culture of corruption here.  It's <ABOUT> cronyism.  It's <ABOUT> favoritism      to their friends in contracting, cronyism in hiring.  It's <ABOUT>      incompetence. And that's from here to the White House."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "This mall, literally in the middle of America, was the alleged target. This man, with no prior arrests, has been charged with planning to attack it. But how? According to the federal complaint, with hand grenades.",
    "statement": "He began to focus on obtaining weapons, he began to prepare himself through a purification process, he began to prepare videos in the event he did not survive the attack. He fixed on a date of December 22nd, on a Friday, which he picked because it was the Friday before Christmas and thought that <WOULD> be the highest concentration of shoppers that he <<COULD>> kill and injure. At that point, we decided to affect a plan with the Joint Terrorist Task Force to introduce an undercover agent."
  },
  {
    "transcript_id": "CNN-298329",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "The New Yorkers will stand together. We're going to stand up for the needs of working people. We're going to stand up for our immigrant brothers and sisters. We're going to stand up for anyone who, because of any policy, is excluded or affronted, be they be members of the Muslim community or the Jewish community, members the LGBT community, women, anyone who feels policies are being undertaken that undermine them.",
    "statement": "I watched that entire press conference today. And I thought it was fascinating getting, you <KNOW>, <<SORT OF>> the inside scoop of this meeting. Is the Mayor, Angela, setting up a conflict between his city and the Trump administration?"
  },
  {
    "transcript_id": "CNN-194259",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I`m 15.",
    "statement": "I hear that you`re doing so <WELL> in school that you skipped a grade?"
  },
  {
    "transcript_id": "CNN-129838",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "OK. Kevin, Strategic Oil Reserve. This is also in there. This drives me crazy. What part of \"strategic\" in the Strategic Oil Reserve do the Democrats not seem to understand?",
    "statement": "Yes, and clearly, they do not understand what the purpose of the Strategic Petroleum Reserve is, what it was created for. This is not a emergency situation. We <NEED TO>, you <KNOW>, help bring down prices temporarily We need a long-term solution, and clearly they`re just trying appease voters, say, \"Look, we can fix this quickly.\" There is no quick fix here. As you said at the top of the show, we <ALL> are going to <NEED TO> make sacrifices, and quick fixes just aren`t going to do it."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "may": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Welcome back. New York's police chief says he apologized to former tennis star, James Blake, over an apparent case of mistaken identity. Blake was tackled by plain clothes officers outside of his Manhattan hotel Wednesday. He was released after about 10 minutes when police say they realized they had the wrong guy. Blake, who is biracial, told \"The New York Daily News\" it is possible race was a factor. The police commissioner denies that, but says the incident should not have happened.",
    "statement": "Was the force used appropriate, and in the initial review, we <<<BELIEVE>>> it <MAY> not have been. And that, secondly, that what transpired after the release of Mr. Blake relative to reporting of the incident, which was not done."
  },
  {
    "transcript_id": "CNN-241394",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Nothing against Gertrudis of the world, by the way.",
    "statement": "You <<COULD>> have made a beautiful Gertrudis. Yes, you <<COULD>> have."
  },
  {
    "transcript_id": "NPR-13567",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "He went freewheeling. I mean, he mentioned the possibility of a government shutdown. He signaled that he was prepared to maybe pardon the controversial sheriff in Arizona, Joe Arpaio. And he also slammed two Republican senators from Arizona, Jeff Flake and John McCain - right? - although he didn't bring them up by name.",
    "statement": "He didn't mention them by name, but he didn't <HAVE TO> because as far as McCain goes, he kept referring to the collapse of the Senate health care bill and, you <KNOW>, expressing disbelief that they were just one vote away, as he put it. And the crowd immediately knew who he was talking <ABOUT> - John McCain, who voted against the bill."
  },
  {
    "transcript_id": "NPR-48308",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Let me ask you this: I understand the New York chapter of the Log Cabin Republicans is working with the Democratic governor of New York, Andrew Cuomo, to pass same-sex marriage legislation. Are you finding that in this period it's more effective to work at the state level or somehow more appropriate to work at the state level on some of these issues?",
    "statement": "<WELL>, this is - these are the dual tracks. We have 42 chapters across the United States that not <ONLY> work on getting people elected - not <ONLY> just gay and lesbian Republicans, pro-equality Republicans - but to work on initiatives at a state level, be it a ballot initiative or be it legislation."
  },
  {
    "transcript_id": "CNN-291531",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what about his declaration that any country which shares the goal of halting, in his words, the spreads of radical Islam will be an ally of the US?",
    "statement": "<WELL> you <<PROBABLY>> <ALL> <KNOW> that Russia was allied with the United States in fighting terrorism but then invaded . (OFF-MIC) How <<COULD>> Russia still be the U.S. ally?"
  },
  {
    "transcript_id": "CNN-158912",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "You have suggested -- and correct me if I'm wrong -- that Private 1st Class Manning and Julian Assange, the head of WikiLeaks, have blood on their hands. Do you have any evidence as of right now that someone has actually died as a result of all these leaks?",
    "statement": "No, but I have <NO <DOUBT>> that someone can or will die because of these leaks. I mean, the information that is out there is just devastating, without going into <ALL> the details. But it has exposed sources that we have, people that we have. It has compromised our military. It's also put people at risk in foreign countries, both our people and other people that are working with us. And when I say blood on their hands, it is because they have put our people in a situation where their lives are at risk because of the actions that both Manning and WikiLeaks have taken."
  },
  {
    "transcript_id": "CNN-139140",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Remember that Hezbollah only has 11 seats in the parliament, out of 128, and they are not seeking any additional seats. So they'll wind up with 11 seats, if the election goes well today. And I don't think there is any reason why the United States should not deal harmoniously and cooperatively with any coalition government that is formed. Not matter who - whether the March 14th prevails or whether March 8th prevails.",
    "statement": "So, Betty, you hear there the former U.S. president talking <ABOUT> Hezbollah, and the need for the U.S. to really work with whatever coalition wins. I want to show you something, though. Inside this polling station, Betty, they're talking <ALL> morning <ABOUT> voter turnout. <WELL>, from what we can see, voter turnout has been huge. What you are witnessing right now is actually a member of the Lebanese security forces, either a police officer, a Lebanese police officer, he's actually trying to get people to move back, because <EVERY> time he opens the doors, he basically gets yelled at by this crowd of voters, some of whom have been waiting up to three hours to vote. So while we have seen no violence across the country, Betty, what we have seen on a local level at these polling stations is this <<KIND OF>> back and forth -- yelling -- between people who wanted to get in and vote, and the people who are charged with securing these actual polling stations."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "There you go, look forward to that. Stay tuned. Ron Brownstein, A.B. Stoddard, thank you very much. So this morning there are growing questions about who knew what on what date about this Rob Porter scandal. Who is to blame in the West Wing for how badly this was handled?",
    "statement": "I <KNOW> there's been reports <ABOUT> the chief of staff. He became <FULLY> aware <ABOUT> these allegations yesterday. I'm not going to get into the specifics regarding who <MAY> have known what pieces of information because they were <ALL> part of an ongoing background check investigation."
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "definitely": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, and Sarah, so what happens next? We are expecting this order to be or this action to be signed today, right?",
    "statement": "That's right. President Trump has said he plans to sign it before he leaves for a political rally in Minnesota. This <ALL> comes, though, as the White House continues to try to rally support on Capitol Hill for separate broader immigration legislation that includes some of Trump's priorities, including funding for his border wall, ending the visa lottery program that Trump has railed against. But <CERTAINLY>, the introduction of this executive action complicates the process because the White House was trying to create a <<SENSE>> of urgency <AROUND> this legislation by pointing to the family separation issue. If that's taken off the table, at least temporarily, it <DEFINITELY> makes an additional hurdle for the immigration legislation to <CLEAR> in the House."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You're not hopeful in that regard maybe the killer was found and maybe he has passed away, maybe this is a conclusion.",
    "statement": "You can say <<MAYBE>>, <<MAYBE>>, <<MAYBE>> this, <<MAYBE>> that. We <KNOW> the DNA evidence is very strong. We have been told they've the killer's DNA and that the killer can be found and will be found. So, there's no reason to <SPECULATE> until the time that the people in authority and the district attorney's office say that they have apprehended the murderer."
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "-- we presume Senator Sanders and Warner are upset about?",
    "statement": "No, no. I agree. I <<<THINK>>> that there was a lot more that needed to happen to not <ONLY> crack down on the big banks, but for there to be consequences for their actions. But as far as the compensation that a private citizen takes for a speech that they give, that's not my concern nor any of our business. I look more at the public record of someone like Barack Obama and Hillary Clinton and their public record is pristine. They both fought back against the big banks and their practices and I have <EVERY> confidence in the service that they both provided."
  },
  {
    "transcript_id": "CNN-136188",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Oh, OK.",
    "statement": "Yes. This is a guy -- we <KNOW> the first one's going to be <ABOUT> his childhood and some military service, everything that actually that he says helped him and prepared him to be able to handle that situation and save <ALL> those lives. But don't <KNOW> what the second book's going to be <ABOUT> yet."
  },
  {
    "transcript_id": "CNN-120449",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "It is about intimidation, blackmail and extortion. Make no mistake about it, this suit is about money.",
    "statement": "While many students seemed to be standing by their president, some folks just outside were standing against him."
  },
  {
    "transcript_id": "CNN-306040",
    "matched_terms": {
      "absolutely": "ungraded",
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "But Lee, if you don't call out what's not being said, isn't that a way of encouraging more of the same? You have not heard the president talk about this objectively the way he does other things that piss him off. If he doesn't like something, he's full-throated, he's on social media, he is banging it down even if the facts are not on his side. On this one, he has the facts on his side and he's not been as vociferous as he has on other issues, true or false?",
    "statement": "It's true. He hasn't come to me asking for advice on how to handle it. I don't <KNOW> exactly what the process is with the people <AROUND> him. For me personally, it's pretty instinctive when I'm asked a <QUESTION> <ABOUT> bomb threats targeting Jewish community centers, anonymous bomb threats that are instilling fear inside of a community, it <SHOULD> be to <FULLY> investigate, you <KNOW>, with <ALL> resources, <ALL> law enforcement tools to <FIGURE> out who they are making these calls to crack down on it and to send a message that there is <ABSOLUTELY> no room in America for anyone to be instilling fear on people based off of the <FACT> that they are Jewish. And for me I <WOULD> <OBVIOUSLY> be answering this <A LITTLE> bit differently. It <WOULD> be great if he came to me asking for advice on how to handle it. He's not doing that. And this is a great opportunity for him to <TAKE> what he said in the most recent day or two and <TAKE> it to the next level and not stop until it's actually eliminated."
  },
  {
    "transcript_id": "CNN-144345",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "...but the beautiful <THING> <ABOUT> the Yankees is they have a whole lot of guys to choose from, even Teixeira in the top 15 so it isn't over for them."
  },
  {
    "transcript_id": "CNN-230395",
    "matched_terms": {
      "absolutely": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Last thing for you, Malik, is there anything that this man could have said that would have changed your mind?",
    "statement": "<ABSOLUTELY> not. I heard pretty much everything I <NEED TO> hear on the initial tape with Miss Stiviano, those sounded like his feelings for the last 30 or 40 years. Keep in mind, when he grew up, there were separate water fountains, there were separate schools. Some people unfortunately in our country were exposed to that. It's part of their life. And I don't <<<THINK>>> they'll ever <CHANGE>."
  },
  {
    "transcript_id": "CNN-190326",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Reporters were trying to ask the candidate questions about the gaffes that he has committed on his overseas tour, but Gorka told reporters to show some respect at the holy site and to kiss his, you know what -- Soledad.",
    "statement": "Tuckus, I <<<BELIEVE>>> my mother <WOULD> say. He's right, it's a holy site. Reporters <SHOULD> not be shouting questions."
  },
  {
    "transcript_id": "CNN-158272",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Homeland Security Secretary Janet Napolitano is now answering questions <ABOUT> new security measures. Let's listen in."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Chrystia, let me ask you, you've said that you think we're way behind other countries in terms of our emphasis on alternatives. Why is that? And what do we have to do to catch up?",
    "statement": "Because gas has been very cheap in the United States is the short answer. You <KNOW>, Americans right now are <FEELING> a lot of pain at the pumps, but gas prices in the United States are barely half of the prices in Europe. And that means that structurally Americans drive bigger cars that consume more fuel."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And what does that tell us about who may have done this?",
    "statement": "What's interesting is this actually started as a result of the NSA identifying a leak or a hole in Windows systems made by Microsoft and they created an exploit. <WELL>, Shadow Brokers, this hacking group out of Russia, stole the NSA's exploit and then released it to the hacking community. And now different hackers are using it to add a piece that wasn't there in the original, which is, first, it breaks into the system. It says OK, do you have a hole? Did you not patch it? And then it goes and drops a piece of ransomware and then says, OK, now you want to unlock it, unlock your system? Then pay us money. So we don't <KNOW> who the hackers are. And I <<<THINK>>> that's on purpose because if they reveal who they are, more people will want to hunt them down and try to arrest them. It's easier for them to quietly --"
  },
  {
    "transcript_id": "CNN-345300",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, Lauren, moments ago I said the president hadn't tweeted yet, but then he tweeted, let me read you what the president just wrote. \"Thank you, Rand Paul,\" of course that's Senator Rand Paul, \"you really get it.\" Then he quotes Rand Paul saying yesterday on CNN with Wolf, 'The president has gone through a year and a half of totally partisan investigations, what is he supposed to think?\" I mean, Lauren, Rand Paul is pretty much, pretty much on an island here. Right? Remind us what he's been saying.",
    "statement": "<WELL>, there were just a few Republican lawmakers who came out in support of President Donald Trump. Rand Paul was one of them. Mark Meadows was another. Here's what those two lawmakers had to say in support of President Trump yesterday."
  },
  {
    "transcript_id": "CNN-42711",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "You had the House of Representatives that closed down for a week. You had Sen. Daschle's office that closed down. And you had the U.S. Supreme court that just closed down the other day. So there is a double standard.",
    "statement": "No, I don't <<FEEL>> safe. But I have a family to feed. I have children. You <KNOW>, I got to do what I got to do."
  },
  {
    "transcript_id": "CNN-149216",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "All right, Brianna Keilar, thanks so much. We'll be checking with you throughout the day. Of course a lot at stake for the White House, in particular. President Obama is putting his powers of persuasion to the test later on this afternoon. Let's get to our senior White House correspondent, Ed Henry, who is at the White House. This is a very huge deal. We have seen the president working on the weekends, going to Capitol Hill before, but today it's got a different tone, doesn't it?",
    "statement": "Oh that's right, Fred. And it's very rare. I mean, I remember early on in the stimulus debate, the first 100 days the president went to Capitol Hill. They save this <<KIND OF>> a, you <KNOW>, <<SORT OF>> rally the troops event for when they really need it. and what they are trying to do, basically, is build momentum going into tomorrow's event. And the president's not brow-beating anyone, really, at this point. If you saw the rally yesterday, but then also I'm told by his aide that he plans to tell these House Democrats is try to put politics aside and let's try to the right <THING>, what he believes the right <THING> for the country, by passing this. But as you <KNOW>, for some of these Democrats on the fence, staring at a re-election in November, that's easier said than done -- Fred."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "But do you think they`re doing it, some of these women because they don`t want to work at McDonald`s you know and they don`t want to work for --",
    "statement": "<<PROBABLY>> and I <<<THINK>>> you <KNOW> it`s a way to <<SORT OF>> get in touch with your sexuality. And really the <THING> is that -- with -- with prostitution so much have been, I mean, unless you`re in <<SORT OF>> a pimp situation, I <<GUESS>>, you really <<KIND OF>> make your own hours. I mean, like my character in the movie <DEFINITELY> says I <HAVE TO> <ONLY> do this in the hours between when I drop my kids off at school and pick them up."
  },
  {
    "transcript_id": "CNN-215158",
    "matched_terms": {
      "certainly": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I'm reminded of a story which I think \"The New Republic\" ran back in 1993 about the coziness and in-fighting of the Clinton world. And it was called Clinfest. And you just get this powerful aggression reading, all this Clinton stuff. And in particular, there wasn't really anything particularly scandalous that's been revealed here. It's sort of like the ghost of scandal future that's being told in some of these stories. I think what the opponents of the Clintons in both the Democratic Party and the Republican Party want to say is that if you liked all the scandals we've had in the past, get ready for more if you elevate her again.",
    "statement": "I do want to turn to the other pressing issue of the day, of course, which is the pending government shutdown, which is pretty important. There's a new Pew poll out there showing with seven days left -- there's a poll on who will be blamed. Republicans will be blamed by 39 percent of the public. The Obama administration, 36 percent of the public. Both, 17 percent of the public. This is <CERTAINLY> counterintuitive from the polls leading up to this I have read before, Chris, including in an interview with House Republican party's own pollster that Republicans <WOULD> <TAKE> the blame. It looks like it's shifting that <<MAYBE>> both sides will <TAKE> the blame."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We visited that apartment building where they rented the safe house they were holding for the month. And one of the neighbors told us, John, they had been struggling to understand a strong chemical smell that was emanating from that apartment that has permeated the whole building. Now, she and her neighbors, like many communities here in Istanbul are in absolute shock that this could have been right in the heart of their community -- John.",
    "statement": "And Nima, more <ABOUT> that apartment. It seems that the killers were living amongst them in Turkey for at least a month."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But you just felt different?",
    "statement": "Yes. I was <NEVER> comfortable <AROUND> him. I didn't understand why because he was -- his father put him up on such a pedestal as such a perfect person."
  }
]