[
  {
    "transcript_id": "CNN-196664",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There are protesters and this is democracy. There are people who agree and people who disagree.",
    "statement": "There are a few, old women out here, but it's overwhelmingly men. They're energized chanting slogans against some of the opposition leaders chanting slogans in support of president Morsi. This big turnout shows that not everyone in Egypt is against President Mohamed Morsi and the Muslim brotherhood. He has significant support. Egypt is an Islamic country. There's a lot of conservative Muslims here who support the president, and they like that a draft of the constitution has been approved and in <ABOUT> 15 days, everyone can vote on it. They say that's what democracy is all <ABOUT>."
  },
  {
    "transcript_id": "CNN-65929",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "guess": "ungraded",
      "obviously": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "The press conference in Modesto in the Laci Peterson case is about to begin. That's what's going on in the lower left-hand corner. Now the full screen. And we'll go there now.",
    "statement": "That's Chief Roy Wasden of the Modesto Police Department. There's a little sparring going on with reporters pretty clearly. The kinds of questions that reporters would like answers to, the status of the investigation, whatever sense the police in Modesto have <ABOUT> Laci Peterson's husband, Scott. <OBVIOUSLY> now even more so, I <GUESS>, the focus of reporters' questions, not necessarily the focus of the police investigation. We don't <KNOW> that. In any case, lots of questions asked there, none answered. And so the relevant moment remains this rather dramatic and <SOMEWHAT> painful appearance of 28-year-old Amber Frey, who says that she met Scott Peterson on the 20th of November. That would be just a bit more than a month before Mr. Peterson's wife disappeared. That she was told he was unmarried, that they had a romantic relationship. Then she paused and expressed her sorrow to Ms. Peterson's family. David Mattingly has been covering the story for us, and David is outside. I gather that's the police station, the city hall in Modesto, David?"
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "about": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "The homicide detectives talked to these young men multiple times and never recorded it. Not once. And they had the ability to. And you get to ask yourself why.",
    "statement": "So much to talk <ABOUT> this dramatic first day. Opening statements and the start of testimony. Call me: 1-877-JVM-SAYS. I want to hear from you at home: 1-877-586-7297. Straight out to my fantastic Lion`s Den debate panel. We begin with former prosecutor Loni Coombs. Michael Dunn`s defense attorney aggressively using two classic techniques: accused the victim of being the aggressor and claimed the cops bungled and manipulated the investigation. Is it enough to create reasonable <DOUBT>?"
  },
  {
    "transcript_id": "CNN-389744",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The president also claimed he didn't know about an unsigned letter from a U.S. general that appeared to signal that American forces were pulling out of Iraq. That letter confused Iraqi leaders, who had just voted to ask the U.S. military to leave their country.",
    "statement": "<WELL>, I don't <KNOW> anything <ABOUT> that letter. That letter was sent. And I understand it was an unsigned letter. At some point, we want to get out. But this isn't the right point."
  },
  {
    "transcript_id": "CNN-314712",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All eyes right now are on the GOP as the window is closing for the Senate Republicans to come up with a health care bill. <KIND OF> a deadline they have set for themselves. The goal is for the Senate to vote on something, vote on some legislation before the July 4th recess. Republican leaders are in the spotlight and under fire for the tightly guarded process in pulling together their version of a health care bill. Most Republicans they don't <KNOW> what's in it. What is it at the moment? We just learned tonight, Senate Democrats will be moving to bring the Senate chamber to a halt to try to protest the Republicans closed-door process and slow things down, if they can. CNN political director, David Chalian, is joining me now for more on this. So, David, what started earlier in the hour as a discussion <ABOUT> the Russian investigation ended up becoming an interesting and lively debate <ABOUT> exactly this. What is going on behind closed doors between Senator Santorum and Ron Brownstein? From everyone's <VIEW> at this point, no one <KNOWS> what's in it exactly, except the folks behind closed doors. How is this health care situation in the Senate going to shake out?"
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "So out of an abundance of caution, they're not removing the lockdown or anything, they're -- they want to make sure there's nobody at large, is that right?",
    "statement": "Yes, Wolf, that's correct. We want to make <SURE> we have concluded the situation with a minimal amount of risk."
  },
  {
    "transcript_id": "CNN-82984",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "What do you hope to accomplish by being out here today?",
    "statement": "I'm just trying to get the message out there that I <THINK> that this war is unnecessary from the start. And if anything, we would like to let everyone <KNOW> we support the military folks that are still in Iraq and everywhere else. We are not trying to unsupport them in any way. We, you <KNOW>, we <DEFINITELY> want them to <KNOW> we support them. And we would like for them all to come back safely. I don't want anyone else, like myself, to have lost a family member to have to go through this. It's not something that anyone <SHOULD> go through."
  },
  {
    "transcript_id": "CNN-220133",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Sure. Let me just say, first of all, $7.25 an hour. Can anyone live off that? Secondly, I just have to say, 60 percent of people on food assistance are working. They're part of the working poor. We need a living wage, a living wage based on regional differences and yes, we need to raise the minimum wage to $10. But we need a living wage where people can live and take care of their families and live the American dream. It would cost us less on the back end if all we care about are the economics of it.",
    "statement": "<SURE>, but --"
  },
  {
    "transcript_id": "CNN-134466",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "All right.",
    "statement": "I <FEEL> like there's somebody else who's holding him back."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If General Fay didn't realize that was the subject of his investigation, sir, he's now painfully aware of it.",
    "statement": "Was your encouragement to Major General Miller to inspect the prison in any way prompted or otherwise linked concerns <ABOUT> any abuse at the prison?"
  },
  {
    "transcript_id": "CNN-392390",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I was surprised at that. I was thinking there would be more. But there have been apparently some voter suppression activity inside of New Hampshire that has been adopted since 2016. And I wonder what that is.",
    "statement": "If you can tell Democrats are extremely nervous <ABOUT> turnout."
  },
  {
    "transcript_id": "CNN-232117",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It's true. There were so many men and the losses, every one of them precious. We saw several presidents speaking there of course. President Lincoln 150 years ago saying that we should remember that these dead shall not have died in vain. That's what this day is about, remembering that the sacrifice was for something so much bigger than these men, what Eisenhower himself called the great crusade to liberate Europe.",
    "statement": "Let's bring in Michelle Kosinski who is on the ground traveling with President Obama on his European tour. We have been looking at a live picture, I <BELIEVE>, Michelle of President Obama and French President Francois Hollande heading back to the helicopters, to head off to the diplomatic lunch. Give us a sense of what it was like to be on the ground that moment to everyone stood to applaud the veterans there."
  },
  {
    "transcript_id": "CNN-164303",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Very much so. So, we have run a gauntlet of tests on our decomposition. This material is compatible with plant-based composts. So, if you have a compost pile in your backyard, for example, you can break up a protective packing part (ph) that you might receive in a box that's made out of our material, put plant- based compost and it will decompose in a matter of 30 days. For example, if you're in an urban setting, you can dump right into your municipal landfill. And the microbes that reside with the landfill actually break down this material once again in 45 days.",
    "statement": "And when do you <THINK> we <MIGHT> expect to see mushroom car parts on the market?"
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And, in truth, Warren would take advantage of the fact that he was the favored son of my father and would undergo his game plan to satisfy his sexual indulgences and activities with boys, with girls, with young girls. It didn't seem to matter.",
    "statement": "You tell on me and you <KNOW> what that would mean to you."
  },
  {
    "transcript_id": "CNN-333877",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You don't think so?",
    "statement": "<WELL>, Maggie Haberman reported that at \"The New York Times,\" people don't leave the White House when they're that close to the President after one day of some thing. It's something that's been talked <ABOUT> for a while, I <BELIEVE>."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "She's in shock, hysterical. I kind of held her, comforted her. And then she kept saying, can you go see how he is? Can you go see? I said, OK. You stay here. I went into the emergency room and I looked at Lennon, and I knew he was going.",
    "statement": "In <FACT>, Lennon <MAY> very <WELL> have died in Palma's arms as he raced him to the emergency room."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, that's right.",
    "statement": "Tom, you <KNOW> the government bureaucracy, you worked in the FBI for a long time, a former assistant FBI director. When the president of the United States speaks like this, how do officials react inside that -- whether the FBI or the CIA or anyplace else?"
  },
  {
    "transcript_id": "CNN-303154",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You would want to star with neighbor blockade. That's would people would think, you know, give a missile crisis in the modern era. But there's a lot of space it cover. I would assume that you're talking about blocking access to the seven islands that China that occupies here on the Spratly out of its dozens. You'd also have to deal with their air capabilities. This is not just a naval blockade. China has four different airstrips build on the largest of the islands out there. They have hanger space far full regimen of fighter air craft that each one of these, that's an awful lot of capability. And finally, this is not without cost. These are not defenseless features. What you're looking at here are advance air defense and anti-missile systems. This is anti-aircraft gun.",
    "statement": "Analysts are worried <ABOUT> escalation."
  },
  {
    "transcript_id": "CNN-222970",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "In our complaint, we described stories from individual parents whose children racked up hundreds and even thousands of dollars of in-app charges. For example, one consumer reported that her daughter had spent $2,600 in the app \"Tap Pet Hotel.\" Others reported unauthorized purchases by children totaling more than $500 in the apps \"Dragon Story\" and \"Tiny Zoo Friends.\" In aggregate, we allege that there have been millions of dollars in unauthorized charges.",
    "statement": "All right. <WELL>, Apple, for their part, they are saying that the FTC didn't need to get involved here. They said that they started refunding consumers last year. They look at this as double jeopardy, Suzanne."
  },
  {
    "transcript_id": "CNN-369200",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "This is in the regular course of business.",
    "statement": "Do you recall how many of these briefings there <MIGHT> have been?"
  },
  {
    "transcript_id": "CNN-47956",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "I am serious. I'm trying to -- why is it -- obviously, it is a story that has legs. I want to know why. Is it because people are trying to escape from the problems into the entertainment world? Why?",
    "statement": "<WELL>, I <THINK> part of it is escape. It is fun to finally get away from some of the other problems and talk <ABOUT> something that doesn't have as much substance, Mariah Carey, pop music. Part of it is because her music really is woven into the '90s and now this new decade as <WELL>. And you <THINK> of her song \"Hero,\" which got a lot play after 9/11, people were talking <ABOUT> it or listened to the song. And so now that she has gotten in some trouble, people are talking <ABOUT> it even more, because she has put a lot of songs out there. She has made a lot of money for the record companies. She also had sold 150 million albums worldwide. So it's <QUITE> a significant amount of product to move. So she is a business. And people want to talk <ABOUT> a business that is failing."
  },
  {
    "transcript_id": "CNN-226470",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Right. Well, I mean, parsing the statement from the Interpol executive very carefully, he really does seem to be saying the same thing as the CIA. He seems to be suggesting that terrorism has not been completely ruled out, and that while we have a search, until we get something conclusive, they're going to continue looking on all fronts, Ashleigh.",
    "statement": "All right, Joe Johns, live for us in Washington, D.C. And, again, these developments just happening. So, Joe, keep us posted if there's anything more that the CIA director says, as <WELL>. Now, this area that's being searched has <CERTAINLY> grown since yesterday. And even if the teams knew exactly where the wide-body jet went down, the telltale signs would <CERTAINLY> be traveling with the currents, especially after all of this time. CNN's Saima Mohsin spent part of her day flying 500 feet above the Malacca Strait at the mouth of the Andaman Sea."
  },
  {
    "transcript_id": "CNN-185127",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "This is a family-friendly morning, don't forget. This is what's going on. The second that this event starts to achieve some sort of visibility, they completely undermine its relevance and credibility and eventually what's glorified in this country is stupidity. I will say this though. It does prove by having them there that Obama is not an elitist when it comes to education or college.",
    "statement": "Very true, very true. Bill, listen. Stay with me. We have a lot more to laugh <ABOUT> because I want to talk <ABOUT> Mitt Romney <POSSIBLY> hosting or at least showing up on \"Saturday Night Live.\" I want to get your take on that right after this very quick break."
  },
  {
    "transcript_id": "CNN-142084",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Things look great, because we're not at work and we're relaxing.",
    "statement": "All depends on how you look at it, then. There you are, Drew. So that's the situation from here. <OBVIOUSLY> we'll be monitoring this throughout the evening, and we'll let you <KNOW> how things turn out. Back to you."
  },
  {
    "transcript_id": "CNN-203950",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think it leaves a big hole. She is about as iconic and legendary a figure in television news as you can imagine. She's done everything. She's gotten just about every major scoop and every major interview that people would want. She's been a trail blazer for women. And so you can't really replace that at all. She is one of a kind. I think on \"The View\", there is a more sort of immediate problem because Joy Behar is leaving. Elizabeth Hasselbeck, there are a lot questions about when she'll be leaving. And so then, when Barbara Walters leaves, it's going to be in May of 2014, that leaves \"The View\" with two to three different hosts in a very short span. So, that's a lot of turnover for one show.",
    "statement": "And a big legacy for Barbara Walters, thank you so much. Let's check in right now with our political panel in the green room. A lot on the menu today. They'll join me to talk <ABOUT> John McCain live-tweeting a border jumping, Mitt Romney's love of grocery shopping, and the president who says time is running out for gun control. That's ahead on THE LEAD."
  },
  {
    "transcript_id": "CNN-98965",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Suzanne, there are a couple of reports out there that would suggest that the president is very bitter about what's happening now and is lashing out as his aides. Can you confirm those?",
    "statement": "<WELL>, what this report is \"The New York Daily News\" actually gave a report <ABOUT> that. And I talked to one political insider, White House insider, <ABOUT> that. And what he says is that this article indicates a rift that is taking place between the Cheney/Scooter Libby camp and the Rove camp. He say that this article basically outlines, suggests that the president is dressing down Karl Rove and other staffers because of such high tensions. He says it follows an article in the same paper from last week where it seemed as if the suggestion was that they were dressing down Scooter Libby and Cheney. So he says there's a rift taking place between these two camps. Also I've talked to several people who are in these meetings all the time who say, you <KNOW>, this just doesn't sound like the president's behavior. That he is always tough. He's always been blunt, but always fair with his staffers. One person said, you <KNOW>, if he doesn't approve or you say something dumb in a meeting he'll give you a look over his glasses, something like that, but usually nothing more. Having said that, Paula, however, a lot of White House insiders say that it is a very tense time here in this administration."
  },
  {
    "transcript_id": "CNN-195343",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "What's your response to that?",
    "statement": "<WELL>, I respectfully disagree. This is the way the process works. We have lengthy primaries. We have 20 debates and the people chose. This is the way our party works. Listen, Mitt Romney is an incredibly smart, talented, decent guy who worked very hard and I <THOUGHT> was a good messenger for our fiscal and social conservative cause. Listen, this was a dead heat going into the election. In <FACT>, two weeks ago, before the hurricane, Erin, we were actually up by three to five points in swing states and we <THOUGHT> we were heading towards a victory, so I'm not going to recriminate. We've just got to realize what he did right, what we did wrong, improve and do a better job of delivering the message and organizing on the ground. But hand it to the president for running a good closing argument and a good ground game."
  },
  {
    "transcript_id": "CNN-396747",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, with the sporting events of the world on hiatus amid the coronavirus outbreak, sports broadcasters now have no games to call but no sports broadcaster is going to be defeated. Some of the <BEST> voices <AROUND> the world have taken to adding a bit of magic to the mundane while also lifting spirits in the process. Patrick Snell with the story."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Phil, we're running out of oil, there's no question. That's a given. It's a finite supply. We can go back and forth as to what the timeframe is. Are we being stupid in the way we are just drinking it up as fast as we can?",
    "statement": "I don't <THINK> we're being stupid, because really, you <KNOW>, the story behind high oil prices is strong economic growth. So we want strong economic growth. I <THINK> the higher prices are going to make us smarter <ABOUT> how we use oil, and that wouldn't have happened if economic growth was slow and oil demand was low. There's an old saying in the business I'm in: The <BEST> cure for high prices is high prices. And high prices are going to bring in new technologies, they're going to make them feasible. And at some point - we're planting the seeds for relief, but it's not going to happen overnight."
  },
  {
    "transcript_id": "CNN-110758",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Which is one of the biblical doctrines. And she said, \"Stretch your hands out and bless him and now let`s pray for him.\" It`s right there in the video.",
    "statement": "I will tell you I see that, though, and I <THINK> of -- I personally <THINK> we <SHOULD> go to war with any country that has giant, you <KNOW>, posters of their leaders because they`re always bad."
  },
  {
    "transcript_id": "CNN-123036",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Wow. Quite a scene there. Welcome back to CNN International and",
    "statement": "And a special welcome to our viewers in the United States this hour. An uneasy calm is prevailing in Kenya's capital today after the opposition called for renewed protested over disputed presidential elections. Reports say several people were beaten, some of them hacked to death with machetes in weekend clashes <AROUND> the slums of the capital city, Nairobi. Some 500 have been killed across Kenya since the election results were announced. And meantime, former U.N. secretary-general Kofi Annan due to arrive Tuesday to try to mediate between the feuding political sides."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Was it angry?",
    "statement": "Yeah, it got a bit bitter towards the end. We had a <SORT OF> strange manager guy who came in from New York and that got bitter. It got a bit of a feud thing going. So we started bitching at each other."
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That he delivered on promises during the campaign very quickly. Right.",
    "statement": "That's right. However, it is anonymous sources on Capitol Hill who were described what happened, witnessed congressional meetings. That's how this information <ABOUT> illegal voting came out, this conspiracy theory. And by the way, tonight, \"the New York Times\" framing this as a lie in its headline. \"Politico\" using the word, debunk. I mean, Donald Trump in a wake up. He would be sleeping now. He is going to wake in the morning. He is going to see these headlines. And I wonder how he react."
  },
  {
    "transcript_id": "CNN-166913",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Four-nine-three-seven what?",
    "statement": "<HOPE> Spring, H-O-P-E-S-P-R-I-N-G drive, Orlando. My daughter finally admitted that the babysitter stole here. I need to find her. 911"
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Technology -- if you're looking to work for a pure technology company in Silicon Valley and that's it, it's much tougher. If you're willing to go to work in the technology department at TMP Worldwide, or Wal-Mart, thank God it's Friday, the world is still your oyster. So, it's where will you go and who will you work for?",
    "statement": "Very interesting. We have to leave on those words of advice. Thank you both, John Wood and Jim Treacy. Coming up: did you <KNOW> you have to work until <MAY> 3rd to pay all your taxes for this year? Four months on the job just to satisfy Uncle Sam. Want to keep more of your money for yourself? We'll get some last minute tax advice. Call us at 1-800-304-FNET. I <THINK> <MAY> 3rd would make it five months."
  },
  {
    "transcript_id": "CNN-132781",
    "matched_terms": {
      "supposedly": "ungraded"
    },
    "previous_statement": "Welcome back to SHOWBIZ TONIGHT. I`m A.J. Hammer. I`ve got to tell you, Ellen DeGeneres really socked it to Mariah Carey when she was a guest on her show on Wednesday. She asked Mariah point-blank, \"Are you pregnant, Mariah.\" And Ellen wanted to set the record straight. Did Mariah and husband Nick Cannon really wait until they were married to have sex?",
    "statement": "I found out that <SUPPOSEDLY> you and Nick were not intimate before you got married?"
  },
  {
    "transcript_id": "CNN-97021",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, obviously, Jane, that`s going to be a serious focus of the defense, is to try and unseat that confession. That`s what we call fruit from the poisonous tree. You know, anything from that point where he requested an attorney and wasn`t provided one, and the interrogation continued, well, everything that emanates from that could be thrown out in motions before the actual trial, you know, takes place.",
    "statement": "You <KNOW>, to me, as a lay person, that sounds like just defense attorneys trying to throw gum in the works. I mean, this man confessed. He said he did it. Mary Fulginiti, how do prosecutors get <AROUND> this, and is this a bungling of the case or not?"
  },
  {
    "transcript_id": "CNN-330120",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And, interestingly, when you say that, President Obama, when he signed the executive order, actually said he doesn't have the right to do this. And so you do have to go through Congress, and you do have to make it permanent, whether it does, whether he doesn't, let's assume he doesn't, he said it, and that was a temporary stopgap. I don't think we want that. I think we want to have a permanent solution to this and I think everybody in this room feels that way very strongly.",
    "statement": "And what happened, Mr. President, I <THINK> is that Senate passed a comprehensive immigration bill, as you <KNOW>. We did not consider it in the House, so we didn't reach those issues. Very frankly, on border security, Mr. McCaul, the chairman of the committee --"
  },
  {
    "transcript_id": "CNN-135743",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "No water, no sanitation. We're not a true tent city yet. I do believe that we, as a city, need to be looking at a tent city as an option. It should be one of many options to fight the homeless challenges that we're having in our community. But this is not something that's sanctioned. We need a designated area that where we can provide water and decent, you know, sanitation and certainly waste opportunities so that we don't have debris and things like that building up along the river, which is unfortunate for everyone.",
    "statement": "So you're saying that it's possible that there <COULD> be a permanent solution to this -- or at least a longer term solution -- in an area that you identify, that you can provide services and <MAYBE> security?"
  },
  {
    "transcript_id": "CNN-133382",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "President-Elect Obama's cabinet nominations haven't met strong opposition -- at least until now. But some Senate Republicans are digging for documents <ABOUT> Eric Holder, who's set to become the next attorney general. And that's foreshadowing some possibility of a confirmation battle. CNN's Brian Todd is working the story for us -- Brian, what's going on?"
  },
  {
    "transcript_id": "NPR-42132",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Mr. Shublac, when you talk to your neighbors and your family members, is there support or condemnation for Hezbollah and their actions?",
    "statement": "<WELL> actually there is, like, talking, and some people they say that it's, like, ruining the economy. But others, and the - especially people who hasn't, like, forgotten the years of which Israel occupied, like, a huge part of South Lebanon - and people <KIND OF>, you <KNOW>, have this connection with the resistance, with freeing the captives, with, you <KNOW>, being strong against Israel, because they <BELIEVE> in their cause."
  },
  {
    "transcript_id": "CNN-225389",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You missed it. She went down and got down -- they got their boogie on, because they're getting kids moving, getting people moving, making better choices eating. It was fun to watch her.",
    "statement": "A little political news to tell you <ABOUT>. Hillary Clinton, a new poll out. The Gallup organization saying her favorability at 59 percent. That's pretty high but it's actually lower than when she was secretary of state, but not dropping precipitously. She's at 59 percent. Other news in the Hillary Clinton world, Senator John McCain saying in an interview he <THOUGHT> that if the election were held today, Hillary Clinton would be president. But this just in. You <KNOW> what's not being held today?"
  },
  {
    "transcript_id": "CNN-147118",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You guys are sleeping out in the street now night after night and there are more people sleeping in the street down here, Joseph?",
    "statement": "Oui. It's there we're sleeping every -- every day. We just stay here and we got nothing, OK? If we all go on the street, take something, to give -- it <COULD> be"
  },
  {
    "transcript_id": "CNN-233828",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "The reality is that there is not a public health threat. I mean, Brianna, if people truly believed that this one child with H1N1 is a threat, then they should have put themselves in a bubble that past winter when tens of thousands of people in this country had H1N1. It was rampant, so this one child with H1N1 when we already have H1N1 in this country really doesn't make a difference.",
    "statement": "I personally had a very close relative who had it so I went through that with a family member myself. There is this issue, though, I wonder, of public health when you do -- you're looking at kids, <MAYBE> as many as 1,500 a day. That's a lot of kids, some of them in confined spaces. How do you keep these kids that are illegally crossing the border healthy?"
  },
  {
    "transcript_id": "CNN-161784",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "That's because of this incident she's had problems at her job?",
    "statement": "<ABSOLUTELY>, yes."
  },
  {
    "transcript_id": "CNN-311085",
    "matched_terms": {
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "But it matters. It matters because the suggestion is they knew you were going. If they knew you were going they must have had an interest in you going. If they had an interest in your going, did they coordinate anything that you said there which was inherently destructive to American policy?",
    "statement": "<ABSOLUTELY> not. Nothing I said was destructive to American policy, Chris. I talked <ABOUT> mutual --"
  },
  {
    "transcript_id": "CNN-106121",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The CIA needs to get out of the news as source or subject and focus on protecting the American people by acquiring secrets and providing high-quality, all-source analysis.",
    "statement": "One senator worried <ABOUT> Hayden, the obedient general, giving bad news to the president."
  },
  {
    "transcript_id": "CNN-309554",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "doubt": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Jeffrey, who would be the audience for these mixed messages? Who are they talking to?",
    "statement": "Vladimir Putin without <DOUBT>. Other world leaders without <DOUBT>. In the past presidents have had a history -- I was looking at one from President Kennedy the other day. He sent out a deputy secretary of defense to speak to a group of Virginia businessmen <ABOUT> the situation with Russia in the day. <KNOWING> full <WELL> that the Virginia businessmen <COULD> have cared less. His real audience was an audience of one"
  },
  {
    "transcript_id": "CNN-148525",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Less than a week until a crucial election, violence is on the rise right now in Iraq, even as the U.S. moves to -- toward a troop drawdown. Should the Obama administration rethink its exit strategy right now? Let's talk about that and the elections with Tom Ricks. He's a senior fellow at the Center for New American Security here in Washington and the author of two best-selling books, \"Fiasco\" and \"The Gamble.\" Excellent books, indeed. Tom, thanks for coming in. You've been a frequent critic of the way this war was conducted in Iraq, over the years, yet you -- you wrote a piece in \"The New York Times\" the other day which sort of -- I said, I jumped back and I said, whoa, Tom Ricks is saying don't just keep the schedule for withdrawal, but keep the troops longer there -- keep them there longer than the Obama administration wants them in Iraq. This is a -- a dramatic change for you.",
    "statement": "Yes. I don't <THINK> it's a great idea to keep the troops in Iraq, I just <THINK> it's the least bad idea. I worry that if you leave too quickly, that you <COULD> have the conditions of a civil war that <COULD> become a regional war. And I worry that by trying to keep to a timetable, the Obama administration is repeating one of the mistakes of the Bush administration -- rushing to failure. We have done it again and again in Iraq and I worry we <MAY> do it again."
  },
  {
    "transcript_id": "CNN-194480",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "All right, Mark Preston live from Washington. Thank you. And joining us in the next half hour, Richard Socarides, former senior adviser to President Clinton and CNN contributor Eric Erickson, editor in chief of redstate.com. It is three minutes past the hour. The gloves come off again this Monday night when Mitt Romney and the president tangle in the third. This is the final presidential debate. CNN's live coverage from Boca Raton, Florida, begins at 7:00 p.m. Eastern.",
    "statement": "Federal officials now saying a batch of steroids was <DEFINITELY> tainted with a deadly fungus. This is the first official confirmation linking the back pain shot with a deadly meningitis outbreak. This has left 20 people dead, infected more than 250 people in 16 states. The FDA is now testing two more batches of this drug."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Right now, we're playing three-dimensional chess and these guys are playing tic-tac-toe quite honest and then not even playing tic-tac-toe that well, all right. When we filed this case, there was one response that made sense and one response only. And that response should have been, you know what, you're right. I wasn't a party to the agreement. This is the President speaking. She's free to talk. She can tell her story and I'm going to tell mine. And guess what, had that happened, I wouldn't be sitting here right now. And we wouldn't be talking about it. The fact of the matter is that's not what happened. They have stepped into every trap we've laid in this case the last two weeks. It's remarkable. I've never seen anything like it. I've never had good fortune like this.",
    "statement": "And you <KNOW>, he <MAY> be overstating it -- he's a lawyer. You <KNOW>, he's one of these slick New York lawyers. But the overwhelming <OPINION> out there does <SEEM> to be at this point not just the lawyers for Stormy Daniels but the other two, you <KNOW>, sex scandal-related lawsuits, you <KNOW>, their legal counsel are playing rings <AROUND> the Trump attorneys at the moment."
  },
  {
    "transcript_id": "CNN-230353",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "But you have to admit it's not pervasive and you have to admit there is a reason for that.",
    "statement": "<WELL>, you <KNOW>, we don't see a great deal of interracial couples on television either. And as we remember from the Cheerios commercial, America <KIND OF> responded to that. But we - but we, rightfully so, remember that we -- this is a voice of the minority, not the majority. The country's attitude has shifted when it comes to marriage equality. <OBVIOUSLY> if the attitudes shift towards marriage equality, that goes along with the idea of two same sex people kissing that's why you kissed the bride and kissed the broom and all that good <STUFF>. I'm not trying to -- I'm not trying to say that there still aren't people who will be upset <ABOUT> it. What I'm trying to say is that as much emphasis that we're putting on the people who do have trouble with it. And those two players you mentioned are one a seventh round pick like Michael Sam, so he <SHOULD> just be thanking God he's is the NFL as <WELL>. And the other one is a retired player who is no longer there. This is not the entire NFL brotherhood that you're talking <ABOUT>. You pointed out two individuals, one who is a second year player and one who is not even in the league anymore. You aren't talking <ABOUT> a whole rush of players rushing to Twitter, rushing to Facebook and Instagram denouncing --"
  },
  {
    "transcript_id": "CNN-240458",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Phil Black, thank you so much. I want to take you now quickly here to the CDC in Atlanta, the director, Dr. Tom Frieden, speaking here about Ebola. Let's take a listen.",
    "statement": "It's controlled in the same way. One individual in Uganda died from Marburg. Their cause of death was not immediately identified. But we have done important work in Uganda to help the Ugandans better have a laboratory network so they can find cases, have a response network with disease detectives and people who can follow up, and have an emergency operations center to track individual cases. And as a result, they have identified contacts. Those contacts include an individual who was the embalmer who then went back to Kenya. That individual was traced and tracked to Kenya, was tested, does not at this point does not have Marburg, and the contacts within that patient's family in Uganda are being tested and so far there have not been additional cases. I mention this because oftentimes in public health what gets noticed is what happens. And it's hard to see what doesn't happen. So, if we stop the outbreak in rural DRC and we prevent an outbreak of Marburg in Uganda, that <MAY> not be headlines, but it tells us that there is progress and gives us confidence that we will be able to control Ebola in West Africa. Now, there's a lot we're doing based on what we have learned in the past week. For example, we have hospital awareness efforts. We already work regularly with hospital associations. We have an intensive involvement on infection control, technical support and other issues. And out calls from doctors have increased 10-fold since the first case was diagnosed. So, there's a lot of awareness, and we're working to increase that even further. We're also working very closely with health departments, city, big city, state and health department associations, Dr. Lakey and his colleagues in Dallas are an example of an excellent functioning health department. <WELL>, we to want make <SURE> any lessons we learn in Dallas are rapidly incorporated into the practice of health departments <AROUND> the country. I <KNOW> that people are eager for more information <ABOUT> travel. And I want to address that for a couple of minutes before concluding and turning it over to Dr. Lakey and then to questions. As the president said yesterday, we're looking hard at what we can do to further increase the safety of Americans and in the coming days we will announce further measures that will be taken. Right now, I can give you some basic principles. We want to ensure, and we will always ensure that the health of Americans is our top priority. We want to ensure that anything we do works and is workable. We recognize that whatever we do, until the disease is controlled in Africa, we can't get the risk to zero here. We <MAY> be able to reduce it. And we will look at every opportunity to do that. But we also don't to want do anything in medicine that will backfire. In medicine, one of our cardinal rules is, above all, do not harm. If we do something that impedes our ability to stop the outbreak in West Africa, it <COULD> spread more further there. We <COULD> have more countries like Liberia and the challenge would be much greater and go on for a much longer period of time. We <KNOW> how to stop Ebola. That's what's happening in Dallas today. That's what's beginning to occur in parts of West Africa. The signs of progress are there, but it is going to be a long, hard fight. And I <THINK> we <SHOULD> always keep in mind that the enemy here is a virus. And we together can stop that virus. Now I would like to turn it over to Dr. David Lakey, the commissioner for the..."
  },
  {
    "transcript_id": "CNN-178226",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "All right. Athena Jones, some bad Christmas news for these two campaigns. Thank you so much. We'll talk to you again. Reminder to our viewers this is coming up, I know you're dealing with the holidays, but January 3rd, finally it's time to start voting. Special America's choice, coverage of the Iowa caucuses right here,",
    "statement": "00 Eastern Time. Meanwhile, President Obama, his reelection campaign is saying, no, that's OK to some money. This money is from former New Jersey Governor Jon Corzine. The campaign returned more than $70,000 in campaign contributions following the collapse of Corzine's financial firm, MF Global. The FBI is now investigating the firm and the more than $1 billion in client money that just went missing. Four minutes past the hour now. Take a look at these pictures. These folks are after a pair of shoes. A pair of shoes named after a guy who hasn't played basketball in nine years. I <KNOW> it's Michael Jordan but come on, folks. Yes, the latest pair of vintage Air Jordans sparked scenes like this all over the country. This is not just one place. This is Indianapolis, yes, but we see scenes like this in Seattle, Kansas City, Atlanta. Reports even police officers had to use pepper spray to get people under control, reports of officers being injured, people being injured, arrests being made because people are after this new version of an old shoe. Also this morning, Britain's Prince Philip will spend Christmas Eve in the hospital. He is, of course -- you're seeing him there -- Queen Elizabeth's husband. He underwent a procedure yesterday to unblock a coronary artery. Prince Philip is 90 years old. <WELL>, a lot of you ought to be ashamed of yourselves, you haven't finished your holiday shopping. No, a lot of people wait until the last minute. That's OK. And don't worry, you're <CERTAINLY> not alone. Alison Kosik, she's done with her shopping, but she has the assignment to be out there on the midst of the shopping. I'm told we just lost her signal. I told you it's crazy out there, everybody doing their last minute shopping. Alison, we're told, has a technical issue. We <SUSPECT>, though, she had to run in and actually buy something, Reynolds. We'll try to get her back up in a minute. Reynolds is over there for me. Reynolds, are you a last-minute -- one of these procrastinators? Very last night."
  },
  {
    "transcript_id": "CNN-323463",
    "matched_terms": {
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "best": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Erin, I think the looks on their faces and the tone of their voice kind of tell the story here. The President, of course, saying, \"No, it's the best job he ever had.\" We heard from John Kelly himself, again, a retired four-star marine general. He was in retirement, brought back out retirement to, you know, first become DHS Secretary and now lead this. I think he very clearly said and it seemed pretty believable to me that this is not the best job he's ever had. He said it's the most important job. It's a tough job. And Erin, I think pretty much anyone who's had that job could not disagree that this is a very tough job to be the chief of staff for any president, certainly this president.",
    "statement": "Yes, although <MAYBE> this presidential wants to hear more that it's the <BEST> job his chief of staff ever had than <PERHAPS> others. All right, thank you very much. Dana Bash is with me, Chief Political Correspondent, along with Tim Naftali, Presidential Historian, and Jamie Gangel, our Special Correspondent. Dana, General Kelly specifically said it's not his job to control what the President does. It's basically forget the outbound, I'm only controlling the inbound. I'm going to control the information he gets and what he hears and everything else. What can I do? He's saying the tweets are not his responsibility loud and <CLEAR>, Dana."
  },
  {
    "transcript_id": "CNN-361831",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "The president's former lawyer, John Dean, gave a rare interview to ABC News today, explaining why the president never sat down for an interview with -- back it up, please. Let me read that over again. Go back to the top of that. Thank you very much. I said John Dean. The president's -- Trump's former lawyer, John Dowd, gave a rare interview to ABC News today, explaining why the president never sat down for an interview with the special counsel, Robert Mueller. So now let's bring in Laura Coates and Renato Mariotti. Good evening. I like to correct it right in the moment. I don't have scripts for the show, so you got to roll the prompter back. It is just me talking most of the time. Thank you both for coming on. I appreciate it. So let's talk about John Dowd now, Laura and Renato. John Dowd on the president testifying to Mueller. Watch this.",
    "statement": "In my questioning him or talking to him, you <KNOW>, first question, easy. Second question, easy. Third question, he wasn't <SURE>. And he doesn't like being unsure, so he will <GUESS>. There's your trap, right there. It's not whether he lies or not. Everybody wants to get into this, you <KNOW>, this integrity business. It's not a matter of integrity. It's overload. What I was worried <ABOUT> is that he really couldn't do it. He couldn't do it. There's no way he <COULD> -- I mean, we'd have to script it. Matter of <FACT>, I told Bob. I said why don't you just let us script it?"
  },
  {
    "transcript_id": "CNN-313581",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We know that he has been trying to figure out what the restrictions are, on what he is allowed to talk about. But in general as our expectation is and he's going to talk about how he felt about the approaches that President Trump made to him with relation to this Russian investigation, with relation to Michael Flynn, the ousted National Security Adviser. But he is going to I think be very careful to stay within the parameters of what he is allowed to do without tripping up any legal question --",
    "statement": "Not talking <ABOUT> the actual FBI investigation?"
  },
  {
    "transcript_id": "CNN-302690",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "It's hard for me to imagine a nominee that Donald Trump would choose that would get Republican support that we could support. So, you are right.",
    "statement": "And so, you will do your <BEST> to hold the seat open?"
  },
  {
    "transcript_id": "CNN-247271",
    "matched_terms": {
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "We're happy you're OK.",
    "statement": "I won't say what <KIND OF> car it was. All right, let's go to Inside Politics on NEW DAY with Mr. John King. Hello, my friend, and I <HOPE> you have a good weekend."
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I don't know if you can have a correlation there.",
    "statement": "Lieutenant, what <ABOUT> the deputy that is normally assigned to the high school? Have we found out the status of that deputy, if one was assigned, if that the deputy was there that day and where, or why not?"
  },
  {
    "transcript_id": "CNN-301978",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The school board in Buffalo, New York, trying to force one of its founders to resign. Millionaire developer and Donald Trump ally Carl Paladino under fire for a racist rant he made last week <ABOUT> the president and the First Lady Michelle Obama. The board approving a resolution, demanding that Paladino stepped down. If he refuses, the board plans to ask the state education commissioner to remove him."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "All right, Dave Mattingly, live for us, we appreciate it. We're going to check back in with you a little bit later. Right now we need to take a quick break. When we come back, we're going to talk about a big endorsement that is headed in Mr. Mitt Romney's direction today.",
    "statement": "We're expecting it and we <THINK> we pretty much confirmed it. And by the way, total flip from 2008. Total flip. Is that a tease or is that a tease? Come on back, baby."
  },
  {
    "transcript_id": "CNN-175319",
    "matched_terms": {
      "think": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Brooke, this is a big deal. We're talking about the dean of the civil rights movement. This is the man who walked alongside Dr. Martin Luther King in the '60s. When he talks a lot of people listen. Dr. Lowery says that he supports the Occupy movement. That is a big deal. But he says also that the protesters may be fighting the wrong fight. He also has some advice for Atlanta's mayor. I just got an interview with him a minute ago. Let's listen to this sound bite and we can talk about it here on the other side.",
    "statement": "I recognize the mayor's concern. He has got to do his job. He has to enforce the law. But he has got find a way to meet these protesters halfway. I <THINK> his sympathies are with them, but he <FEELS> obligated to enforce the law. And I understand that. I also have said to the Occupy people that don't make the mayor your main target. Let's look at these banks, look at these politicians. Let's find a way to go to their offices."
  },
  {
    "transcript_id": "CNN-102323",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "And with more on the life and times and legacy of Coretta Scott King, here's Soledad O'Brien.",
    "statement": "She became known to the world as a woman of courage and conviction. But as a girl from rural Alabama, Coretta Scott King <PROBABLY> never dreamed of the historic events that awaited her life. She studied music at Antioch College in Ohio. In 1951, she received a scholarship to the New England Conservatory of Music in Boston, Massachusetts. While there, she met and married Martin Luther King Jr., who was studying theology at Boston University. In 1954, Dr. King began his career as a pastor and his civil rights work in Montgomery, Alabama. Mrs. King worked closely with her husband behind the scenes while raising their four children. In December 1955, Rosa Parks refused to give up her seat on a public bus to a white man."
  },
  {
    "transcript_id": "CNN-227019",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news in the search for Malaysia Flight 370. More news <ABOUT> the actions of the pilots in the moments leading up to that plane vanishing two weeks ago, really we've got the first notice of this two weeks ago in <ABOUT> 10 minutes time. U.S. investigators say they found evidence that files from the pilots simulator was deleted after February 3rd. Now, that is really important because Malaysian authorities originally said they were deleted before that date. We also finally have the transcript of the entire 54 minutes of communications between the pilot and air traffic controls. The transcript is obtained by the British newspaper \"The Telegraph.\" We haven't confirmed the authenticity of the transcript but here's the bottom line. I want seemed routine except there was one non-routine aspect, the repeating of the plane's altitude, which happens at the exact minute the ACARS communication system stopped transmitting data. As for the search, planes are at this moment heading west from Perth, four-hour flight to get to the debris site. They will have a couple of hours to look and then four hours back. They have been joined by a high-tech U.S. Navy P8 Poseidon aircraft, which up until we've never seen the inside of this plane. It's the most sophisticated in the Navy's arsenal. And our David Mattingly just got exclusive access to OUTFRONT to a P8 Poseidon. He's OUTFRONT in Jacksonville, Florida."
  },
  {
    "transcript_id": "CNN-355116",
    "matched_terms": {
      "could": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "The Director of the Confederation of British Industry warning those in Westminster willing to risk a no deal Brexit.",
    "statement": "So while other countries are forging a competitive future, our sense of here, Westminster <SEEMS> to be living in its own narrow world. It <SEEMS> to be playing a high stakes game of risk where the outcome <COULD> be an accidental no deal. Surely, surely we can do better than this."
  },
  {
    "transcript_id": "CNN-335696",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "We certainly shall. Andrew Stevens joining us there live from Hong Kong, nearly 3.30 in the afternoon. Many thanks. Well, there appears to be plenty of diplomatic movement between the United States, South Korea, and North Korea. Informal talks involving the three countries just wrapped up in Finland. The Finnish foreign ministry says the talks were constructive. That comes as a delegation from South Korea prepares to heads to the North, and of course, as we await more details on the meeting between U.S. President Trump and North Korean leader Kim Jong-un. Our Paula Hancocks joins us now live from Seoul with more on this. And Paula, denuclearization was not on the agenda. So what all was talked about, and what progress was made at these talks in Finland?",
    "statement": "<WELL>, Rosemary, these talks are not directly related to what we'll been seeing when it comes to the preparations for the summit, the summit between Kim Jong-un and the South Korean President Moon Jae-in and also potentially that meeting between the U.S. President, Donald Trump and Kim Jong-un. This was a separate issue. This is more of an academic discussion. It's a more unofficial discussion to really see where both or where all three sides are and what they are looking for. But <QUITE> often we don't even hear these talks are ongoing, so we're not expecting a detailed readout of what was discussed. We do <KNOW>, though, that there has been this flurry of diplomatic activity. We <KNOW> that there are a member, a six member advance team from South Korea that's on its way to North Korea at this point. They're going to be there for a days in Pyongyang. They're going to be trying to organize this, our troop that will be heading there at the end of this month. Beginning of next there's going to be <ABOUT> 160 members of a team. There's going to be K-pop stars, other singers and groups that will be performing in Pyongyang, the first of its kind really in <WELL> over a decade. So at the same time as we're having these unofficial discussions we're seeing that happening -- or was happening in Finland, we're also seeing this cultural tie between North and South Korea become much closer. And South Korea saying today they're going to suggest to the North that they <SHOULD> have high-level talks on March 29th to try and hammer out some of the details ahead of this Moon-Kim Jong-un summit. Rosemary?"
  },
  {
    "transcript_id": "CNN-89125",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Tom is disassociating himself from you!",
    "statement": "But Mrs. Kerry only apologized because she forgot that -- that Laura was a librarian and a school teacher. She didn't apologize for the <FACT> that she had one of the toughest jobs in the world, and that's being a mother, being a home mother. And she never apologized for that! I <THOUGHT> that was offensive. Whether it -- I don't <THINK> it changed one vote, but it was very offensive."
  },
  {
    "transcript_id": "CNN-4114",
    "matched_terms": {
      "believe": "ungraded",
      "best": "ungraded",
      "obviously": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Now, Elian's other uncle, who favors returning the youngster to his father in Cuba, also has an attorney here, and that attorney is in the court today. He says that the boy's rightful place is with his father.",
    "statement": "My <OPINION> is this boy <OBVIOUSLY> needs to stabilize after all he's gone through, and I <BELIEVE> the <BEST> way for any child in his situation to stabilize is through familiarity, and familiarity in a situation like this is <BEST> met through stability through the surviving parent."
  },
  {
    "transcript_id": "CNN-226367",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So, he would let -- I don't see psychologically why <SHOULD> he actually stop. His popularity is rising. <WELL>, of course, his economy is going down, but look at North Korea, you <KNOW>? Those people, you <KNOW>, who are stealing money from their own nation, they like it."
  },
  {
    "transcript_id": "CNN-94862",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "For this time, Judy, we preserved the constitutional system of checks and balances. But the truth is that this fight is not over with. We -- the Republicans will continue to put up ultra conservative judges. And Democrats and liberals and progressives are liable to continue to fight against these judges. And perhaps some moderate Republicans will join us in this fight.",
    "statement": "The key is the judges are the ones that the president told the American people he would be putting up. These are the <KIND OF> people he said. And he won election for saying that."
  },
  {
    "transcript_id": "CNN-219990",
    "matched_terms": {
      "maybe": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Something like that. You better get him on SBT because that movie will not open well without it.",
    "statement": "Clearly so. <MAYBE> I`ll talk like this the entire time. The viewers in North Dakota were loving this. The KAX News Web site was all aflutter. People posting things like <BEST> flipping newscast ever."
  },
  {
    "transcript_id": "NPR-13464",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "This is Talk of the Nation's Science Friday.  I'm Ira Flatow.  Congress seems unable to come together and give us real solutions to our energy problems.  The bill to pass the tax incentive for alternative energy is stalled.  It was again voted down and it - well, it did not receive enough votes in the Senate this week to avoid, the amount of votes to need - get the amount of votes it needed, 60 votes. There's been talk so far, no action, talk of action on lowering the speed limit and it seems like with every new proposal to feed our ever growing energy appetite, along with it comes a debate over whether we should be drilling offshore or in the Arctic National Wildlife Reserve, or whether we should invest more research funds on alternative energies.",
    "statement": "In that sense, Jimmy Carter made energy conservation a <CLEAR> national goal and outlined a path toward energy independence.  Has any president or politician taken on that task?  It looks like a significant progress in leadership are coming either from individual states acting on their own. California is an example of that, or from highly motivated individuals like Al Gore, T. Boone Pickens, for example, who was gaining favor from both Republicans and Democrats with his slogan, we can't drill our way out of this energy crisis."
  },
  {
    "transcript_id": "CNN-335970",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "All right, new this morning, Sacramento police officers muted their body cameras about seven minutes after they fatally shot an unarmed black man at his grandmother's backyard last week. Dan Simon live for us in Sacramento -- Dan.",
    "statement": "<WELL>, hi, John. The muted audio is something that <DEFINITELY> creates suspicion and even the chief of the police department has acknowledged that. Now the question is why did they turn it off? And we don't <KNOW> that. The department policy does allow them to turn off the cameras and the microphones in very narrow circumstances, but it's not <CLEAR> why they would have done so in this particular case. In the meantime, John, the family has hired a very prominent civil rights attorney, Benjamin Crump, and I asked him what was so disturbing <ABOUT> looking at that police video. Take a look."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, what about the possibility that a man has the right to change his mind?",
    "statement": "Yes. The right -- he has the right to change his mind, but if he does it because of politics in a way that defines the law -- I mean, defies the law -- you said it -- the constitution is the law of the land. How can he be a law enforcement officer if he's breaking and violating the constitution? And then, to top it off, when Department of Homeland Security, which never <SHOULD> have given him the power to enforce immigration laws to begin with, when they take away that power, he says, <WELL>, I don't take orders from the federal government. You <KNOW>, excuse me? You were in an agreement with the federal government. Now he's just rogue. Now he's just a -- an outlaw."
  },
  {
    "transcript_id": "CNN-103963",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "quite": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Let's talk about people are feeling in Iraq, the centrical forces, if you will, and kind of a surprising dateline for what we saw yesterday, a riot in Kurdish controlled country. Normally relatively speaking a peaceful part of Iraq. Tell us about that.",
    "statement": "That was amazing. In Halabja. Now Halabja, many people will remember, was the site 18 years ago of the horrific incident where Saddam Hussein's regime gassed the Kurds. And I've been at these memorials, and they're very somber events, and they go and they commemorate this in a region, as you mention, Miles, that's generally <QUITE> peaceful. There were riots, and there were riots because people there <APPARENTLY> <BELIEVE> that the Kurdish government in control of their territory is diverting money meant for them, meant for survivors of that incident. An indication, also, I <THINK> that in the worst-case scenario we tend to <THINK> <PERHAPS> Iraq will break up into three nice easy pieces, and we don't have to worry <ABOUT> Kuridstan. <WELL>, I <THINK> there are all sorts of things that people are going to have worry <ABOUT>. Not <QUITE> as peaceful, not <QUITE> as calm, not <QUITE> as simple as it looks there."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We'll sustain his objection. You can present whatever witness that you wish to to testify about what that witness said, but not through this witness.",
    "statement": "Your Honor, we'll proceed on that basis. Do you have any knowledge, sir, regarding from your observations <ABOUT> the channels underneath the voter booths that you personally reviewed in day time?"
  },
  {
    "transcript_id": "CNN-82992",
    "matched_terms": {
      "may": "ungraded",
      "doubt": "ungraded",
      "facts": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "There is a connection to al Qaeda. We have verified that the extent of responsibility and whether any other terrorist organization was involved is yet to be determined. The investigation continues but at this point there clearly is some link. We're going to continue to see the depth of that.",
    "statement": "Now, not long after those comments, a homeland security official told CNN, and we quote now, \"W e don't have evidence of an al Qaeda role in Madrid. Some <SUSPECTS> <MAY> have a connected with fundamental Islamic terrorism,\" the official says, \"but we don't have the <FACTS> yet.\" Now, on the political front, there's little <DOUBT> the White House has lost a faithful ally in Iraq. And CNN's Kathleen Koch is watching that from the White House for us. Hello, Kathleen."
  },
  {
    "transcript_id": "CNN-306040",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "clear": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "A follow on that. You said that he has the full authority to structure his office as he sees fit. Does that extend to the principals committee as well? After he comes in and takes a look at the whole apparatus, if he advises the president that he would prefer not to have the chief strategist as the member of the principals committee, would the president --",
    "statement": "I <THINK> -- the president has made <CLEAR> to him, as I said (ph), he's got full authority to structure the national security team the way he wants. <OBVIOUSLY> with something like that he would come to the president and make that recommendation, but the president would take that under high -- you <KNOW>, serious consideration."
  },
  {
    "transcript_id": "CNN-137736",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "As things are unfolding here pretty quickly -- as I said, we're going to move on and get some people who are on the scene -- we want to go now as we're getting information just unfolding, this is a news conference with emergency officials in the Dallas, Texas area. Let's take a listen into that.",
    "statement": "But they're in the <BEST> of hands, they've been <WELL>-stabilized at the trauma centers. And so, I <THINK> that's all I can really tell you at this point in time. But really, I can at least say -- I <THINK> that everybody will be salvaged and we won't have any loss of life."
  },
  {
    "transcript_id": "CNN-152364",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Good morning. Thanks so much for joining us on this Wednesday, the 23rd of June. It's the Most News in the Morning. I'm John Roberts.",
    "statement": "I'm Kiran Chetry. Glad you're with us. We have a lot to tell you <ABOUT> this morning, so let's get right to it. First, it's the fallout that <COULD> be war-altering. General Stanley McChrystal said to be ready to hand in his resignation to the president today if he asks for it. He's headed to Washington to explain why he slammed the White House in a \"Rolling Stone\" magazine profile piece. We're live at the White House and the Pentagon this morning."
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "I don't know anything about Charles Taylor. I never heard of him before. I never heard of the country Liberia before. I never heard of the term of blood diamonds before.",
    "statement": "Is supermodel Naomi Campbell telling the truth? Prosecutors in the Hague <MAY> be wondering. They're trying to draw a direct link between this man, Charles Taylor, and conflict diamonds to show he had motivation behind his alleged crimes in Sierra Leone. But while diamonds <MAY> be a girl's <BEST> friend, there's another trade in Africa that everyone is complicit in. Tonight, the story of how you and I use conflict minerals and how to stop it. On CNN, this is the hour we connect the world. <WELL>, the United Nations tried to stop the sale of blood diamonds a decade ago. It set up a system to force countries to prove their diamonds were conflict-free. We're going to explore tonight if such a system <SHOULD> and can be set up for the trade of minerals. With a story that connects everyone who uses an electronic device, I'm Max Foster in London. Also tonight, the U.S. ups its aid to flood-ravaged Pakistan, but militant groups are trying to do the same to win over the people's hearts and minds. A British ship lost in Canadian waters 150 years ago is found. We'll find out how and what it means to you and to me. And..."
  },
  {
    "transcript_id": "CNN-251259",
    "matched_terms": {
      "believe": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Does this underscore a concern about whether there's a culture of a kind of code of silence within the Secret Service, or perhaps even an above-the-law kind of culture? That maybe is bigger than any one director of the U.S. Secret Service?",
    "statement": "I <GUESS> I'm an optimist and I <BELIEVE> that when you put your mind to it you can fix it. In this instance, this is an"
  },
  {
    "transcript_id": "CNN-47632",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The complaint also states that months before September 11, Walker knew bin Laden had sent people to the United States to carry out suicide missions. The current charges against Walker do not carry the death penalty, but the justice department doesn't rule out the possibility of additional charges, including treason.",
    "statement": "We have not foreclosed charging other crimes against this individual, <SHOULD> other evidence be developed."
  },
  {
    "transcript_id": "CNN-225548",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Many defense attorneys have said that that that raises the question of cruel and unusual punishment.",
    "statement": "Critics say Missouri has been in a rush to execute. It carried out one recent legal injection just minutes before the U.S. Supreme Court <COULD> rule on a last-second appeal. Athena Jones, CNN, Washington."
  },
  {
    "transcript_id": "CNN-357543",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "It is true. And I think that the Trump White House, the Republicans on The Hill, they should heed that call because they're about to enter a new reality. The Trump administration has not experienced what it's like to have an opposition party with gavel -- gavels in their hands and subpoena power and investigative authority and this I going to be a whole new world and they are going to have to be much more responsive to requests that they never got from the Republican allies that they had on The Hill. So there is going to be a new -- a new sort of lay of the land here in January and I think Nadler's giving a pretty stern talking to a cabinet secretary there.",
    "statement": "And do you -- does that just look like hearings and subpoenas? What else are you <THINKING> that this will bring in the next few months?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now, we've talked about what you would do if you saw an indentation in column one, and then everybody else had punched it out. What, if any conclusion, did you draw when you saw a pattern of repeated punch-outs, like I've got indicated with these arrows?",
    "statement": "We would -- at some point, we would see -- and it's hard to say exactly, because not everybody voted in every race. But, you <KNOW>, there were some where we'd see, for example, they voted in four races, and a couple of them where some type of an impression -- I don't want to say \"dimpled,\" because there were really so many variation, you <KNOW> -- and if there was at least a pattern of it, or it looked like this was consistent with what the voter was doing, we would attribute that as a vote at that point."
  },
  {
    "transcript_id": "CNN-190397",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, \"360 Follow,\" before they left for their August recess today, the House and Senate voted to close a loophole in the Stock Act. Now we have been following this for weeks. The Stock Act you <MAY> remember was passed to prevent lawmakers from profiting from confidential information they learn on the job. A lot of people were surprised they <COULD> even do that. It requires thousands of federal officials to publicly report financial transactions greater than $1,000 dollars within 45 days. The bill had bipartisan backing. But the way it was written, family members of some lawmakers <COULD> have still profit from inside information. <WELL>, today's votes changed that. It came <ABOUT> after own Dana Bash exposed that loophole in exclusive report two weeks ago. Watch."
  },
  {
    "transcript_id": "CNN-402520",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I've been down and I feel like 99 percent of the people that I see every day when I walk out my door right here don't have on masks, and I actually am very high risk. And, I mean, I've multiple times seen like ten people walking down the sidewalk together, and I'm like, could you all please get single file.",
    "statement": "And let's show you a few graphs here <ABOUT> the numbers of cases here. There's a seven-day average of new cases that you can see since South Carolina began reopening businesses on April 20th. That has gone up in the last few days. And, remember, this was the first state to announce any reopenings of businesses. And then if you look at the seven-day average of new deaths reported, that has also trended upward in the last few days. And, of course, Greenville County, like I said, the state has determined this to be a hotspot, saying that there are several cases here stemming from households with families spreading the virus among each other. Jim?"
  },
  {
    "transcript_id": "CNN-221809",
    "matched_terms": {
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Anyone over the age of 21 will soon be able to buy marijuana. 136 medical marijuana dispensaries now have state licenses to sell it and 178 businesses can now grow it for recreational use.",
    "statement": "They <KIND OF> say we're <SORT OF> like the United States Amsterdam."
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I loved Kate`s mother`s hat. I thought she looked beautiful. The soft kind of detail. I just thought that was my favorite hat. But I think Victoria Beckham - she knocked it out of the park as well. She`s always so much fun to watch, whatever she wears. I loved that. But Tara Palmer Tomkinson - I thought was horrific. I thought she looked like a cartoon character to be honest, hated it.",
    "statement": "You <KNOW>, I have to agree with you <ABOUT> Victoria Beckham. She designed her maternity dress, of course. And it didn`t even look maternity. She looked so great. And then she designed that hat, of course, with Philip Treacy. Yvonne, have you ever seen such an incredible parade of hats, just one right after the other? I couldn`t get over it."
  },
  {
    "transcript_id": "CNN-377727",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "-- even if those aren't the reasons that President Trump is interested in this, what might the strategic advantages be now? Tim is mentioning the Arctic region. Obviously, there's more --",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "NPR-23474",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded",
      "unlikely": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Now, what precautions are you taking to protect staff? We note that Doctors Without Borders, which has had an almost perfect record of keeping its medical workers safe, has had people contract Ebola.",
    "statement": "Right. <WELL>, you <KNOW>, the only good news in a setting of a lot of bad news is that as far as we can tell, strict adherence to infection control procedures will prevent all of the transmissions. So the problem is you need enormous reserves of personal protective equipment. And also, it's very difficult to wear such equipment for more than a couple of hours. It's hot inside them and, you <KNOW>, people make mistakes, you <KNOW>, everyone. And the only way to avoid them is to have adequate staff, <STUFF> and space where those accidents are made highly <UNLIKELY>. That's the only way we can see to protect our staff. And, you <KNOW>, we're also <THINKING> <WELL>, how do we protect the other main groups of people who are falling ill? And that's family members who are nursing their loved ones. That's something we're going to try and link to the protection of our staff to the protection of others at risk for the disease."
  },
  {
    "transcript_id": "CNN-20320",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You are shaking your head in agreement?",
    "statement": "<WELL>, there's no precedent, but our forefathers put this into law because they were concerned, if something like this happened, that it would have to be decided by a body that is elected by the people, and the Florida Legislature is elected by the people of the state of Florida."
  },
  {
    "transcript_id": "CNN-281858",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Or do we unite behind the Cruz campaign and beat Hillary Clinton?",
    "statement": "And as a campaign move to rougher terrain for Senator Cruz, that's such a key part of the Cruz campaign strategy: not looking for outright wins in any poll states but rather, according to Cruz campaign officials, targeting specific areas in these specific states where they can really target and turn out key Republican votes and pick off delegates where they can. A Cruz campaign official saying that not only are they focusing here but in Connecticut, Rhode Island and Indiana. And Wolf tomorrow night, election night, Senator Cruz will not be New York. He will be in Pennsylvania, a state that votes next week, as <WELL> -- Wolf."
  },
  {
    "transcript_id": "CNN-264523",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You can't say, \"You're fired,\" that's Trump's line. He's going to have to say something new, maybe like \"Hasta la Vista, baby.\" I like that idea better.",
    "statement": "He does have a year to figure it out. The show won't be on until the fall of next year at least. They have some time to figure it out. If you <THINK> <ABOUT> Schwarzenegger, in some ways, he was foreshadowing Donald Trump. He was a celebrity running for office <ABOUT> a decade ago there in California. <MAYBE> he laid the groundwork for Trump. It will be interesting to see if they meet up on Wednesday at the debate site. Meanwhile, Trump has already given his blessing to Schwarzenegger, so the hand off has happened."
  },
  {
    "transcript_id": "CNN-322311",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "clear": "ungraded",
      "feels": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "One of the people driving this message that we just heard about in that memo from that leadership fund is Steve Bannon who used to be the chief strategist for President Trump. Now, apparently, he is spending a lot of his time trying to knock off Republican members of the Senate. Megan, Steve Bannon is on the cover of your magazine, Bloomberg Bussinessweek this week. What's his plan? What's he going to do? Who is he going to target? How hard does he going to work at this?",
    "statement": "I <THINK> there were always questions after Steve Bannon left the White House <ABOUT> how much power he would still hold, how much of the political force he would remain in his own, right, how much he <COULD> still galvanize this movement that he felt. Now, what we saw in Alabama it's so funny to talk <ABOUT> this and how quickly things have turned. The problem in Alabama that Mitch McConnell and unscathing (ph) that with leadership pack that was Mitch McConnell, what people were voting there for was very much an anti-establishment vote. And we <SHOULD> be really <CLEAR> that Roy Moore is not anti-establishment. His <VIEWS> are not much the vast majority of Americans. This was much more of a vote based on his record, a very unique circumstances in that state. But when we talk <ABOUT> Steve Bannon, where he's going to take this forward? Yes. He is going to trick -- to try and -- to trick pick out senators that he <FEELS> do not go with his agenda. But we <SHOULD> be careful his agenda isn't so much driven by a populist traditional social populism agenda. It isn't economic populist agenda. He talks <ABOUT> economic crimes against working Americans. He talks <ABOUT> how the establishment is really preventing growth, preventing the economy from going further. And in particular, what focus on the magazine this week, is his war with China and how he <VIEWS> China as the biggest threat to the American worker, to American manufacturing into our future. Why that is so potentially dangerous? It is this China also that holds this key to our negotiators with North Korea and their nuclear advancement. And if his influence over the new administration, over Donald Trump in terms of relationships with China can be a deterioration there, that is -- this <COULD> <QUITE> worrying indeed in terms of the entire region there going -- given what's going on."
  },
  {
    "transcript_id": "CNN-105413",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Proud to be here, sir. Are there inherent and unavoidable risks in allowing the sale of a defense firm to interests owned by Dubai?",
    "statement": "That question has been looked at very carefully, has been analyzed by a CFIUS committee. I signed off on it this morning because I'm convinced at the recommendation of the CFIUS committee as <WELL> as our military that it's a sale that <SHOULD> go through. Yes, April?"
  },
  {
    "transcript_id": "CNN-414076",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes, he was feeling it.",
    "statement": "He <ABSOLUTELY> was. And, Axe, you look at this and one of the things that jumps out to you is the timing of it all."
  },
  {
    "transcript_id": "CNN-185817",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well at this stage, there has not being any sort of public at least conversation about withdrawing the observers as we saw. The head of the U.N. mission on the ground there, surveying the aftermath of the explosion and remember yesterday two of their convoy was targeted just outside of that. So most certainly an incredibly risky operation that they are undertaking. We are also expecting Kofi Annan to show up in Damascus at some point. And then your future, to try to talk to the Syrian government and other parties to really make something of a final push towards genuine implementation of a cease-fire because of course without a cease-fire, there`s no peace plan. And at this point in time, Kristie there is no plan B, should Kofi Annan peace plan be declared dead in the water. And the other thing, that is of rising concern and it is being underscored by today`s violence is that various extremist organizations thrive when there is a security of action day. Thrive when there`s chaos. And there are grave concerns being expressed by all sides. That if the Syria uprising is not resolved in some way shape or form, Syria could become the next breeding ground for extremist organizations.",
    "statement": "All right, Damon reporting. Thank you very much indeed for that Arwar. Indonesian officials, they have found at least one body amid the debris of a Russian passenger plane scattered on the mountain side south of Jakarta. Now the Sukhoi`s super jet 100 dropped off radar 21 minutes after takeoff from the Indonesian capital on Wednesday. And the wreckage was later discovered at a height of 1800 meters on volcano, Mount Salak. Relatives gathered in Jakarta. A search and rescue team said they had yet to find any survivors. We`re hearing different reports on the exact number of passengers on board, but a Russian investigative committee says there were 48 people on the plane. Now the jet was on an international demonstrations tour, common marketing exercise for manufacturers. After leaving Kazakhstan on <MAY> the 3rd, they travelled to Pakistan and later to Lima(ph) before arriving in Indonesia. Russian officials have launched a criminal case to the possible safety violations. A Sukhoi was in the process of trying to make a name for itself in the civil aviation field. The company claims to be the world`s third largest producer of modern fighter jets and the super jet 100 that crashed on Wednesday, it was supposed to represent a new generation of passenger aircraft."
  }
]