[
  {
    "transcript_id": "CNN-74819",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If he's been cleared -- I wouldn't want to comment on the investigation. I haven't seen the results of the investigation, so I wouldn't want to comment on that at this time.",
    "statement": "I've got to ask you, we're <ABOUT> now an hour and a half away from this report and vote. You two men are standing close together. Is there going to be a time when you stand apart as a result of this issue, which ever way it goes? If Bishop Robinson is turned down, will you say, I will no longer be in this church?"
  },
  {
    "transcript_id": "CNN-317813",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The president has a right to hit a reset button. I <THINK> it's a good time to hit the reset button. I <THINK> he was right to hit the reset button. And I <THINK> that it was something that I <THINK> the White House needs. I <THINK> it's healthy."
  },
  {
    "transcript_id": "CNN-350700",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Thank you, Ana.",
    "statement": "Thank you for being here on the weekend. And we want to let you <KNOW> every week Chris is cutting through the spin. He is tackling the surreal world of politics in the age of Trump. He has a new You Tube show, \"THE POINT.\" Tune in every Thursday. Is there a specific time that we <SHOULD> be turning in, Chris?"
  },
  {
    "transcript_id": "CNN-317885",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "All right, let's discuss all of this now with CNN political commentators, Ana Navarro and Jeffrey Lord. Good to see both of you. So, Ana, you've -- great. And welcome back, Jeffrey. So, Ana, you first, you know, to hear Mulvaney and anything Kellyanne say that the president wants structure and wants discipline. Is that what the president is hoping to see in a John Kelly as a chief of staff or someone who knows John Kelly? But does that sound like the wishes of the president, discipline and structure?",
    "statement": "Look, I have no idea what Donald Trump wants, right? I'm not good at interpreting reading the leaves with him. And I would say, be careful what you wish for because you just <MAY> get it. What I do <KNOW> is that with John Kelly, he does get a leader who is into discipline, into structure, into chain of command. He's a serious guy with gravitas. He has led on the combat field. He's a man who has led troops. I knew him in Miami, got to <KNOW> him and his wife who are very active in the Gold Star family movement in Miami when he was commander of South Comm. He was very respected in Latin America, which is the jurisdiction of South Comm by his colleagues and did a lot of very good bilateral work in Latin America with governments on things like drug interdictions and gang violence and all the projects that we have in common. Now, the question is, though, how much power is John really going to have? What's he going to do with Ivanka and Jared, who are relatives? What's he going to do with Scaramucci, who says he reports directly to the president? What's he going to do with Kellyanne Conway? What's he going to do with all these people who --"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right. Do you have any (",
    "statement": "Your Honor, I don't <KNOW> what order you want this in. I just want to ask you two questions -- two or three questions, if I can."
  },
  {
    "transcript_id": "CNN-311225",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "You will be caught and you'll be returned to your home. You are not staying any longer. And if you keep coming back illegally after deportation, you will be arrested, prosecuted and you will be put behind bars.",
    "statement": "The president <COULD> not resift taking swipes at some of his old adversaries from his former GOP rival, Ted Cruz..."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And do you blame them? I -- don`t necessarily blame them. But how can they one day say nanny -- the nanny did it, and the next day say we want to be straight with cops, and PS, we want full immunity.",
    "statement": "<WELL>, I <THINK> there are a couple factors here. The first is they are parents and as parents`, their first job and primary job is to protect their daughter, and then they`re also facing the loss of their grandchild in a very just horrible way. And it is a tragedy. But secondly, this has been a grueling process, six months. I mean, the only thing that`s <PROBABLY> been able to keep them going on, facing the media, looking for Caylee, is the <FACT> that they <BELIEVE> that someone else took their granddaughter. If they didn`t <BELIEVE> that, I would <THINK> it would be impossible for them to sustain the level of energy that they have had."
  },
  {
    "transcript_id": "CNN-204825",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Since the bill passed, 400 children have died from rear back-overs. You'll hear from some of those families who have suffered losses that could have been prevented if we had a rule requiring cameras.",
    "statement": "Karen Pauly joins me now from Washington. My condolences of course to you. I <KNOW> you're coming up on two years since Jack's death. I want to ask why you're in Washington. First I just have to ask, you had a hand in his death. How is it that you have the strength to come on national television and talk <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-76418",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We will probably never know the truth about why she did what she did, but we do know is that there is a 4-year-old boy whose life was cut short violently. Tomorrow would have been his first day of kindergarten.",
    "statement": "Before announcing his sentence the judge gave the mother a chance to speak. She chose to say nothing <ABOUT> her children."
  },
  {
    "transcript_id": "CNN-323172",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Sara, that`s a very significant change in the timeline, as you describe it. We just learned today. So every day we get more and more details that are so crucial to really trying to solve this huge mystery of what really triggered this man. Thank you, Sara. Next, let`s go to Chris Kudialis, who is a reporter for \"The Las Vegas Sun.\" Chris, I understand that you wrote an article this weekend for the newspaper, and you actually went out into the streets trying to find people who actually gambled with this man to get some insight. Tell us what you learned.",
    "statement": "<WELL>, Stephen Paddock, in addition to being a frequent gambler on the Las Vegas Strip, actually spent a lot of time in downtown Las Vegas, as <WELL>. Up until the week before he shot at the Route 91 Harvest Festival crowd viewers, a downtown casino"
  },
  {
    "transcript_id": "CNN-60568",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Two questions then: What do you do about it? And given the shortages you just described to us, are things getting any better?",
    "statement": "What do you <ABOUT> it? <WELL>, what the General Accounting Office says is that there are two things that the government can <THINK> <ABOUT>. First of all, the FDA has what's called fast-tracking of drugs and -- of drugs. In other words, the review process would be faster than usual. And they say, you <KNOW> what, you ought to <THINK> <ABOUT> putting some of these vaccines on fast track, because there are some vaccines in the pipeline. Secondly, the CDC is supposed to have a six-month stockpile of all childhood vaccines, and they don't. They are required by law to, and they don't. That's another thing that the General Accounting Office brings up. The other question you had, is it getting better? And the answer is, according to the CDC, yes. They said,in July, that production for all but one of the vaccines where there have been shortages is beginning to step up. They say it's betting better, but the General Accounting Office says, <WELL>, that <MIGHT> be true, but as we said, any one problem for any one of these vaccines means for a shortage in the future. The system is very vulnerable to shortages. There is a hearing going on on Capitol Hill this afternoon. Senator Jack Reed of Rhode Island will be discussing some of these problems, and <HOPING> to come up with some solutions."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Maybe they didn`t think the show would actually last over a few months. There are only a few of these.",
    "statement": "Give me that. Conway Cliff, our executive producer, it`s a Nancy Grace mug. You <KNOW> what my people get on this show? Styrofoam cups."
  },
  {
    "transcript_id": "CNN-210527",
    "matched_terms": {
      "feel": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "At that point, everybody was really frantically, by hand, trying to dig him out. Once I had a hold of his head, just supported his head and I was talking to him, you know, just like I would talk to my own son.",
    "statement": "I <KIND OF> felt for a pulse. Your heart wants you to <FEEL> that and your heart wants you to hear that breath."
  },
  {
    "transcript_id": "CNN-310644",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I want to give May the last word here. Wrap up for us your feelings based on what you've heard thus far this morning.",
    "statement": "<WELL>, I <THINK> it speaks for itself. We've got a movement that's trying to move the world forward to the clean energy economy to protect our communities from climate change and we've got a conversation that's stuck in the past. Look, if you want to be part of this movement, we welcome you, and the only people who are trying to keep us in this outdated conversation is the fossil fuel industry who are protecting their profits. This climate denial only helps Exxon, it doesn't help the rest of us. But thankfully we can do a lot better and that's why we're marching this weekend and we will march again next weekend."
  },
  {
    "transcript_id": "CNN-278573",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "I believe with all my heart that the winner of the Florida primary next Tuesday will be the nominee of the Republican Party.",
    "statement": "As Cruz again is making the argument he's the GOP's <BEST> candidate to stop Trump."
  },
  {
    "transcript_id": "NPR-40341",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "As for Miers' confirmation prospects, it seems unlikely that      any Republican senator would vote against her, and yesterday, Democratic      senators held their fire.  Indeed, some, like Senate Democratic Leader      Harry Reid, seemed downright pleased.",
    "statement": "I just understand the broad      outline of this woman, you <KNOW>?  And the broad outline looks really good      to me."
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And frankly, the three things you try to find out is who is affected, how many people, where are they, and, you know, when did it start. And you plot all that in terms of curve, so what we call - try to define it in terms of time, place and person. And that gives you already a bit of information.",
    "statement": "The scary thing, though, was that it sounds like nobody survived, until we found two nurses who had survived. And secondly that we had no clue how this virus was transmitted. Was it, you <KNOW>, airborne, through food, water, sex, coughing, you <KNOW>, shaking hands, mosquitoes, you <KNOW>, the classic ways? And that took a while before we found out."
  },
  {
    "transcript_id": "CNN-275205",
    "matched_terms": {
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Good morning, Boris and Christine. Donald Trump's decision to skip the last Republican debate before Iowa left the moderators with a little more room to drill in to some of his Republican rivals, in particulars questioning Marco Rubio about his shifting position on immigration.",
    "statement": "When you ran for Senate in 2010, you made <CLEAR> that you opposed legalization and citizenship for illegal immigrants. You promised repeatedly that you would oppose it as a U.S. senator as <WELL>. Within two years of getting elected, you were co-sponsoring legislation to create a path to citizenship, in your words, amnesty. Haven't you already proven that you cannot be trusted on this issue?"
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "appear": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Do you -- there are -- we are going to some calls, but there are some people now in Santee, California complaining that we overdid it, we went there too much, we laid too much on that town, do you think so?",
    "statement": "<WELL>, that's a tough call. That's very tough call. That is a major story, important story. It's a headline story, however you look at it, and it needs to be covered. I <THINK> <OBVIOUSLY>, when so many cameras, so many reporters move in on a scene like that, a small suburban town, <OBVIOUSLY> there's going to be an appearance of overkill. It's not overkill from the standpoint as the press goes, because we have individual cameras, we have individual reporters, individual newspapers, press services, but it's going to <APPEAR> that way. The question is whether the coverage, however, inspires others. Whether there is an imitation aspect there, those <SORT OF> crimes. And even if that is so, what do you do <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-287974",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We heard from the White House on this just a short time ago. Press Secretary Josh Earnest said the result of the investigation should be, quote, \"completely independent of the president and completely independent of the White House.\" CNN's Sara Murray is standing by for us in Denver where Donald Trump is expected to speak any moment now. We have Pamela Brown live in Washington. To you first, Pamela. The attorney general says that she understands why this meeting with Bill Clinton raises questions. What assurances did she give that this is not going to affect the investigation into Hillary Clinton?",
    "statement": "<WELL>, the attorney general, Loretta Lynch, did seek to allay any concerns of political intervention in the Clinton e-mail investigation by saying that her team of career prosecutors in the Department of Justice will ultimately decide what happens and she will accept whatever that decision is. Now, initially, during this forum, she seemed to leave some wiggle room by saying she fully expects to accept the recommendations. And then, she went on to say that she will accept them. And despite calls for her to be recused, particularly after this impromptu meeting with Bill Clinton on Monday, Loretta Lynch said, that won't happen."
  },
  {
    "transcript_id": "CNN-344517",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "I got along very well with Chairman Kim. I got along very well. That's a good thing that I got along well. Now, what hasn't happened in eight months, in eight months, first of all, we got out prisoners back before I even went there. And I didn't pay $1.8 billion, by the way, in cash. We didn't bet 1.8, right? We paid slightly less than 1.8, we paid nothing. And yet -- and yet, it was a very smart deal for North Korea. Good will is very important. But we signed a wonderful paper, say they're going to denuclearize their whole thing. It's going to all happen.",
    "statement": "There is so much wrong with pretty much everything he said. But I <GUESS> the most important part that's wrong. U.S. intelligence has pointed out there is no likelihood that Kim Jong-un would go up his entire nuclear stock pile. He's not going to denuclearize completely. It's not going to happen, and that's far from a one whole piece of paper."
  },
  {
    "transcript_id": "CNN-169785",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Now, if it's interesting and happening right now, you're <ABOUT> to see it -- \"Rapid Fire.\" Beginning with, it pays to sell i-things. Apple's latest earnings report shows it has $76.2 billion in cash and securities at the end of last month. That is more cash on hand, folks, than Uncle Sam right now. Apple stock lingers at <ABOUT> 400 bucks a share. And the woman who fled Libya after accusing Moammar Gadhafi's forces of gang-raping her is now in the United States. Iman al-Obeidi landed in New York on Wednesday and then boarded a flight to Denver where she'll live at least for now. Al-Obeidi spent the past 54 days in a U.N. refugee facility in Romania. Back in March, al-Obeidi stormed into that Tripoli hotel shouting to international journalists <ABOUT> her attack. She says she is excited to be in the U.S., but is not <QUITE> ready to talk to members of the media. Who <COULD> forget this spectacle from last week's phone-hacking hearing? There you go, bottom left-hand side of your corner, this guy comes out of nowhere to attack the News Corp. Mogul, Rupert Murdoch, with a foam pie. <WELL>, today, 26-year-old comedian Jonathan <MAY>- Bowles pleaded guilty to assault and other charges. Sentencing is set for Tuesday. On his way out of court, <MAY>-Bowles echoed Murdoch quipping, quote, \"This has been the most humble day of my life.\" Fonzie jumped the shark on \"Happy Days,\" but a fisherman off the coast of Cape Cod jump on an shark from his boat. Eric Jacobs claims he rode the animal, and there he goes, for <ABOUT> 15 feet as his <BEST> friend filmed this whole stunt. It was a basking shark, if you're familiar, the second largest fish in the sea. It's a protected species, so wildlife officials none too thrilled <ABOUT> this stunt here, but Jacobson says he would do it all over again. Not I. Coming up next, how Norway today is honoring the 77 victims slaughtered last week -- this time last week -- by a madman. Also this --"
  },
  {
    "transcript_id": "CNN-221083",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Do you think he has any chance of getting amnesty in the U.S.? It doesn't sound like that.",
    "statement": "You <KNOW>, I'm just a -- I don't understand Washington kabuki. I don't <KNOW> the games they orchestrate by sending one NSA official onto \"60 Minutes\" to say they <SHOULD> consider amnesty, another to say they shouldn't and this scripted line out of the White House. It <CERTAINLY> <SEEMS> like there's some discussion in the government <ABOUT> approaching Snowden in a more reasonable way. They <KNOW> where we are. They <KNOW> we're interested in having this <KIND OF> conversation with them. I won't say more <ABOUT> it than that."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Can you believe it? A record by one vote.",
    "statement": "We were shocked when we read that this morning, by the way, because we <THOUGHT> there's just no way."
  },
  {
    "transcript_id": "CNN-221831",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, I think there are a couple things going on. First, income inequality is getting worse, not better. That's related to the second item, which is that there are still millions and millions of Americans who are underemployed, that is working part-time when they want to work full-time, or unemployed. And I think, third, I think small business is still kind of flat on its back. We still have fewer new businesses starting and more small businesses failing than at any time in the last 40 years. And 70 percent of small business owners think the government is hostile to them. They're not optimistic. And that's important because it's small businesses that are the foundation of communities. Small businesses create most of the new jobs and small businesses employ at least half of Americans. So big business is doing really well, and as you mentioned in your opener, there are lots of indications that the economy is getting better. Big companies are doing well. People who are well off are doing better, but people who are looking for full-time work or any job at all and small business owners aren't doing very well.",
    "statement": "Yes. I'm going to bring in Zanny here, because if you own your own home, you have a 401(k), you're been benefiting from this Fed stimulus, right, $85 billion into the economy. There's a whole generation of investors basically that have been raised on all this money sloshing <AROUND> and very, very, very low interest rates. So, the big question is when does all of that stop?"
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Ron in Florida has a question -- Ron.",
    "statement": "Yes. My mother is 82 years old, and she has a stock account. I would like to <KNOW> that when she passes away, how can the funds be distributed to her heirs without paying a capital gains tax?"
  },
  {
    "transcript_id": "CNN-412165",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "knows": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Well, we're going to find out, Becky. This has been the most highly anticipated moment, I think, of this General Election Campaign, seeing Joe Biden and Donald Trump finally on the stage together debating. There certainly is pressure on Donald Trump to perform well. As you mentioned, he is running behind in a lot of the key battleground states right now. There is also pressure, of course, on Vice President Joe Biden to perform well as well. The key thing being is how many undecided voters are still actually out there? I mean, remember, early voting has already started in some of the states here in the United States, and there was a Monmouth Poll that came out recently that said of the 74 percent of people who were going to watch, only 13 percent of them said that something could happen that might somewhat change their opinion and make them vote for one or the other candidate. So it will be interesting to see that. That being said, you mentioned how both of the men have been preparing for this night, and it is a study in contrast. You have President Trump on one side that spent roughly two hours preparing for this, and he's talked with Rudy Giuliani and Chris Christie, but really sees, as you mentioned, his press conferences as his preparation.",
    "statement": "He already <FEELS> like he <KNOWS> what he wants to say and the message he wants to get across. He's been telegraphing that he'll make personal attacks on the Former Vice President. On the other side, you have Former Vice President Joe Biden who, as is typical, has taken several days off the campaign trail to prepare, Becky, and his team is preparing for these personal attacks. What they want to do is to continue to bring the conversation back to the COVID response and the economic crisis here in the United States. They <BELIEVE> that the more that Biden talks <ABOUT> that, the better it is for him. Becky?"
  },
  {
    "transcript_id": "CNN-120835",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes, you know, I`ve got to tell you, Gary, I probably am more on your side on this one. I`ve got a real problem. If you`re a sketchy guy, I don`t want you in the White House. I need to know that you`re a man of honor and integrity. If you`re a guy who has a sketchy personal life, to me that makes a difference. It mattered to me with Bill Clinton, and it would matter to me if -- you know, if it was -- you know, if it was Ronald Reagan having sex in the Oval Office, not with Nancy, I would have had a problem with that, as well.",
    "statement": "<WELL>, look, Glenn, I <THINK> it`s <ABSOLUTELY> true that not just Christians but millions of Americans are concerned <ABOUT> what comes out of Washington, D.C., and this idea that the city is often the cesspool, and people here treat it as if it was a Jacuzzi. Look, character`s important, and voters do weigh that, so I <THINK> all these things are part of the calculation. And let me just add that I <CERTAINLY> <THINK> the defense of western civilization is a moral issue. It would be a moral tragedy of the highest order if we allowed Judeo-Christian civilization to be destroyed by Islamofascism."
  },
  {
    "transcript_id": "NPR-14491",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Sandridge came up with the idea after he lost his job and needed something to occupy his time. He calls it his year of giving.",
    "statement": "But Steve Maj(ph) of Pickering, Ohio writes: It <SHOULD> be called Sandridge's year of getting free publicity as he searches for a job. What is Reed doing by flamboyantly giving away $10 a day to individuals at random? For $3,650, he's getting as much bang for his hey-world-look-at-me buck as I can imagine. It is obvious that Reed Sandridge is the only real beneficiary of his boisterous efforts and the story shouldn't have ignored that <FACT> so perfectly."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "But this is fine? The Centers for Disease Control is forecasting as many as 240,000 deaths by November 7, with 59,000 new cases and 985 deaths reported Wednesday. Mr. Trump is portraying himself as a warrior against lockdowns, blasting Democratic leaders like Michigan Governor Gretchen Whitmer.",
    "statement": "And they ought to open up the states. That's the other thing with the Democrats, <MAYBE> more important. Open up the states. She wants to be a dictator in Michigan, and the people can stand there. And they want to get back and they want to get back to work."
  },
  {
    "transcript_id": "CNN-277078",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But I think Trump, look, there's no doubt that he has infused some energy all by himself in this process, and he is bringing new voters into this Republican process.",
    "statement": "But I <THINK> Hillary ..."
  },
  {
    "transcript_id": "CNN-193924",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "OK. When Jim Acosta reports that foreign policy advisers are saying it's President Kennedy, President Truman, President Clinton, that's how Mitt Romney would sort of look to that foreign policy strategy, all Democratic presidents, he said that could be read as possibly a move toward the center. Is that unfair to say?",
    "statement": "<WELL>, it's a move to America's traditional engagement with the world and a rejection of the weak leadership over the last four years which contributed to the turmoil throughout the broader Middle East that we have today."
  },
  {
    "transcript_id": "CNN-137665",
    "matched_terms": {
      "obviously": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "The deal that was supposed to save jobs has put Chrysler hourly workers out of a job for at least the next month.",
    "statement": "I was <HOPING> that we'd be able to get through this unscathed. But <OBVIOUSLY>, that's not happening."
  },
  {
    "transcript_id": "CNN-333248",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "suspect": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "You are watching CNN this is Connect the World with me Robyn Curnow welcome back. Now we turned to more trouble for Israeli Prime Minister Benjamin Netanyahu, two new corruption cases has emerge reaching Netanyahu's inner circle. Just last week Israeli police said there was enough evidence to indict the Prime Minister on two other cases, but he denied any wrongdoing and is fighting back. We let is go to CNN Oren Liebermann with the latest from Jerusalem, tell us about the latest case, Oren.",
    "statement": "Hello Robyn, the fifth case was just revealed by police this morning and it involves a member of Netanyahu's inner circle. In <FACT>, his former family spokesperson, Police have not put out that many details, but here's what we <KNOW> so far. Police say that one of the <SUSPECTS> and there are two were arrested in this case approached a senior public servant as was said in the investigation. We understand the high ranking judge and offered that high ranking judge that if you if your consideration a further case not detailed in the investigation, but that judge will be made the Attorney General <WELL> the police investigation didn't specify name, but Prime Minister Benjamin Netanyahu himself did. Coming to the defense of his former family spokesperson said if efforts never approach the Prime Minister's family with such a suggestion of dismissing the suggestion. We have not found out the name of others <SUSPECT> arrested in this case, but that's just the latest one, because seven other people arrested in a different investigation, just a couple days ago and that focuses on the relation between the Ministry of communication and Israeli telecom firm Bezek. Now it is important to note that when this investigation was going on, Netanyahu himself was the minister of communications and his close friend was a controlling shareholder of Bezek, the suspicion in exchange for illegally advancing Bezek interests, Netanyahu would get favorable news coverage, among those seven arrests were again near efforts, Netanyahu's former family spokesperson as <WELL> as a controlling shareholder in Bezek and a number of others. So this is getting very close to the Prime Minister Robyn, but it has to be noted that Netanyahu is not been name as a <SUSPECT> in this two latest investigations still is right on his inner circle."
  },
  {
    "transcript_id": "CNN-282589",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Both, yes. All of the above. I think everybody is right here. If Ted Cruz was up by five points and had more delegates, there's no way he'd be picking a nominee today. I just wouldn't happen. So clearly the fact that he's doing it, he needs to get momentum. He wants to have two people out there on the stump doubling his effort. And yes, it's his desperation but I think it's a smart move. It doesn't mean he's doomed. I think Ted Cruz still can pull this off. It's not going to be easy. He has to win Indiana. But, yes, this is something you do when your back's against the wall.",
    "statement": "All right, Matt, to the critics now, and you <KNOW> where they go. They go on Twitter. Donald Trump's son Eric tweeted \"This is truly one of the greatest act of desperation I have ever seen. #Cruz #GraspingatStraws.\" Then there's this one, this is John Brabender, he says, \"If @realDonaldTrump wins Indiana next week doe @tedcrus then announce his cabinet picks? Just curious.\" So, Matt, you <KNOW>, the math really is against Ted Cruz at this point. Can he change anything here?"
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. 911",
    "statement": "OK, do you <KNOW> how to do CPR?"
  },
  {
    "transcript_id": "NPR-13567",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yeah, you know, Canada is a really welcoming country. Most people I talked to on the street believe deeply in immigration as part of their national identity. But the anti-refugee sentiment and right-wing activism against Muslims and other immigrant groups - it's really grown the last few years. Earlier this year I was in Quebec City after a young man there attacked a mosque and killed six worshippers.",
    "statement": "At the time, I found a lot of right-wing media in Quebec - a lot of really bitter rhetoric <ABOUT> immigrants and refugees. And now, just today, Montreal's city hate crimes unit is investigating an anti-refugee banner that was hung on that Olympic stadium. So yeah, this refugee crisis complicating an already tense national discussion in Canada <ABOUT> just how open their borders <SHOULD> be."
  },
  {
    "transcript_id": "CNN-5506",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "At issue is an INS threat to revoke Elian's permission to remain in the United States unless the boy's uncle, Lazaro Gonzalez, agrees in writing that if he loses his appeal in federal court he will allow Elian to be returned to Cuba. Gonzalez's attorneys, however, say the government's demand is coercive and deprives him of other legal options. After the meeting, one of the attorneys said he had no idea how this will work out, and a spokesman had a message for the public.",
    "statement": "The family just wants to make <SURE> everyone <KNOWS> that they will never reach any agreement that would hurt the <WELL>-being of Elian Gonzalez."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "A lot of people in the past have probably done it on their own, and it's probably not the greatest strategy. They should be very diversified in their portfolio. That means owning different types of securities, different sectors of the stock market, and owning bonds, as well, as sort of a mitigating influence of the stock market itself.",
    "statement": "Let me ask you quickly <ABOUT> four different sectors of the market, three of which came under a lot of pressure today for reasons that relate directly to this tragedy. That would be the airlines, the hotels and the insurance companies who are facing the biggest claims situation, <PROBABLY> in the country's history. The airlines, in all likelihood, even though they lost tremendous valuations today, will not be allowed to simply not exist. The government won't let that happen. Do you buy the airlines here?"
  },
  {
    "transcript_id": "NPR-36326",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And now to the main event, a fight between two groups of enemies who've been at each other's throats for centuries.",
    "statement": "We're talking <ABOUT> vampires versus werewolves. But these days, you're more likely to encounter them behaving a little different."
  },
  {
    "transcript_id": "CNN-207622",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It's a great question, because what we've seen in the past, particularly the 80s and 90s, very robust training programs delivered by companies. But however, companies don't have the margins that they had before and they can't keep the employee as long as they did before, 25, 30 years. Now, you're looking at 15 jobs in a person's life. So, it really comes down to much more of a social dialogue. Government has a large role to play in training and development. That is a role that could be played. But doesn't mean that companies abdicated completely. Individuals have a large role to play because they have to stay intellectually curious. They can't just go to university and check out. So, what I talk about is -- it's much more of an iterative model, back and forth, training, workforce -- experience in the workforce. And government, businesses, and individuals should be at a table and come up with much better solutions than what we have right now.",
    "statement": "Now, we've got the EU planning to come out with its major policy response to the current high levels of youth unemployment. What would you, as the head of Manpower, <THINK> that they <SHOULD> be putting into that policy package?"
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "Even so, though, there are those who believe that this time it's a little different, that tenor, that tone, a little deeper, a little darker than it has been in the past but the president, again, not willing to go down that road, that racism road, Betty.",
    "statement": "All right, Dan, we do appreciate that. We'll be checking in with you a little bit later today and just a reminder though for our viewers, President Obama <APPEARS> tomorrow morning on CNN's \"STATE OF THE UNION\" with John King. That airs at 9:00 Eastern."
  },
  {
    "transcript_id": "CNN-15221",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "None",
    "statement": "As the nation celebrates Labor Day, we <THOUGHT> we'd take a look at some changes taking place in the work force and the work place. For some expert perspective, we're joined this morning by Ron Bird. He is the chief economist at the Washington-based Employment Policy Foundation. Good morning, Ron."
  },
  {
    "transcript_id": "CNN-222780",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, the president is in a tough spot because he has also been on the record defending this NSA program and saying that it is absolutely essential to our national security. So anything he says on December 17 could contract his very claims. But what I would like to hear him say he is performing the metadata program where the NSA is collecting bulk information about Americans' telephone calls. We are perfectly innocent Americans calling one another. It does not seem to me that it is a constitutional - even a district court judge in Washington D.C. said it's almost certainly unconstitutional to be collecting this metadata. Secondly, I would like to hear the president talk about appointing a civil liberties lawyer to the FISA court to review those decisions so that you have a representative of the people, representative of our privacy and civil liberties in",
    "statement": "I tell you what I want to hear. I want to hear the president say I'll like to sit down with LZ and Amy and talk <ABOUT> what I <SHOULD> say <ABOUT> the NSA!"
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Betsy, I...",
    "statement": "Bobbie, you're going to see a lot more fun in this campaign as time goes along too, because although the president played a very quiet role in her announcement yesterday, he is her key adviser, and he's been encouraging her to relax, be more approachable to the media, and to just get out there and show how charming and interesting and smart she really is. And that's, of course, why she appeared on the Letterman show a while back, because the president really encouraged her to do that. And it reminded everyone of when he played the saxophone on \"The Arsenio Hall Show.\" Before you <KNOW> it, she <MAY> be playing the sax herself."
  },
  {
    "transcript_id": "CNN-80818",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, this is the fourth year for the All American Bowl. It's the third year that the Army has been the primary sponsor. And I'll tell you, we couldn't be more delighted with the results we're getting from the Bowl. When you can put the Army out front, if you will, with coaches, with parents, with the students themselves and the athletes themselves and in a light that portrays that the Army has -- is investing in America's youth in a dramatic way -- leadership, teamwork, all the characteristics that are ideal in what we find in our soldiers are ideal in these individual athletes that we see out here.",
    "statement": "And, quickly, sir, I <KNOW> that the Army also spends <ABOUT> $16 million on NASCAR sponsorships. How important is sports marketing to all of this?"
  },
  {
    "transcript_id": "CNN-260960",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, it's certainly going to be a process. It's unclear how long the analysis is actually going to take. But, first of all, that piece of plane you said or debris has to be brought here to Toulouse. And the way that's going to happen is that will leave Reunion later today. We expect in a couple of hours, in the evening hours, in the island's time. It's going to be an 11-hour flight to Paris, afterwards, after it land in Paris, which by that time, it will be Saturday. It's going to be brought down here to Toulouse, in the south of France. So, we believe it's going to be here either late Saturday or early Sunday morning. The latest that's we're hearing from the French authorities is that analysis of that debris is going to take place next week. They have not given a timeframe as to how long the analysis will take and they have not given indication when exactly they're going to be giving updates along the way, because there are going to be many tests that will be conducted on this particular piece of debris, because, of course, as we have been saying, one of the things they need to find out if it is from a 777, whether or not it is from that 777, from the Malaysia Airlines MH370. And then, also, of course, they're going to conduct tests to try and find out or try at least get some clues as to what happened on impact and what angle the plane impacted and what might have caused the plane to crash in the first place. One of the things that this office here is specialized in is also finding out whether or not possibly there was an explosion that might have caused the plane to crash. Of course, all of that is speculation at this point. But these are the tests conducted here. This is the premier lab for this kind of investigations in all of Europe. It's been specifically assigned by the French investigation authority, the BEA. It is itself actually part of the French defense ministry. So, this is a military installation. So, at this point in time, they are not saying when exactly they're going to be giving us any sort of update. Right now, they say what they want to do is they want to get the part, they want to start analyzing it. And interestingly enough, Alison, that suitcase that was found is also going to be brought to France and that's going to be analyzed in a laboratory outside of Paris, Alison.",
    "statement": "But these investigators, these scientists have an understanding <ABOUT> time is of the essence for these families, right, <ABOUT> finding out at least before all the battery of other tests, at least whether or not this piece belongs to MH370, right?"
  },
  {
    "transcript_id": "CNN-372301",
    "matched_terms": {
      "believe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "It at least appears to me that it's trying to send a message that if you apply maximum pressure in the words of the Trump administration to Iran that they're going to -- they're going to strike back in some way.",
    "statement": "U.S. officials tell CNN tonight they <BELIEVE> that the Iranian boat that was retrieving that unexploded mine was Iran trying to cover its tracks. More Iranian boats have entered the area. The U.S. is also sending warships of its own including a destroyer to join the USS Bainbridge. After speaking today, Pompeo went to the Pentagon to discuss the situation of today's attacks and the Trump administration immediately blaming Iran only raising the possibility of some <SORT OF> dangerous escalation. Alex Marquardt, CNN Washington."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Let me take a question -- Kevin, out of the chat room here, what's going on in there?",
    "statement": "Actually, there's just a lot of comments on Hillary. One of the questions I had, though, was, do you <THINK> this run for Senate in New York is a precursor to a possible presidential run in 2004 or 2008?"
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "I understand that some churches in your area have started Taste Test Sundays. What are those?",
    "statement": "<WELL>, <ABOUT> three years ago in North Mississippi, we decided in - we'd make the third Sunday in March Taste Test Sunday, where we put two different desserts, one made with sugar and one made with Splenda, to show people there's really no difference in the taste between the two desserts. And it's starting to catch on, not only across the state but across the country. It's an opportunity for folks to discover that, hey, you can eat desserts, but they don't have to be made out of that bad sugar and <STUFF> like that."
  },
  {
    "transcript_id": "CNN-118421",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Just 24 percent of Americans support same-sex marriage, 27 said civil unions are OK, 43 percent said neither was acceptable. Only two Democratic presidential candidates support gay marriage, Mike Gravel and Dennis Kucinich.",
    "statement": "We will be <SURE> that our brothers and sisters who are gay or lesbian, transgender, bisexual have true marriage equality."
  },
  {
    "transcript_id": "CNN-65932",
    "matched_terms": {
      "about": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Amy, what kind of proof would you need in order to support the president in going to war against Saddam Hussein?",
    "statement": "We need proof. It's as simple as that, and the U.S. said, when the resolution was passed for the U.N. weapons inspectors to go to Iraq, that Iraq <MUST> give unfettered -- free and unfettered access to the inspectors. Iraq has done that. The weapons inspectors are going from site to site. The issue here is why the U.S. continues to move the goal posts. It's <ABOUT> one thing and one thing only. This is <ABOUT> oil, and the American people are not buying it."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He's talking about that, and a lot of people think that $87 billion is a relatively modest estimate. It could go way up.",
    "statement": "<WELL> thank you Wolf Blitzer in Washington with us tonight, Paula."
  },
  {
    "transcript_id": "CNN-376859",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He was very nice. I think the victims and the first responders were grateful that the President of the United States came to Dayton.",
    "statement": "So the President did the right things. The victims were grateful that he was there. So Brown and Whaley were lying <ABOUT> what they said <ABOUT> the President when they said these good things <ABOUT> him then what were they lying <ABOUT>?"
  },
  {
    "transcript_id": "CNN-331747",
    "matched_terms": {
      "view": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Well, the lawyer says she would have never been discussing destruction of documents. Obviously he's giving her cover from what would trigger a statute on her. But let's say, of course, she denies it.",
    "statement": "OK. And let's say it's in the context of press conversation and whether or not it's going to get out in the press. Remember her job at the time. Everything needs context, and the context of this just doesn't match up to obstruction in my <VIEW>. She's the press person. She has to deal with crisis communications. She's not dealing with evidence and <FACTS> and the issues that are going to come before an investigator or a court of law."
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Sheriff, after Columbine, there was a videotape from the internal security system that was made available to law enforcement around the country. Did your department get that from the",
    "statement": "We have -- we have made plans for various kinds of disasters and situations like this. And, yes, we have in <FACT> looked at our schools and the security of the schools. And that's why you see some of the things that you did see."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Right. And so, I mean, how would that benefit John McCain?",
    "statement": "<WELL>, this is what the McCain campaign <FEELS>. That he is the one with national security experience. That he has the age, experience in Washington, and that he's the <KIND OF> leader that Americans would trust if they feared for their safety. You <KNOW>, I <THINK> that's debatable, but I <THINK> essentially that's true. And <CERTAINLY> that's the way that the McCain campaign is proceeding with the understanding that if this comes down to an election <ABOUT> national security, then he has a big advantage."
  },
  {
    "transcript_id": "CNN-294949",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I'm very concerned that Donald Trump will be graded on a curve. Just because he doesn't fly off the handle in the middle of this debate does not mean that he is prepared to be President of the United States.",
    "statement": "How much of their strategy, Mark, is going to be if this is a presidential -- you <KNOW>, <SORT OF> reserves Donald Trump with two minutes of policy prescriptions when he's answering questions. How much do they want to rattle him to make him -- make the old Donald Trump of the primary season come out?"
  },
  {
    "transcript_id": "CNN-410566",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "totally": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "So, you think there should be more indictments as a part of this investigation?",
    "statement": "<WELL>, I <THINK> just on what I read in your wonderful papers. I <THINK> and see what, you <KNOW>, just looking at the media, not even what I <KNOW>. I <THINK> Comey is a disgrace to our country. I <THINK> Strzok, who just wrote a book, which is a total fake, is a disgrace. I <THINK> Page, Lisa Page, his lover, is a disgrace to our country. I <THINK> that when you look at McCabe where his wife got $700,000 in campaign contributions from Hillary Clinton. Right? And then Hillary Clinton is under investigation, and yet she paid the head of the FBI, one of the top people. But actually, the head because he took over for the other guy, who fortunately I fired. I made a good move when I fired him. That was a smart move because they were looking to take down this administration, duly elected administration. So, I fired him. That was a great move when I fired him. Because <MAYBE> if I didn't I wouldn't be here talking to you as President. But when McCabe's wife gets $700,000 in campaign contributions when she was running for whatever office she was running from Virginia, and yet he's in charge of the investigation of Hillary Clinton. Now he says, <WELL>, I wasn't really in charge. Of course, he was in charge. He was <TOTALLY> in charge. He knew exactly what was going on. These people got caught in the -- <PROBABLY> the biggest political scandal in the history of our country. They got caught. Now, what the Durham Report is going to say, I can't tell you. But if they say half as much as I already <KNOW>, just from seeing it. You <KNOW>, you have people, I watch some of the shows. I watched Liz McDonald. She's fantastic. I watched Fox Business. I watched Lou Dobbs last night. Sean Hannity last night, Tucker last night, Laura. I watched Fox and Friends in the morning. You watch these shows, you don't have to go too far into the details. They cover things that are -- it's really an amazing thing. They got caught in the biggest political scandal in the history of our country. They were spying on their opponent's campaign. Not only spying, they were making up fake dossiers. You have the \"Dirty Dossier\". They were making up. The dirty -- it was all made up. It was all fiction. It turned out to be fiction. And then they were using that in the FISA courts, this revered court. <WELL>, it's not so revered anymore because when you look at what they did and how they played it, and they hurt a lot of people. General Flynn is still being hurt and is being hurt very badly. He is a wonderful person. I spoke to General Millie <ABOUT> General Flynn two weeks ago. I said, what do you <THINK> of General Flynn? He said, he's a great soldier, sir, and he's a wonderful, wonderful human being. He's been destroyed. He's been destroyed. Now, I <THINK> that this -- without <KNOWING> anything <ABOUT> what Durham is going to release, the Durham Report we'll call it, or <MAYBE> it's going to be more than a report. <MAYBE> it's going to be much more than a report, I don't <KNOW>."
  },
  {
    "transcript_id": "CNN-177604",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You are watching CONNECT THE WORLD on CNN. Time for a check of the world headlines this hour. The US State Department is urging Russia to back United Nations action against Syria, but Russia says any UN resolution <MUST> condemn armed opposition groups as <WELL> as the regime. The United Nations now says the Syrian uprising has claimed 5,000 lives. Iran is brushing off a US request to return its captured military drone. Iran's Defense Minister says the aircraft now belongs to Iran. Iranian officials add that Washington <SHOULD> apologize for violating Iran's air space. Police say a gunman killed three people and wounded at least 119 in a grenade and gun attack on a crowded square in the Belgian city of Liege. CNN's Nic Robertson is there, and he joins us now on the line. Nic, what do we <KNOW> <ABOUT> who did this and why?"
  },
  {
    "transcript_id": "CNN-77905",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right, good news on that front. Thanks so very much, Elizabeth.",
    "statement": "Thanks. We have a show this weekend actually all <ABOUT> breast cancer on Sunday. And that's at 8:30 in the morning. That's \"WEEKEND HOUSECALL.\" And we'll be taking your calls. Our guest is going to be Dr. Larry Norton, one of the most prominent breast cancer doctors in the country. He'll be taking your calls. And you can actually send us e-mails now, housecall@cnn.com. That is 8:30 Sunday morning."
  },
  {
    "transcript_id": "CNN-47816",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "We'll just give you about 15 seconds and then we've got to move along here.",
    "statement": "... a lot of effort being made to find those witnesses in Guantanamo, you <MAY> be <SURE>."
  },
  {
    "transcript_id": "CNN-141797",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, yes, very quickly.",
    "statement": "Michael Vick, at this point -- yes, very quickly, very quickly -- his chance of success, what do you <THINK> he'll do in these next couple years?"
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Joining me right now special guest Daryl Parks, the attorney for Michael Brown`s family. Daryl, thank you for being with us. What do you make of this coincidentally recorded audio, which I believe to be of the Michael Brown shooting? Of course we are saying we can`t independently verify it, granted. What do you make of it, Daryl?",
    "statement": "I`m very cautious of it, Nancy, for this reason. You don`t hear -- we <KNOW> for <SURE> there was one shot fired within the car. This particular tape or audio that I`ve heard thus far doesn`t <APPEAR> to have that shot on it. So it makes me very concerned as to whether or not this is authentic. So I <THINK> we have to wait and let all the evidence gather together before we can <PROBABLY> tie it together. The one thing I would say, though, we still have these many eyewitnesses, their account of what happened."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "guessing": "ungraded"
    },
    "previous_statement": "Look, I think it's a big moment. And I will say, you know, I think all tech companies are under a lot of pressure at this moment. We've had a year of unintended consequences. We've seen the weaponization of all of these platforms. I think we focus a lot on Facebook because, you know, Facebook is very personal to us and we've seen Russian influence on Facebook. It's been a year for Facebook where we saw a lot of bad actors take advantage of the platform. So I think the pressure is on. I'll tell you this -- John. You know, Mark doesn't like doing on-camera interviews. He gets very nervous. He would rather be kind of behind the scenes with the engineers working on the product. But I think we've kind of reached this pivotal point where we also need our tech leaders to step up and talk about, you know, some of these unintended consequences, some of the nuance behind the challenges that they're facing that come along with this really powerful technology.",
    "statement": "You <KNOW>, it's only a <GUESS> but I'm <GUESSING> he also does not like testifying before Congress but he said he would. But then he added, if it's the right thing to do. It's hard to imagine how it would be the wrong thing to do."
  },
  {
    "transcript_id": "CNN-114365",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And also, hearings under way at the Justice Department in Washington now. Three Army reserve officers and a U.S. contractor have been charged in a bid-rigging scheme involving millions of dollars worth of Iraq reconstruction projects. We'll monitor that for you and bring it to you live right here in the CNN NEWSROOM. Disgraced evangelist Ted Haggard says he's back on the straight and narrow, or at least the straight. Three months after a gay fling and a drug buy prompted a spectacular fall from grace, Haggard says he's redeemed, restored and completely heterosexual. CNN's Anderson Cooper looks back at Haggard's rise, fall and apparent return.",
    "statement": "I'm talking <ABOUT> that secret part of your heart that other people don't <KNOW> <ABOUT>. I'm talking <ABOUT> the thoughts that go through your mind."
  },
  {
    "transcript_id": "CNN-138029",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Infighting out in the open. A battle is brewing in the GOP. Dick Cheney takes on Colin Powell. Comedian-in-chief. President Obama had the rolling in the isles last night. Tonight, we play his entire unedited comedy routine for you. Stay tuned for that. And body of work. The model who changed the fashion industry one sizzling photo at a time. Tyson Beckford tells us how he blazed a trail. The news starts right now. Good evening, everyone. I'm Don Lemon. It has become a high-profile, high-stakes game of airing dirty laundry in public, with the former vice president doing the instigating. What's worse is that they are former allies. Dick Cheney is calling into question Colin Powell's party loyalty and insinuating Rush Limbaugh has more political and party influence than Powell, the former secretary of state and joint chiefs chairman. This is probably the last thing the GOP needs when the future of their party is at stake. More on that story in just seconds. Another Republican is talking tough as well today. Former House Speaker Newt Gingrich criticized current House Speaker Nancy Pelosi, questioning her truthfulness. Gingrich says Pelosi knew the U.S. was waterboarding terrorist suspects.",
    "statement": "She's now changed her story again and said, <WELL>, she'd been reassured they were all legal. So, initially she didn't <KNOW> <ABOUT> it, had not been briefed. Then she'd been brief but it wasn't <CLEAR>. Now she'd been briefed and, in <FACT>, had been told it was all legal so she didn't worry <ABOUT> it. I <THINK> she has, you <KNOW>, a lot of explaining to do."
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "-- there's no details of any kind of plan.",
    "statement": "But the bottom line is he talked <ABOUT> operation warp speed. He talked <ABOUT> that, you <KNOW>, that they're working on cures and therapies and --"
  },
  {
    "transcript_id": "CNN-75539",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "allegedly": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Well, our next story sounds like perhaps an episode out of \"Law and Order.\" A probe of a basketball player's homicide has now led to stunning allegations of corruption in a college athletic program. David Mattingly is in Waco, Texas. He has the latest on the follow-up from the murder of Patrick Dennehy. And I understand, David, there's just been a news conference. What's the university saying about Coach Bliss, Dave Bliss today?",
    "statement": "<WELL>, Daryn, the university program here, the Baylor Bears men's basketball program, struggled through last season playing in this arena behind me. They ended up tied for ninth in the big 12 conference. And now the university is struggling to find a way to make <SURE> the program just survives into the next season. Everyone here was stunned by the shooting death of Patrick Dennehy, <ALLEGEDLY> at the hands of a fellow teammate. The campus is reeling again now with the news that head Coach Dave Bliss <ALLEGEDLY> tried to conceal improper payments to Dennehy. Bliss was tape-recorded trying to recruit players and assistant coaches to go along with the story that Dennehy got the money for tuition and an SUV by selling drugs. Now, <HOPING> to avoid severe penalties from the NCAA, the coach has resigned, the school has put the program on probation. The athletic director has resigned, as <WELL>, though administrators today made it <CLEAR> he didn't <KNOW> what was going on."
  },
  {
    "transcript_id": "CNN-337767",
    "matched_terms": {
      "must": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "This is more akin to the bottom of the ninth play. The evidence that may be at stake here, the government has seized, a federal judge has allowed that so far could be absolutely toxic to Mr. Cohen and perhaps to Mr. Trump and that's why this is so critical.",
    "statement": "Legal experts tell CNN, the U.S. attorney for the southern district of New York who's been investigating Cohen for months <MUST> have been <CONFIDENT> of potential evidence against Cohen to order the raid. The Republican Chairman of the House Oversight Committee vouched for the judge who signed off on the warrant."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm doing this for your own good.",
    "statement": "I'm the guy that doesn't care <ABOUT> people in Iraq, remember me?"
  },
  {
    "transcript_id": "CNN-124855",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm meteorologist Bonnie Schneider in the Severe Weather Center. We're tracking extreme weather with flooding continuing over parts of the Midwest. Some of the flood warnings have been extended all the way through Monday. A lot were expected to expire today. It's taking a while for the rivers to actually recede. Taking a look at Google Earth, we've been seeing a lot of the flood stages for the rivers at their maximum point, whereas areas to the south and west, that's where it's remained dry. Not too many miles away we have weather extremes. Looking at Missouri, looking good in terms of precipitation falling. We're seeing heavy rain in south Florida, especially in the Ft. Lauderdale, Miami-Dade area. Lots of rain with pressure from a cold front coming from the Gulf. That's bringing steady rain to the region. We had slight delays at the ft. Lauderdale airport: driving along I-95 and I-75, rainfall rates <COULD> be up to 1 inch per hour. We're seeing a wintery mix across parts of western Pennsylvania from State College, a lot of the moisture sliding into the Philadelphia area. Speaking of tonight, temperatures are turning much colder, especially for Easter Sunday morning. Look at the low temperatures, even though we <WELL> into spring, 23 for Chicago, D.C. checking in with 37 and 34 for your overnight low in Denver. That's a look at your forecast. \"BALLOT BOWL\" returns in a moment. First, we're taking you to boot camp in our fit nation segment today. Here is our senior medical correspondent, Dr. Sanjay Gupta."
  },
  {
    "transcript_id": "CNN-369089",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Right. And all the senators that went to meet with Trump, I think it was yesterday, none of them were on that Gang of Eight bill that was that -- the comprehensive attempt to have immigration reform. We've seen the story time and time again just early last year, early 2018, John Kelly repeatedly going to the Hill and Democrats and him at, you know, at odds with each other and not able to come to an agreement on anything. And so I'm skeptical that whatever Kushner comes up with will actually be met with open arms by Democrats.",
    "statement": "Let's say if it cannot be passed, if it cannot be passed, is the president going to, in an election year, heading into an election year go for a plan that's being criticized by those who some people say this is way out on the right but this is the base the president listens to. Mark Krikorian, executive director of the Center for Immigration Studies, \"The increased immigration of foreign workers how that's consistent with the administration's 'Buy American, Hire American' approach is not <CLEAR>.\""
  },
  {
    "transcript_id": "CNN-66212",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Well, Judy, you asked beforehand about the pressure on these two men. I think you could feel the tension there. In their opening statements, neither man said anything about how they plan to go forward from here, both being very tight-lipped about their plans. And in response to questions, the prime minister was asked specifically and directly if he asked President Bush to back a second resolution. He never directly answered the question. When Mr. Bush was asked if a second resolution was a good idea and he would support it, he never directly answered either, only saying that if the United Nations decided on a new resolution that it has to be done quickly, that it has to have a process that is concluded within weeks, that he was not going to allow this process to drag out. So both men holding their cards very tight, and for obvious reasons. They do not have a settled strategy yet, they do not have a consensus as to what any new resolution should say, and there is certainly frustration and fear here at the Bush White House, that any debate over a new resolution could drag on like the last one, which went about eight weeks. This White House says that will not happen. Three weeks, maybe four, left in this debate.",
    "statement": "So <MAYBE> a little daylight at this point between the British and the Americans for an approach?"
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "A lady rented the place, and she was driving a silver PT Cruiser with Alberta plates. And after she rented the room for the fellow, she just left, never seen her again.",
    "statement": "She <MAY> have been the last person to see this guy alive, and she <MAY> have some information <ABOUT>"
  },
  {
    "transcript_id": "CNN-256126",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Honestly, I didn't even realize I was recording until a couple minutes into it. It was -- it was insane. We watched the water rush in, and we turned the power off, then we smelled, you know, the fire, the electric was burning. So it became very, very real and scary at that moment.",
    "statement": "So this picture you're seeing now is outside of Houston, the emergency nowhere near over. Another couple of inches of rain <COULD> restart a flash flood evacuation, rescue, and that recovery cycle, again, all of it having to start all over again. And the forecast for the next five days, sadly to say it, storms. Storms and more rain expected. How startling is this image? Flood waters in Houston so powerful they dislodged a casket from a cemetery and dropped it right in the middle of a bike trail. And the casket was occupied. Police officers stood watch until the medical examiner <COULD> arrive and then take proper care of it. So what you're seeing now was the tornado that touched down yesterday in Hemphill County, up on the Texas panhandle and that amazing funnel cloud tore up an oil rig. It also injured three people in the small town called Canadian. Nine people in Texas are still missing and their whereabouts are unknown since the waters started sweeping away cars and entire homes. Of course, the families of those nine people, <ABSOLUTELY> frantic. Laura McComb and her two children are still missing. The house they were in virtually broke apart as it was being rushed down a river. Laura's husband, the kids' father, was washed several miles downriver. He survived, but he's terribly hurt. Sue Kerry and her husband, Ralph were in the same home when that flood hit and they too are still missing. We have William Randall Charva. He is the Kerry's son-in-law. William and his 6- year-old son have not been found yet. His wife Michelle, she was found. She died and her body was found in the swollen Blanco River. I want to get out there now. Our meteorologist, Jennifer Gray is <ABOUT> half way between San Antonio and Austin. She's in Wimberley, Texas, and CNN's Dan Simon is live right now in Houston. So Jennifer, I want to go live to you first, where you are and what we're expecting any moment now."
  },
  {
    "transcript_id": "CNN-217598",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think it's the first World Series to end on a pick off, with the first World Series game the night before to end on an obstruction call. And the best part about that is you have no idea what is going to happen tonight.",
    "statement": "Notice my body language is changed? Not at all because I'm still asking. Do you <THINK> he made the tag last night? Did he make the tag?"
  },
  {
    "transcript_id": "CNN-236687",
    "matched_terms": {
      "could": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "You know, I wouldn't characterize it as the governor losing confidence. It's just a shift. We have been here since Saturday with troopers. And Captain Johnson, who is taking more a leadership role as of today, has been here since Saturday working hand in hand with the local authorities, the Saint Louis County Police Department. It's more of a shift of him stepping forward and taking more of a leadership role of how we respond to the situation. Hopefully we will see a different response tonight and it will be more peaceful. We're not going to have those SWAT team on the front line and we're going to be interacting with the crowd. And hopefully the community will cooperate and those that are there will be peaceful and we certainly want to protect them as they have that right to protest, too, and it will not escalate into what it has done for the last three or four nights here.",
    "statement": "Are we going to see, Colonel, any military hardware, if you will, Humvees, other kinds of military equipment that <COULD> trigger some <SORT OF> very, very explosive reaction?"
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A seismic shock to the system. Dubai's debt crisis makes the markets quake. Who wants to be a millionaire? Britain gets set to lay down the law on executive pay for bankers. And the dollar's downward spiral. The greenback hits another low. I'm Richard Quest. There's lots to be thankful for, because I mean business. Good evening. Today it became <CLEAR> the problems in Dubai are sending shock waves <AROUND> the world. Stock markets across Europe fell sharply on fears that there is more and worse to come. The way Dubai told the world it was delaying payments and seeking a debt moratorium on billions of dollars of debt, just at the start of a long festive holiday week, has caused great dismay. So just when things were starting to get better and we were used to hearing words like \"profit\" a new financial crisis is <WELL> and truly upon us. Stan Grant reports from Abu Dhabi."
  },
  {
    "transcript_id": "CNN-180226",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Hey, Kristie. Good to see you. You know what, sometimes -- well, you know, this time of year you'd expect to see sea ice, right, in many areas across northeastern China. The thing is that this time around we're talking about some of the thickest in quite a long time. Let's go ahead and look at the pictures first of all, and then I'll show you which part of the world we're talking about. So this is an (inaudible) in Lazhou Bay in eastern China, just near Shandong Province. And just off the water here you can see how thick the ice actually is. Well, this is a problem, particularly for shipping because of course both cannot get in and out of the harbor. There are hundreds of boats that are literally stuck in that very thick ice and some of those boats can be permanently damaged because of the ice. Now one of the questions that comes up -- there you see the boats stuck in the ice -- that comes up often is also fishing. What happens with the fishing industry? Well, there's a lot of areas there for fishing that -- where they have fish farms, for example. Well, most of the farmers had actually finished their harvest already this year. Usually they finish that by the end of December. So they don't think that those areas will be affected. But, you know, you can see it there, pretty significant. Come back over to the weather map. This is a very busy area across northeastern China. We're talking in that northwestern corner of the Yellow Sea, in the Bohai Sea. And right over here you can actually see it on this visible satellite image from NASA the extent of the thick ice, in some cases over 125 kilometers. This is not the thickest that they've ever measures, or the widest that they've ever measured. They actually had more ice back in 2010. So this is the second time in two years where we have something so significant. And you guys in Beijing and Seoul, you know what I'm talking about. But it has been so cold over the last couple of weeks. And that of course has helped create that sea ice that you see there. Minus 4 now in Tokyo. The situation in Japan is going to be more snowfall on the way for you after all the snow that you had over the weekend, also very strong winds expected here as another push of cold air continues to move across the northeastern portion of the continent. This is what it looks like on the satellite as you can see here. Another area I want to talk to you about is as we head farther to the south, this is Indonesia. Over the weekend reports coming out of this area, particularly near Jakarta, of some very heavy rain. Well, this rain I don't think it's really associated to Tropical Cyclone Iggy, that storm is way down here to the south nearing the coast of Australia. However, this time of year we are talking about the wettest time of the year here across this part of world, anywhere from Papua New Guinea, which we had landslides last week, back over toward Indonesia of course, and peninsular parts of Malaysia. So definitely something to monitor. The other thing is, of course, is our Tropical Cyclone Iggy right here off the coast of Australia. Even though high waves have been a concern and even some scattered showers, the center of the storm itself is expected to stay out at sea and not have a direct impact here on this western coast of Australia. I want to switch gears completely and give you a brief update on what's happening in Europe, because this is also another big story, a lot going on. The heavy snowfalls across eastern Europe finally coming to an end. You look at the snow banks, Kristie, in some cases several meters high here. The snow coming to an end, but that Arctic high pressure will spread that cold air all the way into western Europe -- London, even today you were struggling to get out of freezing. Paris, you might not even get out of freezing over the next couple of days. Back to you.",
    "statement": "Wow, I liked that photo caption just then. It said significant snow. Yeah. Very. Mari Ramos, thank you and take care. And just ahead here on News Stream, we asked these Downton Abbey devotees what it is <ABOUT> the costume drama that has them captivated. And visit the castle where the program is made. And Star Wars, as you've never seen it before, take a look at the movie made by online fans re-imagining their favorite 15 second scene."
  },
  {
    "transcript_id": "CNN-283377",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, the short answer is, of course, he can win without them again just as he won the nomination, but let's broaden this out, Pam, because what's happening is extraordinary. The last time that a former Republican president did not support the Republican nominee was in 1912 when former president Teddy Roosevelt ran against his successor, President William Howard Taft, both for the nomination and then as the bull moose independent in the general election and destroyed his chances of winning. Even in 1964 when Barry Goldwater, a very divisive candidate on the Republican side, was nominated, former President Eisenhower not only supported Goldwater, but appeared in his advertising. So it's not just Paul Ryan. It's President Bush 41 and President Bush 43 and the last Republican nominee for president, Mitt Romney. This is a problem for Donald Trump and the Republicans, and between now and the convention, they're going to have to find ways to fashion some sort of party unity that lasts until November or it is going to have an impact.",
    "statement": "<WELL>, John, in order to get these people on his side, not just Paul Ryan but the others that Larry points out who are not throwing their support behind him, do you <THINK> Trump <SHOULD> bend on certain issues and his tone? Tone is something that we keep hearing as a concern from Republicans, including Paul Ryan."
  },
  {
    "transcript_id": "CNN-270547",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. Breaking right now, FBI director James Comey and attorney general Loretta Lynch are making a statement right now <ABOUT> the investigation in San Bernardino. CNN cameras were there. We will bring it to you as soon as we get it. But again, just to reiterate from FBI and that news are just last hour, saying they are indeed investigating this as an act of terrorism. Paul Cruickshank, let me bring you in, our CNN terrorism analyst and editor in-chief of the CTC Sentinel. On the piece of information that you broke on our air, I want you to reiterate the point to me that ISIS now, as we are hearing, you <KNOW>, possible self-radicalization specifically on behalf of this wife in this attack. ISIS is referencing this attack. What have they said?"
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "So the Duchess of Cambridge, the savior of the British monarchy? Well, it's too early to say that. But as she and Prince William settle in here at Kensington Palace where he lived as a boy, it's clear she has support from the top down.",
    "statement": "People forget the Queen <MAY> be monarch. She's also a mother and a grandmother and a very human person. Of course, she wants her grandson and her grandson's wife to be successful. And, of course, she offers help. And they'd be foolish not to take it. Now, plainly, one can even looking from the outside, one can see what a good relationship actually exists there."
  },
  {
    "transcript_id": "NPR-43611",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So all eyes are on this lineup of House leaders.  Dennis      Hastert stays in the speaker's office, while Whip Roy Blunt takes over      the duties of the majority leader and gets help from others in his whip      job.  Blunt said today he's up to the challenge of this unique      job-sharing arrangement and insisted that DeLay's indictment hasn't      flustered his party.",
    "statement": "Actually, in a unique way, I <THINK> the problems of      this week have brought our conference closer together.  They've reunited      us. They've refocused us."
  },
  {
    "transcript_id": "CNN-353523",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "In language which was strikingly similar to the accused shooter, the president described the immigrants in a caravan heading for the U.S. border as an \"invasion\" and a threat. He's also pushed this idea that somehow there is something criminal for immigrants to try and want to come to the United States. But isn't that the American dream?",
    "statement": "And it's not just the American dream. HIAS is motivated to protect refugees because of our experience during the 20th century, especially during the 1930s and the 1940s, when Jews were literally trapped inside of a genocide in Europe. And it was out of the ashes of the Holocaust that the right to seek and enjoy asylum was declared as an international human right by the international -- by the Universal Declaration of Human Rights in 1948 and then by the Refugee Convention of 1951. So if somebody comes to our borders and those people are fleeing persecution, as some of the people from Central America <CERTAINLY> are, they have the right to make an asylum claim and to get protection if they need it. That's a right under international law."
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I thank you for that. My sense is that we've not reached out as often and as well as we could. But I wish you well in an aggressive approach to this. I don't think anything would mean more to the American people, and particularly the families of our soldiers, to know that we're doing everything we can possibly do to get the help from other countries that we can. Dr. Rice, I've reflected a lot of times on the memo that Secretary of Defense Rumsfeld issued in October 2003 which indicated that, despite over two years having passed since September 11th, quote, \"relatively little effort had gone into developing a long-range plan to win the fight against terrorism.\" He pointed out that there's no consensus within the national security community of the United States about how to even measure success in the fight. And I think the secretary of defense was quite right. And I don't see any particular evidence that this problem has been remedied. In fact, if you just listen to the discussion here at this three-hour- some hearing today, there's been actually not a whole lot of discussion about the fight against terror, unless you believe that the Iraq war is the heart and soul of that, which I don't. And that troubles me. I think we risk losing focus; something I believe happened when we turned the lion's share of our attention to Iraq, devoting many years and billions of dollars and possibly many American lives to ineffective or self-defeating strategies. Since the terrorist attacks of September 11th, 2001, how have you and the department been assessing the success and efficacy of policies designed to actually fight terrorist networks, to strengthen the multilateral coalition cooperating to combat these networks, and to prevent these networks from gaining new support and new recruits? And how do you, sort of, measure that success? Do you think the metrics and assessments that we're now using in the fight against terror are sufficient? I'm going to reiterate, I'm talking here about, not the broader strategy that the president has articulated, but the specific issue of terrorist networks and where they actually exist.",
    "statement": "<WELL>, Senator, there are a number of important elements in the fight on terror, and I'll come back to -- I do <THINK> there is a broader context here that has to be understood. But first of all, when look at the organization that did 9/11, al Qaeda and Osama bin Laden's organization, I <THINK> that you would see that we have had considerable success in bringing down the field generals of that organization, people like Khalid Sheik Mohammed and Abu Zubaida and others. It is true, I'm certain, they work to replace those people but they lose a lot of skill and experience in these field generals who had trained in Afghanistan together and had worked to produce September 11th. And there's a lot of evidence that we've really hurt the organization in that way. Secondly, in terms of their financing, I <THINK> we've made a great deal of progress, not just in the United States in tracking and dealing with terrorist financing, but <AROUND> the world. You <KNOW>, we didn't understand, really, the structure of terrorist financing very <WELL>. We didn't understand the role of non- governmental organizations that sounded like they were for good purposes but were, in <FACT>, carrying out or funding terrorist activities. Others didn't understand that, in the Muslim world, like the Saudis. And we have made, I <THINK>, great strides in doing that. We've made strides in denying them territory. You <KNOW>, one of the ways that you fight a war is you deny the other side territory. And when you -- when you look at what has happened to them, their world has gotten smaller. Afghanistan is not a hospitable environment now for terrorists. It used to be the home base for al Qaeda, with its training camps and its access to Afghanistan's benefits of being a state. They can no longer count on Pakistan, which had such strong ties to the Taliban that it was not really an aggressive actor against al Qaeda. They can no longer count on not being pursued up in the Northwest Frontier, the federally administered tribal areas that hadn't been governed by Pakistan for -- hadn't been ever governed by Pakistan. They can't count on that territory. So we are denying them territory."
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And you`re all licensed massage therapists?",
    "statement": "<SURE>, yes we all have licenses and we all give massage."
  },
  {
    "transcript_id": "CNN-109606",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Rick, a very strong indication coming from the supreme leader, Ayatollah Khamanei, yesterday, saying that Iran would pursue its program towards nuclear energy. He is the top official here, the be all, end all of decision-making. So it would be very unlikely that we would hear something different today. Today we are expecting a \"comprehensive reply.\" It will likely be lengthy. The headline, though, will expectedly be Iran's rejection of any deal that requires it to suspend its civilian nuclear program. We expect it to happen around 8:30 a.m. Eastern. The chief nuclear negotiator for Iran, Dr. Ali Larijani, will hand it to some. We don't know if there will be all representatives from France, Britain, China, Russia, Germany. The U.S. has no diplomatic relations with Iran, but they will be represented by the Swiss Embassy here. It comes as Iran has shown increasing defiance towards the West, not just diplomatically, but militarily -- the war games we've been talking about yesterday and continue to do so today. Yesterday, showcasing surface-to-air missiles. Really, Iran trying to show that it is ready in a defensive way for anything that might happen, any military strike that could take place against its nuclear facilities. But, again 8:30 a.m. Eastern is when we expect the official reply -- Rick.",
    "statement": "Aneesh Raman following that story for us out of Tehran. We thank you. We'll <CERTAINLY> be checking back. Soledad, over to you."
  },
  {
    "transcript_id": "CNN-229974",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "An aspirin a day is supposed to keep heart attacks at bay, but the FDA now says that advice is not for everyone. Dr. Sanjay Gupta is joining us to talk about who should be taking aspirin?",
    "statement": "And provocative question, did Jesus have a wife? I <KNOW> you have a take, but is there any proof a tiny piece <COULD> be a Christianity game changer. Is it a fake? We'll show you and tell you."
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "With one leg...",
    "statement": "<WELL>, I had two legs gone. But my part was very individual. You <KNOW>, I did my scenes and I had no idea what Sally Field was doing or what Robin Wright was doing, because I didn't interact with those characters."
  },
  {
    "transcript_id": "CNN-256706",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "guessing": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Jeff, I know you covered Speaker Hastert for years as a reporter for the \"Chicago Tribune\" and then the \"New York Times\". Are you floored by these latest allegations?",
    "statement": "Carol I have to say that I am. And I <THINK> anyone who covered Speaker Hastert here in Washington in Congress has been very surprised by this. And the Republicans on Capitol Hill I've spoken to who worked alongside the Speaker for so many years say they just simply can't <BELIEVE> it. In politics everything always <SEEMS> to come out. There always is someone running against you and in Hastert's case, in Speaker Hastert's case the Democrats were trying to take back the House for so many years so they would <CERTAINLY>, you <KNOW>, were look for anything that <MIGHT> have been a problem. There was nothing. So it is very surprising to me that nothing came out when he was the Speaker of the House. I traveled with him across the country. I interviewed him a lot in Washington. There was no hint of anything amiss here. This is something that I'm <GUESSING> he kept inside him. His aides say that they did not <KNOW> anything <ABOUT> this. I would be surprised if his family knew anything <ABOUT> this. This is something from his past some four decades ago."
  },
  {
    "transcript_id": "CNN-388781",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "That's for sure. It's good to see you. Thank you so much. Lauren, even with the capitol being a ghost town right now, are you picking up any indications of what could break the stalemate when it comes to procedure?",
    "statement": "<WELL>, first things first. Nancy Pelosi, speaker of the House, has to send the articles of impeachment to the Senate. It's <UNCLEAR> when that will to take place. We don't <KNOW> when that's going to happen. But she's been very <CLEAR>. She wants to how this process will be structured before she sends them over. McConnell has made it <CLEAR>, once he gets those articles of impeachment, Kate, he doesn't necessarily need Schumer's blessing to bring a resolution to the floor and get the process started. I <THINK> that's significant given the <FACT> that we <MAY> never see agreement between Chuck Schumer and McConnell when it the underlying question of whether or not there are witnesses or not. McConnell has made it <CLEAR> he wants the Democrats' to lay out their case, the president's lawyers to lay out their case. Then they would have a decision to make <ABOUT> whether or not they need witnesses. Democrats want to hear from witnesses. And Chuck Schumer saying he would force a vote on with the witnesses. Democrats don't have the votes to force witnesses to come forward. What they would have to do is a coalition of four Republicans. Despite Lisa Murkowski's comments, I'm not <SURE> there's enough Republicans to actually get a witness request over the finish line -- Kate?"
  },
  {
    "transcript_id": "NPR-8247",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "The Swanks have also started a neighborhood social group called the Flamingo Club, where residents get together once a month. And after a few years, the club is going strong.",
    "statement": "A couple of months ago, one of our friends in our neighborhood lost his job. And so he sends an email out to everybody in the neighborhood. And these are the kinds of things that are coming out of meeting with the same people you live <AROUND> every month."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Welcome back. We're reporting live tonight from Gaza City. I'm not sure if you can hear it very well, but there's still the steady sound as we've heard for these last six days now, going into day seven, of Israeli drones overhead. It's a constant buzzing sound. It sounds almost like a distant lawn mower or swarm of mosquitoes off in the distance. Obviously, it can have far deadlier consequences than any of that. It's a very eerie sound. We're going to have more of the situation from here, but I want to check in with our Susan Hendricks with a \"360 News and Business Bulletin\" -- Susan.",
    "statement": "Anderson, President Obama is in Cambodia tonight, the last stop on his three-nation tour of Asia. Earlier today, he became the first U.S. president to visit Myanmar. He met with pro-democracy leader Aung San Suu Kyi and with Myanmar's president as <WELL>. The U.S. Army is asking an appeals court to deny a request by Major Nidal Hasan that he be allowed to keep his beard. He claims he grew it for religious purposes. Army regulations prevent facial hair on soldiers in uniform. He is accused of murdering 13 people at Fort Hood, Texas in 2009. Indianapolis police say a major explosion that destroyed several houses and killed two people is now a homicide investigation. That explosion 10 days ago was so powerful, that more than 30 neighboring homes were severely damaged. It looks like there <COULD> be <HOPE> for Hostess although the company shut down its baking operations on Friday. A federal bankruptcy court judge will mediate a meeting tomorrow between management and the striking bakery workers union to see if their differences can be ironed out. We'll see. Anderson, back to you."
  },
  {
    "transcript_id": "CNN-180204",
    "matched_terms": {
      "about": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Washington D.C. is ground zero in the Occupy movement this hour with the National Park Service warning campers to <CLEAR> out. The D.C. confrontation follows a weekend of tear gas and mass arrests. Saturday after protesters were prevented from taking over a vacant auditorium in the heart of downtown, <ABOUT> 400 people were arrested there. The violence carried over into the night. Officials also say City Hall was damaged but expected to open today. Elsewhere, mostly nonviolent occupy protests were carried out in cities across the country, including New York, Chicago, Tampa, and Des Moines, Iowa. Now back to Washington where Occupy campers are standing their ground. Brian Todd is in the thick of it. Brian, first of all, why is the park service cracking down and why now?"
  },
  {
    "transcript_id": "CNN-292968",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, I think news is a very personal suggestion. So do you think we'll be covering storm surge off of New York come Monday morning?",
    "statement": "You <KNOW>, it's possible that this surge goes into the areas up near D.C. It <COULD> be Baltimore. It <COULD> be the Chesapeake. It <COULD> be Wilmington, Delaware, and it <COULD> be the Hudson. Yes, there's a possibility that you need to dust off that red coat."
  },
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "sort of": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Hi.",
    "statement": "I'm a father of three, and I <THINK> that this study is really irresponsible and <SORT OF> stupid, because even if you <COULD> quantify increased aggression in children in daycare, there are so many other variables when you are taking it examining a population like that: whether you're dealing with just single children from single parents, what is the socioeconomic class of the children that are showing the aggression, how many children in the family? It's like the problem they have with health studies. This is a very subtle conclusion to make without <KNOWING> what variables are actually at work. It <MAY> have nothing to do with them being in daycare."
  },
  {
    "transcript_id": "CNN-349231",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "They arrested them before the story was published. And I think you could argue that the reason they arrested them was to confiscate the photographs and to make it impossible for us to publish. But we at headquarters did have the photographs and we our staff continued to report the story. And with the strong support of Wa Lone and Kyaw Soe Oo, we went ahead and published it. So the fact is that the facts did come out. And there didn't seem to be any further reason for them to be in prison. And yet, the case continued and it became increasingly clear as the case continued that not only was there no evidence but the evidence was absolutely clear that they were innocent.",
    "statement": "What are the options for them now? <OBVIOUSLY> an appeal. Do you have any faith in that, given how the actual case went -- this initial case?"
  },
  {
    "transcript_id": "CNN-140338",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "A lot of people see that as a civil-rights issue, that the NAACP <SHOULD> be in the middle of. <WELL>, he has an answer for you on where the NAACP is. You'll hear that answer coming up in just three minutes. Also, we've got this and a number of topics. You <MIGHT> even call them hot topics..."
  },
  {
    "transcript_id": "CNN-309503",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Let's turn now to our military analyst, Rick Francona. He joins us via Skype from La Quinta in California. Thank you so much for joining us. You've been looking at and analyzing this strike for the last 24 hours, like many people have. What do you think was most effective about it? What was the whole point of it?",
    "statement": "<WELL>, the whole point was to send a message to the Bashar al-Assad regime that you can't use these banned weapons without paying a price. I <THINK> it came as a surprise to the Syrians that the United States actually reacted. Of course we had the debacle with the Obama red line in 2013. And the new regime -- I'm Syria; the Bashar al-Assad regime was not <SURE> where the Trump administration was. I <THINK> they found out the other night. I <THINK> they were a bit surprised. Everybody's <SORT OF> wondering why Bashar al-Assad felt he had to use chemical weapons. Because there was really no need. He's got the backing of the Russians, the Iranians; he's got Hezbollah troops on the ground. He's been very effective on the ground as of late. He's got Russian airpower. Militarily he's got the upper hand. So what was the every impetus for him to use chemical weapons? For whatever reason, I <THINK> the evidence is pretty overwhelming that it was the Assad regime. The strike itself, fairly accurate; 59 Tomahawks, a lot of ordnance into a very small airfield. I've been to that airfield. It's not that large. One major runway, a secondary runway, three squadrons of aircraft and 20 aircraft destroyed in the raid sends a real message. Now the Syrians will say it really didn't do much damage. Twenty aircraft out of an air force the size of Syria's is very important, the Syrian air force suffering a lot of problems as of late. So effective airstrike. But does it send the right message? Is the message going to be received in Damascus?"
  }
]