[
  {
    "transcript_id": "CNN-118081",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "No, no. It's OK. I mean, the first issue is, do we really -- are we blaming the victim? I don't think so. We're really just being Americans. We're pretty big-hearted people. We don't like to think evil of people. And when we see someone like Mahmoud Ahmadinejad saying we're not going to have Israel on this planet much longer, we're saying, \"Oh, come on, it's just puffery.\" Well, sometimes it's not. People don't always act in their enlightened self-interest. Sometimes there really is evil in the world. The second point is there's a lot of people out there who think it's very easy to bash America, and it is. My issue and my job, and what I'm hoping to do with this book, is to help penetrate this and to help separate the real danger from just the noise.",
    "statement": "I'd like to get to another point. And you're hearing this a lot <<SORT OF>> out on the street in conversation. Many critics of the Iraq war blame the U.S. military presence there for increased anti-Americanism and say that we're actually making the situation worse by being in Iraq. What do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "There are plenty of younger soldiers going. Corporal Jonathan Castro is just 21, an engineering whiz from southern California. He loves riding horses in the hills. He was completing his military service when the Pentagon issued an order extending the tour of duty for many of the troops. His mother, Vickie, is worried that her son makes the best of it like he does with everything.",
    "statement": "He loved to build things. He loved to design. He loved to create. He was very -- a people person and he <WOULD> greet every day with a smile from the time he was small."
  },
  {
    "transcript_id": "CNN-294236",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "They will be trying to look at how it was assembled and if there had been are other similar bombs either detonated or neutralized in the past that are made in the same fashion. If they are pipe bombs, that's a very basic type of bomb to make. All of the components are readily available at your local home supply store. So if someone has just a rudimentary knowledge of explosives they could put a device like that together. We don't know if they had a sophisticated timing device of any kind or could be detonated by a cellphone or that. They will learn that shortly in the investigation with all of the piece, especially because the components that they have that were not exploded will be easily examined as well. But the other thing they will be looking at closely is any claims or any threats that may have been put out on social media preceding the race or in the aftermath of it, that someone is trying to take credit for or trying to get their 15 minutes of fame for having made the bomb go off. And at least even though it didn't hurt somebody, at least it went off. Someone may be wanting credit for that.",
    "statement": "And then Shimon, one more time on the multiple device. It seems <A LITTLE> confusing to hear there are multiple devices and then some are wired together. Are we talking <ABOUT> multiple devices, meaning they are scattered in different geographic locations along this presumed run route?"
  },
  {
    "transcript_id": "CNN-160877",
    "matched_terms": {
      "rather": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "take": "ungraded",
      "view": "ungraded",
      "suggest": "ungraded",
      "stuff": "ungraded",
      "sold": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, when you have 8 to 10 percent growth, by the way, you have to contain that to some degree. That becomes unwieldy. But you make a point that goes right back to Zach's point. In fact it's in the title of your book, Zach. You sort of see them as one economy. Is that the right way to see this? Put this into perspective for our viewer out here who doesn't run a multinational company but may have a job or have a small business or maybe able to invest or maybe able to train in a way that China's growth can benefit them. Is it one economy?",
    "statement": "Yes, I mean first of all this is a lot of emotion. And when you talk <ABOUT> <WELL> <<MAYBE>> China is not to blame for a lot of the dislocations in the U.S. economy, that can create a lot of anger because people <<FEEL>> like you're therefore denying that there are problems in the U.S. economy, and there are, which is why Geithner's point is so absolutely vital <ABOUT> what America chooses and the path that we <TAKE> more than it is <ABOUT> what China does or doesn't do. To the point of how these things are fused, you know <<<THINK>>> of the ubiquities iPhone or any of Apple's products, when things are made in China and shipped to the United States they show up in our trade system as a trade deficit with China. It looks like they are selling us a lot of <STUFF> and money is leaving the U.S. But if you break down the components and who is profiting from that, a lot of the money that's being made by those sales is not being made by Chinese factories it's being made by Apple or it is being made by stores that are staffed obviously by Americans and cities throughout the country who are selling those products. So our trade figures create an extremely simplistic and <RATHER> zero some <VIEW> of the world when the actual chain of goods and how they are <SOLD> and who buys them and who benefits is much more complicated and I <<<THINK>>> in a lot of ways benefits us a lot more than our figures <SUGGEST> that they do."
  },
  {
    "transcript_id": "NPR-3838",
    "matched_terms": {
      "around": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "Mm-hmm, yeah. I <<GUESS>> we can say that epidemic cholera has been eradicated in the United States, long ago. The last time we've had epidemic cholera was in the 19th century. And at <AROUND> the turn of the century, as we were coming in to the early 1900s, a lot was invested in water treatment plants and in water distribution systems, in our city's waste collection systems and waste systems, and a lot of attention was paid to hand washing and hygiene at that time. That was the sanitary revolution, occurred in Europe and the United States. And since then, we have never seen anything like the outbreak occurring here in Haiti, with thousands of cases."
  },
  {
    "transcript_id": "CNN-81459",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Hi, Judy. Edwards has really been performing to overflow crowds, just packed crowds throughout the day. The strategy of the next 24 hours is quite simple, to keep the message positive, and to keep it consistent. Also to capitalize off of Edwards strengths, that being his personal appeal, as well as his ability to communicate, and even command the media. Now, his stump speech is focusing primarily on domestic issues, the economy, education, as well as health care. Some of his opponents up at the top, of course Senator Kerry and General Clark, criticizing him, saying he doesn't have enough experience in the military or foreign affairs. But I asked Edwards to weigh in on one of the most pressing issues of course concerning Iraq, where are these weapons of mass destruction that the administration claimed posed an imminent threat to the United States and justified the U.S. going to war. What does he think of the former administration's point man for finding those weapons, David Kay's statement saying he doesn't believe that they exist, and whether it's the intelligence community or President Bush that should be held accountable.",
    "statement": "It depends on what he was told. And I <<<THINK>>> that's what we have to get to the bottom of. What information did the president have? Not just the president. but other members of the administration. Was any of that information exaggerated? Did they tell us something that they didn't <<<BELIEVE>>> to be true? I mean, these are all things that an independent commission can determine."
  },
  {
    "transcript_id": "CNN-2186",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Bill Porter and his second wife Joan have been traveling the same path together for 16 years. The two first met when Bill hired her to work at his company, Commercial Electronics. But it wasn't love at first sight. Bill was already married. Joan quit her job after a few years, married someone else and waited 15 years before their paths would cross again as divorced single parents.",
    "statement": "Some place in my consciousness I always saw Bill and Aiola (ph) together and I didn't pay a lot of attention and I <<KIND OF>> put it out of mind because I was married. And so <ABOUT> 15 years later one day I was thinking of him and I called him and we got together and went out on his sailboat and that was it. It was like we were to be together."
  },
  {
    "transcript_id": "CNN-92007",
    "matched_terms": {
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Slavery in America, a new documentary on the struggle to maintain human dignity and remember the founding fathers you've likely never heard about. From the CNN center in Atlanta, I'm Kyra Phillips. Miles is on assignment. CNN's LIVE FROM starts right now. Wrong turn on Haifa Street, a deadly mistake for Kurdish officials making their way through Baghdad today. We get the details now from CNN's Nic Robertson. He's in the Iraqi capital -- Nic.",
    "statement": "<WELL>, Kyra, they turned down a street that is known for high insurgent activity. It is a long street. It is bordered on either side by high apartment buildings, insurgents able to shoot down from -- from the heights. Also known to use that area to fire mortars on the Green Zone. When officials from the Patriotic Union of Kurdistan, a Kurdish political party, turned down that street, they came under insurgent gunfire. A gunfight broke down. The firefight went on for at least half an hour. There were several loud explosions coming from the area. Three of those Kurdish officials were killed. A plume of black smoke rose up from the area, <<APPARENTLY>> from their vehicle that was set on fire. That not only the incident in Baghdad today. Earlier on, an official from the interior ministry, a senior official, was kidnapped. The interior ministry says at this time they do not know where he is and do not know who is holding him. And earlier in the day, in the southern city of Basra, an Iraqi journalist working for a U.S.-funded Arabic news -- Arabic television service, the Al-Hura station, was killed. He was just coming out of his house in the morning, getting ready to go to work. His two bodyguards had gone back inside the house. Just as that happened, the gunmen drove up, shot at him, killed him and his 3-year-old son -- Kyra."
  },
  {
    "transcript_id": "CNN-202572",
    "matched_terms": {
      "somewhat": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The church says look, we just don't have money to keep these schools going.",
    "statement": "I find that <<SOMEWHAT>> ironic from a church that has so much money, frankly. I look at the Pope flying away in a helicopter to his seaside, you know, castle. I <<<THINK>>> one of the core missions of the church is to help the poor, to assist the needy. And to walk away from these kids and others, they have put money ahead of educating our children, which I <<<THINK>>> is a fundamental core tenet of the church."
  },
  {
    "transcript_id": "CNN-47473",
    "matched_terms": {
      "tentative": "ungraded"
    },
    "previous_statement": "These reports coming in just in the last few minutes from Israel. This breaking story in northern Israel, near the town or the city of Hadera. A Palestinian suicide bomber reportedly had tried to detonate explosives that were strapped to his body at the entrance to a hall where a wedding party was taking place. He was overcome by security guards, but in the process, threw a grenade into the room. We are told that in the process, about 20 people were injured, five or so of them seriously. Joining us now on the telephone from Israel, CNN's Jerrold Kessel. Jerrold, what can you add?",
    "statement": "Judy, just the early reports coming in, but there are conflicting reports that the police are saying that definitely it's a terror attack. They're describing it as one man coming into the entrance of this wedding hall where a reception was under way. And there were explosives. It seems as if the man threw a hand grenades. There were also reports of shooting and at least 20 people are reported to have been injured or killed. There are reports that some of the injured are killed, but that's not yet confirmed. The police and rescue services, which were on the scene right away, and there are reports of many, many casualties in the attack. There are reports just coming in now that one man, one of the attackers, where there was more than one -- not yet clear, but that one attacker was killed within the hall. Not yet clear in what precise circumstances. But this happening in the northern coastal town of Hadera, a site which has been the scene of numerous attacks by Palestinian militants and terrorists in the last several months, suicide bombers. Whether these were in fact -- some of the reports that you referenced were men had come with explosives attached to themselves and intended to blow themselves up. That's not yet clear. But the reports are coming in from the scene, that they had fired and had thrown hand grenades. Those were the initial reports from the scene. Israel had been bracing for a possibility of an attack of this nature, as the <<TENTATIVE>> quiet of the last couple of week had been rudely interrupted over the last several days, with a good deal of bloodletting on the West Bank. And there are now reports, I'm just hearing, of five people being killed, and of the men who went into the wedding hall opening automatic fire and then throwing hand grenades, himself being killed. And the police chief, who had just been interviewed on one of the Israeli radio stations, saying definitely that this is a terror attack -- Judy."
  },
  {
    "transcript_id": "CNN-284425",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Eugene Scott, thank you so much.",
    "statement": "<WOULD> Dennis Rodman go too?"
  },
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That lady found my gold!",
    "statement": "Seriously, what luck that woman had to find a gold bracelet that's worth more than a thousand bucks. So, as you can see, some folks' gold is worth more, some less. But look, if you're thinking <ABOUT> selling gold now, we are at an all-time high."
  },
  {
    "transcript_id": "CNN-359154",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And did anyone at the White House condone the lying to members of Congress when he first appeared at Congress to talk <ABOUT> the lying -- <ABOUT> the Moscow project? And did anyone in the White House know that he was going to go and lie? Did anyone sign off on it? Those are going to be huge questions."
  },
  {
    "transcript_id": "CNN-376418",
    "matched_terms": {
      "around": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Nice to have you here this week. And I'm Christine Romans. It is Thursday, August 1st. 4:00 a.m. in New York and in Detroit. Coming into the second CNN debate in Detroit, Joe Biden carried twin burdens. The former vice president was the frontrunner with a target on his back. At the same time, his unsteady performance in the first debate in June in Miami had raised doubts whether he had the toughness and vigor to beat Donald Trump. That meant Biden's wide lead in the polls was on the line last night as he took fire from nearly every one of his rivals.",
    "statement": "I asked the vice president point blank, did he use his power to stop those deportations. He went right <AROUND> the <QUESTION>. Mr. Vice President, you want to be president of the United States, you need to be able to answer the tough questions."
  },
  {
    "transcript_id": "NPR-44458",
    "matched_terms": {
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Tennell Atkins, another prominent black city councilman, who actually brought the motion to defer taking the memorial down, explained, everyone in America is watching the city of Dallas and asking, are we doing the right thing? The third African-American councilman, Casey Thomas, said afterward, he wanted a second task force to study whether the memorial should be removed. With their three votes, Thomas, Atkins and Caraway could've brought the Confederate memorial down immediately. So why didn't they? Caraway explains.",
    "statement": "The statues, all of that is coming down. But do you have to <TAKE> down the whole <THING>? Do we have to start rebuilding from ground up?"
  },
  {
    "transcript_id": "CNN-287938",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The club's owner is using more than half of the $50,000 raised to compensate 38 employees. Those employees have been out of work since 49 people were killed inside the club earlier this month. Pulse's owner has made it clear she intends to reopen the club. No word on when that will happen. <WELL>, a horrific scene in Japan as a hillside home comes crashing down. This is the result of massive mudslides that have triggered by torrential rains in the area. The area had been evacuated before the home toppled over. <WELL> good Friday morning to you, I'm Pamela Brown in for Carol Costello. Thanks so much for being here with us. Just 30 minutes from now, Attorney General, Loretta Lynch will <TAKE> the stage in Aspen, Colorado, when she is expected to announce publicly that she will follow guidance from the FBI and career prosecutors <ABOUT> whether any charges <SHOULD> be filed over Hillary Clinton's use of a private e- mail server. Sunlen Serfaty is following the story for us. Sunlen?"
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "You know, Piers, there were also a couple of other big items that were mentioned. First of all, O.J. says that his attorney did not tell him <ABOUT> a plea deal that he <<COULD>> have taken to <TAKE> two years in prison instead of a long prison sentence that he currently has. And he also says that his attorney told him, advised him, not to testify in court. The attorney basically saying that he <WOULD> not be convicted. So he did not testify in court. And Simpson's new attorney is basically making the case that O.J. Simpson did not get that opportunity to speak up for himself against the evidence that prosecutors had against his character and events of those several days."
  },
  {
    "transcript_id": "CNN-36795",
    "matched_terms": {
      "may": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Sixty stem cell lines, are -- is this an unlimited supply of embryonic stem cells or not?",
    "statement": "Right. Right. <WELL>, a lot of scientists are saying that it's not and they -- in fact, they're saying, first of all, they were surprised to hear that there were even 60 out there and <<PROBABLY>> the president has information he's privy to that a lot of scientists are not. But they <<<THINK>>> that, you know, once the stem cells actually starts to differentiate, Colleen, meaning that it starts transforming itself into the type of cell like a neuron for brain or a heart cell, it's really hard to switch gears and <CHANGE> back to something else. So if one of those stem cell lines starts to get along that road, it <MAY> be hard to make that cell functional for -- you know later on down the road."
  },
  {
    "transcript_id": "CNN-209313",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Why are these days important for the marketplace? What does it mark? I mean, it's tough to explain what these contracts are. I mean, it's sort of looking into the future. They don't all necessarily have to expire on the same day, though.",
    "statement": "No, that's correct. It's simply important because typically, way back when, it was only two different classes of options and futures. And all of a sudden they've added another four different one. Hence the term quadruple witching. It's important because they all simply expire at the same day and some of them can be exercised; some of them can out worthless. You <MIGHT> be assigned on contracts. And so traders or investors really get to know where they stand on their existing positions on days like today after expiration. And you see whether these contracts have been closed out or not."
  },
  {
    "transcript_id": "CNN-261888",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. Well, let's parse that out because is China trying to hurt the United States or is China trying to save its own economy?",
    "statement": "China is trying to save its own economy. You had export numbers from China that were very bad recently and that spooked a lot of people <AROUND> the world. Ironically, China helping itself also helps the rest of the world because when China gets the flu - when China, you know, gets sick, everyone else gets the flu too. So it's a very delicate balance here. China's always - you know, for years people have said China needs to let its currency float more freely because it keeps tight control of its economy and its currency. <WELL>, now it is, but it's moving lower, so people are saying, <WELL>, it's - it's saying it's free market reforms but it really isn't. It's just trying to help itself."
  },
  {
    "transcript_id": "CNN-163773",
    "matched_terms": {
      "perhaps": "ungraded",
      "assume": "ungraded",
      "sense": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I would go back to the point that 90 percent of the airports in the country have no towers at all. And it's largely dictated by traffic counts. And so, after midnight, departures are about zero and arrivals are very few. So, staffing levels are done typically based on traffic counts. But, you know, the secretary has made a decision -- I'm not questioning that -- that he will require to controllers in that tower.",
    "statement": "There are some statistics as <WELL>. There has been an increase, 51 percent increase, in error from these air traffic controllers. I <<ASSUME>> that, you know, there are times when they have to leave the tower and go to the bathroom, or <<PERHAPS>> they haven't gotten enough sleep. Do you have a <<SENSE>> of why this is taking place?"
  },
  {
    "transcript_id": "CNN-234081",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That's correct. An autopsy was performed, a joint autopsy by Palestinian and Israeli doctors. And what they found among other things was that he was severely beaten on the right side of his head. But in his lungs was soot and smoke. And the belief is that he was set on fire, some people say he was forced to drink petrol or gas beforehand. He was set on fire and basically died while still breathing and burning -- Wolf.",
    "statement": "All right, Ben. Thanks very much. Ben Wedeman, reporting for us from Jerusalem. More now on the beaten Palestinian-American teen, Tariq Khdeir. His violent encounter with Israeli police all caught on videotape. The Tampa, Florida, high school sophomore accused of attacking security officers and rioting, namely rock throwing. Our senior White House -- senior White House officials, I <SHOULD> say, telling us, they were shocked by these scenes. And late today on \"THE LEAD,\" Jake Tapper asked Prime Minister Netanyahu's spokesman <ABOUT> it."
  },
  {
    "transcript_id": "CNN-233844",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Sunny Hostin, what do you think?",
    "statement": "Yes, I agree. I mean, I've been saying all along, this is something that happens, unfortunately, horrifyingly, all over our country. We know that last year in 2013 over 40 children died this way. I wrote an op-ed for CNN.com and I explained that I, too, left my child in the car when she was 14 months old. Thank God she was OK. So, I <<<THINK>>> we were all trying to give him the benefit of the <DOUBT> <ABOUT> this terrible epidemic that does <SEEM> to be happening <AROUND> our country. But today, we certainly heard a motive. And that's what the prosecution really needs to show a jury. Of course, it's not the element in any crime, but a juror I <<<THINK>>> is going to have a lot of difficulty thinking that a father <WOULD> bake his child intentionally in a car. <WELL>, when you hear evidence, Brooke, and I <<<THINK>>> it <WOULD> come out at trial, when you hear evidence that a father was on the Internet, on Reddit, looking at child --"
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And I have said and -- I mean, I know you all like to keep running that line and I've said repeatedly that I didn't think that that was an appropriate thing for him to say, but I stand by the president. I was at the event today, I went to the event because I thought --",
    "statement": "You know, Mayor, I didn't interrupt you. I <<<THINK>>> you <SHOULD> have some civility and allow me to finish what I'm saying. I went to the event because I thought it was an important <THING> to do because I stand for the National Anthem and for this country. And I <<<THINK>>> it's an important <THING> to do. The NFL's policy is an important one to do, but I <<<THINK>>> overall, this is a logistical issue. It takes a lot of planning. The White House was planning this since February, and I know that if the players decided at the last minute, which is what it seems, to -- on one day, Friday, 80-some-odd people were coming, and then right before the event, they call and let them know that -- <WELL>, not all those people are coming is to be a very small amount of coming. So, that seems --"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Mr. Zack, if you'll let him ask two, and then we'll go back to redirect. And you keep count, too.",
    "statement": "If you were to pick up a ballot and in the presidential column you found one chad punched through and another chad dimpled, what conclusion <WOULD> you come to?"
  },
  {
    "transcript_id": "CNN-232460",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "Congressman, I hope you're not implying anything other than that. The fact is --",
    "statement": "I'm just asking the <QUESTION>, Mr. Secretary, and you won't answer."
  },
  {
    "transcript_id": "CNN-332507",
    "matched_terms": {
      "assume": "ungraded"
    },
    "previous_statement": "I wasn't really with the clearance security --",
    "statement": "You <<ASSUME>>."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I really felt it would be the best place for them. The ghetto will make you rough, tough. It will make you strong.",
    "statement": "There was one point you bused in kids and had them stand <AROUND> the courts and hurl abuse and insults at the girls. Why did you do that?"
  },
  {
    "transcript_id": "CNN-383673",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "apparently": "ungraded",
      "tweak": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning, Joe. What are you hearing?",
    "statement": "<WELL>, it's pretty obvious, at least one <THING> is true, is that there's been a lot of concern <ABOUT> the messaging effort here at the White House and there have been a lot of questions <ABOUT> whether the White House needs to beef up its communications team or even <TWEAK> the message. What we do know is that they have settled on the idea of attacking the House inquiry on the area of due process as <WELL> as fundamental fairness. This, of course, is because the White House wants to point out the fact that the process that's going on on Capitol Hill right now is very different from the process that involved Richard Nixon or Bill Clinton. The Democrats, of course, say that's because there is no special prosecutor in the situation, and they do also say that the hearings will not always be secret. At some point they'll actually have public hearings. Now we're also getting some other information from CNN's Dana Bash essentially indicating that the president has been told to accept the inevitability of impeachment and focus on a Senate trial. Of course, we know that is what the president has been doing and pushing the Republicans. As far as news today, we need to also report that <AROUND> 11:00 Eastern Time, the president has tweeted out that he plans to make a statement on the Syria and Turkey situation with the Kurds being abandoned as the United States military forces have withdrawn. The president <<APPARENTLY>> trying to get out ahead of that resolution introduced just yesterday by Senate majority leader Mitch McConnell warning the administration on the implications of the decision the president made. Back to you."
  },
  {
    "transcript_id": "CNN-90401",
    "matched_terms": {
      "quite": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Tracy, just a question about this guitarist, because he was very popular in the heavy metal community. His name was Dimebag Darrell, and he came from a more popular group, a more popular group, you know, in our pop culture, called Pantera. Do you know anymore about him?",
    "statement": "<WELL>, we do understand that Abbott and another person with this band, once members of that popular heavy metal group called Pantera, <<APPARENTLY>> they were hot back in the '80s and '90s. This group, Damageplan, on a national tour, and they still had <QUITE> a following."
  },
  {
    "transcript_id": "CNN-48013",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right. And there are still questions about the authority of this central government, at least in their minds, and they wonder, you know, \"this is one more effort of the infidels to intervene in our country, we'll just stand fast, we'll stand for what we believe in, and we'll fight.\" And so, there will be a lot of head-knocking to come.",
    "statement": "I want to talk to you <ABOUT> one of these challenges of this new alliance that the U.S. has come up with, and you can really see that if you look at Uzbekistan. This is a country that has come to great aid of the U.S., especially the military effort, and so you have the military praising how they have been helpful partners. At the same time, you have the State Department coming out and saying these presidential elections you have you coming up, it's a sham, we're not even sending observers. Two different messages from the U.S. government to the military guys. Does that make it harder to do the job?"
  },
  {
    "transcript_id": "CNN-405818",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield. Top of the hour now, we're seeing an outpouring of reaction to the losses of two civil rights icons, gone within just 24 hours. Congressman John Lewis died overnight at the age of 80, his battle with stage four pancreatic cancer ended, just hours after the passing of Reverend C.T. Vivian, a longtime friend and confidante of Dr. Martin Luther King Kr. President Trump has ordered the White House and other federal buildings to fly their flack flags at half-staff for the remainder of the day, however, we have yet to hear from the president directly. Instead we're told he was out golfing this morning. He has not released an official statement or tweet, even though other White House officials have. Our correspondents are standing by with reaction to Lewis' death. Let's begin our coverage of the passing of John Lewis with Jeremy Diamond at the White House. Jeremy, is the White House saying anything <ABOUT> a possible upcoming statement or any other action?"
  },
  {
    "transcript_id": "CNN-211602",
    "matched_terms": {
      "maybe": "ungraded",
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "In the hail of gunfire, he is shocked Middleton was only hit twice.",
    "statement": "I <<<THINK>>> he was complying. I don't have any <DOUBT> even not being able to see what was going on that he was complying with them, <<MAYBE>> not in the time frame that the officer was looking for, but it seemed he was complying."
  },
  {
    "transcript_id": "CNN-135423",
    "matched_terms": {
      "about": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "Having inherited a trillion-dollar deficit that will take a long time for us to close, we need to focus on what we need to move the economy forward, not on what's nice to have.",
    "statement": "The decisions that he makes are clearly priorities, from his <PERSPECTIVE>, but what's the biggest complaint that you have <ABOUT> the budget blueprint he put forward today?"
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I don't think Richard Nixon liked him. And...",
    "statement": "<WELL>, I wasn't writing for love."
  },
  {
    "transcript_id": "CNN-204414",
    "matched_terms": {
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The innocent don't run away. I'm going to wait for justice. And, unfortunately, the county attorney, Barbara LaWall, did not want to cure the injustice. So, I wasn't going to give my another minute. They already took 42 years of my life.",
    "statement": "<WELL>, you're out. Welcome to the free world, sir, and <<PERHAPS>>, you can hopefully find work in the medical profession, somehow. Thank you so much, Louis and Larry, this morning."
  },
  {
    "transcript_id": "CNN-375377",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Now to President Trump on the attack again just a day after denouncing racist rally chants. The president is doubling down on his original attack on four Democratic congresswomen, and he is refusing to apologize for his tweet, which prompted all of it. CNN's Abby Phillip has more.",
    "statement": "Do you <TAKE> that tweet back?"
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're going to get in the car. The Secret Service, the car used by four presidents.",
    "statement": "Get ready. One of the great things to see when you visit the Nixon Library, and I urge to you visit it, is this White House Lincoln Continental limousine. Before I ask Julie <ABOUT> it, a couple facts. It was used by Presidents Johnson, Nixon, Ford and Carter. It's a 1967 model. Its windows and bubble top are bulletproof. It'll stop a 30-caliber rifle. It was retired from service in 1978, and the 1997 -- 1977 Guinness Book of Records says it's the most expensive car ever built, estimated at $500,000."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "Within Mr. Sharon's national unity government, what to do with Arafat is becoming strategically divisive. Israel needs to be realistic, argues Foreign Minister Shimon Peres, the man who helped conclude the original Oslo peace deal.",
    "statement": "We cannot force the Palestinians to <CHANGE> their leaders, but we have to press upon the Palestinians to <CHANGE> the authorities."
  },
  {
    "transcript_id": "CNN-400757",
    "matched_terms": {
      "should": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "hope": "ungraded",
      "positive": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So you're considering issuing a shelter-in-place order. How do you think your city is going to react to that?",
    "statement": "<WELL>, my <HOPE> is that we don't have to do that. That's why we had the press conference yesterday to be transparent and let people know exactly where we stood in this community. We wanted to let them know that cases have more than doubled over the last month. And we have seen not only a rise in deaths but we also have seen a rise in <POSITIVE> cases. So we wanted to try to let people know where are so they can go back to sanitary guidelines that they were using at the beginning of this pandemic. And the community has been great. They've really done a great job of going over and beyond to look out for their neighbors, their loved ones, and to help even small businesses and entrepreneurs. But it's not over. And we can't decide when it's over. I <<<THINK>>>, as Dr. Fauci said before, the virus will decide when this is over. And we aren't there yet in Montgomery and other places are. So we wanted to <<KIND OF>> sound the alarm and remind people they <SHOULD> wear masks in public, continue washing their hands and disinfecting everything that they can. And most importantly, they <SHOULD> stay at home as much as possible even though restrictions have been eased <AROUND> the state of Alabama."
  },
  {
    "transcript_id": "CNN-131832",
    "matched_terms": {
      "should": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right. Let`s move on to this other story that`s new right now. \"Dancing With The Stars\" star Cheryl Burke talking to Ellen DeGeneres about bloggers who, you know, are sadly making this big deal out of the fact that she gained about five pounds. I said five pounds. Now, Ellen asked her if she felt any pressure to lose that weight. Watch what Cheryl said.",
    "statement": "Did it affect you in a way where you thought you need to diet? Like, did you actually <<<THINK>>> to yourself, \"<<MAYBE>> I <SHOULD> lose weight\"?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Your Honor...",
    "statement": "<<PERHAPS>> if we're on the matter <<PERHAPS>> of credibility, if we <<COULD>> just be succinct."
  },
  {
    "transcript_id": "CNN-85809",
    "matched_terms": {
      "supposedly": "ungraded",
      "think": "ungraded",
      "guess": "ungraded",
      "wonder": "ungraded",
      "sold": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, not my line.",
    "statement": "I <<GUESS>> not. <WELL>, day one of Iraq <<SUPPOSEDLY>> in the hands of Iraqis is with us. But news of more American deaths in Iraq make some of us <WONDER> if anything has changed for the troops in the field. We will debate President Bush's Iraq policy after this. And then, when Senator Clinton <SOLD> a million books, my pal Tucker Carlson ate his shoe. So what do you <<<THINK>>> Bob Novak will do if Bill Clinton reaches the same milestone? We'll find out just ahead on CROSSFIRE."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "They're drinking. They are out drinking and having a good time.",
    "statement": "That's a good point. I was, too, I <<GUESS>>."
  },
  {
    "transcript_id": "CNN-233210",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "I think he would be disappointed, but he and his team would be challenging our Congress to at least begin dialog. No one is even talking about this issue. Every year, we sing \"We Shall Overcome\" and that is wonderful, but you know, next year, when we get to this anniversary, instead of just looking at the past, we should be singing \"We Have Overcome,\" and I think my -- I know my mom -- my dad always had voter registration and education on his agenda throughout his life. My mom, everything that we did, we always had a component of voter registration and voter education, and I think somehow we've lost something to some degree right this moment.",
    "statement": "You know what's interesting to me is how everybody uses Dr. King's name to justify their position, whether or not Dr. King <WOULD> <<<BELIEVE>>> in their position or not. Why do you <<<THINK>>> they do that?"
  },
  {
    "transcript_id": "CNN-97777",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "They said it's going to be windy and rainy, that's it.",
    "statement": "When that concrete building is gone, then I'll <<<BELIEVE>>> it's a storm."
  },
  {
    "transcript_id": "CNN-112995",
    "matched_terms": {
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And to our viewers, you're in THE SITUATION ROOM, where new pictures and information are arriving all the time. Standing by, CNN reporters across the United States and <AROUND> the world to bring you today's top stories. Happening now, a desperate search for two missing climbers after their friend is found dead. We're live in Oregon for the manhunt on the treacherous slopes of Mount Hood on this day of <HOPE> and heartache. Also this hour, Robert Gates takes charge of the Pentagon and an increasingly unpopular war. With have brand new record-breaking poll numbers on the Iraq mission and the way President Bush is handling it. Plus, Hillary Rodham Clinton and the Democrats' presidential campaign playbook. Is she seizing the spotlight back from another Senate star, Barack Obama? And can her party seize momentum in torture with a mile high convention? I'm Wolf Blitzer. You're in THE SITUATION ROOM. In Oregon right now, rescuers are scrambling to beat the clock and the odds, hoping upon <HOPE> that they'll find those two missing mountain climbers alive on Mount Hood. But they're also pushing ahead with the grim task of recovering the body of a third climber who definitely didn't make it. Let's turn to CNN's Dan Simon. He's in Hood River, Oregon with more on this life and death drama as it's unfolding. It's been now 10 days since they started that trek up the mountain. What do we know right now -- Dan."
  },
  {
    "transcript_id": "CNN-271602",
    "matched_terms": {
      "confident": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "President Obama will pay a visit to the families of the victims of the terrorist attack in San Bernardino tomorrow en route to his family vacation in Hawaii, an annual trip that has been interrupted by threats to the homeland before. Jim Acosta, CNN, the White House.",
    "statement": "<WELL>, for more on this we're joined by Steve Moore. He's a retired supervisory special agent for the FBI. Steve, always good to have you with us. You heard Jim cite in that report there that an ABC-\"Washington Post\" poll says only 22 percent of Americans are <CONFIDENT> that the government can keep them safe from a lone wolf attack. With that in mind, what do you make of the president's attempts to reassure the American public?"
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Yes, the record that happened. Do you think yes or no? I think you know, right?",
    "statement": "I know it ain't. But you know what? I was starting to get, like, sweaty palms because as they were looking at these numbers coming in all night and then they went to CNN after dark and started playing like the jazz music, I started to <<<THINK>>>, oh, no, this is the Bush-Gore 2000 all over again, we're going to be here for months figuring out Iowa. But they don't do recounts, folks. They don't do that <<KIND OF>> <THING>. And it's really <<KIND OF>> fun. It's just one by one by one by one."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "As Florida's Supreme Court deliberates on how Florida's recount should proceed, the Bush and Gore camps trade charges over the other's intentions.",
    "statement": "I just <<<THINK>>> the Democratic Party is reaching to try to find votes wherever they can be and where they're not."
  },
  {
    "transcript_id": "CNN-352829",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "So this is what desperation has driven these people to. They were not able to cross the bridge so now they've come across on rafts, some of them very heavily loaded, some of them with small kids, carrying all they have on their back and now they're going to get off here, finally in the Mexican side, and continue the journey north to the United States.",
    "statement": "Maria fled the violence of Honduras eight years ago. She's come to the river to see if her son will cross here. He was in the caravan and his cell phone died a day ago. Now she can't reach him. \"I'm worried because he told me to wait for him by the river,\" she says. \"Until he comes, I will stay here.\" After a week traveling, many of these migrants are out of money and <HOPE> is fading but they say they have no choice but to continue on -- Patrick Oppmann, CNN, on the Mexico-Guatemala border."
  },
  {
    "transcript_id": "CNN-3436",
    "matched_terms": {
      "kind of": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "You're sending me to an Indian casino dressed like a cowboy?",
    "statement": "I've been, like, taking everything so seriously and myself so seriously and getting wound up and all this <STUFF>, and I thought, you know what, I want to just go out, and have fun and do the <<KIND OF>> movie that I'd like -- that I'd really want to go see on a Saturday night."
  },
  {
    "transcript_id": "CNN-281603",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Have you gone to them?",
    "statement": "We have. We're on Twitter right now. We're talking to you, right? Every single presidential candidate in America <SHOULD> say -- <SHOULD> say don't cut the GI Bill."
  },
  {
    "transcript_id": "CNN-246408",
    "matched_terms": {
      "about": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well look, politicians, I mean it is fair for politicians to say they do not always know the full nature of every group that they address, particularly when they are lower on kind of the ladder and they don't have the staff to vet these organizations as they might have as they ascend to higher positions. But, you know, I think that -- as I say, on the current facts, I think there is not any kind of systematic push. You've seen some of the Democrats from Louisiana including Bennett Johnston who was the Senate candidate against David Duke in 1990 have come out and largely given Representative Scalise the benefit of the doubt. So absent some further information that shows that he had either greater ties to this group or a more clear understanding of what they were about it does not appear that this will be enough to derail him.",
    "statement": "So beyond Scalise, the last hour on Smerconish, I'm not <<SURE>> if you saw this, David Duke was on, and he said he's rubbed elbows with politicians on both sides of the aisle and he'd name names if any of them became hypocrites over this Scalise revelation. Listen and then we'll talk <ABOUT> it."
  },
  {
    "transcript_id": "CNN-222780",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And I think that's been the real effect for Governor Christie. Let's remember that he won re-election - LZ, you like that?",
    "statement": "I <<<THINK>>> we all liked that."
  },
  {
    "transcript_id": "CNN-346733",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Exactly. That's the most present example right now. And then -- but the question -- if those people are working with Mueller's team or with other prosecutors and saying, no, actually, you know, I was asked or told to do this through a chain of command that goes back to the big fish, that's problematic for the big fish. And you're seeing that play out here in a different way between Manafort and his deputy.",
    "statement": "So Shimon, <<MAYBE>> we'll see Gates at some point today. There <<COULD>> -- I mean, what <WOULD> be the gotcha moment for Gates if you're the defense?"
  },
  {
    "transcript_id": "CNN-98682",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Bananas. The winning ticket today could be worth at least -- is that number correct there?",
    "statement": "I <<<THINK>>> it's correct."
  },
  {
    "transcript_id": "CNN-54911",
    "matched_terms": {
      "certain": "ungraded"
    },
    "previous_statement": "Now, here's a product I've never seen before.",
    "statement": "This is a fun new product. What you do -- this is great for kids, or if you're not <CERTAIN> how long you can stay out in the sun. You apply one of these to your skin. Then put sunscreen on it, and then go have fun in the sun. When they turn orange, you need to get out of the sun."
  },
  {
    "transcript_id": "CNN-355744",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "-- and I think it's a relatively uncomfortable time for CEOs and we've got to figure out how to change it. I'm figuring it out as we go.",
    "statement": "I've always been such an optimist on technology and I'm looking at the last couple of years and thinking oh my God because this idea of are you making the world better, I <<<THINK>>> that people are genuinely questioning --"
  },
  {
    "transcript_id": "CNN-23779",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, despite that turnaround in the Dow today, it looked like IBM will provide about 40 points of support to the Dow 30 come tomorrow morning. It is trading at $6 in after-hours action, after the company beat earnings expectations by 2 cents, earning $1.48 in that fourth quarter, versus expectations of $1.46. Revenues came right in line; and, surprisingly, the company didn't have much bad to say about the current quarter, something that differentiates it from a lot of other tech companies. So, look for that positive boost to the Dow tomorrow. As for today, we saw selling pretty much across the board in Dow 30 stocks. The defensive stocks were lower, the drug stocks also lower. And also, a concern to traders here: Cisco and Intel, which trade over on the Nasdaq. Both of those stocks faded late in the session. Intel's closing just a fraction off a new low. So, keep an eye on those stocks tomorrow. As for how the Dow 30 fared here today, we saw selling in Boeing -- that stock down more than $2, despite the fact that its earnings came in, in-line with expectations. Home Depot also a big loser. The company downgraded by Prudential Securities. Wayne Hood there lowered his growth targets by a few notches going forward. And we also saw continued selling in a lot of the drug stocks. Johnson & Johnson lower by 2 1/2, Merck down another $2 -- that stock, by the way, is down $12 so far in 2001. Another defensive stock under some selling pressure today: Procter & Gamble, down 1 3/4. Advancers did beat out decliners here; that's the trend that we've seen now for more than a week. It was about 13 to 16 in favor of the winners, and volume continues to be very strong: 1.3 billion shares. One point of interest today came from Fidelity Magellan, which said its technology holdings fell to less than 20 percent of its holdings in the fourth quarter; that is below a market waiting. Fidelity does not disclose specific position. The two tech stocks fell out of its top-ten holding: EMC and Sun Microsystems -- Stuart.",
    "statement": "All right. That is Terry Keenan at the Big Board. Thank you, Terry. It is two weeks and counting to the next meeting of the Federal Reserve. And today, investors got more signs of an economic slowdown. Consumer prices remained in check in December, up just 0.2 percent. And inflation at the core level barely budged. Add to that industrial production, which slumped 0.6 percent in December, weighed down by a huge drop in output from American factories. <WELL>, the flood of economic news out in recent months has had many concerned that we're on a collision course with a recession. But, as Ceci Rodgers reports, it appears that manufacturing <MAY> already be there."
  },
  {
    "transcript_id": "CNN-238585",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "I think that President Putin has felt that when he got elected, he felt shunned, somewhat, by the West. And I suspect the West have made some mistakes in their dealings with him. I think with Ukraine, we -- we should have most likely made it clear that Ukraine will not become part of NATO and that we will respect the general nervousness that Russia has of having a country as big as Ukraine on their border as part of NATO. But having said all that, I think it's unforgivable that Russia seemingly sent tanks and troops into east Ukraine. And obviously, unforgivable that a commercial plane was shot down. I'm going to Ukraine in two or three days' time to meet the Ukrainian business leaders and to talk to them about it and see whether we can help make sure that the peace stays.",
    "statement": "<WOULD> you ever run for public office?"
  },
  {
    "transcript_id": "CNN-223941",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now to a CNN exclusive. You have heard the Republican response to the president's State of the Union address. How <ABOUT> the Iranian response? Our chief national security correspondent, Jim Sciutto, is inside Iran right now, just spoke with the foreign minister of Iran. Jim, how did it go?"
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "\"El Chapo\" wakes up this morning in the penitentiary, a place that he's very familiar with. He escaped from here last July. The outstanding question of course this morning is, Will Sean Penn face any consequences for that interview in the jungle? Mexican authorities want to question him. It's unclear if they're be getting get that opportunity. Chris?",
    "statement": "All right, Nick, thanks for staying on this for us. We'll check back throughout the day, I'm <<SURE>>. Let's turn to politics now. The Iowa caucus is closer than ever on both sides of the aisle. Look at this NBC News/\"Wall Street Journal\" poll. It shows Republican senator Ted Cruz tight lead over rival Donald Trump in Iowa. It <<COULD>> be within that margin of error. But Trump is still dominating in New Hampshire. We have live team coverage beginning with CNN's Athena Jones. Athena?"
  },
  {
    "transcript_id": "CNN-111514",
    "matched_terms": {
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "<WELL>, as we head into the midterm elections, stay up to date with the CNN Political Ticker. The daily service gives you an inside <VIEW> of the day's political stories. See for yourself at CNN.com/ticker."
  },
  {
    "transcript_id": "CNN-116119",
    "matched_terms": {
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Hey to you T.J. We were just talking to Allan Chernoff and you saw how it was raining there. This is a live picture out of New York right now, this is New York. You can't see it in the picture. Completely gray, gloomy. Lots of cloud coverage. This is a line picture from Boston, you see it is raining there; you see the raindrops on this shot. Now WCDD, Boston we are keeping track of their affiliate coverage on the Web right now. Their weather guy is blogging the storm, really interesting information I am going to share some of that with you coming up. The question here is how is this going to affect the Boston marathon. We are reading up on that, 23,000 people expected to race right now, 10:00 a.m. tomorrow is when it starts. For now the race is still on. We are going to be talking more about that coming up next from the dot-com desk.",
    "statement": "All right. Veronica, thank you so much. Meanwhile, in Iraq, an apparent mid air helicopter collision has killed two British soldiers. The choppers went down north of Baghdad. It does not <APPEAR> they were brought down by insurgent fire. One other soldier was seriously injured in that incident as <WELL>."
  },
  {
    "transcript_id": "CNN-280483",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Compare her to some of the most important men in her life today. Clinton is not credited with Bernie Sanders' honesty, Donald Trump's candor or her husband's magnetism. But she is doggedly working toward a Democratic presidential nomination. And as she approaches the general election, she will at some point have to convince Americans that she can be the first female president of the United States. Whether they like her or not. Jonathan Mann, CNN.",
    "statement": "All right. Let's debate it. Maria Cardona, Democratic strategist, Hillary Clinton supporter with me. Bill Press , host of the \"Bill Press Show\" and a Bernie Sanders supporter with us as <WELL>. Maria, let me begin with you. This issue of likability came up. You just heard it in '08. You heard Obama say she's likeable enough. What do you <<<THINK>>> this issue -- she can't <<SORT OF>> shake it."
  },
  {
    "transcript_id": "CNN-61974",
    "matched_terms": {
      "probably": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "You have heard that these men <<PROBABLY>> have nothing whatsoever to do with this. They were just in the <WRONG> place at the right time?"
  },
  {
    "transcript_id": "CNN-352415",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I really think it's the most important quality in a leader. It means that you can understand other people's points of view. In fact, Teddy Roosevelt said that the way democracy would fail would be if people in other regions, sections and religions and parties see each other as the other rather than as fellow citizens, fellow human beings. Lincoln was born with empathy. When he saw a little turtle being used by other little kids to put hot coals on the turtle's back and make them wriggle, he went up and said, \"This is wrong.\" He could feel the pain of the turtle. Teddy Roosevelt developed empathy. He didn't have it at first. He comes from a privileged background, but he goes into tenements and he sees what life is like for those people. He's a police commissioner. He walks the streets at night. And suddenly, he said he begins to feel consciously that he wants to help those people do something. And FDR developed, I think, much more empathy after his polio. He suddenly was close to other people to whom fate had dealt an unkind hand. Without empathy, you can't bring people together. You can't understand other people in a large-scale democracy. And I don't see that so far in President Trump. It's the one big missing thing. You keep hoping it's going to come. There are moments in the hurricanes where he seems to show it, and then he mocks Dr. Ford instead of just saying, \"I'm triumphant. I won, and reconciling and reaching out.\" You just keep waiting and waiting.",
    "statement": "What do you <<<THINK>>> is President Trump's leadership style? What defines it to you?"
  },
  {
    "transcript_id": "CNN-219990",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Not once.",
    "statement": "Didn`t break it. I mean, I loved it. I <<<THINK>>> more actors <SHOULD> do this. It`s <<SORT OF>> like how Borat and the diplomat, like Sacha Baron Cohen went out on the red carpet as those characters. I love that. I got like <A LITTLE> lady excitement."
  },
  {
    "transcript_id": "CNN-214492",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "kind of": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Matt, you say that Putin could actually theoretically get a nod from the Nobel community should this work out.",
    "statement": "<WELL>, Putin is totally in control of this situation. If you read that op-ed, it's actually, if Obama were still running for re-election in 2016, Putin <WOULD> be outflanking him to his left, is <<KIND OF>> the peacenik candidate against the warmonger Obama. You <<COULD>> argue that Putin, if he pulls off this Syrian <THING>, will have done more to deserve a peace prize than Obama did when he got the first one just by taking office."
  },
  {
    "transcript_id": "CNN-140000",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So, this is applying the Iraqi strategy of clear, hold and build here in Afghanistan?",
    "statement": "<WELL>, it is, indeed. And that is, in fact, one of the critical differences with previous operations."
  },
  {
    "transcript_id": "NPR-30846",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "wrong": "ungraded"
    },
    "previous_statement": "I don't think there's much that monetary policy's capable of doing to really healing labor markets right now. I think it requires a lot of little small things all over the economy - training workers better, reducing the overhang of uncertainty having to do with the fiscal situation at the federal level and the like. And I just don't think it's something that we can do a lot about. The real economy is beyond our ability to influence in large measure at this point.",
    "statement": "And if it does work out, <WOULD> you be prepared to come out and say, you know what, it worked out. I was <WRONG>. I <SHOULD> have voted for it."
  },
  {
    "transcript_id": "CNN-6000",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't believe that.",
    "statement": "Bob, let me remind you that Bush said, I won, he didn't. He <SHOULD> come to me."
  },
  {
    "transcript_id": "CNN-250869",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Eleven minutes after the hour. We do have a break from the winter temperatures across the country. Will it stick? Let's hope so. Meteorologist Pedram Javaheri here with an early look at the weather.",
    "statement": "John and Christine, good morning to you. You know, 40s and 50s never sounded so good. We still do have some wintry weather in place, generally north of Pittsburgh, eventually towards Williamsport with snow showers possible, mainly in the morning hours. We do have <ABOUT> 4.5 million or so people underneath winter weather advisories from say Philly to Allentown eventually towards Tom's River for some morning flurries. <<POSSIBLY>>, New York gets in on some flurries, no accumulations and way too warm for any of it to be sustained to the afternoon hours. The big story down <AROUND> the Gulf Coast, from Houston outwards to Austin to San Antonio, <ABOUT> 11 million people dealing with flash flood watches that are in place here, where the next couple of days where some heavy rainfall possible, moisture coming in from the Pacific and also the Gulf. So, you know plenty of rain to go <AROUND> in the next coming days. Two to four inches <AROUND> Houston by mid to the latter portion of the week, from Birmingham up towards portions of Tennessee, four to six inches possible, mild weather across the south with all this rainfall -- look at Atlanta, 70 or so, gets up to the mid-70s. Plenty of rainfall in the forecast on New York and Boston, not too bad, low to mid-50s possible by the middle portion of the week -- John and Christine."
  },
  {
    "transcript_id": "CNN-247966",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thousands of flights canceled. Even the NBA has canceled two basketball games that were to be played tonight in New York.",
    "statement": "You're looking at the West Side Highway here. The traffic along the West Side Highway has gotten much thinner throughout the day as the snow has gotten heavier. And I can tell you why. Because the road conditions out here are getting slushier and more slick. It's <ABOUT> 24 degrees out here. Not only are private vehicles going to be banned after 11:00, but public transportation here shut down. New Jersey Transit will be shut down at 8:00 p.m., public transportation across the city at 11:00 p.m. This storm is massive and the city is bracing -- Wolf."
  },
  {
    "transcript_id": "NPR-18146",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Bye-bye. Let's talk with Lori(ph). And Lori's calling us from New Jersey.",
    "statement": "Hi. I agree. Europeans are happier. I just came from working in Norway for a year, and what I <<<THINK>>> is that even if Europeans work more, if they work a 12-month year, if they work a 40-hour work week, they will still have different attitude when going to work. Work has much less stress. People are generally happier, and I <<<THINK>>> that they are and can be as productive as we are in ways of quality, for example."
  },
  {
    "transcript_id": "CNN-205645",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean, for heaven`s sakes, this is not a documentary. You know, who cares? Poor victims.",
    "statement": "It`s Hollywood. All right. <WELL>, Emma Watson is imitating this burglar for a movie. But now, <<COULD>> Justin Bieber be in trouble for imitating -- oh, I don`t know -- Snoop Dogg and Willie Nelson and their pot-smoking adventures? <WELL>, this takes us to No. 1 on our \"SHOWBIZ Countdown\" of today`s \"Celebrity Justice Shockers.\" We learned today that Justin Bieber`s tour bus was stopped and search in Sweden. This was after cops say they smelled some marijuana. That is like an everyday occurrence for the likes of Willie and Snoop Dogg. Right? But Bieber`s incident took place in Stockholm as his tour took him through Scandinavia. CNN International anchor Max Foster is all over this watching all of it for SHOWBIZ TONIGHT. He`s joining us from London. Max, what do you know so far <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-289858",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Now, that message also in sharp contrast from what we heard from the Republicans and Donald Trump who last night was asked about the \"Mothers of the Movement\", and he said, he emphasized law and order and protecting our police. Much different from what we heard at the Democratic convention last night, Alisyn.",
    "statement": "Absolutely. I mean, it's been pointed out, that <<MAYBE>> those things don't need to be mutually exclusive. But we'll get into that later in the program. Thanks so much, Manu. So, will all of these personal stories <ABOUT> Hillary Clinton sway the voters who do have trouble trusting her? Our political panel discusses that, next."
  },
  {
    "transcript_id": "CNN-409450",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Lake Charles dealing with a chemical fire at a plant in the area. The CDC now warning about carbon monoxide poisoning, since thousands of homeowners and businesses could turn to gas generators for power and propane grills for cooking, those are very dangerous in confined spaces. CNN's Martin Savidge is on the ground for us in Lake Charles.",
    "statement": "Good morning, Christine. Good morning, Laura. The damage to Lake Charles, Louisiana, is extensive and it's severe. It's like they had a tornado only on a much more massive <<KIND OF>> scale, and whether it's a commercial district or a resident area, like where we are, it's pretty much all the same. This apartment complex got nailed. The roof has been ripped off and it's unlivable for the time being. Then you <TAKE> a look at the street we're on. The side streets are choked with debris, downed power lines and trees that have come crashing to the ground. Power is out in most areas, so is the water. When it comes to the electricity, it's not going to be a quick fix. Not just some power lines down on the ground. No, it's the power poles that have literally been slammed to the ground. The transformers have all been trashed and it stretches for miles and miles and miles. The basic grid will have to be replaced in some areas. If you stayed for this storm, you'd <<PROBABLY>> never forget it. If you left, you're <<PROBABLY>> grateful that you did, but just know it's not the same Lake Charles that you're coming back. The governor said it <<COULD>> have been worse and he's right, because there was all this talk <ABOUT> the severe storm surge up here. That never materialized but what the water didn't do, the wind definitely did. It's going to be a long and very painful recovery -- Christine and Laura."
  },
  {
    "transcript_id": "CNN-303047",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "positive": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It was the first time ever. Good morning and welcome to EARLY START. I'm Christine Romans.",
    "statement": "Nice to see you this morning. I'm John Berman. It is Friday, January 13th. It's 4:00 a.m. in the East. And this morning, the newest debate in Washington between the president-elect and the people he has chosen to be in his cabinet. In the confirmation hearings this week, nominee after nominee seemed to <TAKE> opposing positions from Donald Trump on issue after issue, again and again. The nominee for defense secretary, General James Mattis, told senators the U.S. must honor the Iran nuclear deal. This is a deal that Donald Trump has vowed to shred. The nominee for CIA Director Mike Pompeo vowed he <WOULD> absolutely not return to the use of extreme interrogation tactics on terror suspects. This is not what the president-elect has said, especially during the campaign. He said he <WOULD> bring back waterboarding and much worse. And both nominees took a tougher line on Russia than Donald Trump has done so far. Let's go to our national security reporter Ryan Browne with us in Washington this morning. The <QUESTION>, Ryan, is, is this a team of rivals? Is Donald Trump inviting opposing views to the table which everyone agrees is a <POSITIVE> <THING> or is this a lack of a cohesive message?"
  },
  {
    "transcript_id": "CNN-28890",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Some are very anxious, and they'll be anxious until it gets back down to 19 feet. Twenty-two feet is the really, the critical stage.",
    "statement": "And the river <MAY> crest to just over 22 feet by Tuesday. There is also concern <ABOUT> contamination. The rising river caused the sewage treatment plant to close, which is now dumping millions of gallons of untreated water into the Mississippi. (on camera): To make matters worse, there's a national shortage of tetanus vaccine, which can be important if anyone is overexposed to the river's bacteria. Bottom line: residents here are being warned and told to go to their family doctor to get updated on shots. (voice-over): Davenport was hard hit by record floods in 1993. The <HOPE> here is a lot of hard work and <A LITTLE> ingenuity will hold the river back. Keith Oppenheim, CNN, Davenport, Iowa."
  },
  {
    "transcript_id": "CNN-98552",
    "matched_terms": {
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Carol, what's going on here is a race to find at least some children alive. Many volunteers have come here. They've come here from all parts of Pakistan. And they are digging furiously through this rubble. They started digging about two to three hours ago, and so far no luck. They say they will continue with their task. I've been talking to people here and they've been telling me that this school once had 750 girls which studied here. Out of those, 150 perished when this entire school virtually collapsed in a heap. Today, this morning, since I've been here, I've been noticing some students standing around the school, very traumatized, very scared, but slowly they came back in. They came back in to search for their belongings, their school bags. And they did spend some time talking with me. One girl in particular telling me she couldn't understand why god would do something like this to children. This entire community here, Carol, remains traumatized and this school, perhaps, symbolizes the pain, the suffering and the grief of the people across Pakistan -- back to you.",
    "statement": "Satinder Bindra reporting for us live this morning. The U.S. is hoping that aid <<COULD>> keep -- <<COULD>> help keep bird flu at bay. Cambodia is just one country that's getting American assistance to fight the virus. The <HOPE> is that efforts in Asia <<COULD>> keep bird flu from becoming a deadly pandemic. For more on that plan, we're joined by Health and Human Services Secretary Mike Leavitt. He's currently in Laos on a tour of Asian countries affected by the avian flu. Good morning, sir."
  },
  {
    "transcript_id": "NPR-44098",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now for 44 days after that happened, nobody knew where these civil rights      workers were.  And, in fact, at the time, a lot of state and local      officials were saying, you know, that nothing had happened to them.  This      was just a big hoax, a Communist hoax, to stir up trouble in Mississippi.      And the whole time that the search for them was going on really focused      attention from the national media on what was happening in the South,      that there was violent opposition to civil rights, and it really got      people's attention.",
    "statement": "Now Edgar Ray Killen was put on trial in connection with these      murders back in 1967.  Tell us <ABOUT> that federal case against him."
  },
  {
    "transcript_id": "CNN-140309",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Suzanne Malveaux, thanks very much. A reminder -- stay with CNN. We're going to have live coverage of President Obama's arrival in Ghana a little bit more than an hour or so from now. That according to the schedule. Some people are asking why the president is visiting this African nation and why now. CNN's Nkepile Mabuse is joining us now from Ghana, Accra, the capital, with more on what's going on. All right. Give us the background a little bit.",
    "statement": "<WELL>, Wolf, while the rest of the continent is asking, as you rightly said, why Ghana, people here are celebrating the fact that they are the first Sub-Saharan African country to host the first African-American president."
  },
  {
    "transcript_id": "CNN-158034",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Let's listen to that for just a minute. (",
    "statement": "I have to say that I'm sad <ABOUT> the fact that we had a second -- during my term, a second decline economically, because, no matter how much I brag <ABOUT> what we have accomplished, it is horrible when you see so many people unemployed, so many people losing their homes, so many people suffering, businesses closing down, and all of those <<KIND OF>> things. So, you know, I <HOPE> that Democrats and Republicans get together and bring back the jobs and bring back the economy as quickly as possible --"
  },
  {
    "transcript_id": "CNN-245707",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Jumaane, do you agree the mayor should --",
    "statement": "Oh, absolutely. And what you were talking <ABOUT> was a petition that Patrick Lynch, the leader of the union, tried to put out, but there's no word that said that these officers signed the petition. I agree he has to go to the funerals. The other <THING> I wanted to say, we have to stop trying to delegitimize people's experiences. And so people in this country didn't get on a conference call and say we're going to do something all at once. What you're seeing here is actually legitimate issues and legitimate real life things that people are going through. When you delegitimize people' s experience, their human experience, it becomes a frustrating <THING>."
  },
  {
    "transcript_id": "CNN-239275",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They hit him with the gun and say close your face. Close it, but in Arabic. I explain to him, Steve, close your eyes or they will hit you. They hit me and say to me, shut up, don't talk English. \"Do you know who is us?\" I told him, I think you are ISIS. Islamic State in Iraq and Sham. He said, yes, you are in the Islamic State of Iraq and Sham. We should kill you because you are spy. You work with America with CIA and FBI. We will leave you now because you have these papers, you can go now. But if we hear you're working with journalists again, we will kill you for sure.",
    "statement": "We reached out for the FBI. And while they wouldn't comment in Abubaker's claim, they did give us a statement, that recent part, the FBI is actively investigating the savage murder of Steven Sotloff. We are committed to bringing the murderers to justice. Just an incredible story. It raises some serious questions <ABOUT> the U.S. response to these kinds of terrorists kidnapping. I want to bring back Jamie Dettmer, independent correspondent and Patrick Skinner, the director of special projects at the Soufan group and former CIA case officer. Patrick, to you first. This man was with Sotloff when he was kidnapped by ISIS, but he says he was never interviewed by any U.S. official. Does this surprise you?"
  },
  {
    "transcript_id": "CNN-235386",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Are you up bright and early? Because we have an awful lot to talk to you <ABOUT> this morning. Good morning to you. I'm Christi Paul."
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Are there any questions?",
    "statement": "Yes. You said it was an accidental overdose, but that <WOULD> be prescription medication as opposed to..."
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "I think he cares enough about it to try.",
    "statement": "-- I don't see what factors <CHANGE> for him."
  },
  {
    "transcript_id": "NPR-19300",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Can you tell why one is read today and the other isn't?",
    "statement": "Oh, yes.  Cheever's work is of use to someone who's      interested in whaling.  \"Moby Dick\" is of use to anyone who's interested      in the human condition, and I <<<THINK>>> that's the real difference between      the two."
  },
  {
    "transcript_id": "CNN-312916",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Mr. Trump had already made the fight against terrorism a set to beat at his first",
    "statement": "He condemned the attack and the terrorist behind it in uniquely, shall we say, \"Trumpian\" terms. <TAKE> a listen."
  },
  {
    "transcript_id": "NPR-20629",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now it's time for our segment called Words You'll Hear. That's where we <TAKE> a word or phrase that we <<<THINK>>> will be in the news in the coming days and let you know what it's all <ABOUT>. This week, our word is laureate. That's because the Nobel Prizes will be awarded this week in disciplines that include medicine, physics, chemistry, literature and peacemaking. And if you get one, you're considered a laureate. But what is a laureate? Where does the word come from? And how did this all start? Here to tell us more is Gustav Kallstrand, chief curator of the Nobel Museum in Stockholm. And we reached him there. Thank you so much for speaking with us."
  },
  {
    "transcript_id": "CNN-284425",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I have no problem speaking to him. He also said on North Korea, China can solve that problem with one phone call. Just takes one little call, you solve the entire problem. China can do it. We can make China do it. Donald Trump weighing in on this subject. Could he fix North Korea and do his supporters I guess believe that he can fix North Korea?",
    "statement": "<WELL>, his supporters certainly <<<BELIEVE>>> he can fix North Korea. The challenge with Donald Trump, especially for those with foreign policy background, is that he really doesn't have any history that he can fix the problems that he says he can. <QUITE> frankly, what is it he's going to talk <ABOUT>? He didn't give us any background. We need to know. People want to know, what is it he will say? Obviously, we want to <<<BELIEVE>>> that his focus will be keeping America's best interest in mind, but there's some concern if he even knows what that is. He doesn't have a strong foreign policy background."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, he said a lot. And I think he's done with it for now, John, Kiran. Good morning. You know, Imus is on the air right now. And just moments ago, he began his radio show by talking about those comments that got him in big trouble yesterday. The radio host, while talking about a suspended NFL player -- you just heard his name -- Adam Jones, asked his co-host what color is he. When the co-host replied he's African-American, Imus said, there you go. Now we know. That's the background. Here's how Imus responded to those comments this morning.",
    "statement": "What did I mean by the Pacman Jones remark? I thought, <WELL> -- what I meant was when Warner and I were talking yesterday <ABOUT> Pacman Jones being arrested six times in which I <<<THINK>>> was just -- you know, was obviously they're picking on him. So I asked Warner what color he was. Obviously, I already knew what color he was. The point was, in order to make a sarcastic point, I asked Warner what color he was. Warner told me. I said, <WELL>, there you go. That's the point."
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Kind of sort of restart the clock and rebrand this. Not as something that comes out of September 11th.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-180560",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How common do you think this is?",
    "statement": "<WELL>, you know, Talia said to me we're not the only ones going through this. A lot of my friends are in that situation. And it doesn't give me comfort, it just makes me more worried. And if you dig into the numbers, even in the very good jobs report that we got on Friday, Ali, they're not really any better for those long-term unemployed."
  },
  {
    "transcript_id": "CNN-230417",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "If you look at some of the ads in the race, it's got some of the most, you know, vicious, frankly, hilarious ads that are out there this cycle and it's a reminder for West Virginia and Kentucky, two of the most anti-Obama states in country and still states where some way, somehow Democrats can win statewide. The governor of Kentucky is a Democrat. Not just a Democrat. He's running an Obamacare exchange. So for all of our talk about the Democrats that are disappearing, there are a few rare ones out there and they find ways to win in these very difficult states and Mitch McConnell has something that is very hard to overcome as a leader in Washington and maybe the folks in Kentucky dislike Washington.",
    "statement": "It <<PROBABLY>> depends on how much they are able to attach Obama versus the governor to Alison Grimes."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Well, and it tells me that she`s either cooperating with them, or in fact, they are trying to build a stronger case against her. But initially right now, it sounds like she`s cooperating with them.",
    "statement": "Ellie, what <ABOUT> what Tammy in Kentucky mentioned is true? <<APPARENTLY>>, they were spotted at a dumpster cleaning out what, the vehicle?"
  },
  {
    "transcript_id": "CNN-115833",
    "matched_terms": {
      "rather": "ungraded"
    },
    "previous_statement": "Deadly domestic disputes, they happen all too often. How to stop the violence, ahead in the",
    "statement": "And powerful storms sweep parts -- sweep through, <RATHER>, parts of the South. A trail of damage is left behind. Severe weather in the NEWSROOM."
  }
]