[
  {
    "transcript_id": "CNN-362701",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "I'm offended --",
    "statement": "A visibly angry Chicago Police Superintendent says it, \"Pissed everybody off in the police department when they discovered a possible motive for Empire actor Jussie Smollett's <ALLEGEDLY> fabricated attack.\" Superintendent Eddie Johnson says Smollett did it because he was dissatisfied with his salary that he took advantage of the pain of anger of racism to promote his career."
  },
  {
    "transcript_id": "CNN-111917",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "Even Brooke Anderson said, actually, you <KNOW>, not such a bad guy. But we need to move on from K-Fed right now because in just a couple of weeks..."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "But there is no voter fraud. The only voter - the biggest voter fraud in this country in the last 200 years was perpetrated by the United States Supreme Court in 2000 when they stopped a vote count, which they had no right to do. There was a process for electing a president if you don't know what the votes count, and that's - goes to the Congress of the United States. So, you know, the actual number of people who've really cheated in going to the polls and try to vote when they're not supposed to is in the double digits for the last - over the last 15 years in this country.",
    "statement": "There is no substantial voter fraud. This is baldly, as the caller said, an attempt to disenfranchise people who <MIGHT> vote for Democrats. It also disenfranchises people who tend to vote Republican. For example, seniors in nursing homes who don't have driver's license anymore. It's a pathetic selling-out of the United States of America to support these kinds of votes. It puts your party in front of your country, and there's a lot of that going on in politics today, and it needs to stop. And the American people <KNOW> it, and it's why Republicans are having a hard - trouble winning presidential elections."
  },
  {
    "transcript_id": "CNN-176058",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome to NEWS STREAM, where news and technology meet. I'm Kristie Lu Stout, in Hong Kong. And we begin in Syria, where pressure is mounting on the government both from protesters inside the country and at a meeting of the Arab League. Chinese dissident artist Ai Weiwei speaks to NEWS STREAM <ABOUT> his massive tax bill and imminent appeal. And the long walk to recovery for Gabrielle Giffords, the U.S. congresswoman who was shot in the head earlier this year. Syria stands increasingly isolated. The Arab League is set to reaffirm its decision to suspend Damascus. Now, one-time ally Turkey is threatening to turn off the power, and that comes after Jordan's king essentially called on Syrian President Bashar al-Assad to step down. And earlier this month, al-Assad's government agreed to an Arab League peace plan. The regime said it would withdraw troops, release prisoners, and let journalists and monitors into the country, but the bloodshed has continued. YouTube videos like this one chronicle the crackdown. And activists say 400 people have been killed since the November 2nd agreement. On Tuesday, Damascus moved to keep one of its promises, freeing nearly 1,200 detainees, but opposition groups said that was too little, too late. Let's bring in Ben Wedeman from CNN Cairo. And Ben, has the suspension been ratified yet? And just how significant is this move?"
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "maybe": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "So was the baby -- Gurnal, was the baby in her vehicle, or was he in a stroller or a shopping cart beside the vehicle?",
    "statement": "From what we understand, he was inside the vehicle. And then when she went to get the produce, he either made his way out and made his way off, or still they`re trying to investigate whether it was the <FACT> that <MAYBE> someone took him."
  },
  {
    "transcript_id": "NPR-41554",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Not that Graydon Parrish is worried about any of this. He'll continue to paint the buff and beautiful, depicting, as he says, the inner beauty, no matter what the subjects are going through. And it's not as if in his 30s he feels so underappreciated that he wishes he'd been born in a different artistic era.",
    "statement": "Because there's a freedom as a classical artist that I don't <KNOW> if you get being a contemporary artist, because it is a real vanguard, it's a real outside of the norm, it's an under the radar thing. And it's like the people at the bottom of the boat in \"Titanic\"; they were the ones that got to party. The ones up above were the ones that had to be proper and conform. But I can dance and drink and sing and really enjoy myself."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I'm talking about the",
    "statement": "Right. The GRU (ph) campaign directly targeted Hillary Clinton. The IRA campaign is much more dispersed. It started before the election and it's lasted afterwards. Their goal is to get people not to trust each other online in America. They want us to <BELIEVE> that our political opponents are the craziest -- you'll hold the craziest wildest versions of any argument. And so that's why they will pretend to be, for example, a black lives matter activist. And in doing so will push forward much more radical positions than anybody who is legitimately part of that movement. And then on the other side they'll have a pro police group that will specifically reference that group saying, Oh my god, look ."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think that there is patience up to a point. And the point will be the three or four rulings that occur now: the Supreme Court ruling, the ruling on the recounts and the ruling on whatever counting system will be used.",
    "statement": "<WELL>, how will we <KNOW> that voters have run out of patience? What will tell us?"
  },
  {
    "transcript_id": "CNN-407295",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, yes. And I still have a long recovery. My voice is raspy. You know, this is not my voice. I still have to take small swallows, you know, when I'm drinking. I still have to -- I had a rolling",
    "statement": "I am <SURE> --"
  },
  {
    "transcript_id": "CNN-404069",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "New case numbers in the United States over the last four days have now eclipsed the previous highs from late April. Florida reported 18,000 new cases this weekend alone. Numbers rivaling what New York saw just a few months ago. The governor says a whopping 20 percent of people between 25 and 34 years old are testing COVID in the -- using positive in the United States, meaning young people with no symptoms are likely spreading this virus.",
    "statement": "Yes, Dr. Anthony Fauci says that even with a vaccine for coronavirus, the U.S. <MAY> not achieve herd immunity because too many people <MAY> refuse to get it. Three vaccines are set for large clinical trial soon, and as he said before, there's a sizeable anti-science, anti-authority sentiment in parts of this country. A CNN poll last month found that one-third of Americans would not get a COVID-19 vaccine even if it's widely available and affordable."
  },
  {
    "transcript_id": "CNN-128839",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Do you have enough to survive?",
    "statement": "Yes. We just made last week <ABOUT> 15 pounds of fish jerky from three mahi mahi that we speared."
  },
  {
    "transcript_id": "CNN-12567",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And what has Dick Cheney been doing since he served in the Bush Administration, and how is he expected to be on the campaign trail? Trent Lott described him this morning as being rather quiet.",
    "statement": "<WELL>, he'll be interesting to <VIEW> as a candidate. We haven't seen him on the campaign trail since he left the House of Representatives. He is a very low-key <KIND OF> guy, not the <SORT OF> person that you can easily envision up there rallying the troops. But we always find that, when people get into that position that they can, in <FACT>, rise to the occasion. As far as what he has been doing, he has been working in Texas. He is a very wealthy man. He has extensive dealings in the oil industry. This is another thing that the Democrats are pounding on, saying it's an all-oil industry ticket. As you <KNOW>, oil is one of the larger businesses here in Texas. So, he is giving up, by the way, <QUITE> a bit of money to come in and do this trip -- at last in terms much salary -- do this vice presidency. But earlier on in the process, he ruled himself out, but later on, began to put out hints that indeed he would be willing to be considered. And again, today, we're just waiting for them to make it official."
  },
  {
    "transcript_id": "CNN-113139",
    "matched_terms": {
      "think": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "I'm quite confident that what I've heard from the",
    "statement": "Gates says he never discussed specific troop numbers with Iraq's prime minister, Nouri Al-Maliki, and insists he has not made up his mind if a surge is the way to go. But Gates will be able to report to President Bush that opposition to the surge option is not universal among U.S. commanders and that if he adopts it, the president can say what he's doing is what some generals <THINK> is <BEST>. Jamie McIntyre, CNN, Baghdad."
  },
  {
    "transcript_id": "CNN-149493",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, love her or hate her, it's hard to ignore Sarah Palin. The former Alaska governor and GOP vice presidential candidate is certainly a political lightning rod and she struck again over the weekend when she introduced Senator John McCain at a campaign event. It's one of our political hot topics this morning. And joining us now from New Orleans, CNN political contributor Mary Matalin; and from Washington, Lanny Davis, Democratic strategist and former White House counsel. Thanks to both of you for being with us. So, this was interesting to watch, because after a year of sort of sniping between Senator John McCain's camp and Sarah Palin's camp, they're back together. And he needs her now. You know, he was -- she was invited to come speak for Senator McCain. What's going on, Mary?",
    "statement": "<WELL>, the senator and Governor Palin were never at odds. The campaigns, as Lanny will tell you, we've been through a few, tend to get tense at the end there. And that one did. And it's <WELL>-documented. But the senator has always been loyal to her and vice versa. And she made a very good point. We need new blood. We need fresh blood. We need Constitutionalists. So, we need statesman and heroes, and people who <KNOW> how to work the system. And John McCain does. So, they -- it was a good trip for both of them."
  },
  {
    "transcript_id": "CNN-34159",
    "matched_terms": {
      "clearing": "ungraded"
    },
    "previous_statement": "But the diary, like the citation, is ambiguous and open to interpretation. What appears to be an account of what happened to Johnson's plane, again, might simply refer to what happened to the other 10 planes that completed the bombing run. That's what historian Barrett Tillman argues, that the timing doesn't add up. (on camera): When Johnson's plane was returning to Port Moresby, at 10:08, where were the rest of the planes?",
    "statement": "The rest of the planes were just <CLEARING> the target area. Their time over target was within a few minutes of the 10:08 period, at which time the Heckling Hare landed back at Port Moresby."
  },
  {
    "transcript_id": "CNN-42941",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So if it passes, a family member of somebody who lost somebody in the attacks would not be able to sue any of those people?",
    "statement": "<WELL>, the companies, the port authority in New York, those various companies, would be shielded from lawsuits, but if you remember, back when they passed the question of the bailout for the airlines, the Congress also voted a liability fund, so that any of those families can sue, can sue for damages, and the damages will come out of this unlimited liability fund that would be paid for by various sources, but including the federal government."
  },
  {
    "transcript_id": "CNN-376585",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Engineers are pumping out water due to reduce pressure on the dam, authorities have told residents to be prepared and be away from their homes for a number of days. Any more rain could delay a return home for the people of Whaley Bridge -- Isa Soares, CNN.",
    "statement": "<WELL>, climate change is causing the ice to melt in Greenland in alarming amounts, scientists say that Greenland's ice sheet has experienced its biggest melt of the summer, losing 11 billion tons of surface ice to the ocean. That is equivalent to more than 4 million Olympic swimming pools, all gone in one day. Experts say because of recent heat waves in Europe and <AROUND> the world, July was <POSSIBLY> the hottest month in recorded history. Greenland's ice sheet is the second largest in the world and this season's ice melt has already raised global sea labels half a millimeter. <WELL>, more before we go, NASA has discovered a nearby super Earth that <MIGHT> support life. The U.S. space agency was looking for planets outside of our solar system and it found three of them orbiting a dwarf star <ABOUT> 31 light years away. Researchers say that one planet is within the star's zone to be habitable and gets <ABOUT> the same amount of solar energy from its star as Mars gets from our sun. Scientists <BELIEVE> that if the atmosphere is dense enough it <COULD> trap heat to warm the planet and allow for water and life on the surface. We will leave you to ponder that one, thank you for watching, I'm Natalie Allen, the news continues with George Howell next."
  },
  {
    "transcript_id": "CNN-274119",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Both, OK.",
    "statement": "Now that your client has been freed, is it just your three clients that have been freed or all seven that you <KNOW> of?"
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "You don't read it?",
    "statement": "<SURE>, I read it. <SURE>. I read music. I studied to be a pianist when I was a kid and..."
  },
  {
    "transcript_id": "CNN-224102",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Absolutely. This is a big part of the plan. You know, we're going to have 80,000 people who work inside of MetLife Stadium. In order to keep them safe, we have this perimeter that's going to be happening in the air. Black hawk helicopters will be patrolling and enforcing a 10-mile no fly zone really to keeping everyone away from that stadium.",
    "statement": "All right. Very good reporting. Thank you very much. Alexandra Field, we'll be back with us. Are you guys having a good time? Do you <FEEL> safe? Who is going to win? Watch this. Where are you from? Oh, my gosh. You got to love it. You got to love it. <17:05:15>"
  },
  {
    "transcript_id": "CNN-142858",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I walk down the street every day and you pass hundreds of people. It's a shame that you don't have something to sell them. I heard a woman once say 25 years ago; she went on to become a successful in perfumes and cosmetics dealer. Her dad told her, learn to sell and you'll never starve. Don't be afraid to sell. A lot of people are embarrassed to get out and start selling. You'll be a millionaire overnight.",
    "statement": "Do you <THINK> there is an entrepreneur in every body? Or do you <THINK> that some people, like you, were born to be an entrepreneur?"
  },
  {
    "transcript_id": "CNN-358246",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "<WELL>, it would take a big rally to keep the Dow from having its worst December since the Great Depression. We are live at the stock exchange for the last day of trading this year. We'll be back."
  },
  {
    "transcript_id": "CNN-298635",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I guess my question -- I don't want to get into a whole issue about -- there's going to be confirmation hearings that examine all that. But he has called these interventions by the Justice Department into local police departments, he's called them intrusive. And I'm just wondering, for people out there who believe that there are issues with systemic racism in some police departments, with some police officers, not all, I'm wondering if they should expect that the Sessions Justice Department will not look into the behavior of local police departments.",
    "statement": "<WELL>, of course not. I mean, there is, in <FACT>, systemic racism, then I'm certain that he would. But I'm <SURE> there's also cases where there have been intrusive investigations. Look, this is something for him to answer, but I can assure you that where wrongdoing is taking place, the Trump administration, along with, I'm <SURE>, the soon-to-be attorney general, will look into it."
  },
  {
    "transcript_id": "CNN-128640",
    "matched_terms": {
      "thinks": "ungraded"
    },
    "previous_statement": "I absolutely believe that we have structural inequalities in this country that have to be dealt with.",
    "statement": "But he <THINKS> tough love is in order, too. And expect both government and personal responsibility to be themes of his speech before the NAACP tonight. The speech is getting heightened attention, coming as it does after Jackson complained that Obama focuses too much on messages like this..."
  },
  {
    "transcript_id": "CNN-363163",
    "matched_terms": {
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "All right. Good morning, everyone. I'm Poppy Harlow in New York. Of course my friend and colleague Jim Sciutto right there in Hanoi this morning, the site of a surprise collapse of the president's second summit with North Korean dictator Kim Jong-un. We will dig into that in a moment. But right now we are just moments away from the third and final day of Michael Cohen's test of endurance on Capitol Hill. President Trump's former lawyer and confidant is appearing behind closed doors before the House Intelligence Committee fresh off an explosive public sessions yesterday before House Oversight -- Jim.",
    "statement": "<WELL>, good morning. Good to be with you, Poppy, and good to see all of you here from Hanoi. As you <MIGHT> imagine, the president had some thoughts on the Cohen hearing, even half a world away here in Vietnam. But the big story here comes down to two little but important words -- no deal."
  },
  {
    "transcript_id": "CNN-219918",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "suspect": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And, Ben, were there any discussions, any further discussions about Iran and the most recent deals made with Iran?",
    "statement": "If there were, we don't <KNOW> the details. This was a closed meeting. They spoke through a translator. So we don't particularly <KNOW>. We do <KNOW> that this pope <CERTAINLY> is more actively engaged in the affairs of the Vatican from the most minor to <SORT OF> the grand affairs of state. Now, is he willing to get involved in the nuclear issue regarding Iran and <CERTAINLY> Israel's objections to that program? I don't <KNOW>. And I <SUSPECT> the pope realizes even he has limitations on what he can do."
  },
  {
    "transcript_id": "NPR-40298",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Most of those convicted for knowingly hiring illegal workers have been the owners of small businesses. The bigger the company, Myer says, the more difficult and time consuming the investigation.",
    "statement": "It often will involve doing a search warrant, also having an undercover, then seeing whether or not there are any individuals who will cooperate with us so we can see. Are high-level managers involved? Since we spend a lot of time, a lot of digging, at the end of the day, we find out that there's, you <KNOW>, rogue HR manager. And so, that person is charged."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes, a couple of things happened. First of all, as an attorney, he stepped in purporting that his wife was still alive but put the house in his name instead of her name -- a transfer of title. And then number two, the girlfriend/nanny took on the identity of one of the young daughters that he had sent back to the Ukraine and then they went forward in false names in regard to numerous business dealings with the estate.",
    "statement": "OK. To Detective Lieutenant Steve Rogers joining us out of New York. Detective, I <KNOW> that this <MIGHT> not be scientific evidence, but that evidence is very strong, circumstantial evidence."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yeah. My father actually passed away, you know, just around that same time. So, yeah, I dedicated that to him. And, you know, he was an amazing person. You know, when I think about my sense of humor now a lot of times, I think a lot of it came from him.",
    "statement": "And if nothing else, you <KNOW>, I owe him bringing us to America. I mean, you <KNOW>, we came late '78 and a lot of people chose to stay or they couldn't get out. And my father really gave me and my family and my brothers and sister really an opportunity, so - to come to America. And, you <KNOW>, I wouldn't be a comedian now if I were in Iran. I'm pretty <SURE>."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "So in these fast food campaigns, we've seen workers approached initially in the workplace, as well as at home. In one case, I talked for Salon to an organizer from a group who initially went door to door trying to talk about fare hikes with workers, and workers responded well, I don't want the fares to go up, what I really want to do something about is that I don't get paid enough for public transportation to be something I can afford even to get to work each day.",
    "statement": "We see in these alt labor groups interesting models. For example you have domestic workers who are trying to organize, despite the <FACT> that you only have one worker on the job, and they're living in their boss' home. They've had to make additional effort to find ways to bring workers together. They've done things like for the American Prospect I followed organizers as they went in the park and found nannies who were out in the park for the afternoon with the kids they were watching and surveyed them."
  },
  {
    "transcript_id": "CNN-262612",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I love the request for the $10 million contribution. The striking thing about Trump is how he's pushing people off their games. Watching Jeb Bush struggling to be Trump-like. Trying to push back in a very awkward way, I thought. Shows you -- Jeb Bush is not going to win by trying to out-Trump Donald Trump.",
    "statement": "What's going to happen if he continues to try to out-Trump Trump, then he's going to say something that in the general election is going to kill him. That snippy little comment, that was so unlike what we <THINK> of Jeb Bush."
  },
  {
    "transcript_id": "CNN-304128",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "But, Dr. Jasser, when we hear people from the Trump administration explaining it, they're not making that distinction that you are making. And that seems to certainly cause some confusion or lead people to believe that, maybe, it isn't going to be implemented as you're describing it. Do you see why they have that concern?",
    "statement": "You're right. And I <THINK> this is why it was done a little hastily. I <THINK> they need to engage our Muslim reformist leaders that are diverse leaders in the Muslim community that <BELIEVES> we need to stop, block, theocrats from coming in. Not just terrorists, but theocrats. And that needs to be part of the conversation, which is very American. And unfortunately, the way it's been rolled out, it's being misrepresented and, you <KNOW>, some of the verbiage from the campaign is being used. And we're not seeing that now that we have a little more savvy folks putting these things together. But, again, the messaging is very important. And I, as an American Muslim, will not give up one iota of my civil rights, but on the other hand, I also <BELIEVE> that my civil rights and religious freedom are key to defeating Islamic theocracy globally, within these countries, and for those with the privilege of coming into the United States."
  },
  {
    "transcript_id": "CNN-349103",
    "matched_terms": {
      "feelings": "ungraded"
    },
    "previous_statement": "If U.S. citizens continue to be somewhat bombarded from various quarters in the country with vitriol and hatefulness, what do you think that might do to the American psyche, the American spirit?",
    "statement": "It's damaging. It's harmful. We've been through moments like this before: 50 years ago, 1968. The <FEELINGS> were just as bitter. We've gotten through it. So that's the good news. The bad news, though, is this doesn't go away quickly. The scars continue. The damage from the polarization will last because many people in the electorate absorb the hatred in Washington. And that creeps into our personal relationships, our social networks. So there will be a lot of rebuilding work and we'll need more leaders in the next generation to help us get into a better place."
  },
  {
    "transcript_id": "CNN-271053",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Now, Pamela, we know that Donald Trump spends a lot of time consuming news and that he spends a lot of time on Twitter. And so he took to Twitter this morning to respond to those comments from Cruz. Here's one of his tweets. He said, \"Ted Cruz should not make statements behind closed doors to his bosses. He should bring them out into the open. More fun that way.\" Here's another one, \"Look like Ted Cruz is getting ready to attack. I am leading by so much he must. I hope so. He will fall like all others. Will easy.\" So there is Trump weighing into this conversation. And, Pamela, you know that he's right about that second point. A lot of other candidates have tried to attack Trump, bring him down. And they're the ones who have suffered. So we'll see what happens with Ted Cruz a few days from now -- Pamela.",
    "statement": "And no surprise that Trump was quick to pounce. Athena Jones, thank you so much. And joining me now, Bob Cusack, editor-in-chief of \"The Hill.\" So, Bob, thanks for coming on. Let's first address these Cruz comments that he made behind closed doors a few days ago. We heard Cruz declined to make what he called personal attacks and then this audio surfaces just days before the next Republican debate. Is this a strategy, <PERHAPS> a play to pick up more of the voters he referenced?"
  },
  {
    "transcript_id": "CNN-361142",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "It looks like this investigation is heating up, and maybe that, does that indicate that it may be nearing an end?",
    "statement": "<WELL>, it <COULD> indicate that Mueller is nearing an end. Because we <KNOW> that Mueller was looking at foreign money that have gone into the campaign or <MAYBE> the inauguration. This activity <COULD> suggest that the Mueller team working with SDNY has said you <KNOW> what? You guys are now free to go ahead and pursue this. I'm done on my end and what I was looking at. I'm now leaving this for you. I'm giving this to you, start looking into this. And that <COULD> be what this is. You <KNOW>, I have said and I do <BELIEVE> this, and many of the folks here at CNN who have been covering this, is that there are parts of this investigation even when Mueller goes away that will live on because the Department of Justice is looking at so many different aspects. That really has come out of the Mueller investigation. So this is <DEFINITELY> something that, you <KNOW>, in the Trump Organization and the inauguration <CERTAINLY> the Southern District of New York is digging in here."
  },
  {
    "transcript_id": "CNN-192538",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "And to that previous Obama criticism, aren't we in a transactional, tactical election right now?",
    "statement": "<MAYBE> we are."
  },
  {
    "transcript_id": "CNN-401601",
    "matched_terms": {
      "absolutely": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well, it's clearly within Title 18 which is color of authority. Clearly, they were acting under color of authority there, the police officers, so it is within the province, it's exactly what you do in an excessive force case. It is both a homicide and it is a Justice Department Civil Rights violation, so if they all try to coordinate to make sure, hopefully they don't step on each other or hurt each other's investigations. But one, either the Fed or the state will have to go first, but I think it's clearly both of those offenses. And I also think the other police officers. When a police officer stops people who might come to the aid of that person, when they protect a person who is committing it, as some of them did put their knee on other parts of his body, that's assisting. There was no lawful purpose in what was going on for the amount of time it was going on. So, I think you're going to see more charges of more people. I would expect that, and by the way, the Justice Department has some very good Civil Rights prosecutors and the local U.S. Attorney, they are also, I understand, very competent. So, I expect there is going to be a lot of attention and more charges.",
    "statement": "I <SUSPECT> you're <ABSOLUTELY> right, Mayor Gelber. Let's get back to Miami -- Miami Beach right now. What do you anticipate happening tonight? I assume the curfew of the Miami-Dade County curfew at 9:00 p.m. Eastern that goes into effect in Miami Beach. What do you anticipate happening?"
  },
  {
    "transcript_id": "CNN-280483",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "She has a lot of baggage. She doesn't appear honest. People haven't liked her for years.",
    "statement": "Just her personality, which is not a fair thing to say because she's a woman and she comes off as <KIND OF> serious. You hear a lot on the news <ABOUT> her yelling."
  },
  {
    "transcript_id": "CNN-83053",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I'm <SURE> we'll see you again sometime soon. Thanks again."
  },
  {
    "transcript_id": "CNN-119392",
    "matched_terms": {
      "about": "ungraded",
      "clear": "ungraded",
      "reportedly": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "A wildfire burning in central Idaho has more than 1,000 families out of their homes now this morning. Near the Sun Valley Ski Resort, the winds are just to strong to fly tankers over the fire, so the resort is using its snow making equipment to help fight it. And in Ohio, you can see all across the Midwest too, the flood waters are finally receding. What a relief for these folks. Ohio's governor says, though, the level of devastation just can't be exaggerated. FEMA is now assessing the damage and a federal state of emergency could be declared today. Pretty awesome pictures now. Look at this one. On top of all of the flooding, several tornadoes touched down near Columbus, Ohio, over the weekend. Trees are down. Large cranes were brought in to move them out. The power is still out in some parts. Thankfully, though, no one was hurt.",
    "statement": "Coming up to four minutes after the hour. Other headlines new this morning. The son of pro-wrestler Hulk Hogan is in serious condition this morning after a crash in <CLEAR> Water, Florida. Firefighters had to extricate 17-year-old Nick Bollea and another passenger from Bollea's Toyota Celica Supra last night. Hogan arrived on the scene to see his son get freed. Police say the car was speeding when it hit the median, flipped over and then slammed into a Palm Tree. Bollea is in serious condition this morning. His passenger is in critical condition. Actor Owen Wilson is <REPORTEDLY> in the hospital today. TMZ and other entertainment sites are reporting that Wilson was taken to the hospital Sunday at round noon. Santa Monica police would only say that they responded to a 911 call and that the person that they responded to was being treated. Michael Vick goes to court today. He's expected to plead guilty in the federal dogfighting case against him. Vick will <APPEAR> in court in Richmond, Virginia, this morning. Last week he agreed to a plea deal in which he admitted to funding a dogfighting business that included victimizing and killing of pit bulls. The judge will schedule a sentence for November or December. Vick's team, the Atlanta Falcons, will open their home season tonight without him. The NFL has suspended Vick indefinitely. The self-described pedophile who first fled Washington state for Los Angeles now says he's going to leave California. We've been following the case of Jack McClellan and his Web site where he put up pictures of young girls and talked <ABOUT> his fascination with them. A judge in California has now extended a temporary restraining order which bars McClellan from coming within 30 feet of a school or playground. McClellan says that it's so extreme he's going to have to leave the state."
  },
  {
    "transcript_id": "CNN-42925",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Doctor, I'm going to go to a third question, but warn you I may rudely interrupt you, as we await the opening of the New York Stock Exchange, and then we will come back and allow you to finish the question. The question comes from Patt Scott, of New York. She writes, \"If a person contracts any form of anthrax and recovers after receiving treatment with antibiotics, will he be immune to any future exposures of anthrax?\"",
    "statement": "We currently don't <BELIEVE> that if someone finishes their antibiotics after an exposure that they will be immune. Antibiotics treat a current infection; they don't confer immunity. However, one of the things that the CDC is doing is taking blood samples from some of the folks who we <KNOW> were in an exposure area and we <KNOW> were taking antibiotics, to look and see if they are developing antibodies. Immunizations help you develop antibodies, so you can fight off things."
  },
  {
    "transcript_id": "CNN-100927",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Pristine wilderness or oil-rich wasteland? Depends on who you talk to. Advocates of opening the Arctic National Wildlife Refuge says the vast expanse of tundra at the top of the world could help cut America's dependence on foreign oil.",
    "statement": "This is a matter of national security that I've 25 years tried to support the position taken by the senator of Washington and the senator for Massachusetts, that this area <SHOULD> be open to oil-and-gas exploration."
  },
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right, well, frustrated voters are jamming the switchboards. They're crashing servers on Capitol Hill demanding lawmakers solve the debt ceiling crisis. We want to know what would you like to tell or maybe you told us to your elected representative. E-mail us, give us a tweet, tell us on Facebook. We're going to be reading through some of your comments in about 15 minutes.",
    "statement": "Still ahead, remarkable story of a teenage assassin, a U.S. born boy convicted of being a drug cartel hitman in Mexico. He's been sentenced for these outrageous crimes. We'll tell you <ABOUT> it on the other side. It's 41 minutes after the hour."
  },
  {
    "transcript_id": "CNN-140338",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, I actually grew up in one of those families like - I think like most black families, where we were told that in - at the end of the day, we didn't have any excuse. And so when you look right now at the situation, yes, you have to say, you know, 'No excuses, young man. You have to push as hard as you can.' But you also have the same breath, have to say, 'No excuses for not fighting the fight on behalf of all your brothers and sisters, on behalf of your cousins, or on behalf of the family that - that's not doing as well as the one that you were privileged to' - you know, don't think for a second that when you succeed that you did this by yourself, or that your success is yours alone, or that that success doesn't come with a responsibility to make the way for others.",
    "statement": "All right. Our conversation is not over just yet. A lot of people wondering <ABOUT> their policy, the NAACP's policy on gay rights."
  },
  {
    "transcript_id": "CNN-48921",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "All the information about you would be contained on this card. Again, you're not on any database unless you're a criminal. Only American citizens could get the card. Congress writes the law the Department must follow. We included a provision for a trusted traveler card in the aviation security bill. And it's a voluntary program. You go through a 15-minute background interview by a security expert, a criminal background check. If you're an American citizen you through the interview, you pay the hundred dollars, you have no record, you get the card. And that only allows you to bypass most security. But all of us would still be required to go through the scanning of your bag. Essentially, this would let you go through the express checkout line, as we did before September 11th. So those of us who travel regularly, who are not a security risk, could get to our gate. And the security forces could focus on people who are a potential risk -- non-American citizens, people who have a criminal record or will not take the background interview. This will make the airlines more secure, and make it easier for people to travel, because time is one of our most precious assets.",
    "statement": "Barry Steinhardt, the congressman makes the point this would be <TOTALLY> voluntary. If you don't want to give up any of your privacy, there's no one forcing you to apply for one of these cards."
  },
  {
    "transcript_id": "CNN-94200",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, Carol, we'll start at the beginning. The U.S. military saying they lost contact with two Marine pilots late last night. They had taken off from an aircraft carrier and were flying somewhere over Iraq when this contact was broken. These two pilots were flying F18s -- they're also known as Hornets -- when the break in contact happened. Now, the U.S. military says they're not prepared to conclude exactly what happened there. However, they are saying that there are no indications that there was any hostile fire, that these planes were shot down. And Navy officials are telling us that they believe the two aircraft may have collided midair because of bad weather. Now, we have subsequently learned that one of those pilots was killed in that apparent crash. The U.S. military saying that his body has been recovered. However, the search continues for the second pilot. His status is unclear at this point. The U.S. military says they're also looking for the wreckage of those two aircraft -- Carol.",
    "statement": "Ryan Chilcote live in Baghdad this morning. Thank you. Iraq's first democratically elected government is set to be sworn in later this morning. The incoming prime minister has been struggling today to find a Sunni Arab to fill the vacant defense ministry post. The Shiite majority government partially filled open cabinet seats last week, but the Sunnis, who largely boycotted the January 30 vote, are underrepresented in parliament. There has been no letup in the insurgent attacks in Iraq. They escalated following last week's election of a new cabinet. By the end of the day, a total of eight car bombs had killed at least 13 Iraqis and wounded 50 others. More than 100 Iraqis have died since Thursday's cabinet was picked, and an American soldier was also killed when a roadside bomb blew up near his patrol south of the Baghdad airport. Turning to another hot-button issue, Social Security reform. A new poll out shows a lot of you are not convinced that President Bush's reform plan is the right one. But that isn't stopping the president from pushing his overhaul. This afternoon he heads to Canton, Mississippi, for a Social Security talk at a Nissan factory. That new CNN-\"USA Today\"-Gallup poll asked people, \"Who do you trust more on Social Security?\" Forty-six percent of those polled say they trust the Democrats, 36 percent say the Republicans. And what <ABOUT> the president's overall job approval rating? The numbers are close. Forty-eight percent approve of how he's handling his job, 49 percent disapprove. The poll has a margin of error of plus or minus three percentage points. Some blunt words from Vice President Cheney <ABOUT> Social Security. At a town hall meeting in Smyrna, Georgia, Cheney says the system has to be fixed before it becomes a train wreck. Cheney pushed the president's plan for personal retirement accounts as one solution. But he also suggests the administration is open to other ideas."
  },
  {
    "transcript_id": "CNN-294236",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Any other devices found along the route, or just inside that trash bin?",
    "statement": "Right after the incident took place, immediately put the air why on lockdown. They brought in bomb dogs from surrounding areas. Those bomb dogs have completed their sweep. There's no additional devices found. Actually in Seaside they are continuing their barbeque fest. That's going on without a hitch. But in this area, until the bomb squad gives us the all-<CLEAR> in terms of that garbage pail, we are going to keep things closed off."
  },
  {
    "transcript_id": "CNN-274097",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We don't know that yet. They might try to get information from you and in some cases, for political prisoners, they're pressured even to spy for their captors once they're released. So it could be any one or maybe more of these reasons.",
    "statement": "One last question for you, in all of the appropriate celebration <ABOUT> the people who'll be going home on both sides, there are two Americans still in Iran, one who's clearly behind bars, one who is missing. Do you have any idea why they were left out of this arrangement?"
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Please but already like how do you stack up against someone else. We have many years --",
    "statement": "I'm with you. I <THINK> it's --"
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "... from TelePrompTers, he was right.",
    "statement": "I <THINK> -- I <THINK> he messed up on Tuesday."
  },
  {
    "transcript_id": "CNN-273252",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Brianna, thanks very much. Brianna Keilar, traveling with the former secretary in California. Thank you. Gloria, a lot of us who covered all those scandals, the Lewinsky scandals, the impeachment scandal, during the late '90s, we remember vividly Bill Clinton emerge with 60 percent job approval numbers, the highest of his presidency, though it is a potential risk for Republicans right now.",
    "statement": "I <THINK> when you're talking <ABOUT> the base of the Republican Party, who's very anti-Clinton, it's not that much of a risk. I <THINK> when you're talking <ABOUT> the general election, it is a risk, because you can't blame Hillary Clinton, voters would say, for her husband's alleged indiscretions. I do <THINK> what's interesting <ABOUT> -- <ABOUT> watching Bill Clinton today is that his exerting -- never <THOUGHT> I'd say this -- self- discipline in the way he is deflecting these questions, sticking on message. Bill Clinton goes off message all the time, and he is not doing that in this campaign. We saw him do it when Hillary Clinton last ran for the presidency in 2008. He is not doing that this time, and neither is she. So he's sticking on message <ABOUT> Hillary Clinton. He's not getting angry <ABOUT> these questions, and he's just going on with -- with his campaign for his wife."
  },
  {
    "transcript_id": "CNN-312440",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I think he's in a pretty significant meltdown, Anderson. I think that the sense of siege that he feels because his sense of self-worth is so, so vulnerable that the series of things that have happened have been overwhelming to him. I think he is reacting from, as I say in the piece, I think he's reacting from a survival place. I think he is being run by the part of his brain that is reactive and impulsive, not capable of flexion. And I think he is in pure defensive mode.",
    "statement": "I want to go deeper on that, because one of the things you write <ABOUT> -- and this is based on your experiences with him over so long a period of time and getting into his head -- is that he basically -- you wrote that he <KIND OF> lives his life in survival mode, that every interaction with him, it's <ABOUT> winning it or losing it. There was -- it's a binary choice. You either win or lose. And this goes back really his entire life."
  },
  {
    "transcript_id": "CNN-111514",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "OK, well, without any quotes, just in general, the book claims that you wanted to push Rumsfeld.",
    "statement": "No, <ABSOLUTELY> not. That is <ABSOLUTELY> not true."
  },
  {
    "transcript_id": "CNN-306094",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think this is her response to that, saying this is the message. I'm not going to talk about judgements.",
    "statement": "Read between the lines. Let's talk <ABOUT> one of the big winners of the night, David Bowie."
  },
  {
    "transcript_id": "NPR-3806",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "If it ever gets to court, some of us will get a good laugh watching the antics. Well, not me. You see, Bobby and I have two things in common. We're both fathers, and we were both recently handed walking papers. That's right. And this is my second lap around divorce court, but the first with children.",
    "statement": "Divorce can be hard and painful, and that <MUST> magnify in the glare of the public eye. Reporters are rushing to document and photograph every detail of the crash and burn, without any consideration for the toll all of this will take on the children."
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "know": "ungraded",
      "believes": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "He also went on to say, so not only did he try to say, I didn't apologize to her, but I didn't need to, because I apologized to everybody, including her publicly. He said he suffered too. Let me play that.",
    "statement": "Nobody <BELIEVES> that I got out of that for free. I left the White House $16 million in debt. But you typically have ignored gaping <FACTS> in describing this, and I bet you don't even <KNOW> them. This was litigated 20 years ago. Two-thirds of the American people sided with me."
  },
  {
    "transcript_id": "CNN-179320",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And is this the kind of thing we`ll get to see?",
    "statement": "I <HOPE> so."
  },
  {
    "transcript_id": "NPR-7600",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, well, that's just wonderful. And we think it's great for Mr. Cuomo to have Mr. Bloomberg, who sides with him on the mosque issue. I mean, these guys are in another world. They're not standing up for the rights of the American people and the rights of the people of the state of New York. They're not protecting the honor of our soldiers and the honor of our fallen.",
    "statement": "Three thousand people died at ground zero. Their families are entitled to a little bit of respect, to respect the memory of those poor people that died there. And how <ABOUT> the families of all those soldiers that died in the two ensuing wars? Aren't they entitled to a little bit of respect - the kids, the wives, the parents?"
  },
  {
    "transcript_id": "CNN-108986",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "No. We have -- from our position here, we have no way of knowing. Really, we're kind of in lockdown at this hotel at this point. Nobody really feels comfortable about getting out. And, really, the confirmation of that would probably most likely be coming from Israel itself. Because of this situation here, it's very difficult, at this point, to confirm that sort of information. But, obviously, there's something going on here that we haven't seen yet -- Anderson.",
    "statement": "Ben Wedeman, we will keep coming back to you over the course of this next two hours. When we left you 24 hours ago, Israeli warplanes had just begun a new round of airstrikes, many of them designed to cut potential supply routes from Syria into Lebanon. Now, according to the Israeli air force, they now are cut. Those supply lines have been cut. Hezbollah, but also ordinary Lebanese, are now isolated. And that is not the only consequences of those airstrikes. Tonight, we have a <CLEAR> picture of the cost in human lives. And the cost has been severe. We begin with CNN's Michael Ware, live in Beirut. Michael, what is going on there?"
  },
  {
    "transcript_id": "CNN-13001",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Wolf Blitzer has a wide view.",
    "statement": "Bernie, there's one little bit of unfinished business that they're still working on in the rules committee as we speak right now. That involves what they call the \"superdelegates.\" Right now there are 2,066 delegates, another 2,066 alternates at this Republican convention. But what the Republican National Committee wants to do is add 155 additional delegates the next time this convention convenes in four years. Three from each state and territory, an RNC man, an RNC woman, as <WELL> as the state RNC party chairman. And as a result of all of that, there would be 155. But right now, there's some challenge, they're trying to work it out. We <SHOULD> <KNOW> soon whether that's resolved or there's some <SORT OF> voice vote required here on the floor. But that's the only source of controversy right now. Back to the booth."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. I don't mean to be puzzled, but they said we weren't clear on how you learned. Apparently, she says it was by cell phone. You said he told you. And I think when I asked you, it was not clear how you --",
    "statement": "Not <CLEAR>."
  },
  {
    "transcript_id": "CNN-77421",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Right. What about people with children?",
    "statement": "<WELL>, that's a really good question. I <THINK>, you <KNOW>, people with infants or people that <MAY> be <THINKING> of becoming pregnant, you <KNOW>, during the period of time when the flu is here they ought to get one."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Has it been difficult seeing friends die?",
    "statement": "Yes, it's really -- it's really hard. I -- it's not as hard when you're older. When you're young and you lose people, it's really -- it's really hard. So as you get older you just <KIND OF>, at least with me..."
  },
  {
    "transcript_id": "CNN-280447",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In a Republican primary, the idea of telling people that abortion doesn't matter, will that work?",
    "statement": "I <THINK> that will work if he focuses on what he's good at. Look, Donald Trump, whenever he starts moving in the social issues, foreign policy, that's where he screws up. When he talks <ABOUT> bringing back jobs and immigration, those are the areas he does <WELL>. He needs to focus on what he's good at. The more he explores, the more he screws up, that's what been hurting him really this week."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And ship wreck in cast away. But this is no movie. A U.S. Coast Guard crew spot seven men stranded on a deserted island in the Pacific Ocean.",
    "statement": "Also ahead, it's been called a super storm of epic proportions. Alaska is bracing for what <COULD> be one of the worst storms in decade. Rob Marciano has got the details on that. It's 14 minutes after the hour."
  },
  {
    "transcript_id": "NPR-44635",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "And it goes on to explore many other things that the Romans may have not done for anybody.",
    "statement": "Indeed, yes. It's <SORT OF> - it's the opposite of grand opera. It's a tiny opera, whatever that would be, the opera..."
  },
  {
    "transcript_id": "CNN-156815",
    "matched_terms": {
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Yes, there you go.",
    "statement": "<WELL>, to the Most Politics in the Morning now, we're learning more of a man who threw a book at President Obama over the weekend at a campaign event. The incident caught on the video. It was a rally in Philadelphia Sunday. Secret Service says the man was just an over-exuberant author. He was <HOPING> to get the president to read his book. He was detained by Secret Service agents. They interviewed him and eventually determined that he was not a threat."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "How many used Votomatics?",
    "statement": "<ABOUT> 15."
  },
  {
    "transcript_id": "CNN-373282",
    "matched_terms": {
      "should": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And I would ask that you understand that those are the plaintiff's attorneys who have a case against the government.",
    "statement": "And you <SHOULD> understand that I'm a member of the bar of Massachusetts in New Hampshire, and I hold attorneys to very high standards. And I <DOUBT> very strongly that any attorney would be fabricating this information."
  },
  {
    "transcript_id": "CNN-33200",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "With all you've seen, Robert, are you pessimistic?",
    "statement": "<WELL>, I'm, by inclination I'm an optimist. But, you <KNOW>, I <THINK> we're losing a lot of values that we ought to be handing to our children. And that, you <KNOW>, my -- the way that I live my life is to, you <KNOW>, look at my own actions and say, \"am I doing what I'm supposed to be doing to live up to those responsibilities to the next generation\"? And I <THINK> that's all any of us can do."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "That you committed. So in other words you were accused of that. Now, was bail set? I understand $100,000?",
    "statement": "Yes, I did not <KNOW> exactly what I had been accused of. They didn`t tell me what I was being booked for. They did not read me any rights. I asked them specifically can I make a phone call. They said you <COULD> when the FBI agents arrive. I said how long will that be? They said <ABOUT> an hour. FBI agents didn`t come until three and a half hours later. And I later found out that I had been booked for armed robbery of a bank and accessory to robbery of a bank. And I had a $100,000 bond set for me."
  },
  {
    "transcript_id": "CNN-237687",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "What countries is the secretary of state planning on visiting?",
    "statement": "<WELL>, we're still determining that, Wolf, so I expect we will <KNOW> more in the coming 24 to 48 hours, but <CERTAINLY> you can expect countries throughout the Middle East will be countries the secretary will be meeting with as part of his travel."
  },
  {
    "transcript_id": "CNN-198470",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're following the breaking news. We're awaiting a historic vote on the floor of the House of Representatives. They're <ABOUT> to take up the Senate-passed version of the fiscal cliff legislation that passed overwhelmingly in the Senate last night 89-8 in favor, 40 Republicans voting in favor, including Mitch McConnell, the Senate Republican leader. Let's discuss what's <ABOUT> to happen on the floor of the House. Joining us now Congresswoman Debbie Wasserman Schultz of Florida. She's the chair of the Democratic National Committee as <WELL>. She's got two hats. She's a very busy lady. Congresswoman, thanks very much for coming in."
  },
  {
    "transcript_id": "CNN-204366",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "College basketball's final four teams are in Atlanta preparing for Saturday's semi-final games. But the player getting the most attention right now won't be suiting up. Louisville guard Kevin Ware arrived with his teammates. He -- Ware faces of course a long rehab after shattering his leg in Sunday's tournament game against Duke. Before leaving Louisville for Atlanta he sat down with Rachel Nichols to talk about the injury that's changed his life.",
    "statement": "First of all, tell us <ABOUT> the leg. How much pain are you in? What do you <FEEL> like right now?"
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "OK. In this one photo, to me, says it all. Liz, let me see the photo of him swimming to the surface and her lying there, her hands reaching out for help. That`s probably the last thing she could do. She`s absolutely not breathing at this point of this photo. Where did we get the photo, Ellie Jostad?",
    "statement": "Nancy, this was taken by another diver and inadvertently the person who took the picture was not trying to take a picture. It wasn`t until -- of her on the ocean floor. It wasn`t until they got back, looked through their photos that they realized in the background, you <COULD> see Tina Watson lying there either dead or dying on the ocean floor."
  },
  {
    "transcript_id": "CNN-264424",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You know, I think that Donald Trump's campaign feels like it's already doing everything right. They're leading in all the polls, they're holding these really big events, which is very uncharacteristic for this early in Iowa. You know, we usually see candidates do a little bit more glad-handing. And I think they sort of feel like the entertainment value works to Donald Trump's advantage. They don't have a traditional candidate and they're not trying to run a traditional campaign. You know, when they try to recruit volunteers in a place like Iowa they go to a beer fest in addition to a local GOP meeting. So I think they're happy to run a totally different campaign. And I think the people who are running against him are hoping that their attacks on him, saying he's not substantive, he's not a real conservative, will ultimately be able to break through. Particularly if you're Jeb Bush and you have $100 million to put behind those attacks.",
    "statement": "And then, Nia, you <KNOW>, we heard from Bernie Sanders at the top of his speech in South Carolina. It wasn't necessarily a jab but he did, you <KNOW>, implore to people that, you <KNOW>, let's talk <ABOUT> what's important. Don't be distracted by the, you <KNOW>, news <ABOUT> the latest person to slip on a banana, et cetera. And he essentially was, was he not, talking <ABOUT> the entertainment value that has come with being on the campaign trail, and that he is not going to engage in that?"
  },
  {
    "transcript_id": "CNN-330389",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "What you do in a situation like this is you have only certain people who have the authority to send the message. And even your test messages are not going to go out to the general public. They're going to out to a sampling of people who are part of the process, who are all through the region so that you can test every corner of the area that you're trying to reach. And the tests and drills are set up at specific times. People are on board. Only certain people can authorize even a drill, and only certain people at the console can, for overgeneralizing, can push that button on. And somewhere along the line somebody scrolled down to the -- there are several messages you can send. There's probably eight or nine different messages to send. Somebody scrolled to the wrong message and pressed send.",
    "statement": "And do you <THINK> that there is an investigation under way, and one of the things to look at was this a hack. Do you see an indication of a hack?"
  },
  {
    "transcript_id": "CNN-334325",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "No trade war?",
    "statement": "I don't <THINK> so."
  },
  {
    "transcript_id": "CNN-215780",
    "matched_terms": {
      "absolutely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "What we get in the TV news is not true, it's the other side. And we see here, very friendly people, a lot of history, good food. Very nice country, indeed.",
    "statement": "It's not so frightening as I <THOUGHT>. <ABSOLUTELY> lovely."
  },
  {
    "transcript_id": "NPR-48674",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Unidentified Man #1: I mean, it doesn't have to be terrorist, but he's definitely suspicious.",
    "statement": "<ABOUT> two-dozen transit workers sit in Orlando's Emergency Operation Center, talking <ABOUT> what is and isn't suspicious. They all work for Florida bus lines in Tampa, St. Petersburg, Orange County, even Disney and Universal. And they're here to learn how to train fellow workers to recognize terrorist activity when they see it."
  },
  {
    "transcript_id": "CNN-145762",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You had a woman who spoke here today who represents over 800 victim's families. The families are overwhelmingly supporting of us and want these cases tried in military commissions. It's regrettable a handful of people are misled by the ACLU into believing there will be trials here swiftly. They will not. It took the military commissions three years to prepare for trial because they are so complicated. There are over 500,000 documents and pieces of evidence. If these cases are brought here it will be years before they will be tried. Everyone in the Department of Justice understands that. These unfortunate families do not. Not only will it take three years to prepare the cases for trial. There will be an avalanche of pre-trial motions, and some of those are dangerous motions. These cases could disintegrate.",
    "statement": "Ms. Burlingame, thank you very much, and I'm sorry <ABOUT> the loss of your brother. Thank you very much. Needless to say, there are different viewpoints, as we mentioned as <WELL>. Yesterday there was a group of 9/11 families as <WELL> as some politicians as <WELL> and former military veterans who said bringing the trials here is the right thing to do. And they point out this as one of their points they are trying to make. This is Congressman Jerry Nadler."
  },
  {
    "transcript_id": "CNN-286085",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I didn't come up with your Picasso rules, it's the DNC. But my point is, you're actually arguing in favor of something. But, Jeff, let's leave it on that note. We really appreciate it. Good luck on the primaries. Our best to Senator Sanders.",
    "statement": "Everybody, get out and vote. Everybody <SHOULD> get out and vote."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You would think so, but with this type of situation, though, there is no other possibility or other way that the person would have gotten out. The only other scenario that we may be looking at, and part of what the parents have been saying, is that the child was possibly abducted. But again we had seven adults that were at this residence with the child inside the residence. If for some reason somebody came and took that child, not only would they have seen the child leave the residence, but they also would have seen somebody come in and take him.",
    "statement": "Let me try to understand something. Back to you, Sabrina Benitez. You`re saying the baby couldn`t reach the doorknob, but what <ABOUT> when the door was shut, when the adult left, are you saying the latch didn`t work and the door wouldn`t shut correctly?"
  },
  {
    "transcript_id": "CNN-195238",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Election observers are descending on the polls. Why they're on high alert and igniting controversy. St. Michael is among us, and he lives in Belmar, New Jersey. One man's quest to restore his community after Sandy's devastation.",
    "statement": "Good morning, everyone. I'm Randi Kaye. It is 8:00 on the East Coast, 5:00 a.m. in Los Angeles. Thanks so much for starting your morning with us. <WELL>, it is the final stretch, <QUITE> literally. There are just two days now left until Election Day. Millions of you have already voted, but the candidates are doing everything they can over these precious last couple of days to reach the rest of you, trying to get the voters energized and excited <ABOUT> the prospects for the next four years. We have our correspondents spread out throughout the battleground states to bring you the latest on the election and the final push. We start in New Hampshire. That's where President Obama is making his first campaign stop in just a couple of hours before heading to Florida, Ohio, and Colorado. Joining him on the trail again today is former President Bill Clinton. Our White House correspondent Dan Lothian is live in New Hampshire this morning. Dan, good morning. So tell me, what is the message --"
  },
  {
    "transcript_id": "CNN-59398",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Well, I was talking to a man I've known a long time, who is a top intelligence analyst in the coalition. And he was doubtful about some of the information coming out from prisoners in Guantanamo. He said that the top-ranking and middle ranking al Qaeda people are trained the same way U.S. people would be trained if they were captured, to give up gradually perished information, information that is no longer of any use to their enemy, information that is old, and gradually give varying degrees of information. He thinks a lot of that is going on, and certainly the bodyguards would be the top people in training, those guarding Osama bin Laden. But, that is not true in all instances. There is some very good information coming out from some interrogations of these prisoners, and I am told that that information has helped to stop several terrorist attacks. So there's a mix going on there, but certainly just like the Secret Service, who would be guarding President Bush, would hear a lot of things, certainly those bodyguards, the flies in the wall, would also hear a lot of things.",
    "statement": "And would U.S. intelligence <CERTAINLY> be able to identify them more clearly by seeing them on these videotapes?"
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "feelings": "ungraded"
    },
    "previous_statement": "That's my brother. If you can hold that opinion to yourself, because I don't want to hear that. It's been kind of -- it's been a rough -- a rough few days.",
    "statement": "When you do see him, though, what goes through you? When you watched him today, what <FEELINGS> go through you? He's your brother, you love him."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, some of them are choosing not to. And they're getting hit on social media. They're constituents saying, \"What are you afraid of? We're just your voters.\" But can you - in some ways, can you blame them? I mean, Senator Joni Ernst, she walked into that room. She was looking at an uphill climb throughout. And then, right after that combative town hall, there was immediately some reporting on Twitter that she cut it short. But you know we're hearing from her office today that she didn't. That what ended up happening was that she tried to answer as much as possible but look at the crowd, it was hard to speak. --",
    "statement": "You <KNOW> what, though? They work for us, the people and we, the taxpayer, pay their bills and some people want their questions answered. Pay their bills - pay their salary. Thank you, Kyung, nice to have you on. We appreciate it. A lot to discuss here clearly with our political panels, CNN political commentator and Republican strategist, Doug Heye is with us. Patricia Murphy who just wrote a column <ABOUT> the winners and losers in all of this joins us. She's a columnist for \"The Daily Beast\" and \"Roll Call,\" and Angela Rye is here, CNN political commentator and former executive director of the Congressional Black Caucus, nice to have you all here. And -- let me begin with you, Patricia because you made this list of who wins and who loses in terms of Republicans and this. Who wins someone like Joni Ernst or Marsha Blackburn who get screamed at, or Mitch McConnell or someone who just doesn't show up?"
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "The Democratic spin is Nevada. Let me walk over to the map as you say that. There's no question the Democrats are thrilled that Harry Reid kept his seat. No question at all. He will continue as the democratic majority leader. They did keep their Senate majority. But Larry, you want to call it spin? You know, they say the numbers don't lie. Neither do the colors. Look at this, this is how we began the night in the House of Representatives. Those blue places you see, those are democratic house districts. Here's where we ended the night. Look at that difference in red. Then and now. That's from the House perspective. You mentioned Harry Reid. Let's go over to the Senate races. Here's how we began the night. This is Harry Reid's seat out in Nevada. That one will stay blue. You see it right here. That one will stay blue. The Democrats are happy about that. But watch the rest of the country. That's where we ended the night. Across here in the Midwest, the heartland of America, high unemployment, Rust Belt, union voters who were supposed to be for the Democrats, Larry. That is so troubling for the Democratic Party. Last quick look for you here. Governor's races. Look at this. This has been blue. The industrial Midwest. Look at all those blue democratic governors. That's how we began the night. Larry, that's what we get in January. A whole new class of republican governors in critical presidential battleground states. They held Florida as well, the Republicans did. The Republicans now how have Iowa. Terry Branstad is about to become the most popular republican in America among 2012 republican presidential contenders.",
    "statement": "Thanks, John. John King. The anchor of CNN's \"JOHN KING USA.\" I'm reminded of Alfred Landon who was defeated in 1936 by Franklin Roosevelt. And he only won two states and he said, he felt like a farmer whose house had been blown away by a hurricane and just laughed. And someone said, \"what are you laughing at?\" And he says, \"that's the totality of it.\" Joining us now, slices and dices the election results, Ben Stein, the economist, former presidential speechwriter. Columnist for \"Fortune\" magazine. Contributor to \"CBS Sunday Morning.\" In New York, Stephen A. Smith, the nationally syndicated radio host, Fox Sports Radio and columnist with the \"Philadelphia Inquirer.\" Nicolle Wallace served as senior adviser for the McCain/Palin campaign. She is a former communications chief for President George W. Bush. Her new book is \"Eighteen Acres.\" And Arianna Huffington, she's in Middleton, Connecticut, she's the co-founder and editor-in-chief of \"The Huffington Post.\" Her latest book is \"Third World America: How our Politicians are Abandoning the Middle Class and Betraying the American Dream.\" It's a <BEST>-seller. There you see its cover. We'll start with Ben Stein. Can we quote James Carville? It's the economy, stupid?"
  },
  {
    "transcript_id": "CNN-258377",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Now the super beach where the attack took place was reopened on Sunday. 15 of the victims have been identified as British citizens and that number could double, in fact, according to Britain's Press Association. For the latest developments, let's bring in our Phil Black. He joins us live from Sousse and Phil, talk to us about the British response to all of this because as we just noted, most of the victims were visiting from the U.K., and I guess, as a result of that, large number of investigators from the U.K. have been deployed.",
    "statement": "Yes, that's right. There are 16 in all deployed, but supported by hundreds working on this attack back in the U.K. Those hundreds are partly dedicated to the investigation, working out precisely how it happened, who is involved, who supported it, where did this attack come from in origin. But many of those are also involved in supporting the British victims of this, those who were there, their families back home and other people who have cut short their holidays to return to the United Kingdom. That's why the U.K. police say this is such an extraordinarily large operation for them. That's because of the warning that's come from the British government that as many as 30 of those victims <COULD> be confirmed to be U.K. citizens. They are talking in approximate terms still because they haven't locked that down. They haven't confirmed it. They are saying the process of officially confirming the identities of the victims is taking a bit longer than normal, partly because of the location. It's remote, but also this is a resort area. This is where those victims were lying on the beach and the swimming pool. They weren't carrying identification at the time, <OBVIOUSLY>. So it's just a longer, slower process. But I <THINK> the British government is clearly getting the British people ready for a terrible outcome, confirming ultimately that the end result will be something <AROUND> 30 British citizens killed in this attack on top of the Irish, the Belgian and German citizens that have already been confirmed so far."
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "All right, now is Anwar Garghash who is the Former Foreign Minister for the UAE. Let's get have both - we'll both get the Israeli perspective and the Palestinian perspective one after the other. I'm going to start with the Israeli reaction to this. My next guest is a country's Communities Minister and the Member of the Likud Party Tzachi Hanegbi joins me now live. So first of all suspension of annexation plans, what does that mean? How long will the suspension last, because the Prime Minister Benjamin Netanyahu of Israel is saying it's still on the table even though we heard something different from the U.S. President at the White House yesterday?",
    "statement": "Yes, thank you Hala. Of course we were asked by the President of the United States to put the initiative as part of the Trump plan, an annexation of the various parts, Judea and Samaria to put it on hold. So it's a temporary suspension. Of Course if we will start negotiation with the Palestinian authority, we will try to reach an agreement that will prevent any unilateral initiative. So what we are <HOPING> for, I would say Israel is eager to start negotiations with the Palestinians."
  },
  {
    "transcript_id": "CNN-99959",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "What I asked the doctor was, is this the kind of situation where we needed to be there yesterday? And he said yes. That's all he needed to say.",
    "statement": "The next day, with his parents and dozens of police officers by his side, Craig died. The reason so shocking it was hard for them to <BELIEVE> it at first. He drunk too much water on a bike patrol training ride. It led to a lethal sodium imbalance. When the hospital asked his parents if they'd like to denate Craig's organs, they didn't hesitate."
  },
  {
    "transcript_id": "CNN-317178",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You have a Heisman vote.",
    "statement": "<WELL>, hey, you <KNOW> --"
  },
  {
    "transcript_id": "CNN-110606",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I know they've made him a lot happier.",
    "statement": "If the idea is to give your child self-esteem, you <SHOULD> be doing that through your parenting, not through drugs."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "And it's a hateful rant, isn't it? On that point, I want to ask you something else, so if you're an investigator, what will you be looking at, at this stage?",
    "statement": "Yes, so physical evidence will be the first protocol and then it will be digital evidence. So any laptops, computers, phones, all types of devices that they find at his property or on him. We are fairly conditioned with terrorist attacks to not <THINK> of the perpetrator surviving. So the other thing that they'll be doing is he'll be getting interviewed. And that -- and, again, if his manifesto is what he genuinely <BELIEVES>, then he intended to survive this. He wants to go to court and in much the same way that Breivik did, insist on saying that, \"No, no, no, I <BELIEVE> in the things that I wrote down and that's why I did it.\" And so if he is interviewed and the Court process will be revelatory in terms of that <KIND OF> evidence, but you <KNOW>, standard investigative procedure, digital evidence and physical evidence, and more firearms or devices they find at the property, but particularly phones and computers, you <KNOW>, contemporary counterterrorism investigations are informed heavily by digital devices."
  },
  {
    "transcript_id": "CNN-43470",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "In the context of coordination, yes.",
    "statement": "Let me tell you a concern that I have. I <THINK> we all agree that the situation in Afghanistan is complicated. I'm a little concerned now that the military side is getting way out ahead of the political side, because in the end this is going to be as important politically as militarily."
  },
  {
    "transcript_id": "CNN-119444",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "All right. Ali, thanks so much. Well, eight South Korean hostages are now free in Afghanistan this morning. CNN's Monita Rajpal is live in London now, following the latest developments. It was just throughout the course of our show that we heard five more released this morning.",
    "statement": "Yes. <ABSOLUTELY>, Kiran. Good morning to you. This has been a very quickly developing story as developments are coming in minute by minute and hour by hour over the last couple of hours. We now understand that there are eight South Korean hostages who are now free, are in the custody of the South Korean delegation in Afghanistan. Earlier in the day, earlier, just <ABOUT> two hours ago, first five -- sorry, three South Korean female hostages were released. And then the extra five. There are still 11 that are remaining that need to be freed. And we understand they will be released by the end of the week. Now, this comes just 24 hours after the Taliban and the South Korean negotiating team struck a deal securing the release of 19 hostages. There were 23 hostages when all of this begun on July 19th. They were part of a Christian -- a volunteer Christian missionary group who were abducted just south of Kabul back in July. Two male hostages killed when negotiations did not go <WELL>. However, a week or so after that, two female hostages were released as a goodwill gesture on the part of the Taliban. Now, as a part of this deal that was struck just <ABOUT> 24 hours ago, the South Korean government agreed to withdrawal its 200 troops from Afghanistan by the end of the year. They also agreed to prevent any other voluntary Christian missionary groups from working in Afghanistan -- Kiran."
  },
  {
    "transcript_id": "CNN-155975",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, it really does. And normally what will happen is the defense will file a motion in a death penalty case in the guilt/innocence and say, \"Hey, judge, this isn`t necessary to prove guilt/innocence.\" But quite frankly, every judge is going to let it in. And the reason why the prosecution is doing this is, remember, the way a death penalty is constitutionally handled is, after a verdict of guilty, there is a balance the jury must conduct between aggravating circumstances and mitigating. And the prosecution is always going to leak in aggravators in the front end of the case. We fight it all the time, but it`s the way the system works, and it`s happening here.",
    "statement": "<WELL>, good luck with mitigating circumstances. I cannot see any, any mitigating circumstances. Everybody stay right where you are. An innocent family picked at random, brutally murdered in Connecticut. We`re taking your calls, 1-877- JVM-SAYS. That`s 1-877-586-7297. Plus, an outspoken anti-gay pastor is now accused of using his power to force young men into sex. Tonight, the pastor is fighting back. But first, an affluent family brutally murdered inside their own home, doing nothing wrong, minding their own business, as these home invaders come in and turn their life into a living hell before killing them. More on this completely unimaginable, horrifying crime."
  },
  {
    "transcript_id": "CNN-197647",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Guns don't kill people. People kill people.",
    "statement": "<DEFINITELY> there <SHOULD> be a gun control issue. <SHOULD> be no guns out there. Lot of crazy people don't <KNOW> how to handle guns."
  },
  {
    "transcript_id": "CNN-316925",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "There's a couple numbers I want to show you right now. No. 1, on the Russia issue in particular in the meeting that was taken by Donald Trump Jr., 63 percent say that that meeting was inappropriate right there. You can see perhaps that's driving some of the numbers here. And then a number that John Avlon was just talking about there. It has to do with counties that flipped, counties that flipped from President Obama in 2012 to now President Trump in 2016. In those counties -- look at this -- Donald Trump is now underwater: 44 percent approve, 51 percent disapprove. And David Drucker, that's what people have been saying all along here. Trump voters are sticking with the president. Well, maybe not all of them. Maybe not the most important ones, the ones who gave him this election.",
    "statement": "Right. So we have the Trump base, which I don't <THINK> is movable ever. But then we have the broader Republican base, which has been sticking by him through all of this, which is very much opposed to any idea of Speaker Nancy Pelosi, that looks at their choices and say - they say, \"<SURE>\" -- and I've talked to voters like this -- \"<SURE>, you <KNOW> what? I don't like his tweeting; I don't like his behavior, but I like his agenda and what are my choices?\" And so you look at this poll, which shows in one way, how the polls can be unevenly distributed. His national numbers were horrible. In these counties that fueled his election, he's still -- it's not great, but it's also not horrible. And that can tell you why Republican members of Congress aren't flipping on him yet, because their voters aren't either. However, take a look at \"The Des Moines Register\" poll. I <THINK> this is important, because this is a state that Trump, after the caucuses against Hillary Clinton, it was never in <DOUBT> for him. It was a great state for him. And his numbers there among independents from February to now have gone from 50 percent disapproval to 59 percent disapproval. He's at 43 percent approval overall. And they <THINK> the country is on the wrong track, like 60 percent to 30 percent. That to me was the most interesting poll that I saw over the weekend, because of -- here was an area that, even though Iowa is a swing state, which <MAYBE> it <COULD> be again, which is why Republicans <SHOULD> be worried, it was not really a swing state in this particular campaign."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Trump has a compulsion to counter attack and is very pugnacious. I don't think it serves him well. I don't think that tweet helped him. He is infuriated and legitimately in my judgment, by this whole Russian baloney, and notice how it's evolving. We started here with Russia, we don't have anything on Russia but maybe there was obstruction. We may not get an obstruction or maybe there's going to be perjury and maybe there'll be, you know, I mean, you go down the list.",
    "statement": "So Doug, you are a Republican strategist. The president calling this all a witch hunt suggesting people <SHOULD> be outraged that he is being investigated. Whether or not the president is helping his legal case through these comments and tweets, do you see a political up side to what he's saying?"
  }
]