[
  {
    "transcript_id": "CNN-339784",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Watching by the minute, Wolf, the Golan Heights and the region for what exactly what Oren and Fred were talking about, further escalation. Last night, it is now very clear the U.S. had a very good idea ahead of time what was happening by the time the Israelis launched their military response, the U.S. was aware it was Israeli aircraft in the air. One of the things that is being pointed out to us, is this was a very carefully orchestrated attack and counterattack if you will on both sides by all accounts the Iranians were targeting Israeli military positions, not at the Israeli civilian population in the Golan, and in return, the Israelis were targeting Iranian military sites back in Syria, not Syrian civilians. But that is a big concern. While it, you know, may have calmed down since last night, if this flares up again and there is any kind of miscalculation, if a missile goes astray, if civilians are hit, there will be instant, massive concern about that very potential of escalation. Wolf?",
    "statement": "Yes. This situation <<COULD>> clearly still escalate dramatically. Barbara Starr, thanks very much. Fred Pleitgen, Oren Liebermann, thanks to you guys as <WELL>. Coming up, President Trump's remarkable transformation in less than 12 months he's gone from threatening Kim Jong-un with fire and fury to calling him nice for freeing three detained Americans."
  },
  {
    "transcript_id": "CNN-54760",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Rejoice's (ph) type of treatment is encouraging, but it's available only to a few here in South Africa. Because of costs. Because some victims would rather hide than seek treatment, and because there is a lack of political will. Obstacles that Bono and Secretary O'Neill are repeatedly finding on their trip throughout Africa.",
    "statement": "Why I like him, is he is annoyed, I <<<THINK>>>, by..."
  },
  {
    "transcript_id": "CNN-24427",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, we talking about how much the ticket prices are. Any thoughts of trying to go down to the ball game yourself this year?",
    "statement": "<WELL>, the ticket prices in general are way out of my league. I've got to work for a living, and with a family to <TAKE> care of, how can you spend the <<KIND OF>> money necessary for sports tickets today? But the Giants are going to win -- if anybody's got free tickets for me, I'll be happy to <TAKE> them."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good question. Jack Smith, your response to that?",
    "statement": "<WELL>, again, <UNDERSTANDING> that if it is true what they`re saying, she was off her medication, which we didn`t <KNOW> anything <ABOUT> medication, but."
  },
  {
    "transcript_id": "CNN-138691",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "OK, we're moving fast. Trying to. We took up so much time with that Robert Gibbs' news conference which provided so little. The president of the United States has a potential foreign relations crisis on his hands. North Korea says it has fired off an estimated 10 to 20-kiloton bomb. I can't show you the reaction, because it was underground. But I can show you the reaction to it from people. Now, this video comes in to us from Seoul. This is about an hour from the border. Let's look at it together. Let's go ahead. All right, we'll stay -- as you watch this video, you need to know why the South Koreans are so upset. They say they are not safe. You need to know why President Obama calls North Korea reckless. And you also need to know why diplomats are picturing a full-blown crisis with that country. And now we hear of two more missiles today, short-range missiles. That's what North Koreans reportedly shot into the sky, two short- range missiles. This is either a legitimate test launch or either way North Korea is sticking its middle finger up to the rest of its world. You know what we mean by that. The sign of defiance as some call it. Our ambassador to the United Nations says, look, this is unacceptable.",
    "statement": "North Korea's actions over the last several days are provocative and destabilizing and do pose a threat to international peace and security. That's why you heard the entire international community yesterday, from various capitals and from the Security Council, come out swiftly, forcefully and in unity to condemn this. And we agreed yesterday that we are going to pursue in the Security Council a new resolution, a strong resolution, with teeth. Now, those teeth <<COULD>> <TAKE> various different forms. They are economic levers. They are other levers that we <MIGHT> pursue."
  },
  {
    "transcript_id": "CNN-207622",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It's easy to point the fingers and say education's not doing it. Well, education is still putting out maybe what they were putting out in ways of skills years past. What's happening is is the criteria that companies are looking for for hiring has gone up. The one that really is tough on the individual is two years experience. Well, how do you graduate from university and graduate with two years experience? So, what you're seeing is companies raise that bar, they ask for intellectual curiosity, certain types of skills, working on a team in a global environment, and while education can give it, it's really about the experienced individual. So, internships, apprenticeships, are key. Clearly, education and business need to work closer together, but right now, it's a bit of a conundrum because businesses keep kind of changing the game as education is a little bit harder to keep up with that kind of velocity of change.",
    "statement": "They <CERTAINLY> do. And so, <WOULD> you say that, really, the policy response in terms of updated training and making <<<SURE>>> that workers and people in the workforce get access, updating their skill set, falls on government policy? Or <SHOULD> the companies themselves be retraining their employees or constantly training them as part of the job?"
  },
  {
    "transcript_id": "CNN-260075",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I am not going to let my guys get hurt because we have equipment we're not using.",
    "statement": "You can hear the intensity during <<KIND OF>> those chaotic moments. In the end, more than 150 officers were injured, hundreds of businesses were damaged. You saw just the rioting play out for hours and hours. Brooke Baldwin is joining me. Brooke, this was really important because you talked to two officers, and they talked <ABOUT> this moment <<KIND OF>> a flash point when they were told to hold back, to not move forward. How did they describe it? What do they say to you?"
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, we just know that a tornado touched down at the camp. We have responded there with several state troopers, local law enforcement, search-and-rescue crews with the Iowa National Guard. Preliminary information is telling us that there were probably roughly 120-some people in the camp, 93 children and 27 youth counselors.",
    "statement": "And we had been hearing reports that there's a hospital <ABOUT> 20 miles from there; is that right, Burgess Hospital?"
  },
  {
    "transcript_id": "NPR-19656",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Do regret your advocacy for the crime bill?",
    "statement": "<WELL>, look, I supported the crime bill. My husband has apologized, he was the president who actually signed it. Senator Sanders voted for it."
  },
  {
    "transcript_id": "CNN-87580",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Right now, we are hearing on the platform from Victor Carrillo, who is the Texas Railroad commissioner. We're sort of at that stage of events. As far as what has been going on here today, well, first of all, the party platform you referred to, one that had generated some controversy as it was being drawn up, generated none here today. It will not surprise you that it was approved very, very easily. And, of course, there's no controversy over the nominees of this party, at least not in this hall. The nominees, George W. Bush and Dick Cheney, have been put out. The final votes will be concluded on Wednesday night. We all know the result. We all know what is coming up next. We have Senator John McCain, who is going to be making his speech tonight, along with Rudy Giuliani. McCain, who seems to have reconciled his differences, at least now, with George Bush. And this will go on. Vice President Cheney was in the hall while the nominations were going on, by the way, doing a little bit of planning (ph). It's not usually the kind of term you hear when you hear Dick Cheney, but that's what he was doing here. He will be back on Wednesday night to make his speech, his acceptance speech. Then Thursday night, the president, George W. Bush, hoping for a bounce that gets him out of here and with some sort of edge in what promises to be a very rugged fight in the fall for the election -- Kyra.",
    "statement": "Bob, talk to us <A LITTLE> bit <ABOUT> the expectations going on there at the convention. The Republicans, how are they <FEELING> right now? They <<FEEL>> they have <A LITTLE> bit of an -- more of an edge, I <<GUESS>>, in the past few days, past few weeks?"
  },
  {
    "transcript_id": "CNN-61641",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Did you all sit down as a family and talk about this decision? How did that conversation go?",
    "statement": "It went pretty <WELL>. It was -- we were talking <ABOUT> it for a while <ABOUT> making a donation. And at first, we didn't <KNOW>, like you <KNOW>, what we <SHOULD> donate to. And you <KNOW>, we narrowed it down. And so, we finally got to the CDC. And we started learning more <ABOUT> -- I <KNOW> when my dad called the foundation and asked if he <<COULD>> make a donation, he said, you <KNOW>, donations are impossible, which is untrue. But you <KNOW>, eventually, we got through. And..."
  },
  {
    "transcript_id": "CNN-190326",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Poland is an important country. It's an important emerging economy. They've taken a distinct pro market bent, which has served them well. So obviously, it's a very wise decision for the Romney campaign to visit that country.",
    "statement": "I don't <KNOW>, yelling out a curse at a holy site <MAY> work against you."
  },
  {
    "transcript_id": "CNN-181111",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Don't you see how they see you? How they look down their nose at the average Americans? These elite snobs.",
    "statement": "There you go. Santorum just part of his theme, I <<GUESS>>, Fred, of trying to portray the president and his administration as <KNOW>-it-alls and elitists. I <<<THINK>>> the White House will <DEFINITELY> <TAKE> issue with that one. But we've been seeing that message the last couple of days from Rick Santorum -- Fred."
  },
  {
    "transcript_id": "CNN-194167",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Those are some pretty strong words.",
    "statement": "They <<<SURE>>> are and I agree with the first adjective. It is diversionary, because I guarantee you, if the reverend and I <KNOW> and it is a Tuesday <KNOW> that it closes on Saturday and we got to vote last Sunday after church, we are <ALL> smart enough and responsible enough to cast our vote and be counted."
  },
  {
    "transcript_id": "CNN-128889",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Well, let me clear that up though. Everybody wants goals. Everybody would like to get out as soon as possible. And I think, you know, if we can get out in the next year or two, or less, terrific. But that's not what Barack Obama said. What Barack Obama has said, that we're going to get out whether or not we're ready to get out. Whether or not conditions on the ground are allowed. He has said we're going to set a date, a timetable, and get out. We're going to stop treating this patient if he's well or not, and that's the mistake.",
    "statement": "He also makes the point that <SOMETIMES> you <NEED TO> put pressure on a government like that in order to get the job done. Otherwise, the Iraqis <MIGHT> simply say, you <KNOW> what, Uncle Sam will <TAKE> care of us with billions of dollars a month forever, and why not just let them get the job done?"
  },
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what do you do with this information, David? For some it will confirm certain things. I mean, what Bannon is saying about the investigation you've been hearing from non-Trump folks since the investigation began that there are real issues. So what's the takeaway here?",
    "statement": "<WELL>, I actually <<<THINK>>> that it -- it's not so much \"so what?\" It is, OK, this -- we <KNOW> this, right? We're living through -- we have stepped into the surreal now for over a year. And now we're getting more evidence of how chaotic and surreal it is. And I <<<THINK>>> John is exactly right. I mean, you <KNOW>, there can be chaos in the first year. Nothing like this. You have a president who's redefining what it means to be president almost on a daily basis. I <<<THINK>>> the \"so what?\" from this is how the president responds. How it impacts him. You <KNOW>, you look at history. You've got -- you <KNOW>, you've got dark personalities like Nixon talking to the portraits. <WELL>, we're seeing some of that with Donald Trump in a fury that gets in his way. We <KNOW> he's not disciplined when it comes to policy making. But this Russia investigation, this <<KIND OF>> -- these kinds of revelations are from people who are close to him, I <<<THINK>>> has such a potential impact on him the \"so what?\" is let's see how he responds to it and how -- how, you <KNOW>, destructive it becomes to his presidency."
  },
  {
    "transcript_id": "CNN-273252",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "At least lose some seats.",
    "statement": "-- Trump or -- <WELL>, lose a lot of seats if it's Trump or Cruz, and they will cut the candidate loose and run in their own direction. I've been told the same <THING>."
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So, Wolf, it's a real figure, but Trump falsely describes it and he's continued to do this at his rallies. Now, what this figure said, it was a report from British academics and it said that in the U.S. If no U.S. government did anything to mitigate the virus, to fight the virus, and no citizen took social distancing action, then we could see 2 million-plus deaths, but this was not an expectation. It was not a realistic estimate. This was a figure put out to say this is how bad it gets if you just let this virus run its course which, of course, the government was not about to do, Wolf.",
    "statement": "Let's listen to a claim made by the president, Daniel, <ABOUT> the state of the coronavirus pandemic right now. Listen to this."
  },
  {
    "transcript_id": "CNN-99657",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Just as you were -- you were just talking about the in -- central Indiana and Indianapolis now under a tornado watch, Kentucky and also western Ohio. We will have that mapped out for you -- Kyra.",
    "statement": "<ALL> right, Chad Myers, Dave Hennen, thanks, guys, so much. And, of course, as we're following <ALL> the developing news with regard to the weather, severe weather across the United States, we're also checking in once again and updating the baseball and new steroids proposal. Tony Harris once again live in the newsroom, working that story for us. What do we <KNOW>, Tony?"
  },
  {
    "transcript_id": "CNN-84145",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Meanwhile, the Pentagon says tonight that the Marine attack in Fallujah, the one you've just witnessed on camera, was provoked by a specific threat, and the cease-fire is officially still in play. For a closer look at U.S. military objectives and strategy, let's call in one of our military analysts, Brigadier General David Grange. He joins us tonight from Oak Brook, Illinois. And counterterrorism expert Aaron Cohen, who is in Los Angeles tonight. Welcome, gentlemen. General Grange, I am going to start with you this evening. The Pentagon saying that these aerial strikes are not part of a new offensive. How effective do you think they might be?",
    "statement": "<WELL>, an AC-130 gunship is very precise, very effective. It's not a new offensive. It's using that fire support platform to support the positions that are engaged in this particular area of Fallujah. It's very precise. They can pick out a specific vehicle and hit that vehicle on the road. They can designate between several buildings and get the building designated by the ground commander. Many forces in the past <WOULD> have loved to have this platform in a fight."
  },
  {
    "transcript_id": "CNN-328838",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So Bryan, to you, you were the former communications director for the Trump campaign. You know a lot about the thinking behind this, the promises that were made leading up to this. Gary Cohn, the chief economic adviser in the White House right now, this is what he wanted done. It got done. He just did an interview with Axios this morning and he said, quote, \"The president cared a lot about the business rate.\" He went on to say, \"It was probably the single biggest topic that the president cared about.\" I thought the president cared the most about middle class tax cuts and tax cuts for those lower income Americans. What gives?",
    "statement": "Listen, I <<<THINK>>> the president's message has been pretty <CLEAR> and it's been consistent for a very long time. I can't speak to what Gary was referring to just minutes ago in your guys' reporting, but I can speak to what the president has repeated over and over again for the better part of 2 1/2 years. That the middle class is going to benefit from a tax cut and that this <SHOULD> <<SORT OF>>, you <KNOW>, further electrify or as Bannon <WOULD> like to say, you <KNOW> weaponized the American economy, so that it brings a -- helps raise wages for the American people which is the promise that the president made."
  },
  {
    "transcript_id": "CNN-111744",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "And Jones says he did decide to go public with this information because he wanted to try to influence that vote, is that right?",
    "statement": "That is true. He did say that he wanted to come forward because of the hypocrisy of you've got one man who's preaching one <THING>, but <<ALLEGEDLY>> doing something else."
  },
  {
    "transcript_id": "CNN-331747",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "-- to the majority memo. Well, it's been prepared.",
    "statement": "Important facts, though, Jim. They voted not to let it out."
  },
  {
    "transcript_id": "NPR-379",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Let's get another one in here. Ruth is in Marietta, Ohio. Hi there.",
    "statement": "Hi. My acquaintance with Cynthia Tucker is <ONLY> over public television when she appeared as a guest editor, and I loved her. I <NEVER> had the privilege of reading anything she wrote. But the reason I called is to thank her for being herself. My husband was very old school. The smart people were the men. The smart people were the white people. And Cynthia Tucker was neither, and he thought she was brilliant."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Doesn't she need to?",
    "statement": "She is an open book and transparent. I don't <KNOW> of any politicians really who are open books and transparent, but she does have this problem and she does have this baggage. Look, Hillary Clinton is sui (ph) generous, one of kind, she's the most famous woman in the world. She's been <AROUND> now for 35 years in our public consciousness. She's looked at as a superstar on the level of Madonna, on the level of nobody else in the world, really. And she's judged differently. She's going to go after the Republicans. She's going to make the Republicans the real issue in this campaign and how she can relate better to the American people, to people who need help. Those in the middle class. Those in the working class. And she's got a real record to run on on this. The <QUESTION> is how will people <TAKE> to her with some of this baggage? How will she explain some of this baggage? If you read \"A Woman in Charge, The Life of Hillary Clinton\" you begin to understand the whole arc of her life, having a father who was abusive to her mother. A misenthrope. You begin to understand the marriage better. It's a great tale. And if she opens herself up to telling the tale as it really happened, if she says, \"yes, that's the story of my life,\" I <<<THINK>>> she's going to be able to move on a lot better than if she continues trying to conceal, fight, et cetera. But the real <QUESTION> is how are the Republicans going to deal with her? And right now they're already over the top, it sounds like, in many of the things we've heard today. And that <<COULD>> backfire."
  },
  {
    "transcript_id": "CNN-227970",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And the other is this - the pinging or at least a noise not found in nature that the Chinese say they heard at least two different times. Australians have seemed to have found some audio -- something pinging. They don't use the word ping. Nonetheless, so, there's three - these three, four instances. How optimistic are you that these are the actual pings that would take us to a black box?",
    "statement": "There is a chance. I'm hesitantly optimistic. Those pings are something. I <KNOW> that the operators and the equipment on the Australian ship, the \"Ocean Shield,\" have something that needs to be investigated. I've actually worked with that equipment and those operators before on TWA flight 800 and on some other operations and that is the equipment and the operators that have also worked on Air France. So that <MUST> be investigated. That was the third noise --"
  },
  {
    "transcript_id": "CNN-260223",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Did you feel safe at the rally?",
    "statement": "Oh, very safe. Oh, very safe. You <KNOW>, I got to meet people from various states, Southern states like Mississippi, North Carolina, Virginia. They were from, you <KNOW>, <ALL> the Southern states. I had a -- I had a lovely (ph) time (ph). You <KNOW>, we exchanged phone numbers, got to network with each other, you <KNOW>, to save our Southern heritage and our Southern history, you <KNOW>, our way of life, and that flag"
  },
  {
    "transcript_id": "CNN-359293",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Add another candidate to the democratic primary field for president. We now have Hawaii representative Tulsi Gabbard. The democrat made her informal announcement on CNN's \"Van Jones Show\" which was taped earlier but airs tonight at 7:00 on CNN.",
    "statement": "I have decided to run and will be making a formal announcement within the next week. Issues relating to making <<<SURE>>> that people who are sick get access to the healthcare that they need. Making <<<SURE>>> that people who are stuck in our broken criminal justice system and the families that are <TORN> apart are being helped, that are being served. Making <<<SURE>>> we're taking action to protect our planet for us and for the future. There's a whole host of issues that I'm looking forward to addressing and there's one main issue that is <ESSENTIAL> to the rest. And that is the issue of war and peace."
  },
  {
    "transcript_id": "CNN-380882",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, that's a great question, John. In my experience overseeing the FBI's counterintelligence and national security matters, it was -- it was common to be aware of and to have been -- to have had the White House share with us the content of the president's phone calls with foreign leaders. You have to remember, these phone -- the purpose of these phone calls is not to develop a personal relationship between the president and another foreign leader. These aren't personal issues. These are matters of national business and very often national security. So the purpose of these calls is to discuss policy matters, very important national security issues, things of that nature. So, there's a whole host of folks who need to know what's happening in those conversations. So we can take that as guidance, understand which direction to move, which way policies are leaning. The folks on the National Security Council need to understand what happens in these calls so they can create and direct policy initiatives for the president that are consistent with the way he is representing our national interests. So at the call at the time of the call, you could have note takers present. You could have translators present. You could have other aides and staffers to the president who are present in the room for the call. And then typically, in former administrations, those calls are memorialized in a memo and distributed to a small group of folks. What we know about President Trump is that that typical way of handling these interactions is no longer the case for us. We understand that the president has conversations with leaders in which all but the translators are asked to be removed from the room and we have heard of instances in which the president has asked for the translator's notes after these sort of interactions, conversations or phone calls. We very rarely ever receive public indication of what takes place on these calls. Often we learn about them from foreign governments releasing what they claim to be the content of these conversations. So we have very little insight into what actually happens but there's a small group of folks who could be present for these engagements and might have some knowledge of it.",
    "statement": "That's an important point to make. Your Congress does not currently <KNOW> the nature of these phone calls, including the intelligence committees. But there is a foreign country, including this foreign leader who does. So there are people out there who <KNOW> exactly what the president promised. Andy, what is the current and future situation for the whistleblower who raised the flag?"
  },
  {
    "transcript_id": "CNN-239083",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Not in my travel plans.",
    "statement": "It's sounding like it's over there, but it isn't. Let's get to meteorologist Indra Peterson. This is not an \"over\" situation. They <DEFINITELY> needed the aid and the <HAVE TO> be careful. But what's coming their way?"
  },
  {
    "transcript_id": "CNN-264807",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Trump fired back at another member of the Bush family.",
    "statement": "And your brother's administration gave us Barack Obama, because it was such a disaster, those last three months, that Abraham Lincoln couldn't have been elected."
  },
  {
    "transcript_id": "CNN-374615",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Fed needs to stand here and try to keep inflation symmetrically at 2 percent. We don't want to get on that road of declining. To the extent inflation continues to decline and expectations decline, that will show up in lower interest rates which will give the central bank even less fire power to react.",
    "statement": "The president's attacks on the Fed and Fed chief personally had been withering. Powell was asked if Trump fired him, <WOULD> he leave? The Fed chair said he intends to serve his full term. It is not \"Celebrity Apprentice.\" Jay Powell will testify again before the Senate Banking Committee later today. I <WOULD> encourage anyone who wants to <KNOW> how the Fed works, listen to the testimony. The American economy is strong, job market is strong. But he's looking forward to things that they'll be concerned <ABOUT>."
  },
  {
    "transcript_id": "NPR-7600",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "All big Senate races.",
    "statement": "<ALL> big Senate-races states. But he himself is also on the road. He was at a town hall meeting this week on the economy, hosted by CNBC, and felt the frustration from some voters in his inability to turn things <AROUND>."
  },
  {
    "transcript_id": "CNN-77885",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Thanks for joining us. We <<<SURE>>> appreciate it. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-333859",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded",
      "suppose": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello, everyone. I'm Zain Asher and coming up in the next half hour of QUEST MEANS BUSINESS, Jerome Powell makes his Capitol Hill debut as head of the Fed and the Dow actually drops almost 300 points in response. And I'll be joined live by an Olympic curling champion who is now going back to work at a sport shop, but first, though, these are the top headlines we are following for you at this hour. In Syria, activists say pro-regime shelling and artillery fire continued in the rebel-held enclave of eastern Ghouta on Tuesday despite an ordered humanitarian pause that was supposed to last five hours. Russia in Syria accused the rebels of shelling humanitarian corridors. Sources tell CNN that some White House aides including President Trump's son-in-law Jared Kushner have had their security clearance downgraded. Kushner, a senior adviser to the president was still using an interim clearance more than a year after the administration took office. He will now have secret access instead of top secret. A source told CNN Kushner has accepted the decision and will not ask the president for an exception. The body of Bollywood star, Sridevi, has arrived home in Mumbai. In the past few hours Dubai police have said the actress drowned in her hotel bathtub after losing consciousness. It was initially reported she died of a heart attack. Authorities have now closed the case, ruling out foul play. A top U.S. diplomat in charge of North Korea is retiring at the end of the week. Joseph Yun says it was <COMPLETELY> his decision to step down at this time just days after North Korea <<REPORTEDLY>> said it is open to talks with the United States. The state department spokesperson says the U.S. will keep up its campaign of maximum pressure against the North <ALL> right. Let's talk <ABOUT> how U.S. markets did on this Tuesday. In the afternoon there just <SEEM> to be -- look at the red behind me. There seemed to be this mad dash lower as we approached the finish line. In <FACT>, the Dow actually closed the day down 299 points or so. The S&P 500 and the Nasdaq lost more than 1 percent each. Investors had pretty much one <THING> on their minds today aside from <CERTAIN> companies and they were very much focused on Capitol Hill where Fed chair -- a brand-new Fed chair, I <SHOULD> add, Jerome Powell testified for the first time. Powell said the Fed sought to balance, to prevent economic overheating while also keeping in inflation near 2 percent. Some felt that his comments, though not explicit, actually <SUGGESTED> the new tax and budget bills <<COULD>> actually lead to an increase in the pace of interest rate hike. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-403519",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "That's news for you, tongue in cheek, okay?",
    "statement": "It was clearly -- I understand that there's not much of a <<SENSE>> of humor at CNN center but the president was joking. I'm not surprised you're willing unwilling to understand that the president had a tongue and cheek remark there."
  },
  {
    "transcript_id": "CNN-364509",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The gunman also wielded a video camera and streamed live these massacres on social media. Hours earlier, he's believed to have posted a hate-filled manifesto, as we said earlier, Poppy. This is simply an act of terrorism driven by hatred. We <SHOULD> call it that."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Thank you, Richard. And we are sure that the folks at West Point might disagree with that. We'll see. Up next, a Democratic president hopeful meets with an Iraqi official. Find out who and why. And Congress considers ways to pay back the allies who've been less than supportive about the war.",
    "statement": "As you look at these live pictures of the White House, here in Washington, we <KNOW> the war on Iraq <MAY> be turning our attention away from politics for a while, but there's evidence that the issue is not being avoided out on the campaign trail. Democratic president hopeful Al Sharpton met with the Iraqi ambassador to the United Nations, Mohammad Al Douri, this morning in New York, to talk <ABOUT> the treatment of American prisoners of war. And last night, in New Hampshire, Senator John Carey, another candidate, called for not <ONLY> a regime <CHANGE> in Iraq, but also here in the United States. Carey told an audience that the United States needs a president who has visited, in his words, more than a sum total of two countries before taking office. House Speaker Dennis Hastert, <MAJORITY> Leader Tom Delay and the Republican National Committee have <ALL> come out <CRITICAL> of Carey's comments. In contrast today, Senator John Edwards traveled onboard Air Force I with President Bush to visit with Marines at Camp Lejeune in North Carolina. Senator Edwards and Senator Carey lead, we <SHOULD> tell you, in the early money chase. Each raised more than $7 million during the first three months of this year in their campaigns. Senator Joe Lieberman took in just over $3 million in the first quarter. Lieberman's fundraising operation got off to a slow start, they say, because the senator waited until Al Gore decided against running for president himself. Today Senator Lieberman began a West Coast swing through California and Washington State, while Senators Edwards and Carey plan to visit Iowa this weekend for the first time since the war in Iraq began. Now we turn to Capitol Hill where the war is very much a part of the congressional debate. Specifically, some lawmakers are looking to send an angry message to <CERTAIN> American allies overseas. Here's our congressional correspondent Jonathan Karl. Hello -- Jon."
  },
  {
    "transcript_id": "CNN-222521",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Potato -- you think these are potatoes? Not potatoes.",
    "statement": "I don`t <KNOW>."
  },
  {
    "transcript_id": "CNN-54550",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Good question. One of the challenges that Paul O'Neill put to Bono was take me to places where aid work and where future aid and development will work. Ghana is one of just a few democracies here in Africa, and about a year and a half ago, they had a peaceful transfer of power when one president took office from another. Of course, in the U.S., we just take that for granted, but here in Africa, as far as that, that is a huge deal. They are taking us around to different places where you are seeing investment work. This morning, we went by a data processing center for Aetna insurance, so you could be going to the doctor in Chattanooga, turn in your Aetna insurance card, guess what? It is getting beamed over here to Accra and being processed by people who are being educated and been given jobs and a chance to work and improve their lives.",
    "statement": "Interesting. Interesting. <WELL>, give us -- can you give us an idea of what you have been able to see so far? Have you had a chance to tour much of the town or much of the city or the countryside there?"
  },
  {
    "transcript_id": "CNN-76986",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Don't look for any hurricane shutters either. (on camera): You don't have any boards up, no hurricane shutters, not protecting the house in any way, how come?",
    "statement": "No. <WELL>, when the good Lord takes me, we're going to let them <TAKE> care of that for us. In other words, he's going to calm the storm down for us."
  },
  {
    "transcript_id": "CNN-274119",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We want to go now to CNN chief international correspondent, Christiane Amanpour, who is joining us from London. Christiane, thank you so much. We have been talking about this release. Do you have any indication, as we talk about a simultaneous release, as we believe it is worked out to be, how would that actually be worked out? Are there people on the phone saying, OK, we have released our side, you release yours, so they try to do it truly as simultaneously as possible? How does it work? Do you know?",
    "statement": "<WELL>, I <<<THINK>>> those details are going to be the fascinating ones to unpick after the <FACT>. But <CERTAINLY>, as we <KNOW>, there have been months of separate negotiations, although connected to the nuclear deal on these prisoners. And Iran has <ALWAYS> wanted so-called a goodwill gesture regarding its prisoners and the United States, <OBVIOUSLY>, wanted its prisoners out, including our colleague the journalist, Jason Rezaian from \"The Washington Post.\" It is <ENTIRELY> <<LIKELY>> as Fred was outlining and as we were talking <ABOUT> yesterday that this is a simultaneous and will be a simultaneous event. Neither side wants to be seen as going first or anything in that regard. So that is very <<LIKELY>> and we are waiting to see when with the Americans touch down as has been said by \"The Washington Post,\" the employer at one of those Americans <<PERHAPS>> first in Geneva and then in Germany to get medical treatment before coming home. I spoke to the Iranian Foreign Ministry and I asked them whether they have --"
  },
  {
    "transcript_id": "CNN-143437",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The best thing that could happen with health care reform right now would be nothing given the direction that the Democrats want to take health care reform. And I have to correct Richard. He needs to get his facts right. First of all, he's speaking to Michael Cannon and not Michael Tanner. And secondly, it's not ideology that says that the government is going to subsidize its own plan. It's Larry Summers, President Obama's economic adviser, who said the Freddie Mac and Fannie Mae benefited to the tune of $6 billion per year from the same sort of implicit government subsidy. This is not...",
    "statement": "OK. So what <SHOULD> be done, Michael?"
  },
  {
    "transcript_id": "CNN-315551",
    "matched_terms": {
      "know": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The Venezuelan President Nicolas Maduro is calling it an armed terrorist attack. Right now, security forces are hunting down a rogue police officer. He's suspected of stealing a helicopter, attacking the Venezuelan Supreme Court building and the interior ministry and dropping grenades. President Maduro says no one was injured. Let's go to our international correspondent, Patrick Oppmann, monitoring the situation from Havana, because CNN Espanol has been taken off the airways in Venezuela, repeatedly. We've been asking for visas, waivers to get into the country. Patrick, do we <KNOW> the name of the <<SUSPECT>> and what prompted him to do this?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Don't you think we already are?",
    "statement": "We are not profiling. The perfect example is in New York City where we can't profile people that we <<<THINK>>> <MIGHT> look like terrorists, so we're going to pick <EVERY> third person that goes through a turnstile? It doesn't make <<SENSE>>. We're so worried <ABOUT> being politically correct, we don't want to offend anyone, and say we're going back to the '60s or '50s or whatever it <MAY> be, because that's what people say. If you profile people, you're being racist. No, I'm racist towards terrorists and if you fit the profile of a terrorist, then I don't like you. And I want to make <<<SURE>>> --"
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Many people look at you as the person who set the tone as the negativity in this race. Is it time for you to say, you know what, enough with the negative. Stop attacking me. I'm not going to attack you. We need to unite. We need to be something better?",
    "statement": "Chris, I didn't set the tone of negativity. What I did was I fought back. I mean, they attacked me viciously, and I fought back. And don't forget, we started with 17 people. So, you <KNOW>, I've been doing this now for a while. And the nice part is everybody that's attacked me so far has gone down. Wouldn't that be nice for our country because we don't win anymore as a country? So wouldn't that be nice to have somebody that can do that. We're getting millions and millions of people that have <NEVER> voted before, millions of people from the Democrats, millions of people from the independents. And honestly I had such a great talk with Paul Ryan. He called the other day. He was so great."
  },
  {
    "transcript_id": "CNN-319407",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Steve Bannon, sort of taken off the table in his exit interview.",
    "statement": "I <<<THINK>>> he did, but I <<<THINK>>> what he meant was that the actual strike <WOULD> be unthinkable, and so, yes, of course, the president already reserves the right for military option. But <CERTAINLY>, you've heard general upon general, commander upon commander say that the results <WOULD> be catastrophic, and so that's why that's really the last resort, worst case scenario, Jim. And I --"
  },
  {
    "transcript_id": "CNN-312916",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well if my plan is the only -- the main bad actor, the only bad actor the collateral damage to the Republican Party as we go into the midterms could be much larger than just Michael Flynn.",
    "statement": "When you're -- you have already seen that rift with the Republican Party. You see Paul Ryan basically opposing the Donald Trump tax plans where he's got this <<SORT OF>> split in the party over the border adjustment tax. This is the first time we've seen an actual public split between Paul Ryan and the House and the Trump administration on sensitive policy and so I <<<THINK>>> that is -- I <<<THINK>>> Republicans smell blood and I <<<THINK>>> they see the President's numbers continuing to tick down and I <<<THINK>>> that adds experience to why they <SHOULD> push the lone agenda independent to the President."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Are you able to -- you're kind of a victim yourself through no fault of your own, you're a victim of this, can you -- able -- in your mind say, I understand why the media is doing this or are you angry?",
    "statement": "I'm angry because if I put it out there that I'm not saying anything, why can't you respect that? Why do you <HAVE TO> constantly call my phone 3:00 in the morning, leaving cards, you <KNOW>, <ALL> at my apartment complex with the van set up and everything, why can't you just respect that?"
  },
  {
    "transcript_id": "NPR-19656",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Long-term, there will never be peace in that region unless the United States plays a role, an even-handed role, trying to bring people together and recognizing the serious problems that exist among the Palestinian people. That is what I believe the world wants us to do, and that's the kind of leadership that we have got to exercise.",
    "statement": "<WELL>, if I - I want to add. You <KNOW>, again, describing the problem is a lot easier than trying to solve it."
  },
  {
    "transcript_id": "CNN-326075",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, he was grabbing my breasts and trying to turn me towards him and kissing me. And then after a bit, that's when his hands started going -- I was wearing a skirt and his hands started going towards my knee and up my skirt. And that's when I said I don't need this and I got up.",
    "statement": "That was my conversation with Jessica Leeds last October recounting an alleged incident back in 1979. Ms. Leeds, one of a string of women accusing then candidate Donald Trump of a variety of sexual misconduct which our source, a Republican familiar with the matter, told our Jeff Zeleny, quote, he's worried <ABOUT> the conversation moving to his past accusers. The source noting that the president still believes and again this is the source talking that his accusers were unfair and some of Moore's <MAY> be too. The president, of course, denies <ALL> allegations against him. But again, this is a Republican source, and in position to <KNOW> the president's thinking. And to that point, members of the Moore campaign spoke to reporters late out. It was not to get out of the race, far from it, in <FACT>. CNN's Kyung Lah was there when it happened. She joins us now with the breaking news. So, this press conference today was not exactly what people expected."
  },
  {
    "transcript_id": "CNN-260075",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Is that what the academy trained you? Is that what your gut instinct told you to do as well or were you having to hold back? You didn't want to hold back but you were being told from up the chain to hold back.",
    "statement": "I <<<THINK>>> if they <WOULD> have just allowed us to get the perpetrators that were instigating it, it <WOULD> have de-escalated a whole lot quicker."
  },
  {
    "transcript_id": "CNN-276845",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. I'm Jake Tapper. The national lead now: tech giant Apple is taking some heat for fighting a court order that <WOULD> force it to help the FBI break into a cell phone once used by one of the San Bernardino terrorists. The government wants to scour that device for any information <ABOUT> other terrorists who <MIGHT> pose a danger to innocent people, like the 14 killed in San Bernardino in December. To give you a <<SENSE>> of the sharply divided debate, Arkansas Senator Tom Cotton, a Republican and a veteran, said this in part, quote, \"Apple chose to protect a dead ISIS terrorist's privacy over the security of the American people.\" Now, on the other hand, Edward Snowden tweeted this, \"The FBI is creating a world where citizens rely on Apple to defend their rights <RATHER> than the other way <AROUND>.\" CNN tech correspondent Laurie Segall joins me now. Now, Laurie, the government <ONLY> wants to unlock this Apple -- this Apple phone, but Apple is warning creating the ability to get into this device poses a risk for everyone."
  },
  {
    "transcript_id": "CNN-55859",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So the lines have been drawn in Washington. The White House pollution reform is rolling back years of what some say is environmental protection, or are they an improvement? Let's debate the issue this morning. Charli Coon of the Heritage Foundation with us in Washington -- good morning to you. And Alyssondra Campaigne with the National Resources Defense Council with us as well -- good morning to both of you. Charli, you know the environmentalists, they jumped on this right way essentially yesterday, saying it's just going to lead to more pollution. How does the White House defend itself against those charges?",
    "statement": "<WELL>, this is just simply a common <<SENSE>> reform measure. It has been in the works for 10 years. It is going to make the Clean Air Act, particularly the New Source Review Program, more understandable, more flexible, and allow the companies and factories and utilities to proceed with energy efficiency project and pollution prevention projects, which have been impeded under the complicated and convoluted laws and program of the"
  },
  {
    "transcript_id": "CNN-125282",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Yes, the economy, issue No. 1. A lot of people in this country struggling right now, personal economy is taking a big hit. Recession in a lot of households around the country. Take a look at the Dow now, New York Stock Exchange, Fred, in the first hour of the trading day, the Dow down 81 points. Let's be honest about it. The market is just going to have to hang on today -- 80,000 jobs lost in March. That's the reporting in the latest jobs report. The unemployment rate rose from 4.8 percent to 5.1 percent. The Nasdaq down at least seven points. The Dow down 83. We are going to follow the market. Get some thoughts on what is happening today from Susan Lisovicz in just a couple of minutes right here in the",
    "statement": "<ALL> right. Still on money and helping you save. Helping you manage mortgages and credit counseling, <ALL> <STUFF>. A lot of e-mails to sift through. Here to answer your questions <ABOUT> issue No. 1, CNN's personal finance editor Gerri Willis. Good to see you, Gerri."
  },
  {
    "transcript_id": "CNN-4358",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "During the Nazi Holocaust, German authorities seized many Jewish-owned artworks. Now, more than a half century later, some of those paintings are in private collections, others are hanging in museums. CNN's Richard Blystone reports on efforts to set things straight.",
    "statement": "It <MAY> not be a great painting, the artist, Count Leopold Von Kalkreuth (ph), little remembered. But to Ernest Glanville (ph) and his sister Marietta (ph), it's been worth half a century of trying to get it back."
  },
  {
    "transcript_id": "CNN-321361",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, we have to continue to ratchet up the pressure. But that means also we feed to make sure that China and to a lesser degree Russia are brought along as well. I think the Chinese have been much more cooperative, although, not to the extent we would like. I do have a question as to whether the Russians are playing along in terms of the need to keep restrict oil exports to North Korea and the like. So it's vitally important that we try to shut down any foreign company, presence, which might trade with North Korea to try to tighten the economic sanctions that would be imposed on companies that would do business with North Korea. I think Secretary Mnuchin and the National Security Council are working hard in that regard. There's no doubt success of administrations both Democrat and Republican have sought to employ measures to bring North Korea into some type of situation where we can accommodate their existence but North Korea, frankly, has not shown itself to be responsive to those ambitions.",
    "statement": "\"The New York Times\" had a scathing editorial by its editorial board called \"Morality is Negotiable for Mr. Trump,\" and inferring, you see right there, that \"Mr. Trump's actions are rarely underpinned by principles or a vision of who we are as a nation.\" And largely it concludes that the president is more motivated by his own personal, you <KNOW>, preservation. What's your <VIEW> on this?"
  },
  {
    "transcript_id": "CNN-311022",
    "matched_terms": {
      "clear": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Yes, it's tough for me to talk about, Anderson, to be honest with you. I -- this was a Standard Form 86. This is the form they're talking about. I filled it out multiple times in my career, as did anybody else who gets a security clearance. It's not run exclusively by the Department of Defense. It's run by the U.S. Office of Personnel Management. So, it's used by the State Department, the Treasury, CIA, DIA, anybody that grants a security clearance. Now, the thing is, in this file, it's very intrusive. You see words like \"this is your current and historical record,\" and they ask all sorts of questions about your personnel background. You fill it out, and when this is filled out, then the U.S. Office of Personnel Management sends people around to talk to your relatives, your friends that you list on here, the friends of your friends who you don't list on here. So, they get a pretty good feel for the kind of person you are if you have any debts, if you have any drug use, drunken driving -- anything that you don't report. That's what gets you your security clearance. And then every couple of years, it's renewed. Whenever you go into a job, your security transfer or your security clearance is transferred to that new job, and before you can do anything, that new position vets you. So, when I took command of U.S. Army Europe before I could go into my first SCIF and get a first briefing, somebody said, \"Hey, does the boss have his top security briefing?\" \"Yes, here it is right here. Here's the form.\" \"Anything change on this?\" \"No. Nothing has changed.\" \"OK. Great. Let's move.\" That's the way it works. There is also something when you retire that you receive an out brief that says if you are going to do any of these kind of things, you might draw on your security clearance, you can't deal with foreign governments. And there's another act called the Foreign Agent Registration Act of 1938 which they talk to you about. You fall under the Emoluments Clause which we've talked about with the president. So, all of these things are a part of this, and truthfully, you know, I do not understand how Michael Flynn who processed these paper works as an intelligence officer would have known not to tell somebody that he was going to talk or represented a foreign government.",
    "statement": "Because, I mean, it's been a long time since I applied for a security clearance, but I <SEEM> to remember one of the main questions is, are you an agent of a foreign government or --"
  },
  {
    "transcript_id": "CNN-94878",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Thank you.,",
    "statement": "We have a beautiful day today. And we're glad <ABOUT> that, because, of course, it's been <<KIND OF>> crummy in New York City. Hopefully, it means that some of the people get off the ship today."
  },
  {
    "transcript_id": "CNN-242142",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Sanjay, before I bring you in, I want to read the governor of Maine's statement about all of this. He has said \"This individual,\" meaning Kaci Hickox, \"has stated publicly she will not abide by the protocols. We are exploring all of our options for protecting the health and well-being of the health care worker, anyone who comes into contact with her, the Fort Kent community, and all of Maine.\" He says he's protecting the public health. What's your response, Mr. Siegel?",
    "statement": "I <<<THINK>>> that that is not accurate. I <<<THINK>>> it is a statement based on myths <ABOUT> the disease and also <ABOUT> fear of the disease. There's <ABSOLUTELY> no justification for the state of Maine to quarantine Kaci. She doesn't have the symptoms. And the medical community continues to tell us that as long as she doesn't have the symptoms, she's not at risk with being contagious to the people of Maine. So Mr. Governor, with due respect, you're <WRONG>."
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Let's move across the map over to Afghanistan where it was a week of hard fighting and new U.S. casualties. Plus, a reminder that al Qaeda tries to be a moving target, changing, updating. Call it al Qaeda 2.0. Wednesday we saw a new video message from second of in command of al Qaeda, Ayman al Zawahiri, urging his supporters and university students to fight on. Barbara Starr, you just recently spent a lot of time of Afghanistan. The Taliban is resurgent there. Does Zawahiri perhaps have a sense that things could be reaching critical mass? All it needs is a kick from him?",
    "statement": "I don't <KNOW> if -- That <MIGHT> be what he'd like. <CERTAINLY> the U.S and NATO has enough firepower to deal with any resurgence of the Taliban. But my sources are telling me this video is viewed again by them as an appeal by al Qaeda to try and reassert its influence in Afghanistan. Whether they are able to really do that, I <<<THINK>>>, remains very problematic."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And he's going to spend $10 billion to build this massive wind farm down in Texas. Why shouldn't our government be out in front of stuff like this?",
    "statement": "We don't need the government to do it. Somebody who develops a competitive alternative source of energy, whether it's to generate electricity or to power a motor vehicle, is going to become spectacularly wealthy. Actually many thousands or tens of thousands of people will become wealthy along the way. We don't need the government to misallocate a bunch of resources, force us to use more expensive -- you <KNOW>, we didn't leave the Stone Age because we ran out of stones. We left the Stone Age because we figured out better ways to make tools."
  },
  {
    "transcript_id": "CNN-45786",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "And we also know that, Deborah, there is a lot of folks that come to that particular church there in the wake of that World Trade Center disaster of September 11th, they were going there to seek some moments of peace. I am interested to know in whether or not you saw any people out there or any crowds assemble out there, and based upon the events that we have seen in the past three months that have been hitting New York, whether or not people there are saying, this is just too much?",
    "statement": "They were -- the few people we did speak to, saying they were <A BIT> stunned. They didn't <KNOW> how this <<COULD>> have happened, how it <<COULD>> have started. Again, really people are still trying to get over the World Trade Center, if in <FACT> anybody can ever get over that. And so when you hear of something big like this happening, there is a <<SENSE>> of, isn't anywhere safe? And that is when we spoke to one person, that is exactly what he said. So everybody is making due the <BEST> they can, and everyone wants Christmas time, the holiday season, to be a very special, and <<PERHAPS>> a safe time, so that there can be some <<SENSE>> of normalcy. So, of course, this is <A LITTLE> bit jarring."
  },
  {
    "transcript_id": "CNN-149493",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Lanny, do you take the same thoughts as Mary when it comes to whether or not this is a bigger deal?",
    "statement": "I'm sorry to disappoint your audience that wants some fireworks here. But I do agree with Mary. But I <WOULD> also like to have Mary and I agree that there are haters on the Left that can be focused on and then extrapolated to mean <ALL> Liberals. I hear Republicans do that. Now the Democrats are focusing on the true haters/extremists of the tea party movement and extrapolating and saying that's the whole movement. There are Conservative ideas that are at the heart of the tea party movement that goes back to Ross Perot and goes back to George Washington for goodness sakes. And as Liberals go back to Franklin Roosevelt and <ALL> the way back to Thomas Jefferson. There are themes in both parties in the mainstream and I <<<THINK>>> the tea party movement does represent Conservative thinking, but there are extremists in both sides that both parties <NEED TO> repudiate, including Sarah Palin. There was evidence of some nasty behavior. And she <SHOULD> repudiate that the same way Democrats <SHOULD> among the haters on the Left of which there are many."
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Look, you know, this is -- this is about our duty as prosecutors and it's -- it's really not that complicated. It's about doing the right thing. We had to investigate a case, we had to make determinations on what happened and then move forward and that's our job and that's our duty and we -- I hope that it in as grateful way as we could despite what was being thrown at us and being thrown at a number of people, but I'm not going to get into nonsense with him on this.",
    "statement": "Do you <<<THINK>>> other prosecutors will look to this case in dealing with allegations of sexual assault?"
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "somewhat": "ungraded"
    },
    "previous_statement": "He's a war hero because he was captured. I like people that weren't captured. I hate to tell you.",
    "statement": "He's a war hero because he was captured, which he says it <<SOMEWHAT>> sarcastically. And then he said I prefer people who weren't captured."
  },
  {
    "transcript_id": "CNN-89839",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well Toy Challenge is a national competition for kids, boys and girls, in grades five through eight to design a toy. And its funded by Hasbro and Sigma Xi, a scientific research society, but the reason behind it was basically an attempt to get more kids and especially girls interested in science and math and engineering and just show them how much fun it is. In elementary school, kids are really interested in science and math but starting in about fifth or sixth grade, we start to lose both boys and girls from their interest in science and math and technical stuff and we lose far more girls than boys, partly because its not cool, partly because they think its something that might not be for them. So we wanted to come up with something that was a cool engineering design challenge, you know, whether you're designing a bridge or a car or a toy. You go through the same kind of a design process. So we figure pick something that everybody will like, everybody has got a great idea for toys and really try to get the girls interested because this is gender neutral. You know girls like toys; boys like toys and really try to get lots of kids energized and show them how much fun engineering can be without even knowing they're doing engineering.",
    "statement": "<ALL> right, Kaycee and Alyssa, let's ask you that <QUESTION> then. Is it a lot of fun, was it a lot of fun to do what you did and while you're doing it tell us <A LITTLE> bit <ABOUT> your toy. I <<<THINK>>> Alyssa since you're holding the toy, why don't you begin?"
  },
  {
    "transcript_id": "CNN-374699",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "CNN's Sarah Westwood is live in Milwaukee where later today, the President will tour an aerospace facility and Sarah, Secretary Acosta becomes the 13th -- let me let me say that again, the 13th Cabinet Member to leave this Trump White House. We just heard the President say he is with Acosta, and that he didn't have to quit. But behind the scenes CNN has learned that Trump was expressing his doubts. You tell me what you know.",
    "statement": "That's right, Brooke. Sources tell CNN that President Trump was going over Secretary Acosta's performance at that press conference on Wednesday in which Acosta defended his role in that shockingly lenient plea deal that Jeffrey Epstein received in Florida some 10 years ago. Now, President Trump had gone from publicly praising Acosta and urging him to defend himself. In <FACT>, it was President Trump, who encouraged Acosta to give that press conference in the first place to questioning why it was that victims in that Florida case, we're not notified of the deal that Epstein's defense team ultimately struck with the U.S. Attorney's Office under Acosta's leadership. Now, President Trump clearly saying today that it was Acosta's decision to resign, that Acosta was the one who said he didn't want to create it any more distractions for this administration. But inside the White House, there were also concerns among White House officials that the rolling disclosures <ABOUT> Acosta's involvement in this deal which have continued scrutiny on the plea agreement has grown first with that \"Miami Herald\" article and then with the new charges against Epstein that <WOULD> <ONLY> continue to create distractions for this White House. So, President Trump creating yet another vacancy in his Cabinet by letting Acosta go as Trump himself publicly distanced himself from that social relationship that he <<REPORTEDLY>> enjoyed with Jeffrey Epstein years ago -- Brooke."
  },
  {
    "transcript_id": "CNN-298331",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Let me ask you specifically to address what the Russian ambassador to the U.N. has been saying. You saw that fiery exchange between the U.S. and Russian ambassadors. The Russian ambassador during his speech mentioned you specifically. He said he received signals from Eastern Aleppo of cases of ill-treatment by government forces against civilians and he says that he received, you know, from you these signals. And he said the Russian authorities there began immediate investigations into such accusations and today Russian officials visited those what you called liberated regions, spoke to commander and civilians and he says not a single fact of ill treatment or violation of international and humanitarian law against civilians in East Aleppo was discovered. Is that a credible scenario to you?",
    "statement": "While it is true that I sent these reports as they were coming in last night both with the civilians and military authorities in Russia, and I <WOULD> simply say we need independent investigation. No, I mean, just as much as they do not <<<BELIEVE>>> what the opposition is saying or what is happening in East Aleppo, how can we <<<BELIEVE>>> what an armed actor at the scene is doing? There has to be third party real investigation on what has happened. There also needs now, to be, you <KNOW>, protection of life for the days and weeks to come, hundreds of thousands of vulnerable people live now in this area and those who are being evacuated <SHOULD> have a free choice. Either to go to government-controlled areas or to go to opposition-controlled Idlib. It's the golden principle that we <ALWAYS> <HAVE TO> have running to re- evacuation and that means they <HAVE TO> have a choice including your good doctor there. He <SHOULD> have a choice of where to be evacuated."
  },
  {
    "transcript_id": "CNN-349660",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "The rainfall is the big concern. And if I can Taylor here, our producer, let's go back to the floor here, if we can. The rainfall and the problem that we're going to have, like with Harvey, it took a few days for the models to grasp Harvey putting on the brakes. And when it did that, the amount of rain was staggering in Houston. I mean, we had 40, 50 inches of rainfall, an <ALL>-time record. Notice the colors of purple here, Anderson, from Wilmington northward, you get into the high terrain and flash flooding is going to cut off some communities, it's possible, with 20 inches of rain, again, from the Blue Ridge area southward, northern areas of the Rockies. But it's the storm surge, too. Water is the big element when it comes to the loss of life. Storm surge <<COULD>> be 15, 20 feet. That <WOULD> pretty much be from <AROUND> Wilmington up towards Cape Fear, Moorhead City and then the outer banks. So, the storm surge and then the heavy rainfall. I mean, this is going to be historic. It's possible, Anderson, that this <<COULD>> be <A LITTLE> stronger than Hugo. There's a whole generation of people 30 years ago that have <NEVER> lived through something like this. And so, it <<COULD>> really make its mark. And that's why everybody needs to <KNOW> exactly where their evacuation zones are."
  },
  {
    "transcript_id": "CNN-287705",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "OK. Let me show you more from Morgan`s mother. This is now still courtesy of Milwaukee Journal-Sentinel.",
    "statement": "Protect your child from bad things happening to them, and, I felt like I failed. How did I -- how did not I <KNOW>? How did not I <KNOW> that she was sick? She got her <PERIOD> right before she was arrested, so there was some things that we dismissed as <<MAYBE>> typical teenage girl behavior."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bob Franken, Roger Cossack, let us add to your legal insights there some historical insight now, because we have been down the road through contested and difficult elections in the past -- maybe not down this particular road -- but there are people who have studied earlier elections and know that they have dragged on. In fact, I think the Nixon-Kennedy election was contested well into December. So let's turn now to Professor Douglas Brinkley, who teaches history and who's director of the Eisenhower Center for American Studies at the University of New Orleans, and who has written about Rosa Parks, the civil rights movements, and \"The Unfinished Presidency: Jimmy Carter's Journey Beyond the White House.\" Now, Professor Brinkley, we are not even to the White House yet, but have you seen evidence of this kind of activity in post-election, pre-inaugural periods in the past?",
    "statement": "<WELL>, you really <HAVE TO> go <ALL> the way back to that election we are <ALL> talking <ABOUT>, 1876, between Rutherford B. Hayes and Samuel Tilden, when it drug on for five months, and you did have the U.S. Supreme Court justice, a man named David Davis (ph), becoming -- overseeing a 15-person electoral commission and Chief Justice Davis then took himself off of that and filled a U.S. Senate seat, and he had <ALL> of this wheeling and dealing going on, but that's the closest analogy. We are heading into a brand-new turf here. I don't <<<THINK>>> there is an analogy to 1960. Nixon conceded right off the bat. There were murmurs, there were some investigations, there were people looking <AROUND>, nothing like this on this <<SORT OF>> grand, national scale. But if I <<COULD>> make one point, because I have been listening very carefully, we don't want to make the assumption that this is bad news for Vice President Gore necessarily. The Supreme Court very <WELL> <MIGHT> legitimize the hand count, and I <<<THINK>>> it has to have been a worry for our country and for Vice President Gore without the Supreme Court. Somebody needed to legitimize the hand count. There seemed to be a battle in Florida between Secretary of State Harris and the Bush people and the Florida Supreme Court. If the U.S. Supreme Court says the hand counts are valid, and what the Florida Supreme Court said is valid, then I <<<THINK>>> it's a great bonus for Al Gore, if he ends up pulling off this election by a few dimpled ballots."
  },
  {
    "transcript_id": "CNN-369504",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, I think people obviously want action, especially Democrats, action on climate. If I were Joe Biden, if I were working for him and I'm not, I'd say, Joe, you should call it Green New Deal part 2, because Green New Deal part 1 was the Obama-Biden recovery package in 2009. Joe Biden ran that for President Obama, and it had billions of dollars in exactly the kind of stuff all of us in the Democratic Party want to retrofit buildings and move away from a carbon-based economy. It was a terrific green new deal under Barack Obama and Joe Biden. So, I think you can embrace the label but I think Joe will likely have more moderate policies than --",
    "statement": "That's an interesting point you make. <OBVIOUSLY>, he doesn't get credit for that. He some <<SORT OF>> dinosaur, but they're doing a poor job on messaging that. But an interesting race. Thank you both. And next, breaking news, former Deputy Attorney General Rod Rosenstein <ABOUT> to speak publicly for the first time -- first time publicly <ABOUT> Mueller's investigation and the former FBI Director Jim Comey. That is coming up in just a moment. We're going to tell you exactly what he's saying. Plus, Jeanne on Trump's favorite non-answer."
  },
  {
    "transcript_id": "CNN-47632",
    "matched_terms": {
      "totally": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "With the support of his parents, John Walker converted to Islam. He began attending this mosque in San Francisco.",
    "statement": "Naturally one of the -- it's actually a unique story of how he came to Islam, because most people, they have some intermediary, they have a Muslim who they spoke to, and then they were <<CONVINCED>> <ABOUT> Islam. But he -- now, he studied <TOTALLY> on his own."
  },
  {
    "transcript_id": "CNN-34775",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And then 73 seconds after the 25th shuttle launch, the Challenger exploded, shattering the myth of easy access to space.",
    "statement": "That's the first <THING> that went through my mind, was, \"My God, I <HOPE> it's nothing that we did on the pad.\""
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So that's what you're watching right now. And where -- where are they being held, do you know, the two -- the two suspects?",
    "statement": "I do not <KNOW> where they're being held at this time."
  },
  {
    "transcript_id": "CNN-121996",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "He didn't look like that. Actually he was always, always very calm. Always very calm. He was always speaking in a soft voice and on that day he got out -- we got out of the meeting and he turned to a friend of mine and the only thing he said was like,\" I have a message for everyone. Just say that now you will see your star.\"",
    "statement": "Now you will see your star. Larry, Larry Bourbonnais, do you <KNOW> why there were armed guards at the church that day? Was it because of the shooting earlier that morning? The people were concerned?"
  },
  {
    "transcript_id": "CNN-231887",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "My pleasure.",
    "statement": "Bowe Bergdahl was held, as we <KNOW>, close to five years. Is it possible that a person can forget their native language, either through trauma that Bergdahl endured, or through lack of use, if he was communicating with his captors through another language?"
  },
  {
    "transcript_id": "NPR-20601",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "It's a really sort of great way of putting an audience in the Amazon rainforest or other places we've taken the head to. It creates a great relationship between audience and performer. For him to be able to whisper into your ear creates this sense of intimacy with Simon.",
    "statement": "He walked <AROUND> the back of its enormous roots, and then somehow on the screen of his mind - hey, buddy, you're not alone. He had the sensation of presence and then almost instantaneously saw a young man in the forest, naked, two parts of red uruqu on his cheeks."
  },
  {
    "transcript_id": "CNN-328196",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, I've got a list here on the screen showing which precincts have been reported and which precincts are still out. And it's across-section at this point in time, yes, Roy Moore will pick up some votes. There's still some precincts here that will likely go for Doug Jones. Gosh, it's hard to tell. I would say that, you know, right now the 74,000 vote margin based on the 49 precincts that are out, it's hard to tell. But I would say, I mean, just in -- Doug Jones will stay carry Jefferson County by a wide margin.",
    "statement": "You <<<THINK>>> he'll carry it by 70,000 votes, which he's leading right now by that number? Will it shrink of that?"
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "You know, I think that argument could be made for any of the candidates, across the board. I think, you know, to make the argument, if I wake up like a dolphin I'll turn in to one, sounds like someone who may need a crash course in biology. I think here what really -- what it's about is showcasing that gender is a fluid -- it's really a gambit and this idea of kind of putting people into stereotypes, that's what this award is moving away from. I mean, we can easily state that a woman needs to only play with Barbies, or a woman should be a housewife. Where does that end? I think it is a slippery slope when we, as women, are looking at another woman and wagging our fingers, like, I'll tell you what a true woman is.",
    "statement": "Okay and we'll leave it there. If nothing else \"Glamour\" magazine got a lot of publicity for their award this time. So, Nia, we appreciate you being with us; also Nicole, thank you for your point of <VIEW>. Thank you to you both."
  },
  {
    "transcript_id": "CNN-90176",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But Mo Hassan (ph) and his wife are bringing up their four kids to follow Allah and Islam, just five miles away from Lackawanna, where in the fall of 2002, six Muslim men were accused of operating a sleeper al Qaeda cell. Listening to their car radio one day, the Hassans heard derogatory statements about Muslims in America, and they had an idea -- create a cable TV network that would be about and for U.S.-based Muslims.",
    "statement": "When you read the papers or listen to the news, almost the two words that go together, it's either Muslim extremists, Muslim terrorists, Muslim insurgents, Muslim militants, whereas <ALL> the stories <ABOUT> Muslim service, Muslim excellence, Muslim tolerance, Muslim contribution, you <KNOW>, they are not out there. And yet those are the people that we <KNOW>."
  },
  {
    "transcript_id": "CNN-50384",
    "matched_terms": {
      "fact": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "When you are a free floater, you have to use your hands to crawl around. And we call them spacewalks, but in truth they are really space crawls, because there is nothing to walk on in space. So we actually crawl on handrails from one place to another. And it's very hand intensive.",
    "statement": "As a matter of <FACT>, a lot of the spacewalkers, Kyra, golfers can relate to this. They walk <AROUND> with those little squeezy deals <ALL> of the time."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. Well, I guess I need to go back a minute. When you talk about the two-chad rule, or the two-corner rule, I'm referring to those ballots where you really couldn't determine an impression. You know, the chad itself wasn't damaged -- it was still flat -- but yet it had been popped out in at least a couple of corners.",
    "statement": "<WELL>, that's a good point. Were there times when you <<COULD>> look, for example, at the chad, and you <<COULD>> see with your naked eye in the center of the chad <A LITTLE> depression the size of the stylus that was used to push out the chad?"
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "- many people here, spitting feathers at the thought.",
    "statement": "<<<SURE>>>, because you're <ABSOLUTELY> right. The NHS is baked into the culture here."
  },
  {
    "transcript_id": "NPR-38157",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But now, TV and high speed Internet connections in this household are as groovy as the Lionel Ritchie and Kenny Rogers special playing in high definition on the couples' massive liquid crystal TV.",
    "statement": "(Singing) I <KNOW> it sounds funny, but I just can't stand the pain..."
  },
  {
    "transcript_id": "CNN-237482",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A very important degree.",
    "statement": "But the two of you -- the two of you -- do you <<<THINK>>> there was another 10 or 11 gunshots fired in that area that night? Because I haven`t heard of them. But OK, fine. We haven`t independently corroborated that this is from that incident. Granted. Let`s just pretend that this was the <ONLY> 10 to 11 shots fired on that block that night. Now, what do you make of it, Dr. Anderson?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And this is not a short-term problem.",
    "statement": "It is not. And really, the candidates <SHOULD> be banned from saying things that are short-term fixes. You're right. Both sides have done this. The <BOTTOM LINE> is, I <<<THINK>>> we <ALL> agree, money needs to be spent. We <NEED TO> <FIGURE> this out and we <NEED TO> understand that this pain will be with us if we don't come up with a solution. That's not <ABOUT> two years from now, it's <ABOUT> 10, 15 and 30 years."
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I know. We actually agree on something. \"And we can't monetize it as well as Google, Facebook.\" My worry is that, by repealing net neutrality, you might then create an uneven playing field for average people.",
    "statement": "And you <MIGHT> have less infrastructure spending by these companies if you tell people you <HAVE TO> give it away for free."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No. Well, I think that he's talked to people about doing it, but he's you know, sort of waiting for lots of leaves to fall off the tree or shoes to fall off or whatever, just waiting for all of that stuff to be behind him.",
    "statement": "<WELL>, you're -- you're a <VITAL> woman. You're <ONLY> 60."
  },
  {
    "transcript_id": "CNN-169966",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "That was the Ugandan forces returning fire",
    "statement": "Now the U.S. is making a dramatic move in the fight against al Qaeda. A baseball fan targeted, chased down, beaten into a coma. Now stunning new twists in this case, including the sudden death of a key witness. He is one of America's most notorious serial killers, but a new discovery <<COULD>> lead investigators to <<POSSIBLY>> more victims of Ted Bundy. Sunny Hostin is on the case. And just weeks before the 9/11 memorial opens, construction coming to a sudden halt. Find out why workers are walking off the job."
  },
  {
    "transcript_id": "CNN-405349",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You got it, Chris.",
    "statement": "--<<KIND OF>> level on this, and <UNDERSTANDING> what is and what needs to be. Be <WELL>."
  },
  {
    "transcript_id": "CNN-170278",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Jane, thank you so much. I really appreciate it. Michael, I`m sure we couldn`t get more of you. Next time, I promise, big guy. Sorry about that. All right. Moving on, SHOWBIZ reality checks tonight. First up, Snooki and Jwoww are mad at us tonight. Really? You have got to hear their reaction to the explosive headline-making SHOWBIZ newsmaker interview we did with them. Another SHOWBIZ reality check tonight - why in the world is Charlie Sheen thanking - yes, I said \"thanking\" - Ashton Kutcher? The guy took his job on \"Two and a Half Men.\" Are you kidding me? And reality checks from the Kardashians. Tyra Banks tells us she loves the K. crew.",
    "statement": "I <<<THINK>>> they`re very relatable. Actually, there`s a <CERTAIN> normalcy and not taking themselves too seriously, being humorous and fabulous, but not too fabulous."
  },
  {
    "transcript_id": "CNN-331747",
    "matched_terms": {
      "fact": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, the lawyer says she would have never been discussing destruction of documents. Obviously he's giving her cover from what would trigger a statute on her. But let's say, of course, she denies it.",
    "statement": "OK. And let's say it's in the context of press conversation and whether or not it's going to get out in the press. Remember her job at the time. Everything needs context, and the context of this just doesn't match up to obstruction in my <VIEW>. She's the press person. She has to deal with crisis communications. She's not dealing with evidence and facts and the issues that are going to come before an investigator or a court of law."
  },
  {
    "transcript_id": "CNN-213157",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "America is not interested in spying on ordinary people. Our intelligence is focused, above all, on finding the information that's necessary to protect our people.",
    "statement": "The NSA is supposed to target foreign communications that <HAVE TO> do with potential terrorism investigations."
  },
  {
    "transcript_id": "CNN-128851",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, because, I think as the media is sort of fascinated by Obama, he's a new character on the scene. And even more fortuitously for Barack Obama, world events have seemed to agree with him. There was an attack in Afghanistan which is actually good for him because he's been saying that Afghanistan should be the focus of much of our fighting. Much of the U.S. is fighting the war on terror. And al-Maliki, the prime minister of Iraq, came out in support of his withdrawal plan, which he later retracted but that message is still out there.",
    "statement": "You <KNOW>, John McCain is trying to get his message out, too, that you couldn't even be talking <ABOUT> quickly withdrawing troops if it weren't for the <FACT> that the so-called surge of troops worked and made Iraq safer and wanting to point out that he is the one who originally supported that. Let's listen to what Joe Lieberman said this weekend <ABOUT> John McCain."
  },
  {
    "transcript_id": "CNN-305505",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Topping this hour of \"360\", breaking news, a presidential press conference unlike any other, the breaking news, President Trump's choice to replace national security adviser Michael Flynn turning down the offer. Retired Vice Admiral Bob Harward, a former Navy SEAL, a friend saying he was reluctant to <TAKE> the job because the White House seems so chaotic. The friend also telling CNN that Admiral Harward called the offer, \"an unmentionable sandwich.\" He didn't mention unmentionable, though, he used a different word than unmentionable, which I can't mention. In any event, this follows a wide ranging, at times, free form Q&A session at the White House. Here are some of the key moments."
  },
  {
    "transcript_id": "CNN-156454",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "A lot about image (inaudible) when everyone's watching their portfolio so closely. What does this do for Verizon's image if anything? Will it affect them at all you think?",
    "statement": "That's a good <QUESTION>. I <<<THINK>>> if they come back quickly and pay everyone very quickly and make <<<SURE>>> it doesn't happen again, it's a bump in the road you can get over. But if it's an ongoing series of over charges and glitches, that will ultimately long term hurt its reputation <NO <DOUBT>>."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "John, what about the body, the body that we now know through these search warrants was dismembered?",
    "statement": "<WELL>, there`s not specific detail <ABOUT> the dismemberment of the body or how Zahra died. There were details <ABOUT> where some of the body parts were found, and for instance, the mattress -- there was more details <ABOUT> the mattress, <ABOUT> stains on the mattress. There was another mattress introduced in some of the search warrants today that we hadn`t heard <ABOUT> before, either. And then there was a rape allegation in the search warrants today that we had not heard <ABOUT> previously. So <ALL> these things taken together, we don`t <KNOW> what`s truthful, we don`t <KNOW> what`s not, but it is a gruesome litany of things that we learned today, and we`re still trying to sort through it."
  },
  {
    "transcript_id": "CNN-334325",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Not worried about a trade war?",
    "statement": "Thank you. I don't <<<THINK>>> you have a trade war."
  }
]