[
  {
    "transcript_id": "CNN-32738",
    "matched_terms": {
      "might": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "But taking your pet on vacation can be difficult, unless you're in the Netherlands. RNTV reports on a special travel agency that caters to dogs and yes, their owners.",
    "statement": "Taking your dog on a special journey; it's something you <MIGHT> except from an Eskimo and his huskies. But a genuine holiday for a well-fed and spoiled Western pet dogs <SEEMS> a little bit over the top to most. But not to this man. Some years ago, Robbert-Jan Vennik introduced holidays especially for pets. His travel agency now organizes a number of different hiking trips for dogs and their owners, and the idea seems to have caught on. Dog owners are straining at the lease to sign up."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So, first, we would wait to see the plan of the president. We will respect it and we will try to work with him about that. If you ask me about the future, we will wait for the new government. My position, that we should not support unilateral actions. We tried it in the past. We did it with the Gaza. And I want to remind everybody, we pulled out, Prime Minister Sharon pulled out Gaza completely 14 years ago and Hamas took over. So, it's not always the best thing to do is to take unilateral actions. I think we should have a dialogue, even if it means that we will have to wait until somebody else will step in, we'll become",
    "statement": "I mean, you say that but President Mahmoud Abbas does recognize you, does <BELIEVE> in being a peace partner, things have been, you <KNOW>, <QUITE> disrupted over the last several months. But most Israelis, including, you know, fairly Conservative Israeli, of former prime ministers believe that he is the only partner for peace because otherwise, who do you have, Hamas? But anyway, let's move on. Do you believe -- are you also <SORT OF> -- you know, sort of, I don't know, going squishy on the two-state solution just as Secretary of State Pompeo couldn't say that that was still the American position?"
  },
  {
    "transcript_id": "CNN-190326",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Let me ask you a question. What do you do -- you have a staffer who has done something like that. What would you do?",
    "statement": "Well, you <KNOW>, you have to take the whole team into account when -- this is what I do depends on also what everybody who speaks for me does. So if there's a problem, you have to take it by firm hand and I'm <SURE> Governor Romney will have a word with the --"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "believing": "ungraded"
    },
    "previous_statement": "Back to basics.",
    "statement": "We need to stop <BELIEVING> in politicians and start believing in our great country."
  },
  {
    "transcript_id": "CNN-111290",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "At Joplin's First Presbyterian Church, pastor Cliff Mansley predicts talk of major conservative angst will be proven wrong come election day.",
    "statement": "There are going to be some people who are frustrated with what they see, but I <THINK> that's a fairly small percentage of people, in terms of how they vote."
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "I think that the real thing and goal is you know not to become the next Bill Gates but to be bigger than Bill Gates. I mean really take it to a whole new level.",
    "statement": "Yes, he <CERTAINLY> has drive, even though he won't be able to legally drive for a couple of months. In the meantime, his father takes him to power lunches."
  },
  {
    "transcript_id": "CNN-313955",
    "matched_terms": {
      "certainly": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "Trump was reportedly furious with the recusal, believing it triggered a chain of events that ultimately intensified the Russia probe, leading to the appointment of special counsel Robert Mueller last month. The president's anger on display this week when he slammed his Justice Department publicly for watering down his original travel ban, something the president had to approve.",
    "statement": "Sources tell CNN the president does not intend to accept a resignation from the attorney general. The optics of it would <CERTAINLY> be problematic. There's also a question of how to get a replacement. There would be an uproar on Capitol Hill. And even the temporary replacement would be problematic in the <VIEWS> of some here at the White House. That would be Rod Rosenstein, the deputy attorney general who happens to be the same person who named the special counsel in the first place. Chris and Alisyn?"
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Well what about the Democrats? In Washington last night the gang was all there, it was a who's who of the Democratic Party. Two former presidents, a former presidential candidate, and most of John Kerry's former rivals for the nomination, turned out for what they called his \"unity rally.\"",
    "statement": "I <THOUGHT> I'd start just by saying something nice about President Bush. Of all the presidents that we've had with the last name of Bush, his economic plan ranks in the top two."
  },
  {
    "transcript_id": "NPR-25406",
    "matched_terms": {
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "It happens. That why for $395, Allphin will rent out two hens, a coop and 50 pounds of feed for six months. Similar outfits have popped up in Michigan, Massachusetts and Maryland.",
    "statement": "And I knew that there's a thriving community of chicken keepers in Birmingham or in the Birmingham area. <THOUGHT>, you <KNOW>, there are people that would like to try before they buy."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And -- OK. All right. Everybody, stay right where you are. We are all over this horrifying murder. Who was this mystery man? Can this new video lead to a break in this horribly tragic case? We want to hear from you on this. Call us: 1- 877-JVM-SAYS, 1-877-586-7297.",
    "statement": "She did not deserve to die in this way. We can`t even give her an open casket. We can`t even see her again. I can`t see myself going back to work, I can`t -- I can`t see myself living a normal life until I <KNOW> whoever did this is -- pays for it."
  },
  {
    "transcript_id": "CNN-329311",
    "matched_terms": {
      "potential": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So, let's demonstrate the huge <POTENTIAL> for growth in the Chinese market and let's use the airlines favorite snack, a packet of peanuts. <THINK> of this as the population of the United States, 330 million people or so, where roughly half have passports at the moment. China, on the other hand, is four times the size, with a population of 1.2 billion. At the moment, in China, only six percent of the population have passports. Image that Chinese numbers eventually reach same as the U.S. where half the population has passports, the Chinese travel market suddenly becomes vast in comparison to the U.S. As travel analyst, Gary Bowerman, sees it, the growing Chinese affluence is behind the wave and it's not just domestic travel."
  },
  {
    "transcript_id": "CNN-142616",
    "matched_terms": {
      "should": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "There were kids around the bend waiting to get in.",
    "statement": "School nurse Mary Pavas (ph) <KNOWS> firsthand about a quick response. When the swine flu hit, the school's phone lines were jammed. Security guards had to help take temperatures. (on camera): To save time, <SHOULD> a lot of students show up at once here in the nurse's office, this year, they're going to be using these strip thermometers. Pretty easy to use, you just peel off the back, and put it on your forehead. This is Brian -- and it will register the temperature just like that. (voice-over): The temperature glows, but is every school this prepared?"
  },
  {
    "transcript_id": "CNN-307806",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Angela Merkel will stand for re-election later this year. In terms of domestic politics for her, is there much to gain for her by making nice with the United States president?",
    "statement": "I <THINK> she has to be pretty careful here. President Trump is not near as popular as President Obama was <AROUND> the world. She has to be <THINKING> about all the impacts on oar domestic politics. Broadly speaking, the relationship between Germany and the United States is something she wants to maintain, and <CERTAINLY> wants to send the message that that trans-Atlantic relationship is something that she has continued to marijuana taken and uphold over the course of the transitions of several presidents. I'm certain she's thinking about that balance. And how she wants to strike the right tone with her domestic audience."
  },
  {
    "transcript_id": "CNN-356032",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I've seen lots of reports in the media, Wolf. They often are untrue.",
    "statement": "So bottom line is the U.S. is going to use the same relationship, the strategical relationships with Saudi Arabia now, irrespective of what <MAY> have happened?"
  },
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The gentleman from New Jersey is recognized.",
    "statement": "Mr. Speaker, in America when we call the fire department or enroll our children in school, we do not expect a government official to say to us, I need you to do us a favor, though. Why would we tolerate a president using his awesome power to make foreign policy when the safety of our country is at stake not for the people but for himself? I will vote to impeach today because President Trump did just that when he shook down a foreign country to criminally investigate his political rival. If we fail to say that this was wrong, then any president will be free to ask a foreign power, be it Russia, China, or Iran, to help him hurt his political enemies at home. And every foreign tyrant and kleptocrat will <KNOW> that America's foreign policy can be bought by doing our president a political favor. If you <BELIEVE> that our highest duty is to protect America, then search your conscience and ask, do you want our future presidents to behave as this one has done? Do not whisper in the shadows of the Capitol that you disapprove and then defend that conduct here today. Do your duty. Keep your oath. Defend your country."
  },
  {
    "transcript_id": "NPR-3596",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, a lot of it may come down to money, you know. The companies don't want to pay everything they owe on heath care because that's going to end up costing them a lot. So it all depends on how many cents on the dollar that the UAW can get on this. They recently did a deal that went pretty well with Dana; it's a bankrupt auto-parts maker.",
    "statement": "But you <KNOW>, there are also some risks here. You know, if costs keep going up, the union <COULD> end up without enough money to really take care of their retirees and they <MAY> have to cut benefits. On the other hand, if any of these companies go into bankruptcy, creditors couldn't get that money, so the union would be able to keep it and protect it for the retirees."
  },
  {
    "transcript_id": "CNN-187270",
    "matched_terms": {
      "certainly": "ungraded",
      "absolutely": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "All right, good morning to you and welcome to EARLY START. I'm Zoraida Sambolin.",
    "statement": "Hi, everybody. I'm Ashleigh Banfield. Thrilled that you're with us. We're bringing you the news from A to Z. It's 6 a.m. in the east, but it's a lot later in London. And that's where we want to take you right now because Britain's Queen Elizabeth is <CERTAINLY> <<FEELING>> a lot of love from her royal subjects during a massive Diamond Jubilee celebration. This is a live picture inside St. Paul's Cathedral this morning where the whole royal family, minus the duke of Edinburg, sadly, is not feeling well. He's in the hospital for observation. But they're all attending this <ABSOLUTELY> spectacular service this morning called the \"National Service of Thanksgiving\" to celebrate the Diamond Jubilee of her majesty, the queen. It doesn't get any better in the church than when the sermon is giving by the Archbishop of Canterbury himself, Dr. Rowan Williams and that what's happening right now. About mid-way through the service, expecting to wrap up about a half an hour from now and then a lot more of the fun begins. Right now, the royal family is attending. Like I said, all of them except the Duke of Edinburg, but the lady in waiting has accompanied the queen. This was the queen as she was coming out of her car as she arrived earlier this morning. That's a 1902 Landau, which is really something special to see her arriving in the antique vehicle, as she made her way into the church at the beginning of the service. Our own Richard Quest is live on location for us. He's been following not only everything that's been happening today and the procession through the street as everyone got ready for this service, but all of the fun leading up to this. So I want you to walk me through today, but then we're going to talk a little bit about later today and last night. So let's start with today and the service, Richard."
  },
  {
    "transcript_id": "CNN-349231",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded",
      "absolutely": "ungraded",
      "seem": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "What was it in, though, for the Myanmar government to pursue this case? What was the advantage of -- particularly because of -- obviously, the massive reaction that's brought more publicity to the -- to the whole situation.",
    "statement": "They arrested them before the story was published. And I <THINK> you <COULD> argue that the reason they arrested them was to confiscate the photographs and to make it impossible for us to publish. But we at headquarters did have the photographs and we our staff continued to report the story. And with the strong support of Wa Lone and Kyaw Soe Oo, we went ahead and published it. So the <FACT> is that the <FACTS> did come out. And there didn't <SEEM> to be any further reason for them to be in prison. And yet, the case continued and it became increasingly <CLEAR> as the case continued that not only was there no evidence but the evidence was <ABSOLUTELY> clear that they were innocent."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "There's a comedian everywhere. Now do you know if you will be called? Are you on stand-by?",
    "statement": "Yes, I'm on stand-by. I'm waiting, and like I say hopefully I'll be able to get on today and get back home, but I'm hanging <AROUND> waiting to see what happens."
  },
  {
    "transcript_id": "CNN-412994",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "guess": "ungraded",
      "best": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "And I think that's such an important point. I mean, there's real time around the world examples of what could work here for certain. Dr. Satcher, it's good to see you, welcome. As I mentioned earlier, we saw this letter from former CDC Director William Foege to Dr. Robert Redfield. His advice to him was to essentially get himself fired by what he says laying out of all the facts in a letter to all of his employees. You know, I raised this because of this issue of trust. I mean, I think we're going to hear a lot of the same public health strategies. But in terms of regaining that trust, when you see a letter, hear about a letter like this from Dr. Foege, as a former CDC Director yourself, what do you make of this advice? Is that a strategy to start to regain trust?",
    "statement": "Well, I <GUESS> I recently, quote, Dr. Martin Luther King, Jr. who said over 50 years ago, that a person is really not fit to live until he finds something for which he is willing to die. Now, <MAYBE> that's a little extreme. But I <THINK> the point is, we have to be <CLEAR> about what we stand for and we have to prioritize in terms of the work that we do. So, I think what Bill Foege was saying was that, people <SHOULD> <KNOW> that our priority is to make <SURE> that we communicate the <BEST> available science to the American people. I've traveled all over the world as director of the CDC and then Surgeon General. And I've been consistently impressed with the extent to which people trust the CDC. It's amazing. And I think that's because the CDC has had people like Foege, and the other directors who are joining us today, who have really been strong supporters of the best available science, and often generated the best available science."
  },
  {
    "transcript_id": "NPR-34152",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "There's a potential trade that could come out of future negotiations, given that the Russians have more non-strategic or tactical nuclear weapons than we do and we have far more non-deployed weapons than they do. Some have suggested one way of bridging the difference between the two countries would be to put an overall cap on the number of weapons that the two countries have.",
    "statement": "And that way we <COULD> cut our number of non-deployed weapons and they could cut their number of tactical nuclear weapons and there could be a trade between them."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Let me respond to it. We have not killed all of them. There are a lot of them in this country, But we have taken down their sanctuary which is Afghanistan. We have being knocked out so many of their leaders. We dispersed them around the world, which they don't have a central leadership now. We haven't won the war, but we make a heck of a lot of progress. But if we ignore and let Saddam Hussein continue to be in powers are he's going to have a nuclear bomb and then we're going to have real, real problems.",
    "statement": "Let me just ask the senator a question. The alternatives <SHOULD> not be invading a country, killing thousands of people, spending $100 billion, alienating the whole world or nothing. There are other alternatives."
  },
  {
    "transcript_id": "CNN-158185",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What about the father, Adam Baker? He has been released on bail. He`s out there somewhere. I know cops questioned him yesterday, but you`ve got to wonder if they`ve got their eye on him, given that this is a pretty monumental development.",
    "statement": "They have to be, right? Right, Jane? They have to be. You <KNOW>, he was charged with check charges, overdrawn funds, forged checks, also criminal threats. His bail was low. It was $7,000. Got out on 700, most likely. And that`s because family members came in from Australia and paid his bail. So he is free at this moment."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "But that`s not what prosecutors contended, that he killed her for an engagement ring. Prosecutors said Gabe Watson had asked his bride to increase her insurance policy, with him as the beneficiary to $130,000. And that Gabe was under the impression it had been increased, even though she never actually changed the policy. That was the motive for murder. I want to go out to Leah Brandon, morning anchor news radio. You`re there on the ground. Is this judge confused?",
    "statement": "Let me tell you, I`m so glad you just laid that out for the viewers, because you just nailed it. It is very convenient how this judge refused to let four key pieces of evidence in. Two of those were conversations about the insurance he said were hearsay. And <OF COURSE>, they were called hearsay, because they were conversations that witnesses had with Tina who, unfortunately, can`t testify because she`s dead. And that judge took all of that evidence and removed it out of the court so that they couldn`t hear the crux of the story, which you just laid out."
  },
  {
    "transcript_id": "CNN-89839",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, I just think maybe just because of the experiments sometimes just like a little boring, you know and you just want to have more fun with it. So I think like inventing a toy and Toy Challenge its just more fun to do.",
    "statement": "Sally, it is a lot of fun, but <OBVIOUSLY> there's a <CLEAR> message here. I <THINK> one of the figures I saw in your literature is that only about 10 or 11 percent of engineers are women. And that isn't because they don't have the aptitude; obviously, it's just that somewhere along the way they aren't taught in a way that they become enthused by it. You have made it a crusade to try to change that. Really a big part of your post-NASA career has been focused on this very thing. Do you think you're making progress?"
  },
  {
    "transcript_id": "CNN-148723",
    "matched_terms": {
      "clearly": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I'm Christine Romans. Thirty six thousand jobs lost last month. But here is something deep inside this report, Ali that really caught our attention. The average length of unemployment has shortened just a little bit by about four days. It doesn't feel like much, but if you are out of work now you can expect to be out of work for 29.7 weeks. That's about 208 days. The real problem here, the long-term unemployed. This is a huge sea of people causing economic and political unhappiness in this country. Take a look at this. 6.1 million people long-term unemployed. People who considered themselves involuntary part-time workers, even folks who would like to work full-time, Ali, but are not, 8.8 million people. These are figures that still show a labor market and an economy not living up to its potential. Ali.",
    "statement": "Yes, this was a bit of a confusing report. It wasn't, there's <CLEARLY> still a big rain cloud over us but there is a big silver ling <AROUND> it. There are a couple things that stood out to me. One of them was that shortening of the time that people are on unemployment benefits. The other thing, two things also stood out to me. One is that there is a change in the number of people who are getting temporary employment. That is always an indicator that things are getting better. We've seen an increase in temporary employment over the last several months. That caught my attention. The third thing that caught my attention Christine, is how many years have you and I month after month even when there were jobs being created in the United States talked about the <FACT> that manufacturing workers were losing their jobs? Manufacturing workers didn't lose their jobs in this job report. I don't <KNOW> what that tells us. We'll have to have people smarter than me on that but it tells me something is changing."
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well I think yes, there is the chance of that. The chances are much better today than they used to be a few months ago, before September 11th. Afghanistan has an opportunity now to not only be rebuilt and reconstructed, but obviously the politics of Afghanistan and the differences that existed among the various ethnic groups and political groups and regional warlords or tribal leaders can also be addressed within the next period -- within the interim government period within the next six months or the next two years. Afghanistan is going to be looking at a new constitution at the end of the two-year period. It's going to be looking at two",
    "statement": "All right, Mr. Samad, we had a graphic up. let's put it up one more time. I just want to go through Mr. Karzai, who is the head of this interim government, which begins on December 22nd. <OBVIOUSLY> the chairman, we mentioned that, he's a tribal chief. He is a Pashtun, which is very critical, a deputy foreign minister from '92 to '94 and is a -- is a worldly guy, speaks many languages. much of his -- spent a lot of time in the U.S. -- is also related to the exiled king, but he will be governing over a group that is predominantly made up of other ethnic groups, in essence here to the victor"
  },
  {
    "transcript_id": "CNN-194259",
    "matched_terms": {
      "know": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "That it`s not true. A lot of people that say, you know, it`s never going to happen to you, you know, don`t think that because for the longest time, I thought that, too. And you know, it happened to my family. And you know, I just say always take the safe route because you never know what could happen. There`s always bad people out there, no matter where you are. You know, you can`t even be safe in your own home anymore.",
    "statement": "We are bringing you the latest. For those of you just joining us, the body of 10-year-old Jessica has been positively identified through DNA, not through fingerprints. We <KNOW> that parts of her body were missing from the scene you`re seeing right now. And now many crime sleuths are wondering if the killer kept her fingertips and mouth and jawbone, <POSSIBLY> head, in order to keep her from being identified, since dental records and fingerprints were not used in the identification process. We are going straight out to Jean Casarez, legal correspondent, \"In Session.\" Jean, so much has been happening. What are you hearing on your end?"
  },
  {
    "transcript_id": "CNN-177273",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "What do you think of this as a recruiting tool?",
    "statement": "I <THINK> it`s a great idea. And one of the things that it does is it brings <SORT OF> awareness of the need for cryptanalysts, cryptographers."
  },
  {
    "transcript_id": "CNN-120449",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "This was a huge controversy and I think at that time Imus was made what he said was admittedly wrong, admittedly insensitive and for which he apologized; he was made to be kind of a national symbol, Fredricka, of all that was wrong in terms of crude talk on the airwaves. And now that has settled down a little bit, he's going to try to come back. I don't know whether he'll make it back on TV but there's a lot of money he could make for some radio company and it looks Citadel is going to be the one.",
    "statement": "And you have to wonder if there will be any outrage on his return. That there <MIGHT> be critics who say, wait a minute, while he was taken off the air, he was penalized for that. He did still see a pretty sizable settlement that came from taking him off the air and now he's going to recover. He'll still get millions in some other contract deal."
  },
  {
    "transcript_id": "CNN-334024",
    "matched_terms": {
      "know": "ungraded",
      "unclear": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes. And, I mean, my big question out of that guns meeting yesterday, which was jaw-dropping to watch, there's no doubt about it, was that just a show or did we actually start getting the beginnings of a White House legislative push on this. That to me seems entirely unclear at this moment.",
    "statement": "Well, it seemed <UNCLEAR> to the lawmakers also. But part of that was the beauty of it, you <KNOW>, to see them <SORT OF> stunned and back on their heels when the president was throwing out different suggestions and not staying on message."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Police say the couple stole a series of vehicles on their way to Omaha. A tip led police to the house where they were found. It was the second escape from the jail in three years. Violent storms strike the heartland.",
    "statement": "It's amazing. I can't <BELIEVE> nobody got hurt. If you see the devastation in there, it's unreal."
  },
  {
    "transcript_id": "CNN-85452",
    "matched_terms": {
      "of course": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "We can expect more attacks in the coming few weeks. More car bombs, more suiciders, more attempts on the lives of Iraqi officials. But our coalition is standing firm. New Iraq's leaders are now intimidated. I will not yield, and neither will the leaders of Iraq.",
    "statement": "Now, before leaving for Washington and away from the cameras, the president met with the families of 11 troops killed in action overseas. He was also briefed by U.S. commanders. Now delivering his message today in Florida, the backdrop <CERTAINLY> significant with this being an election year. Although today was an official visit, not a campaign stop, the Sunshine State, <OF COURSE>, is a key battleground state, the site of that election year controversy back in 2000 when just 537 votes separated the president and Al Gore. This time, of course, the president pushing hard to win Florida once again. President Bush has made a total of 22 visits to the Sunshine State since taking office -- Miles."
  },
  {
    "transcript_id": "CNN-337471",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "You're talking about the doorman.",
    "statement": "Correct, or wade in to those waters, because I don't <KNOW> if he's telling the truth or not. What I will say is, I don't <THINK> that my client's NDA is the only NDA that's out there. And if they handled other NDAs in such a sloppy manner as they did my client's, there's no <DOUBT> in my mind that individuals are going to be able to drive a Mack truck through those NDAs."
  },
  {
    "transcript_id": "CNN-257720",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Appreciate it. We're still waiting on the NAACP news conference to start and we're going to bring it to you live from Charleston just the moment that it happens. Every time there is a mass shooting, we end up talking about gun laws. But bear with me because it's an important discussion to have. Was it, in <FACT>, legal for Roof to have a gun in his possession? We're going to explore what <COULD> have, what <MIGHT> have been done."
  },
  {
    "transcript_id": "CNN-217758",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to NEW DAY, everybody. We first showed you this yesterday. It was our <MUST> see moment. This is a must see for any day. Brazilian surfer, Carlos Burle, <MAY> have smashed the big wave record riding one off the coast of Portugal, estimated to be <AROUND> 100 feet tall. <THINK> about how tall that actually is. On top of that, he did this. He pulled this off just after saving a fellow surfer. You can see that right here. Burle racing to her aid, giving CPR and making <SURE> she was OK before getting back into the water. And Carlos Burle is joining us now from Portugal via Skype to talk about this. It's so great to meet you, Carlos. Thanks so much. Everyone is wondering and we all as well, what is it like to be out there on a wave? Did you <KNOW> it was as big as it was when you were in the middle of it?"
  },
  {
    "transcript_id": "CNN-270062",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You bet.",
    "statement": "All right. That was Lieutenant Catherine Buckley with the Colorado Springs Police Department updating us. Learning some new information here this hour. And I want to bring in the panel to discuss this. We have CNN law enforcement analyst Cedric Alexander. We have criminal defense attorney and CNN legal analyst Joey Jackson. We also have former assistant director of the U.S. Marshals Office and CNN law enforcement analyst Arthur Roderick. And we have former CIA and CNN intelligence and security analyst Bob Baer. OK, so, Art, to you first. I <THINK> we are getting a better picture here of what happened and why there was confusion about where these shots were coming from. She said this started in the Planned Parenthood building and then she said some of the victims were leaving the Planned Parenthood building heading for the bank, which is I think about a quarter-mile away. So what does that tell you, that he was..."
  },
  {
    "transcript_id": "CNN-160443",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "feeling": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "No, she didn't. When she was just in Newark and the shame of it was, that day I still remember going to find a suit that actually fit me because I had gotten so big. So you know,",
    "statement": "We had a chuckle (ph) out of your - what you wrote about it. Because it was very candid. I mean, we've all heard these moments but you said, you're sitting there with the first lady. And you said \"my stomach was still trying to digest the French fries and the cookie dough from the night before. I hadn't exercises for more days than I <COULD> remember. I simply couldn't help <<FEELING>> the shame of falling so short of my own words to the children.\" And it's interesting because this is <SORT OF> where we start in January with our resolutions and our proclamations to be better. But why is it that we fall so far off the wagon <AROUND> the holidays?"
  },
  {
    "transcript_id": "CNN-289208",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Didn't he promise us celebrities and superstars and showbiz? You get Scott Baio I don't and the underwear model, Antonio Sabato.",
    "statement": "We <KNOW> you know, you have the picture above your bed. Don't be so jealous. Don't be a hater. I'm sorry we can't sit here and bring out Hollywood stars like the Democrats roll out for theirs. Don't criticize those conservative Republicans who get hurt from coming out as conservatives in Hollywood."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, first of all, I'm not sure what happens in Texas is applicable to Florida in any event. But the citations of Texas law that have been supplied by the Gore campaign are really, frankly, not accurate. The clearly ascertainable standard is one that isn't present in Florida law in the least; and what you've seen is the sort of random and discretionary decisions by county officials here in Florida. So that, frankly, takes it into a different realm. One of the things that's true under Texas law that hasn't been examined at all in any of the three Florida county recounts is what an indentation means in the context of the whole ballot. In other words, if the presidential race has an indentation on it, but the voter has stamped out and successfully knocked out the chad for all of the other races, in the Florida recount, that hasn't been looked at, at all. In Texas they're going look at that the whole ballot; and Greta, that's an important point, because if you want to say that an indentation on a ballot meets the intent of the voter, don't you have to look at the whole ballot and see whether the voter has successfully completed knocking out the chad for other races? And furthermore, in none of the Florida counties have any of the county officials looked at dimples in the context of an over-vote. In other words, if somebody knocked out Al Gore and also did an indentation in George Bush, that hasn't been examined.",
    "statement": "All right, Ben, you spoke a little bit to the issue about the random nature, about the <FACT> that different counties can have different standards in looking at these. Would the Bush- Cheney campaign be opposed to the Florida Supreme Court adopting what is essentially the standard in the state of Texas?"
  },
  {
    "transcript_id": "CNN-412828",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "I see you being at the center of this relief effort, I know you have talked with a lot of people who are struggling. I'm sure you've had heard the president downplaying this virus and saying don't let it dominate your life. What is your reaction to that?",
    "statement": "You <KNOW>, I <SUPPOSE> I would like to say that I'm no longer bewildered by it, but it's dizzying. Just as dizzying is the way in which this country, this great aspirational country, is allowing one individual to foment not only the pandemic but violence, hatred, genuine hatred towards each other. Good people hating each other. And a lot of those people, who he describes as being good people, being empowered, the racists and the extremists and the white nationalist party. I've written about the Proud Boys two years ago, and organizations -- pathetic organizations like these. And this is a president of the United States is truly a national disgrace. I <HOPE> somehow we'll be able to bond together and get through this. In the meantime, we still have to put one foot in front of the other. We still have to -- I've got to get whatever funds are necessary to support all these extraordinary volunteers throughout this country working with Jose and his fantastic organization."
  },
  {
    "transcript_id": "CNN-222280",
    "matched_terms": {
      "could": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Medical marijuana <COULD> soon be legal in New York. Supporters of Governor Andrew Cuomo say he will take executive action and allow select hospitals to dispense it to some patients. Rosa Flores is in New York. So, Rosa, the governor <SEEMS> to be changing his tune a bit."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You're back with CONNECT THE WORLD on CNN, the world's news leader. Let's check the headlines this hour. Timothy Geithner wants his European counterparts to end the bickering. The US Treasury secretary is in Poland with the euro zone's finance ministers. They're trying to get a handle on the escalating debt crisis. The two-day meeting is expected to focus on getting Greece back on track to help stabilize the global economy. Palestinian Authority president Mahmoud Abbas says it is the legitimate right of his people to demand full membership in the United Nations. He says he'll take their statehood bid to the Security Council next week. UBS trader Kweku Adoboli has been charged with fraud and false accounting. Investigators say Adoboli is accused of losing UBS $2 billion in unauthorized trading. A London court said on Friday the 31-year-old will remain in police custody until his bail hearing next Thursday. The first minister of Wales if offering sympathy to the families of the four coal miners killed when their mine flooded on Thursday. Their bodies were recovered by rescue teams, who say the shaft filled with water after the men broke through to a neighboring abandoned mine. The United Nations General Assembly has given Libya's new rulers a seat at the table, granting them official recognition today. Later, the Security Council eased sanctions on Libya and set up a mission to help the interim government. Those are the headlines this hour. Libya's new rulers can certainly claim victory on the world stage, yet they still haven't dealt the final blow to the Gadhafi loyalists, much less found the former strong man himself. Their fighters are now trying to crush all remaining resistance, launching offensives to clear the three major Gadhafi strongholds. Anti-Gadhafi fighters have attacked Bani Walid and Sirte, the former leader's hometown, but were pushed back by heavy resistance. Fighters are also converging on Sabha in the far south of the country. Let's get more now on the battle for Sirte, where things didn't go exactly as planned today for the anti-Gadhafi fighters. Phil Black has details on that for us. Hi, Phil.",
    "statement": "Hello, Max. Yes, well, when we traveled into Sirte with the revolutionary fighters this morning, they told us we'd be watching a few hours of easy fighting and by the end of it, Gadhafi's birthplace would be theirs. But it didn't work out that way at all. When they moved into the built-up areas, they encountered very heavy resistance from some seemingly well-prepared Gadhafi loyalists. It became a very desperate urban battle, battling street to street, building to building in some instances. And the rebel leaders tell us that they just weren't prepared for this <SORT OF> encounter. They weren't prepared for it, they didn't want it. They also <THOUGHT> something else would happen. They thought that the population of the city would rise up and in -- and support their side. But that didn't happen, either. So, in the end, the revolutionary fighters made some progress into the city, but their goal was to control it within a few hours. By the end of the day, they still hadn't done that. It was still not safe so, come darkness, they had no choice but to pull back to its perimeter, which is where we are now. They say they're going to have another go tomorrow, but they <HOPE> desperately that they will get some support from the civilian population when they try again. It didn't happen today. We don't <KNOW> if that's simply because the civilian population doesn't want to help the revolution, or because they're afraid to. Max?"
  },
  {
    "transcript_id": "CNN-159952",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Oh, I'm sorry, Ed.",
    "statement": "The president played a little golf yesterday. Now he and the first lady will get a little workout here, a little bit R&R.; They're not doing a whole lot out here because, look, let's face it, while the president's <SORT OF> ending the year on a high note after that lame duck session of Congress, there have been a lot of bumps in the road, not just in the political arena but even on the basketball court."
  },
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "The USS Kidd, big search vessels, asked to focus on air efforts. Australia is the lead of the certainly in this area. One of the things as we bring it back to you. One of the factors, a familiar thing is politics, countries what they want to disclose, what they don't, who is helping, who isn't. That all plays out in realtime. For families it's so agonizing to know there may be more information and there's a little bit of a game going on about what is told and when, very difficult. Thanks to Jeff and David. We'll be back with you this morning. Mick, over to you.",
    "statement": "Agonizing and frustrating for these families. Thanks, Chris. We'll <CERTAINLY> have more ongoing search for Flight 370. But, first, Russia cementing its grip on Crimea. The upper house of parliament voting in just the past hour to ratify the treaty absorbing Crimea. The vote was unanimous. Lawmakers in lower house approved it, 443-1. In the meantime, President Obama expanded sanctions against Russia for annexing Crimea. Moscow responding in kind. CNN's Michelle Kosinski is live at the White House -- Michelle."
  },
  {
    "transcript_id": "CNN-202035",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Isn't the honest thing to tell the American people if you're going to be raising money by raising taxes that it has to be on more than just a few at the top?",
    "statement": "No, I <THINK> the honest thing, Erin, is to take a balanced approach. I <CERTAINLY> agree with what you just said and with what President Clinton said, that you cannot solve this deficit problem simply by asking higher income individuals to pay a whole lot more. Because there's just not enough there, which is why we've said we need a combination of revenue from closing those tax breaks that disproportionately benefit the very wealthy and Mitt Romney and Paul Ryan all talked about how they were there. In <FACT>, Speaker Boehner's proposal just about a couple months ago said he would raise $800 billion from that source, but that's why you have to couple that with cuts."
  },
  {
    "transcript_id": "CNN-66201",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So, Mike, what you're saying is time is on the side of the authorities at this point, and it works to their favor to sort of not force any sort of sudden action.",
    "statement": "No, and law enforcement will not force any action at all. They will take our time. They will talk to the person inside, or at least attempt to talk to the person inside. In a situation like this, it's fairly difficult. They'll try to get in touch with the person either by bullhorn or by a public address system in one of the cruisers, or they try to <MAYBE> get a phone to the person inside, and then it makes it a little more personal in trying to find out exactly, you <KNOW>, what is the mental status of the person, what brought them to this situation, you know, what <KIND OF> emotions are they going through at this particular time, and try to work with the release of the person that they're holding inside of the truck."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "So as you can see there, Iranian officials really trying to get people to come out and vote despite all of the things that have been happening here in this country, all the hardships that Iran has been going through, the Supreme Leader came out and said that it's people's religious duty to come out and vote. Hassan Rouhani has also urged people to come out as well. But then, of course, you also do have that wildcard of, are people afraid, because of the coronavirus to actually come to larger public gatherings because, of course, that's something they would have to do to cast their ballot. So that's certainly something that we're going to be looking at as people start casting their ballots on Friday. Hala?",
    "statement": "All right. Thanks very much, Fred. The U.S. ambassador to Germany, Richard Grenell, has no intelligence experience. Despite that, President Trump selected him to be the next acting U.S. spy Chief, overseeing 17 intelligence agencies. It makes his staunch loyalty to the president <APPEAR> to be his primary qualification for the post. His work as ambassador has already angered some Republicans with his long history of sharp elbows and controversial statements. Now, a senior administration official says Grenell will hold both positions. Alex Marquardt joins me now from Washington with more about the president's pick. How will that work holding both of those positions?"
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm not anything like that.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-22619",
    "matched_terms": {
      "of course": "ungraded",
      "around": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Explosions today in and around a bus on a major street in Tel Aviv: Authorities say at least 13 people were injured, one of them seriously. CNN's Matthew Chance is in Jerusalem, and he has details on this latest incident -- Matthew.",
    "statement": "Thanks, Carol. Well, dramatic developments here in Israel, and as you say, police confirming there that there's been a number of explosions in and <AROUND> a bus on a main highway in the Israeli city of Tel Aviv. Thirty people are said to have been on board that bus. The latest figures we have is that some 13 -- at least 13 -- are said to have been injured, one of them said to have been seriously. There are no deaths reported at this stage, but emergency workers at the scene say many of the injuries incurred are burns. Bomb disposal specialists are now at the scene, inspecting the wreckage, trying to find out if it's safe, and now, if that the area is devoid of any further devices or whether there were any further devices on board the bus that <MIGHT> require some <KIND OF> controlled explosion. The Israeli security forces have been on a state of high alert in recent months following the violence and the confrontation between Israeli security forces and Palestinian protesters. That violence, <OF COURSE>, has left over 350 people dead, mostly Palestinians. There have also, in recent weeks, been a number of attacks using vehicles, or on vehicles, inside Israel, one in Jerusalem, in October, in which two people were killed, another one in the central Israeli town of Hadera. In the past, the Islamic radical Palestinian groups have said they were responsible for carrying out the attacks. There's been no claim of responsibility, at this stage, though, in this latest attack on the bus in Tel Aviv. Carol, back to you."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "What's -- what's the prognosis as of today?",
    "statement": "Larry, I say to everybody that asks me what is my prognosis, I say, it's the same as yours. Everybody's going to live until they die. Nobody <KNOWS> that until God decides when that is."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "know": "ungraded",
      "perhaps": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "And so as I recalled with her, there were - I mean there are many instances when people shared very positive memories and messages of love and affection and gratitude, but there were also many, many stories where people in a very deep, authentic and genuine way left messages that sometimes were very sad, asked for forgiveness, talked about, you know, various misgivings, mistakes that they had made along the way.",
    "statement": "And I can tell you in the early days, when we were developing dignity therapy and <THOUGHT>, oh, this simply can't be, I mean, we've got to try and <PERHAPS> look for the positive, people really didn't want to go there at all. If what they have to say is I'm sorry for having, you <KNOW>, made mistakes, then that's the message of dignity therapy."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And I think we should proceed with the issue at hand.",
    "statement": "I <BELIEVE> he briefly testified concerning those circumstances, so I will respectfully deny your -- I mean, overrule your objection. And let's get this done and move forward."
  },
  {
    "transcript_id": "CNN-219918",
    "matched_terms": {
      "quite": "ungraded",
      "must": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Israel's prime minister visits the pope. It's the first time Benjamin Netanyahu and Pope Francis have met face to face. And they did discuss the very thorny issue of Israeli-Palestinian peace talks.",
    "statement": "It <MUST> have been <QUITE> a chat list. Let's get more on the meeting between these two. Ben Wedeman joins us live from Rome. The Vatican has been <HOPING> that Israelis and Palestinians can kick start talks again, but that won't have been all on the schedule. As you and I spoke this morning, I said it would have been nice to have been a fly on the wall in that conversation."
  },
  {
    "transcript_id": "CNN-103627",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Tarceva, a once-a-day pill, was fast-tracked when trials showed it prolonged lives.",
    "statement": "In someone like Mr. Yoakum, who, <OF COURSE>, is here on -- on a regular basis, who -- who follows what's going on in our research, you <KNOW>, we have already talked to him about, you know, what next?"
  },
  {
    "transcript_id": "CNN-125378",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Let's give an example. John McCain on the Senate Armed Services committee. Let's take a look at some of what the presumed GOP presidential nominee had to say at today's hearing.",
    "statement": "Today it is possible to talk with real <HOPE> and optimism about the future of Iraq and the outcome of our efforts there. While a job of bringing security to Iraq is not finished, as a recent fighting in Basra and elsewhere vividly demonstrated, we're no longer staring into the abyss of defeat and we can now look ahead to the general which is prospect of success."
  },
  {
    "transcript_id": "CNN-120335",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A sip of wine or a small taste of beer, are you hurting or helping your children by giving them even the smallest bit of alcohol when they are teenagers? You <MAY> be surprised by what one man is suggesting."
  },
  {
    "transcript_id": "NPR-27543",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Tell us more about the response from Nigeria's president, Goodluck Jonathan. What does he have to say this week?",
    "statement": "He went to the sight of the bus park bombing on Monday, but very little has been said by the authorities about this attack on the school, which is in northeastern Nigeria, which has become the zone of operations of Boko Haram. That is where they were set up years ago. So people are saying that government has got to stop this insurgency. They have promised. They have imposed emergency rule in three northeastern states, and yet the bombers and the terrorists, as they're called, are able to attack at will. This <MUST> stop."
  },
  {
    "transcript_id": "CNN-48428",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "OK. You have older people on the show?",
    "statement": "Alan Thicke's <PROBABLY> the oldest. Oops."
  },
  {
    "transcript_id": "CNN-375018",
    "matched_terms": {
      "believe": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Indeed, it could. Arwa Damon, 11:18 there in Istanbul, thank you.",
    "statement": "A 27-year-old man has confessed to killing American scientist Suzanne Eaton on the Greek island of Crete. Police <BELIEVE> the 59- year-old molecular biologist went missing during a run two weeks ago while attending a conference. Her body was found deep inside a cave. Investigators say Eaton was asphyxiated and minor stab wounds were found on her body. More details about the <SUSPECT> and Eaton's death are expected later today. One hundred messages about child abuse and neglect went unread in Colorado. Why and what officials are saying now?"
  },
  {
    "transcript_id": "CNN-313766",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "apparently": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "New information tonight on the London bridge terror attack. Police identifying two of three terrorists behind Saturday night's assault that killed seven and wounded dozens. I want to bring in now CNN's senior international correspondent Clarissa Ward. Hello, Clarissa. What's the latest on the investigation to Saturday's attack and what are you learning about the attacker?",
    "statement": "Well, the investigation is starting to get a little more interesting, Don, as we are learning a little bit more about who these attackers actually were. As you said police have now identified two of the three. The third, they still have not said who he is though it's believed that they do in <FACT> <KNOW> who he is. One of the attackers is known as Rachid Redoune, very little known about him. <APPARENTLY> he <ALLEGEDLY> claim that he was a Morrocan or Libyan decent. That's pretty much all we know about him. But the other attacker who we do know <QUITE> a bit about is a 27-year- old British national who was born in Pakistan called Khuram Butt. And the reason he is quite well-known and <CERTAINLY> was well-known to authorities as well is because, Don, he was part of a group known as"
  },
  {
    "transcript_id": "CNN-111514",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "OK, well, without any quotes, just in general, the book claims that you wanted to push Rumsfeld.",
    "statement": "No, <ABSOLUTELY> not. That is absolutely not true."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "No. I asked you whether, in your opinion, based on what you just testified to, the only kind of indentations that should even be considered as a candidate to count as a vote would be an indentation that is actually made by the stylus against the card? And I didn't ask you about Texas law, and I didn't ask you about one column versus another. My question is, is the only indentation that should even be considered one that is made by a stylus against that card?",
    "statement": "Well, <CERTAINLY>..."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I`m all right. Thank you for calling.",
    "statement": "Thank you for having me. I just wanted to <KNOW>, how come all these parents of all these children that`s been harmed or murdered can`t turn to adoption and give the kids to these people that can care about them and love them?"
  },
  {
    "transcript_id": "CNN-17334",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Do you know where Milosevic is?",
    "statement": "The <VIEW> from the United States State Department. Secretary Madeleine Albright saying Slobodan Milosevic has to be out of power, has to be held accountable for his war crimes, describing the sanctions regime against Serbia as a difficult and complex matter. She said simply that if duly elected, democratically elected president is installed in Serbia, that sanctions will be limited. She said the U.S. goal to create a Europe without walls, but declines to accept credit for U.S. policies against Serbia, saying the credit belongs to the Yugoslavian people -- Natalie."
  },
  {
    "transcript_id": "CNN-265245",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "This is NEW DAY with Chris Cuomo, Alisyn Camerota and Michaela Pereira.",
    "statement": "Good morning. Welcome to your NEW DAY. Alisyn and Mick are in New York. And we are coming to you live from the White House. This is history is about to be made here at the White House. In just about two hours, the Holy Father, Papa Francisco, will speak directly to the American people. He's going to join President Obama on the South Lawn. People have been getting here for over an hour now. They're waving their flags, their Vatican flag and the U.S. flag. The big question is, when the Holy Father speaks, what will the message be? Remember, he's an immigrant himself. He's from Latin America himself. So, what is he going to say about immigration? <CERTAINLY> close to his heart. How will he use this worldwide audience? Who will it please, who will it displease? Certainly, it will create controversy. So, let's begin our comprehensive team coverage with chief national security correspondent Jim Sciutto. He's on the North Lawn of the White House. You have all the politics. You have the religiosity. But you also have the practicality, Jim -- securing a pope and a president, no small task."
  },
  {
    "transcript_id": "CNN-166761",
    "matched_terms": {
      "know": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And let me ask you just listening to this piece from Chris about, well, now we've turned the corner in the U.S-Pakistani relation. Was there ever any doubt in your mind, given how much these two countries need each other, that they wouldn't find a way out of this. Where we insulted Pakistan by going into their country with our military to kill Osama Bin Laden and embarrass them? We think maybe they protected him. But in the end, was there any doubt that they wouldn't come back and say, OK?",
    "statement": "The relationship is way too important for both sides. I mean, Pakistan is about to be the fifth largest country in the world in 2015 in terms of population, has nuclear weapons, al Qaeda continues to be headquartered there. The Taliban is vital to what the United States does in Afghanistan. And, you <KNOW>, the Pakistan understands that the relationship with the United States is also incredibly important. So, yes, there was no <DOUBT> -- the relationship took a huge hit. It wasn't just the Bin Laden discovery. It's also being the Raymond, the drone attacks, which Chris mentioned in his piece. And you know, it's a very anti-American country and ordinary Pakistanis are pretty hostile to United States."
  },
  {
    "transcript_id": "CNN-373837",
    "matched_terms": {
      "believe": "ungraded",
      "around": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Exactly, that's what it is.",
    "statement": "I appreciate that. All right, so these are the stories making headlines <AROUND> the world. The body of a stowaway actually plummeted to Earth as a Kenya Airways flight made its final approach to Heathrow Airport in London. Police <BELIEVE> the man fell from the landing gear compartment as the plane lowered its wheels. The victim landed in a garden, narrowly missing a sunbather. And testing is being carried out for possible Sarin exposure at a Facebook Mail facility in California. The results are due in the next few hours. Officials said that to employees <MIGHT> have been exposed to the nerve agent. They are still at the facility and being monitored, but they're not showing any signs of exposure. And Democratic presidential candidates Kamala Harris and Elizabeth Warren have actually made steep gains after the first 2020 presidential debate. That's according to a new CNN poll. It says that the former Vice President Joe Biden's lead of the field has now shrunk to five points. All right. Stay with us on FIRST MOVE. We'll have plenty more ahead including fueling their special relationship, OPEC's event with cooperation with Russia, but can it really take on the might of U.S. shale? And we're going to be speaking exclusively to Airbnb's Head of Global Policy about some of the criticism of the how the site is changing our world. That's next."
  },
  {
    "transcript_id": "CNN-247783",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "My next big challenge, well -- well, I don't think you get any bigger than challenging interviewing the president of the United States. So I had to think of something that's going to top that. What could top that? I don't know. Maybe I'll go visit the king and queens somewhere in Europe.",
    "statement": "And make <SURE> you bring your camera, put it only. GloZell Green, we'll leave it at that. Thank you so much. And thank you for sharing your story with us. Take care. You're watching News Stream -- bye bye -- still to come in the program here, Microsoft made a bold leap forward with their holographic headset and our regular contributor Nick Thompson will tell us how it stacks up against its rivals. Also ahead, we look back on the legacy of Saudi King Abdullah. He has been praised as a reformer, but just how much change did he bring to his conservative kingdom?"
  },
  {
    "transcript_id": "CNN-83836",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "It's a little of both, Aaron, from what we can make out. I asked that same question this afternoon in the coalition press briefing. Dan Senor, the coalition spokesman, was a little loathe to spell out the bottom line that the coalition was insisting on but it is quite plain that what the coalition will not allow is for the insurgents to walk away from this. The coalition is demanding that the leaders, the civilian leaders of Fallujah, hand over those insurgents, hand over any foreign fighters there and also that the weapons are turned in along with those responsible for the death of those four contractors in those horrible images we've seen of late.",
    "statement": "OK, Karl thank you, Karl Penhaul who is in Baghdad. That's the situation in the north. The situation in the south has been <SOMEWHAT> calmer. We'll talk about that a bit now too as well. We have, those of you who are with us most nights <KNOW> we rely on the work of our own correspondents and they've been working incredibly hard. We rely as well on newspaper and magazine reporters who have been in the area. They have been writing compelling stories and in total we <HOPE> to give a fuller picture of what is going on. Tonight we're pleased to be speaking with Christine Spolar of the \"Chicago Tribune\" and she joins us from there tonight. It's good to see you. How long you been there?"
  },
  {
    "transcript_id": "CNN-257720",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "They appear intended to influence the policy of a government by intimidation or coercion. Check.",
    "statement": "True. And within that section, it has - it's an \"or.\" So it <COULD> be if it's intending to coerce the population -"
  },
  {
    "transcript_id": "CNN-312440",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yeah. I mean, I think, you know, there's a kind of omerta (ph) there. There's a family kind of loyalty, although it's been fascinating to me to watch that and evidence of his meltdown is the fact that he started to scream at Jared Kushner. Honestly, I think his kids are next and I guess his boys, he doesn't need to worry about or blame because they're not part of it right now. But I can honestly easily see him going after Ivanka if she says the wrong thing right now. One of the things I say in this piece is that I remember very vividly when I was working with him how terrified people would be of going up against him in any way when he was feeling -- when you could sense that he was feeling the way I guarantee you he is feeling right now.",
    "statement": "You point to the <FACT> that in the hundreds of phone calls that you listened in on, with his consent I <SHOULD> point out, in all those meetings you went to with him, you never remember anyone ever disagreeing with him to his face. I mean, does he want anyone to disagree with him, because that's -- one of the questions is does he have people <AROUND> him who can say, \"You <KNOW> what, you shouldn't get on the Twitter machine right now or you should, you know, not say this.\""
  },
  {
    "transcript_id": "CNN-74819",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "opinions": "ungraded"
    },
    "previous_statement": "Sometimes investigations go very quickly, sometimes they don't. On part of our pastoral response team in the diocese of Florida as canon (ph) of the and ordinary, and some investigations can move very quickly, some, in fact, take quite sometime. And I have confidence that the House of Bishops has taken the appropriate actions to up hold the Episcopal Church's tradition of thorough investigation for the both the alleged and the victim.",
    "statement": "based on what you <KNOW> about these allegations, are they serious allegations that <SHOULD> preclude him independent of your own <OPINIONS> prior to?"
  },
  {
    "transcript_id": "CNN-159952",
    "matched_terms": {
      "best": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Now aides say he will keep a low profile here, getting R&R; for what may be another brutal year. While Mr. Obama hopes to work with Republicans on some issues, he's also determined to stop them from gutting health reform.",
    "statement": "This is the <BEST> place in the world for him to come and recharge his batteries, <SORT OF> bask in the Hawaiian sunshine, the Hawaiian culture, the food that he loves."
  },
  {
    "transcript_id": "NPR-10356",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "All right, let me play devil's advocate, last question on NBA before we move on. The idea is to make money in ratings for the league. Which the league is doing, game three, this dream match up, conspiracy, or not, between the Lakers and the Celtics, game three, highest rated game since 2004.",
    "statement": "Tony, you answered a question with the premise. The idea is, make money and ratings, and whenever you get money and ratings involved, anything can happen. Remember, we all grew up on a playground playing pickup basketball. I never played the game where there were officials. There's core honesty that's in competition among people who just want to play. It's when all this other <STUFF> starts getting involved that you begin to compromise the spirit and the essence of the game. And if it's about ratings and money, then there's your game, commissioner."
  },
  {
    "transcript_id": "CNN-241037",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "So does it surprise you've the problems medical workers are having in the United States at least at this hospital?",
    "statement": "Well, it's not entirely surprising because I <THINK> our staff have had more training than some staff in -- would have in the United States. Because we are trained to do exactly what we are doing. This is all that we do here."
  },
  {
    "transcript_id": "CNN-260324",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "best": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "On the Iran deal, it is, as you know, coming under increasingly intense scrutiny from US lawmakers, who will vote on whether to lift those economic sanctions on Tehran in September. CNN Global Affairs correspondent Elise Labott joins me now from Washington. So, Elise, listening to some of the words that John Kerry used today on the Hill, he said there is no \"unicorn,\" there is fantasy alternative here. This is the beginning of that 60-day review that Congress has to make up its mind on how it's going to vote, and he really sparred head-to- head with Senator Marco Rubio, a contender for the White House.",
    "statement": "That's right, Poppy. Really a vociferous, a fierce counter attack by Secretary Kerry to some of these Republican critics. Now, let's be fair: Marco Rubio is running for president, so he wanted to get in there and show that he would be a stronger commander in chief, and he warned Secretary Kerry that this deal is only as good as the Obama administration, and that the next president, i.e. him, hopefully, <COULD> undo that. And the secretary said, listen, any new president would be coming to the same conclusions, because Iran is not going to negotiate again with another US president after America would renege on the deal. So, I <THINK> this is the beginning of this 60-day period that's likely to be very contentions. But Secretary Kerry really up for the fight, aides say, to defend this deal, which the administration <THINKS> is the <BEST> deal they could get."
  },
  {
    "transcript_id": "CNN-211694",
    "matched_terms": {
      "thinks": "ungraded"
    },
    "previous_statement": "Today marks Edward Snowden's first full day of freedom and he's spending it getting settled with some fellow Americans in Russia. They offered to host the NSA leader after Moscow granted him temporary political asylum. Now the move has heightened diplomatic tensions just days before a planned meeting between President Obama and Russian president Vladimir Putin. Phil Black is in Moscow to tell us more. Good morning, Phil.",
    "statement": "Good morning, Carol. Yes, Edward Snowden has spent his first night away from that transit zone in almost six weeks. And so far he's keeping a low profile. His lawyers says his priorities right now adjusting to this new-found freedom, ensuring his personal security and surrounding himself by people that he <THINKS> he can trust. And he says those people are American."
  },
  {
    "transcript_id": "CNN-130215",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "This is Rick Sanchez here in the world headquarters of CNN. Folks, this Hurricane Gustav is turning into the real thing. People at the National Hurricane Center are saying that this storm could, in fact, be one of those storms that we will be talking about for a long time. By the way, a lot going on with this storm right now. Let me just catch you up to date on what the governor said a little while ago. He mentioned that he's been in contact with the White House and that the feds so far have been incredibly cooperative. Everything is working smoothly. Of course it always works smoothly prior to, not so much after, as we learned from Katrina. He also said and this is very important that the counter flow that we've talking about where they're going to be getting people out of the city. That's going to start at 4:00 a.m. tomorrow. That means all lanes on the interstates go out of the city. None will be coming into the city. Don Lemon is standing by, he's been following this situation for us there in New Orleans. Don, first of all, are things going smoothly? Because there were reports earlier today they were trying to put people on buses. And instead it was turning into a bit of a raucous situation. Maybe a bit of (melee)in some places. Is that true?",
    "statement": "Yes, well, nothing is perfect. You <KNOW> that. And most of the people we've been speaking to here, the people who have been evacuated, have been saying, you know, it's been pretty orderly. But there have been people, Rick, who are upset because they said they got on buses, and they <THOUGHT> they were going to shelters within the state of Louisiana, and they end up at the airport and they fly to places unknown. I just to show you real quick, they have a very extensive operation here. <AROUND> on the other side, you see of these things here, buses have been coming in all day. 40, 50 buses filled with people from all over, Orleans Parish, Jefferson Parish. If you can pan to the left, they're going in through this area right here that you see with the chairs. And there's really a makeshift airport, just like you see in the airport with security and everything. If you pan around this way, Chris, and they bring them out through here, once they check their luggage, out through here, load them up on buses and then <OF COURSE> over to the right, to your left here, on to the tarmac and load them onto the plane. Colonel, can you come in here? I'm going to bring the man who is in charge of this entire operation, for getting people out by airplane. It's Colonel Bullet Young and he's with the Department of Defense. Tell us how many people you have, and you're going to be here all night, you said, until you get everybody out?"
  },
  {
    "transcript_id": "CNN-251526",
    "matched_terms": {
      "could": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "And Oren, in the runup to the election, Benjamin Netanyahu, he took that hard right turn on Iran, on peace in the Middle East, on a two state solution, can he dial any of that back now?",
    "statement": "It's really up to him, and it's up to him how he wants to create that government. He <CERTAINLY> did push to the right and play to right-wing voters, especially in the day before the election saying under his premiership there would be no Palestinian State. And he was also at a right-wing rally just a couple of days earlier, urging right-wing supporters to vote for him. Now it's up to him. He <COULD> dial that back a little bit. He could work with some of the center parties, or he could move his entire coalition to the right, and he has that option because of the strong showing. Again, up to Netanyahu what he wants to do here."
  },
  {
    "transcript_id": "CNN-129594",
    "matched_terms": {
      "maybe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes. And remind us again when should men get tested?",
    "statement": "Right. When men <SHOULD> get tested for prostate cancer is very much dependent on who they are and what their family history is. At age 45, high-risk men, which includes all black men and any man with a family history of cancer ought to get screened. Everybody else can wait until their 50. And some people actually need to even do it before 45, depending upon their family history. For example, if someone has several relatives, several men in their family have had prostate cancer, they <MAYBE> should even get tested at age 40. And the test is a PSA test and also a digital rectal test. So, it's two different tests that men need to do."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "To bowl with Barack Obama? Our producer in that last segment just was bowling with Mike Huckabee. So I was curious if you had the same opportunity with Barack Obama. I'm just taking a shot in the dark.",
    "statement": "I haven't had a chance to go bowling with him. I've missed that opportunity. But you <KNOW>, I'm going to ask him and see if he bowls. I know he works out. I know he's a runner. I <MIGHT> take him up on one of those offers. I'm not <SURE> he's a big bowler here. But, you know, Jim, we are expecting to hear from Barack Obama in the 4:00 hour. <OBVIOUSLY>, he's going to be weighing in on a lot of those issues we talked about just in the past hour with our \"Ballot Bowl.\" And also, what's really going to be interesting, if viewers haven't caught this already, or if you want to see a repeat, it was a fascinating debate on Thursday out of Austin, Texas. That is going to be replayed on CNN at 8:00 Eastern. And so we've got a lot ahead. And Jim, I'll check in on that bowling opportunity and see if I can make that happen."
  },
  {
    "transcript_id": "CNN-290244",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think you have to say right now at the outset of the general election where each candidate has had the biggest opportunity they will have to make their case until the debates, assuming that they happen. We have to say right now that Trump enters that phase of the campaign as an under dog. It's why you start to hear him talking about things like a rigged election. I was at a Trump event last night in central Pennsylvania where he was saying the polls, you can't really believe the polls, because back during the primaries the polls always underestimated my support. He said some of his supporters are embarrassed to tell a pollster they like Donald Trump. But in the pricy of the voting booth, nobody is watching and they can vote for it.",
    "statement": "I've heard that -- I don't <KNOW> if you call it a voter conspiracy theory. But I've heard that, too."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "absolutely": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Lisa Lockwood, investigator, author of \"Undercover Angel\" the prosecution is lucky that there was a law enforcement officer there in the theater -- you just heard from him -- happened to see the whole thing. I mean self-defense -- really?",
    "statement": "<ABSOLUTELY> not. Here is a man who has had incredible training not only with police, he`s also military who is trained and experienced in <KNOWING> how to deal with situations and how to quell situations and make them go away in a sense, versus pulling out lethal force and executing somebody in cold blood with no basis whatsoever. That was a complete disaster. One of the other things that I want to point out is the <FACT> you have people coming forward and talking about we`re going to be character witnesses, he`s not an explosive man, et cetera. Swearing at his wife in that manner when he pulled his gun out and then taking that lethal decision, I <THINK> they need to do a lot more questioning about his character with other people than the ones who have actually come forward."
  },
  {
    "transcript_id": "NPR-18565",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Thanks for having me.",
    "statement": "So more governors, more Democratic governors, more Democratically controlled state legislatures <AROUND> the country. Is this going to be a sea change in state-level politics?"
  },
  {
    "transcript_id": "CNN-66212",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "absolutely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, they certainly would like to have them onboard. They realize that politically here in the United States and internationally with all the criticism of this administration, which the Bush administration says is unfair, but as a bully, is you will, as a unilateral bully in the world, they understand that it would give them much more international solidarity in the effort. They also have said for months, and the vice president and Secretary Powell said it in public here in Washington today, emphatically, that the United States will not have its hands tied by those other governments. But if it is a matter of two to three more weeks in which you could get the support of the French and others on the Security Council, the administration is willing to go that long. But they stress here at the White House, no longer. They want clarity by the end of the month of February and they insist the president will not wait any longer.",
    "statement": "If the French are <PROBABLY> among -- you're naming several countries. I <THINK> a lot of people would say the French <MAY> be <ABSOLUTELY> critical to getting this through the Security Council without a veto. What do they realistically think the chances are <THOUGHT> that they'll get the French onboard?"
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It's not something that you can just flip the switch on. I <THINK> that <MIGHT> have been another exaggeration or that - or what the ambassador is saying is everything's one the table. Let's just have a conversation. I think the key word is <COULD>, you <KNOW>? So I don't think here's drawing a line in the sand by any means. The ambassador's very diplomatic that way."
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Well, it looks like he's about to sing. I think if he truly wants to be respecting his family and this country, he should really reveal everything he knows about the illegal acts of this president or those around him. And I think what we're going the find out is the president has probably not just dealing with Russia but been doing a lot of illegal acts when it came to his real-estate dealings, when it came to his paying off of, you know, women that he was having sex with, or whatever else was going on. I think the --Michael Cohen's going to have that information. More importantly, you know, he should be honest with the FBI and Mueller. And I think, at the end of the day, this country and he'll be better for it.",
    "statement": "And do you <THINK> this interview <MIGHT> also be a signal to President Trump that he's looking for a presidential pardon? I mean, it's a question that we haven't really gotten an answer to. What do you make of that?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Now, was one of the things that you took into consideration in judging the intent of the voters from the indentations, dings, marks and punches, was it the instructions that the voters were given?",
    "statement": "<SURE>, I mean, I <THINK> we assumed going in, or at least operated under the basis that the voter understood the instructions, and, you <KNOW>, he knew how to vote."
  },
  {
    "transcript_id": "CNN-190089",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "And I`m Rita Cosby, in for Nancy Grace. A 40-year-old Texas father shoots and kills his daughter. He says it`s accidental, that it`s in the dark, that he`s being chased, and his kids are with him at the time. But now he`s charged with murder. Let`s go to Christine McCarthy, reporter from the CNN affiliate. Christine, what do we know about what the kids are saying in relation to what the father claims to authorities? You know, he has this wild story. It sounds like a scene out of Steven Seagal movie. He`s being chased. He`s hiding behind concrete blocks. He doesn`t go in and call for help in the store, doesn`t do all these different things. And yet the kids are there. He`s got two kids, correct? How old are they again?",
    "statement": "Right. They`re 11 years old and 12 years old, a boy and a girl. And they`re generally corroborating his story, but -- you <KNOW>, they do have the same wild story that Edwin Collins has. But there are some slight variations. We don`t know exactly what those are, but the sheriff does tell me that there are some variations in their story, and that`s <CERTAINLY> something that they`re looking into as they try to piece together his timeline and the events that <SUPPOSEDLY> happened that night."
  },
  {
    "transcript_id": "CNN-170028",
    "matched_terms": {
      "around": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Breaking news out of Macon, Georgia, the police chief announcing they have just charged a man with the brutal murder of law student Lauren Giddings. So who is their suspect? Believe it or not, this guy, her next-door neighbor. But before Stephen McDaniel was arrested, this alleged killer actually talked to reporters. Watch and listen to that conversation.",
    "statement": "They went in, looked <AROUND> the place. No sign of a struggle, no sign that anyone had broken in, just nothing. She was gone. All of her <STUFF> was there. Her I.D. was there. Her wallet was there, but she was -- she was just gone."
  },
  {
    "transcript_id": "CNN-226470",
    "matched_terms": {
      "hope": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "The team onboard maintains this is still a search and rescue operation.",
    "statement": "I'm <HOPING> against <HOPE>."
  },
  {
    "transcript_id": "NPR-7600",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Ken, it is astonishing that within a week of his nomination, he's within six points of somebody considered a shoo-in for the...",
    "statement": "Well, that's the Quinnipiac poll, and <OF COURSE>, you <KNOW>, polls have been weird all along. But they have shown very surprising things. I mean, we saw that, you know, Christine O'Donnell was very close to Mike Castle in Delaware, you know, last week in that Senate primary, and all of us said no, that can't be the case. And it <CERTAINLY> was the case. She beat him by four or five points. And that was not supposed to happen."
  },
  {
    "transcript_id": "CNN-346052",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "doubt": "ungraded",
      "sort of": "ungraded",
      "knowing": "ungraded",
      "seems": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "Yes. Already saying today, we opened up Europe. He said that, Sarah, but still no deal that we know of at least on the table. Sarah Westwood live for us there in Illinois as we will, of course, be bringing the president's comments to you live to our viewers as soon as he takes to the stage. Expecting him at half an hour or so. Now to another story that we are covering here at CNN, the ballots are still being counted, but as far as one man is concerned, Pakistan already has its new prime minister and that man is the man himself, Imran Khan. He has declared victory in the country's general election doing so in a televised speech under a framed photo of Pakistan's founder. His supporters celebrated the news early on, but there are still many challenges ahead in this leadership battle. One that's already seen everything from violence to claims of vote rigging. Our Nick Paton Walsh is in the Pakistani capital, Islamabad, with the very latest. Nick, the campaign priority for Imran Khan has been the economy. That's what he says he is going to focus on, but might his focus now shift with the reality of the challenge ahead?",
    "statement": "<KNOWING> <CERTAINLY> so much of what ordinary Pakistani expects from him is <SORT OF> sweeping away of corruption, dealing with the government debt so much to China that's help rebuilding the structure here. But in elements of foreign policy too, some people see this in two different ways no <DOUBTS>. This is certainly the second time that power has been democratically, peacefully transferred between two governments in Pakistan's independent history. Also, this is the first time that one of the two normal parties, the whole power here aren't in charge of the military's assistance. This new third party of Imran Khan now it <SEEMS> has its hands on the reins despite the last final bits of political mass still alluding them. It seems pretty without a <DOUBT> that he is going be the next prime minister. What an extraordinary personal journey for this former sporting icon, who is now accused here of being a little bit too close to the Pakistani military. Here's what we <KNOW> about his life."
  },
  {
    "transcript_id": "CNN-130361",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "It truly is. I mean, celebrity is really somebody in our culture that we`re celebrating. Everybody is talking about her. She had one of the biggest moments we`ve seen in a very long time in politics last night. She wowed most people whether you`re for her or against her. She was powerful. She was present. And of course, she`s going to be gracing the covers of many different kinds of magazines including the celebrity ones.",
    "statement": "Yes. We <KNOW> celebrities transcends the movies and television. And in <FACT>, in our question of the day that we asked on air, online and in our brand new \"Showbiz On-Call\" phone line - here was the question: \"Sarah Palin: Is she now a bigger celebrity than Barack Obama?\" We got an overwhelming response including one call from Troy in Iowa. Listen to what Troy says."
  },
  {
    "transcript_id": "CNN-42323",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Aaron, I'm going to talk about the anthrax vaccine, but in a different way than we have heard about it before. As this story has unfolded, I have been speaking with experts about the kinds of treatment that people who have been exposed or suspected to have been exposed to anthrax, the kind of treatment that they are getting. And the experts I have spoken to have a question. They say: How come those who have been exposed are not receiving the vaccine? In other words, it would be called the post-exposure vaccine. In fact, the British Public Health Laboratory Service -- this is an agency of the British government -- the American Public Health Association, and the \"Journal of the American Medical Association\"'s Civilian Biodefense Working Group all have published articles that recommend that, if someone is exposed to anthrax, that they should get antibiotics as well as a vaccine. Now, the reason for this is that it is sort an insurance policy, basically. Anthrax is a very interesting spore. It comes into your body as a spore that looks sort of -- it's sort of like a seed. It has a hard shell. It goes into the body. It lodges in there and just kind of hangs out for a little while. It's kind of in a dormant phase, they call it. And then, after a while, it will bloom. It will germinate, as you could think of it. And when it blooms, if you think of that flower as being a bacteria, the antibiotics will come in and will kill that bacteria. And that's why Cipro and the other antibiotics work so well. However, people stop taking the antibiotics at a certain point, let's say after 60 days. What if some of those spores are still hanging out waiting to bloom? If you're not taking antibiotics any more, then you might be vulnerable. The thinking is that the vaccine would be sort of a double whammy. The vaccine would then come in and have the body protect itself from the sleeper spores, the spores that might be hanging out. In fact, I asked an author of an article in the \"New England Journal of Medicine\" that recommended post-exposure vaccine. I said, \"If you had been exposed, would you want it? Would you want the vaccine?\" And he said, \"Yes, I would.\" Now, we interviewed Surgeon General David Satcher yesterday. And he said that the vaccine is not indicated and that people should just be taking the antibiotics. It is also important to note that you can't just go out there and get the vaccine. Right now, the military is in possession of the vaccine that exists. I asked them -- I said, \"Given a hypothetical, would you share the vaccine if asked?\" And they said, \"We haven't been asked, but we cooperate with other federal agencies when asked\" -- Aaron.",
    "statement": "Well, I'm not <SURE> -- you got me again here. I'm not sure I understand why, if this is the protocol -- at least as the British look at it or other people look at it -- why at least it's not being considered. It sounds like the surgeon general dismissed it pretty quickly."
  },
  {
    "transcript_id": "CNN-103986",
    "matched_terms": {
      "of course": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "By this summer, about 75 percent of the Iraq will be -- that battle space will be owned by Iraqi units. We're finding Iraqi units, with our support, can be used in just about any operation we do in a counterinsurgency role.",
    "statement": "But Wolf, to be <CLEAR>, 75 percent of the battle space of Iraq -- that's 75 percent of Iraq's land mass -- and a good deal of that, <OF COURSE>, is uninhabited desert, or the relatively peaceful areas of the south. As for the area where the sectarian violence has been occurring, mainly in the Baghdad region, that remains, by all accounts, extremely unsettled. General Chiarelli saying that attacks, sectarian attacks, were down in the last couple days. But sounding a fairly ominous note, saying that civil war was as possible as it ever had been in the three years since the invasion -- Wolf."
  },
  {
    "transcript_id": "CNN-155919",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "... and that dark bar is if you have dinner with your family five to seven times a week. Look at the difference. It's half in almost every case except marijuana.",
    "statement": "That's right. Yes. It's about 1 1/2. But yes, nearly twice as much. But again, you <THINK> about it, it's intuitive. Because the magic that happens <AROUND> dinner, it's not about the food. The magic that happens around dinner is about the conversation."
  },
  {
    "transcript_id": "CNN-148060",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Going back to the -- to the other -- well, going back to the nuclear issue, Iran -- well, you heard President Ahmadinejad today declare that Iran is now a nuclear nation. Where do you think they stand right now? And how is this going to affect the international community?",
    "statement": "Well, actually, they're not really any closer than they were two years ago. And, in <FACT>, their centrifuges are not working very well. They have not made very much progress at all. And, <OF COURSE>, Ahmadinejad has been saying for years that Iran was a nuclear nation. He can announce that every time there's a celebration, but the reality is, nothing much has happened. And if they've produced a gram of 20 percent enriched uranium, well, hooray, but, you <KNOW>, it's not a great accomplishment, frankly."
  },
  {
    "transcript_id": "CNN-247783",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I thought I was just going to die. I thought they were going to be like, get out of here. You know. I probably won't be invited back. So I'm glad it was towards the end. But, yeah, I wish there was like a lever and I could just drop through the floor. I didn't want to stay out there after I messed that up so bad.",
    "statement": "Now your first question to President Obama was about the Sony hack. And I want to thank you for doing that. You <KNOW>, it's a really important question. And I wanted to hear what he had to say about that. And you posed it this way. You asked if the United States basically adequately protected Sony or not. Did you like his response to your question?"
  }
]