[
  {
    "transcript_id": "CNN-178753",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "sense": "ungraded",
      "expect": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Just over 90 minutes -- live pictures Des Moines, Iowa, there -- just over 90 minutes to start of Iowa's caucuses. Trust me, you want to stay right here on CNN and watch this play out tonight. And here's tonight's \"Truth.\" The most important thing isn't who wins. Stay with us for the one thing you really need to pay attention to tonight. Plus, Herman Cain's out of the race, but still watching very closely. We will ask him if he's ready to make an endorsement. And back in November, Iowa's governor wrote down his prediction of tonight's winner. You see it right there. He sealed it in an envelope exclusively for us. Tonight, we will open it. As Iowa Republicans head out to vote tonight, all eyes on Mitt Romney, including a set of eyes at the White House. President Obama is back from vacation and will address tonight's Democratic caucuses on a video hookup to Iowa. Let's check in with our chief White House correspondent, Jessica Yellin. Jess, the president doesn't have an opponent. Why does he think it's important to check in in Iowa?",
    "statement": "<WELL>, in general, for the Obama campaign, there's a <<SENSE>> that, if Mitt Romney wins tonight, they'll be curious to see by how much, John. You know, the sources I talked to <<<BELIEVE>>> that Mitt Romney will be the eventual nominee. That's no secret. But what they want to know is, can he really deliver some <<KIND OF>> knockout punch tonight, because he has invested a great deal of time -- not a great deal of time here but a great deal of money here. He is the establishment candidate, if you will. He has said, and then walked back, that he believes he <<COULD>> win here. So they clearly dedicated a commitment to Iowa. And the Obama team will be curious to see if he can capture a significant amount of the vote. And if he doesn't, no <DOUBT> <EXPECT> them tomorrow to say that this is a major loss for Mitt Romney, John."
  },
  {
    "transcript_id": "NPR-15630",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, I don't think it's a restrictive view. I think it's an accurate view that there are certain things the federal government should not meddling in and should not be telling the states what to do. And there are certain things where the federal government should be the sole determination too. One of the problems that we have with Democrats is that they believe the federal government should triumph in everything. But in most cases, the states should have the right to govern themselves.",
    "statement": "Oh, but I'm thinking <ABOUT> the difference between Congress passing laws and, say, the Environmental Protection Agency writing regulations that they say <WOULD> be to enact the laws. <WOULD> Gorsuch be less willing to give the EPA, for example, latitude in regulations that it was writing to protect the environment?"
  },
  {
    "transcript_id": "CNN-125021",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Why cancel them now? Is this something that you could have done, you know, over the course of several weeks and several months? Why so many cancellations now?",
    "statement": "We track very closely what was occurring in the industry. As we looked at what was happening yesterday, we moved very swiftly and aggressively to ensure we <<COULD>> inspect as many airplanes as quickly as possible to limit the operational impact to a minimal period."
  },
  {
    "transcript_id": "CNN-353523",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "The clues to solving this aviation mystery may lie in the plane's fuselage and the so-called black boxes lying somewhere at the bottom of the Java Sea. And for the millions of people who fly in these planes, answers can't come soon enough -- Will Ripley, CNN.",
    "statement": "Pakistan's highest court is expected to announce at any moment if a Christian woman will live or die. Asia Bibi has been on death row since 2010 when she was found guilty of blasphemy. She was charged with making derogatory remarks <ABOUT> the Prophet Muhammad during an argument with three Muslim women. The case was appealed to the Supreme Court amid the glare of international attention. CNN's Sophia Saifi joins us now from Islamabad. Sophia, if the Supreme Court upholds this original verdict, that doesn't leave a lot of options; in fact, <<PROBABLY>> just one, a direct appeal for clemency to the president."
  },
  {
    "transcript_id": "CNN-359508",
    "matched_terms": {
      "should": "ungraded",
      "a little": "ungraded",
      "sense": "ungraded",
      "take": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "And overnight, another major headline. The \"New York Times\" reports that several times last year the president said privately to aides that he wanted to withdraw from NATO. Do you know who would love the U.S. to withdrawal from NATO? Vladimir Putin. And of course this comes as we learn that President Trump tried to conceal details of his meetings with the Russian leader, even going so far as to confiscate the notes taken by an interpreter. We have a lot to talk about. Let's begin with CNN's Lauren Fox inside the hearing room on Capitol Hill where there will be confirmation hearings for William Barr shortly.",
    "statement": "That's right, John. In just <A LITTLE> over an hour Bill Barr will <TAKE> the seat behind me and he will unfold his confirmation hearings to be the country's next attorney general. Here's how the hearings going to go. First the newly minted committee chairman Lindsey Graham will begin reading his opening statement. After that the top Democrat on the committee, Dianne Feinstein, will read her opening statement. Then Bill Barr will be sworn in and he will make some opening remarks. Two significant developments we <EXPECT> this morning in those remarks. First, Bill Barr who will oversee the Mueller investigation will say that the Mueller investigation <SHOULD> be able to continue its work. Then he'll say it is in the best interest of Congress and the president for the findings of that investigation to be able to be released to the public. But don't <EXPECT> Democrats to <TAKE> that for an answer. They're going to have tough questions for Bill Barr this morning. But Bill Barr has been in this hot seat before. Back in 1991, he was confirmed to be George H.W.'s attorney general. And just to give you a <<SENSE>> of how different the politics are than they were back then, back then the Judiciary Committee confirmed him unanimously. Then there was a simple voice vote on the floor. <EXPECT> a much tougher hearing this morning in the Senate Judiciary Committee. John?"
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You don't look bad.",
    "statement": "<WELL>, but not really. But I just <<<THINK>>> all of those who don't work at all anymore, those that are really hurting, physically or financially or something, and I just <<FEEL>> so blessed. It's all a gift."
  },
  {
    "transcript_id": "CNN-303123",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "But, Richard, these things mean more resources and won't a city simply argue that we don't have the resources and so we're not able to meet these demand demands.",
    "statement": "As soon as you put a monitor, Fred, the price goes through the roof. And the bigger problem -- and while it's an yeoman's effort to put these report together and they bind them up nicely and they throw darts at the police departments and the oversight of the police department, they pick out all these problems, which is common <<SENSE>>. You don't need 10 months to come up with a report like this. The enforceability of these agreements is the problem now. And the Trump administration is pro investment law enforcement and Sessions has said unequivocally he's not for oversight of police conduct."
  },
  {
    "transcript_id": "CNN-230269",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Lewinsky says the scandal changed the entire trajectory of her life making her virtually unemployable. She remains very much stuck in time, never getting married or having children. She writes, \"With every man I date, yes, I date, I go through some degree of 1998 whiplash.\" Lewinsky said she considered the consequences of telling her story on the Clinton universe and felt compelled to speak out now before Hillary Clinton's potential 2016 presidential bid, something which means more to her than just the possibility of having a female president. \"When I hear of Hillary's perspective candidacy, I cannot help but fear the next wave of paparazzi, the next wave of where is she now stories. But should I put my life on hold for another eight to ten years?\" (",
    "statement": "It is interesting, Lewinsky also plans out her life on the political calendar, anticipating when is the next time she <<COULD>> be thrown into the spotlight, if and when Hillary Clinton decides to run, the 2016 election, and the books that will follow. But she said this. She said she thought <ABOUT> Tyler Clemente, the Rutgers student that killed himself after video of him kissing another man went viral online. She says she wishes she <<COULD>> have talked to him and shown him that even in your darkest moments of humiliation, your life can go on -- Fred."
  },
  {
    "transcript_id": "CNN-383091",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The data show that we've had a lot of problems with losing jobs, but the principal reason has been bad trade policy. The principal reason has been a bunch of corporations, giant multinational corporations, who have been calling the shots on trade. We also need to make it easier to join a union and give unions more power when they negotiate. We need to restructure strength in this economy and that is where it starts.",
    "statement": "Even with the 3.5 percent unemployment rate big concerns <ABOUT> automation and technology and what that means for the future of jobs. Democrats attacked that last night, but that is an issue that the president of the United States was very successful in leveraging in the last election. We'll see if he keeps the higher ground there."
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "feeling": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "It's all about the money.",
    "statement": "You know what? Here's how little I knew <ABOUT> Methadone. I knew that there were Methadone clinics. I didn't know if it was heroin or cocaine. But I <<<THINK>>> the criticism was that it <<SORT OF>> made people into zombies. You know, even though you got over the other drug, you <<SORT OF>>, like you said, the euphoric <FEELING>. All right. So it's used as a drug to get over other drugs. But does that necessarily mean -- the <QUESTION> is, is it safe? Safer?"
  },
  {
    "transcript_id": "CNN-75910",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Art Torres, you get the last word tonight.",
    "statement": "I don't <<<THINK>>> it was for the good of California. Darrell Issa <<PROBABLY>> had more baggage he <<COULD>> deal with. And who knows if the Bush administration is going to appeal that $92 million lawsuit that Bill Simon won and now is on appeal. He wants those tens of millions of dollars."
  },
  {
    "transcript_id": "CNN-346908",
    "matched_terms": {
      "would": "ungraded",
      "suspect": "ungraded",
      "guess": "ungraded",
      "hope": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "How about, Peter, just one more to you. One of the key witnesses at the center of that meeting and so many others was this woman, hope hicks, who was just getting on board Air Force One over the weekend which has a lot of people scratching their heads. You know, she doesn't work there anywhere. Is the president at risk of witness tampering with her here?",
    "statement": "You know, I'm <<SURE>> her lawyer <WOULD> have preferred her not to have that contact. But my <<GUESS>> is that <HOPE> Hicks has been interviewed. I know she's been interviewed on the hill. And I strongly <<SUSPECT>> --"
  },
  {
    "transcript_id": "CNN-332153",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think they need to follow the process just as ours was. The FBI has eyes on ours. I think they need to look at the Democrat memo as well and after that it will be up to the president to release it to the public.",
    "statement": "OK. Congressman, so this is what Adam Schiff actually said today <ABOUT> making redactions and removing information."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "I like the openness about it. It's just that people can express themselves, be themselves, and no one, you know, thinks it's weird or strange.",
    "statement": "But some people do <<<THINK>>> it's strange. The rallies, the slogans, the parades: gay pride. And there's a reaction, a back-at-you movement called straight pride. Is straight pride a real cause or is it a disguise for intolerance? <SHOULD> you wear your sexuality in public? Good afternoon, everybody, and welcome to TALKBACK LIVE. Do you advertise your sexuality? Do you wear it on a T-shirt, a bumper sticker or parade it down the street? We've heard <ABOUT> gay pride, but a California counter-movement stressing straight pride is organizing. The <QUESTION> is, does either one have to do with sex or are they all <ABOUT> making political statements? We'll get into this topic in just a moment, but we have to go to Kyra now in the newsroom for breaking news."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "sometimes": "ungraded",
      "certain": "ungraded"
    },
    "previous_statement": "This multi-million dollar mobile scanner can literally see inside the containers. Highly-trained operators can focus in on even the smallest details. The same can be done inside the structure. Here in Dubai, when it comes to security and checking what's inside containers, they say they are not worried about politically incorrect ethnic profiling. (on camera): What percentage would you say, are actually physically inspected?",
    "statement": "Some, from <CERTAIN> countries, 100 percent <SOMETIMES>."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Yes? Why did you enter, Diana?",
    "statement": "I -- I -- like, the same <THING> as Fantasia. I..."
  },
  {
    "transcript_id": "CNN-375120",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Theoretically, that's what the regulators probably want to do. There's been a lot of skepticism from regulators about Facebook getting into this cryptocurrency arena. Because think about it. Like you said, Facebook has about two billion users. If even half of them or even a quarter of them start using this cryptocurrency as their main way of doing business, what effect is that going to have on the global monetary policy and the way things work right now? That is a question that a lot of people are looking for the answer.",
    "statement": "<<SURE>>. You shop on Amazon, right?"
  },
  {
    "transcript_id": "CNN-163637",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "So how, if at all, is the U.S. food supply affected by the radiation? Our senior medical correspondent Elizabeth Cohen, she's joining us from New York. And, Elizabeth, tell us, is there any cause for us to be concerned here?",
    "statement": "You know what, there isn't cause for us to be concerned, Suzanne. And let me break it down <A LITTLE> bit between U.S. food and food that we import from Japan. Yes, it is true that radiation has reached the West Coast, but it is in such teeny, tiny amounts that even if it were to get into produce here, and that's a big if, it still <WOULD> not cause any health problems. We're talking, again, <ABOUT> teeny, tiny amounts. Now, Suzanne, I also mentioned imports from Japan. We're told by experts that very small amounts of food are imported from Japan. It makes up only 4 percent of the types of food of all the food that's imported from other countries into this country. And even if, let's say -- let's just say that you were to eat some of the spinach that's made right near that plant, you <WOULD> have to eat that spinach every single day for a year to get the amount of radiation that you get in one CAT scan. Is that a good <THING> to do? No. But it certainly is not going to kill you. Suzanne."
  },
  {
    "transcript_id": "CNN-215736",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "Well, listen, the Republican line since last week when President Obama met with the Iranian president was, look, he's going to meet with the Iranian president and he won't even meet with us. So they're getting their wish. Let's just be clear, in some ways, President Obama is sort of calling their bluff. However, if Brianna is right, and I'm sure she is, based on conversations that she's had and I've had with Democrats, that they are insisting that they are holding firm, that they are not going to negotiate, that they will not do anything beyond just passing a -- one bill that funds the government, you've got to wonder where this is going to go. One possibility is to sort of wrap these discussions about the government shutdown, or funding the government, with the very soon, what is very soon, which is the debt ceiling, which is, of course, we've talked about this so many times. So much more catastrophic potentially to not just the U.S. economy but the global economy, if the U.S. does default on its loans. So that date is October 17th. We're not that far away. We're, what, 15 days away from there. So it's possible that the president might start to say, OK, look, guys, this is - this shutdown is not - is not going anywhere. We're at an impasse. But let's start talking about the debt ceiling and what we can - what we can work on vis-a-vis that and maybe they can wrap it all together. You know, who knows, or it just might be optics. I know it's cynical, but it might just be so that the president can say, I sat down with leaders.",
    "statement": "All right, Dana Bash, Brianna Keilar, thank you. We're trying not to be too cynical here, but it is hard to <<IMAGINE>>, what are they going to get done here? I mean they've both dug in pretty hard here. And the Senate Democrats, including the president, say he's not going to deal with this piecemeal -"
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, the Caribbean will be vulnerable to ever more severe storms. Think storms much larger than Katrina. And now, Haiti's ecosystems are already shattered. You only need to look at satellite pictures of the Dominican Republic versus Haiti, massive deforestation. Now, you hit it with very severe storms and you end up with vast numbers of dead and huge numbers of refugees heading toward our shores. We've been there before with Haiti. Suddenly, the Navy and the Coast Guard will be called out to deal with a huge influx of refugees coming toward us as a result of disruptions in Haiti.",
    "statement": "All right. Let's move back to another continent. Let's go to Africa and talk <ABOUT> what <MIGHT> happen there particularly as you look at these two countries, Somalia and Tanzania. What kinds of scenarios are you worried <ABOUT> there?"
  },
  {
    "transcript_id": "CNN-288258",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. Air Force One is getting ready to <TAKE> off outside from Joint Base Andrews in Washington, D.C. The president of the United States is on board. The presumptive Democratic presidential nominee, Hillary Clinton, is on board as <WELL>. They will have their first campaign appearance in an hour and a half, two hours from now in Charlotte, North Carolina. The president just boarded moments ago. Air Force One is getting ready to <TAKE> off. We'll have extensive coverage on that. James Comey recommended that no criminal charges be filed against Hillary Clinton for her use of private e-mail servers during her four years as secretary of state, even though he offered very damning criticisms of her using her personal e-mail server. Air Force One taking off right now. Stand by. Much more on the race for the White House coming up. But there's other important news that we're following right now. The holiest month of the year for Muslims is coming to an end, and while this is normally a very festive month, the final days of Ramadan were marred by a stunning state of terror attacks. The most recent targeted one of the holiest sites of Islam, the Prophet's mosque in Medina Let's talk <ABOUT> this and more with Ben Wedeman, joining us live from Baghdad. It's worth noting that CNN is the only American network that is live in Baghdad right now. Also joining us, our international diplomatic editor, Nic Robertson, joining us from London. Ben, the weekend bombing in Baghdad that killed at least 215 people, the single deadliest attack in Iraq since 2003, the political fallout must be enormous right now. What's the latest?"
  },
  {
    "transcript_id": "CNN-240827",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Like a human.",
    "statement": "Right, right. But people are comfortable with that as viewers, I <<<THINK>>>, aren't they?"
  },
  {
    "transcript_id": "CNN-313688",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Good morning to you and welcome to Saturday. We're so grateful to have your company as always. I'm Christi Paul.",
    "statement": "I'm Victor Blackwell. Good morning to you. The countdown to Thursday is on. Former FBI Director James Comey set to testify publicly inarguably the most anticipated event since election night. He's expected to reveal details of his private meetings with President Trump. Information that <<COULD>> potentially be a game changer in this Russia probe. That is if the president does not prevent this testimony. Asserting executive privilege which gives him the right to withhold private White House deliberations and records from Congress."
  },
  {
    "transcript_id": "CNN-170582",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You think so? Yeah/",
    "statement": "I <<<THINK>>> so."
  },
  {
    "transcript_id": "CNN-343249",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "When you walk into a room and there are two children, one the age of 8 months. Another the age of almost 1, who is without their parent, and you begin to think and realize that this -- these children that are toddlers are being held hostage by the president of the United States. It's abhorrent, and the fact that in the United States of America, in 2018, that we're allowing this to happen is just really shameful and what we need is for the president to rescind zero-tolerance right now.",
    "statement": "Here in this facility, there are <ABOUT> 80 children. Half of them have been recently separated from their parents as a result of this zero-tolerance policy. The Congressman tells me that <ABOUT> seven to eight of them are children between the ages of 4 and 5 years old. Also, there are four infants in a toddler room. Two infants are with their teenage mothers who are given an exception to be with their children here. But the two other infants are currently being cared for by staff. Some of them he said he couldn't really go into detail <ABOUT> whether or not they're getting the right <<KIND OF>> care, but they are getting care from the staff here at Southwest Key. We've asked to go inside. We demanded to go inside. We said the world needs to see how you're caring for these children. They've given us the stiff arm here. They asked us to call the Office of Refugee Resettlement. They're working hand in hand with that federal government agency. We've called them multiple times, Hala, and we've yet to hear back."
  },
  {
    "transcript_id": "CNN-411520",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello everyone. I'm John Vause and you're watching CNN Newsroom live from Studio 7 at CNN's world headquarters here in London. Ahead this hour with the death toll predicted to hit almost 400,000 by year's end, U.S. president says his pandemic response is worthy of an A+. U.S. Senate Democrats burn in severe repercussions in the face of gross hypocrisy by Republicans and their rush to fill a Supreme Court vacancy. And global markets tumbled amid fears of new national lockdowns as Europe faces a surge in daily infections. United States is set to be the first country to record 200,000 dead because of the coronavirus pandemic. Once again the number of daily cases has soared above 40,000 each day on average. Infections are rising in almost 30 states with several reporting positivity rates higher than 16 percent rate. A rate lower than 3 percent is an indication the outbreak is being controlled and in a surprise reversal, U.S. Center for Disease Control and Prevention retracted guidance on airborne transmission saying it was posted on Friday in error. Many <<SUSPECT>> political interference."
  },
  {
    "transcript_id": "CNN-393918",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, the appointment of Vice President Pence to oversee the coronavirus response comes amid tensions between President Trump and Health and Human Services Sec. Alex Azar. Sources familiar with the discussions tell CNN that the president has been irritated, particularly about learning of decisions that aides have made only after advisers come to complain about him. Essentially, the president has the sense that Azar has been keeping him out of the loop. So, for example, the president was irritated about the decision to bring those Americans who had coronavirus symptoms home from the cruise ship that was docked in Japan. Also, about a botched effort to try to put some patients at the FEMA facility in Alabama. Local officials pushed back on that. So the president has been unhappy with some of the ways that Azar has gone about managing this. There was also a sense from some White House officials that Azar had requested a lot of money -- perhaps a disproportionate amount of money while the White House was working on its emergency funding request -- to cover up some -- what some officials had seen as mismanagement. So, Pence, even though he doesn't have that medical background necessarily, he does have a leadership background, obviously, as a governor --",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-239455",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "An intelligence source says the Khorasan potential plots include clothing dipped in explosive material or explosives contained in non-nonmetallic devices like toothpaste tubes.",
    "statement": "You <<COULD>> <<POSSIBLY>> get some of these types of devices, bombs through airport security, and they <<COULD>> be <QUITE> catastrophic on an airliner."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "We had a very nice dinner. And at that time he told me, \"You are not under investigation.\"",
    "statement": "The president's obsession with the investigation into Russian meddling in the 2016 election is what led to Comey's firing. The credibility of the president and his advisers is in <QUESTION>, as the White House becomes increasingly consumed by chaos and a crisis of leadership. The president is isolated and agitated, associates tell CNN. He finished a full week barely seen at the White House before making this brief afternoon appearance with the first lady."
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Roy Black, is this good or bad news to George Zimmerman? If you were representing him, how would you be feeling tonight?",
    "statement": "<WELL>, I <<<THINK>>> it's bad news for Zimmerman. I agree with Alan 100 percent. In Florida the grand jury is where political cases go to die. If the prosecutor wanted to dump the case and not have any backlash, she <WOULD> send it to the grand jury. The fact that she's going to make the decision, I <<<THINK>>>, means that she's <<PROBABLY>> going to charge him."
  },
  {
    "transcript_id": "CNN-175745",
    "matched_terms": {
      "may": "ungraded",
      "likely": "ungraded"
    },
    "previous_statement": "More than likely someone is talking to the kidnappers. This is -- the degree of publicity this is getting out down there actually is a little bit dangerous because it may potentially limit the kidnappers options and make them more worried about getting caught.",
    "statement": "Police say witnesses have given them descriptions of at least two suspects. They say the kidnappers tried to burn a vehicle they used. (on camera): The Nationals aren't commenting at all on this case other than a general statement of support for the families. Chris Voss says it's <<LIKELY>> the Nationals are helping out behind the scenes, not necessarily with money, but with help in bringing in experts to aid in the negotiations. (voice-over): Negotiations that will be delicate and <MAY> become more intense as time passes. Voss, a former FBI negotiator who worked more than 100 kidnappings, took us inside the process. (on camera): What are you saying to the kidnappers right now as a negotiator?"
  },
  {
    "transcript_id": "CNN-140060",
    "matched_terms": {
      "quite": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK, and Nic, and back to the drone attack now, the drone strike. How many missiles were fired, according to the Pakistani military, in this most recent drone strike?",
    "statement": "<WELL>, we're getting our information from two different sources here, Tony. We're getting it from Pakistani intelligence sources and the Taliban. And <QUITE> incredibly, we're finding here in this particular case, both sources are agreeing, three missiles fired from what they both say they <<<BELIEVE>>> was a U.S. drone fired into a Baitullah Mehsud training camp. This guy is the number one Taliban leader inside Pakistan. He's the number one enemy of the Pakistani military right now. So, the U.S. help that they're getting here is a clearly a bonus. And what we're hearing from the Taliban, that they were Taliban that were killed. The Taliban saying 17 killed, that there were three buildings hit, a communications headquarters, an ammo store and a command and control command headquarters, as <WELL>. So, it seems to have been a very direct, <WELL> directed strike because even the Taliban are saying it's them that were hit -- Tony."
  },
  {
    "transcript_id": "CNN-118629",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. That's your animal round up. But now we turn to something different. Still in the UK, after six decades of marriage, your wedding day can become a bit of a blur, or even six hours, depending on how much champagne --",
    "statement": "It depends on how <WELL> documented it was. We're going to talk <ABOUT> one that is very <WELL> documented indeed. Queen Elizabeth's wedding day. The memories all coming back to life in an exhibit that honors her 60th wedding anniversary with her husband Prince Philip."
  },
  {
    "transcript_id": "CNN-324967",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "It's one of the appointments that the president is defined by. And Janet Yellen has done a good job, especially in Trump's years. Trump gets highest marks on the economy, not only because of his experience as a businessman but the economy has really done well, particularly the market. Janet Yellen and Trump seem to have been working well together. The name being most bandied about is a moderate named Powell, who has worked with Yellen, a Republican, sort of out of central casting, which seems to be criteria for Trump but also seen as a very safe pick in terms of continuity, without having this indignity of reappointing Obama's Fed chair. So, that seems to be where the momentum is going in terms of a pick. But that's a big deal under the basis of the economy. Tax plan, as you say, is massive if they want a legislative achievement. But in terms of the overall economy, you can make the argument that the Fed chair pick is even bigger.",
    "statement": "OK, panel, next topic. Let's talk <ABOUT> Chief of Staff John Kelly who made an appearance on Fox News. He has no interest in apologizing to Congresswoman Wilson, you remember, over the comments <ABOUT> Sergeant La David Johnson's death. But then he said some curious comments. He was asked <ABOUT> the Confederate monuments and his <TAKE> on them. Listen to what he said <ABOUT> the Civil War."
  },
  {
    "transcript_id": "CNN-408083",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And for other conferences, the other big three as you mentioned that are still out there, the big 12, ACC and SEC. The big question for me today is who are their doctors? Who are they listening to and what are those doctors saying to them because obviously, the last thing the Big 10 and PAC-12 wanted to do is what they ended up doing. The most of the catastrophe, financial, catastrophe for these schools as well as of course, just the hard way for these student athletes who happen to have a -- to be in college at this particular time during a pandemic.",
    "statement": "<WELL>, we happen to have a good doctor with us here. So, Dr. Kraft, how <<COULD>> -- explain to us, how <<COULD>> a college football team play safely in a city or a state or <AROUND> a school where there are high incidences of coronavirus?"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "possibly": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We are taking your calls. Straight out to Michael Board, WOAI Newsradio. Michael, what happened? I don`t understand how you can see the baby and 10 minutes before, and then suddenly the baby`s gone.",
    "statement": "<WELL>, police are saying that it looks like he just was able to wander out of his home. We know that the latch on the door in this home did not work. Some big developments in this case today, Nancy, though. We have to tell you that the radius, the search radius for little Joshua has been expanded now for two miles. One of the things that they`re doing is, this is a neighborhood full of prefabricated homes, some of the officers as <WELL> as search dogs are going underneath these homes to see if <<MAYBE>> the baby was able to wiggle its way underneath there. Also in the cases where a human or a dog couldn`t fit under there, they`ve got high-tech cameras that are able to go underneath these homes to see if <<MAYBE>> <<POSSIBLY>> this child was able to make its way under there -- underneath here in the freezing weather we`ve had in south Texas."
  },
  {
    "transcript_id": "CNN-302254",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "You have the guy in North Korea. He's probably crazy.",
    "statement": "Something Donald Trump and the current director of the CIA <APPEAR> to agree on. John Brennan telling Erin Burnett this <ABOUT> Kim Jong-Un."
  },
  {
    "transcript_id": "CNN-173042",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So the \"Talk Back\" question for you this morning, is President Obama's new fiery persona resonating? Facebook.com/americanmorning. Facebook.com/americanmorning. I'll read your comments later this hour.",
    "statement": "Even the way he banged the side of the podium. Everything <ABOUT> the entire stage craft of it was very feisty."
  },
  {
    "transcript_id": "CNN-293879",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Compare everything you know about me with my opponent. I think it's time he met the same level of disclosure that I have for years. You know, you've got a medical report on me that meets the same standard as Mitt Romney and Barack Obama. Donald Trump's doctor said he would be the healthiest president in history. That is just not even serious.",
    "statement": "Donald Trump said he hopes Clinton gets <WELL> soon. He also said he will soon release the results of a physical he had last week. For more on this, we're joined by CNN senior reporter for media and politics Dylan Byers; and also by Dr. Michael Lewis, he's a board- certified family practice physician at the Willow Healing Center here in Los Angeles. And Dr. Lewis -- first to you -- a short time ago, Bill Clinton said that Secretary Clinton, his wife Hillary is actually doing a whole lot better but then he added this. Listen to what President Clinton said."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "might": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Fear not. Next time you'll see me with this.",
    "statement": "OK. Stay warm. So here's the <QUESTION>: we saw this last week. We saw this this week. How long is this cold going to last? We're hearing talk there <MIGHT> be another snowstorm -- Don't shoot the messenger -- later this week. Let's bring in CNN meteorologist Chad Myers in Columbus Circle. People are getting tired of this Groundhog Day storyline that we have here."
  },
  {
    "transcript_id": "CNN-389367",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "-- for people who really can't get out otherwise.",
    "statement": "<WELL>, I mean, people -- you lose your job. You can't go to school. I mean, you're stuck in the criminal justice system without a conviction because you don't have the money, right."
  },
  {
    "transcript_id": "CNN-233782",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "And so when you went to Bangladesh -- and I think you've described it as the worst among many refugee situations that you've covered, the worst that you've seen, you had to get sort of permission from the Bangladeshi government and they warned you, didn't they, just how you should be framing this story.",
    "statement": "Yes. I have a -- I must say, I have a lot of sympathy for the Bangladeshi government. It's that they're in a hard place. These are -- the Burmese say <QUITE> simply all these people are Bengali. They're all Bangladeshi because they're Muslim. They're plainly not. It's illegal to say -- it's illegal to disown your own people. And Bangladesh feels that it's being caught on the horns of somebody else's --"
  },
  {
    "transcript_id": "CNN-206133",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't think that you either credit or blame anybody. I mean, what I would do is blame the Obama administration for making this a priority. This is the most meaningless, distracting, stupid debate. Honestly it is. I'm embarrassed by both sides. I've got to tell you because we have real problems. You were just doing a great piece on Benghazi. We have problems with North Korea. We have problems with Syria. We have big problems with the budget and the economy and we're talking about background checks as if it matters. It doesn't matter that much. And all of the passion it and all of the focus that president Obama decided to make on this issue, I do think was political exploitation. He hadn't talked about gun issues one bit during his campaign. I think this was a huge political mistake on the part of the president.",
    "statement": "Do you <<<THINK>>> he's lost a lot of political capital? The point that Michael is making, obviously you agree with the president, but do you <<<THINK>>> that this was a mistake to use as capital in this way?"
  },
  {
    "transcript_id": "CNN-265245",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "He's paying so much attention to everything being said about him. You would think at this point, he might back off a little bit just because people are saying, well, you don't know enough about policy. But it works for him. This is his thing, this is his brad. He's out there with everybody.",
    "statement": "But do you <<<THINK>>> this strategy and this tactic can last? Is this a long game <<KIND OF>> approach to have?"
  },
  {
    "transcript_id": "CNN-241037",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I feel good.",
    "statement": "Yes. Do you <<FEEL>> back to full strength?"
  },
  {
    "transcript_id": "CNN-47892",
    "matched_terms": {
      "probably": "ungraded",
      "hope": "ungraded",
      "wonder": "ungraded"
    },
    "previous_statement": "Now, it's not about relationships. Whether you're a good guy, a bad guy, a friend or foe, if you do something wrong in this country, our committee is going to be on your.",
    "statement": "At Thursday's hearing, the focus in on Andersen. All four witnesses are linked to the accounting company, not Enron. Publicly, Democrats say they <HOPE> Tauzin's investigation will eventually broaden. Privately, Democrats <WONDER> why Tauzin isn't going after Enron up front, particularly in light of allegations this week that Enron, too, was destroying documents. (on camera): One Democratic lawmaker says Tauzin is being a loyal Republican soldier, trying to divert attention away from Enron to protect the president. Tauzin says he's not coordinating with the White House, just putting first things first. (voice-over): When you are criticized by all sides, Tauzin says, you're <<PROBABLY>> doing something right. Kate Snow, CNN, Capitol Hill."
  },
  {
    "transcript_id": "CNN-63464",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "OK, you've given me one of my toughest challenges to be brief, Paula. I'll do my best. We're learning fascinating facts from the team here in Baghdad. They plan when they go out to the sites to freeze those sites and not allow any Iraqis or anyone else into or out of inspection sites when they get there. In the past, inspectors believe Iraqis have taken documents out the backdoor while they've gone in the front. They're going to be using some pretty high-tech detection equipment. One inspector saying don't be surprised if you see us running around with big packs. They're going to carry computers to cross reference data they find in the field, and they're even going to be able to send real-time from the field photographs and other information back to New York and Vienna for analysis there. These inspectors say they can really get to grips with their work now. For years, they say, looking at satellite photographs, but now they can on the ground and see what's going on inside those complexes --Paula.",
    "statement": "Boy, do you know how to <TAKE> a cue, Nic Robertson. You beat the president. Thank you. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "Which is what McCain is talking <ABOUT>."
  },
  {
    "transcript_id": "CNN-375472",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "We have areas that were probably kitchens. With stone tools, the grinding stones, and mortars that used to process the lentils.",
    "statement": "What they have already learned from this village <ABOUT> that period 9,000 years ago is enormous. The structure of society more complex than expected. The agricultural knowledge much greater, the tools more advanced than they imagined. And they've only just begun. The follow-up research and cataloging will <TAKE> years and much, much more will be learned. Vardi says it is the highlight of his career, nothing <<COULD>> top this."
  },
  {
    "transcript_id": "CNN-203950",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think it leaves a big hole. She is about as iconic and legendary a figure in television news as you can imagine. She's done everything. She's gotten just about every major scoop and every major interview that people would want. She's been a trail blazer for women. And so you can't really replace that at all. She is one of a kind. I think on \"The View\", there is a more sort of immediate problem because Joy Behar is leaving. Elizabeth Hasselbeck, there are a lot questions about when she'll be leaving. And so then, when Barbara Walters leaves, it's going to be in May of 2014, that leaves \"The View\" with two to three different hosts in a very short span. So, that's a lot of turnover for one show.",
    "statement": "And a big legacy for Barbara Walters, thank you so much. Let's check in right now with our political panel in the green room. A lot on the menu today. They'll join me to talk <ABOUT> John McCain live-tweeting a border jumping, Mitt Romney's love of grocery shopping, and the president who says time is running out for gun control. That's ahead on THE LEAD."
  },
  {
    "transcript_id": "CNN-115731",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "The Democrats loaded up their bills with billions of dollars in domestic spending completely unrelated to the war, including $3.5 million for visitors to tour the capitol, $6.4 million House of Representatives salaries and expenses account, and $74 million for secure peanut storage. I like peanuts as much as the next guy, but I believe the security of our troops should come before the security of our peanut crop. For all these reasons that is why I made it clear to the Democrats in Congress I will veto the bill.",
    "statement": "Meantime the pentagon says it <<COULD>> run out of money for the war in Iraq if feuding over funding isn't settled soon, but there's some debate over just how fast that <WOULD> happen. Our congressional correspondent Dana Bash explains."
  },
  {
    "transcript_id": "CNN-346808",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Secretary of state Pompeo and several other top officials have also have said that they have not seen signs that North Korea has suspended its production of material that could be used for nuclear weapons. But they have applauded the North Korean decision to hand over the remains of 55 individuals believed to be United Nations forces, possibly U.S. troops lost during the Korean War back in the 1950s, applauding that as a confidence-building measure. But clearly they want to see more steps toward nuclear disarmament coming from North Korea -- Ivan Watson, CNN, Singapore.",
    "statement": "Let's talk more <ABOUT> this report with our guest, Inderjeet Parmar. He teaches international politics at City University of London. He joins us this time from Kuala Lumpur, Malaysia. Inderjeet, thank you so much for talking with us <ABOUT> this. Now we are learning that not only is North Korea flouting sanctions, it is involved in illegal ship transfers of oil, coal. And according to this report, it's also selling weaponry to an Syrian arms trafficker and it's not denuclearizing. What do you make of this?"
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "- as we've found out. So you know, I don't <<<THINK>>> that's a group that he's ever going to really appeal to. The fact that they're protesting is a great expression of their right to free speech and their right to protest. It's fantastic."
  },
  {
    "transcript_id": "CNN-231900",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Happening today, the Senate Intelligence Committee is set to receive a closed-door briefing about this prisoner swap that brought Bowe Bergdahl home. The deal sent five Taliban fighters from Guantanamo Bay to Qatar. Many in Washington are now asking why the president agreed to the deal and whether the nation of Qatar will do what it promised, keeping these men from rejoining the fight in Afghanistan and potentially elsewhere. Former Defense secretary Leon Panetta says he had similar concerns when he had a chance to green-light this type of prisoner swap for Bergdahl years ago.",
    "statement": "I had to ensure that the greatest security <WOULD> be established so that none of them <WOULD> re- enter the battlefield. And that was my obligation under the law. There were very strict conditions to maintain security on each of these individuals. And those were not acceptable, either to the Taliban or to the Qataris, at the time. And it was for that reason that I did not support doing it at that point because we just couldn't get them to agree to the conditions."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Absolutely. I mean information that we've obtained and the fact they're going forward because they want to bring him to justice just like we do to stand trial for rape and child sexual abuse and all the other things that he's caused on his people and it's substantial. It's significant what this man has done over the years.",
    "statement": "Any thoughts, Mark, on where he <MIGHT> be?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "No, I have not tested that. It would be something that would be worthwhile testing with a real machine that has been subject to a lot of use.",
    "statement": "Do you know the name of the instrument that you <WOULD> use to test that?"
  },
  {
    "transcript_id": "CNN-202983",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Well, here's why this chart is here.",
    "statement": "Carney then turned to a chart to show what <WOULD> happen to the deficit under the president's plan before conceding --"
  },
  {
    "transcript_id": "CNN-101123",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Excellent point, Chad -- quite the opposite problem being caused by that storm in Northern California. That region is being drenched by a series of storms that started last week and they're expected to continue all the way into this coming weekend. CNN's Rusty Dornin is live for us under the Golden Gate Bridge in San Francisco. Rusty?",
    "statement": "Tom, every once in a while we get a break. We've had a break for <ABOUT> two hours. The wind gusts did pick up when we were on the other side of the bridge to <ABOUT> 30 miles per hour. But that seems to have calmed down as <WELL>. Now, we're at the Golden Gate Bridge at Fort Point, where you can see this has become a popular surf point here, because they're expecting the waves from this series of storms to hit at least 20 to 25 feet. Now, that's great for the surfers, but there also are concerns <ABOUT> a lot of the people that come along here, the tourists that walk along here. A lot of times they close this road for fears that people <<COULD>> be hurt, <<COULD>> be swept actually out to sea, out through the Golden Gate from these huge waves. Now, this series of storms is expected to really hit us tonight, tomorrow, through Friday. But this is nothing new because we have been pretty waterlogged over the last couple of weeks. The storms just keep coming. They've been very warm, <<KIND OF>> this pineapple express that comes through with very warm storms. But we never get much of a break from it which, of course, raises concerns when this keeps happening <ABOUT> mudslides. When they get -- hillsides here just get too waterlogged, we do get mudslides, but nothing yet. We'll just have to see when the storms really start hitting the coast. Tom."
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I appreciate you saying that. But it's a two-way street, Dr. Rice. It requires we work on it as well. It's not the 1960s or '70s and there are people down there -- you mentioned President Lula. I can go back and show you a statement that President Lula made that would compete with anything President Chavez has said. Yet we found a way to work with this new president. My strong suggestion is find ways to do this. Going back and repeating these statements over and over again only dig the hole deeper and deeper. And that's an important relationship. It's important in the hemisphere. We need to work at it. My hope is you will. Thank you.",
    "statement": "Thank you very much, Senator Dodd. I congratulate you and Senator Chafee and Senator Nelson on the trip. I know Senator Coleman has been very active in the area, too. And I <WOULD> underline your request that we really have people in the department who are on top of the situation. I <<<THINK>>> Senator Dodd makes a good point. A group of people really interested in the area, in forwarding these difficult situations. Let me call now on Senator Allen."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "In Afghanistan the Taliban claim responsibility for a pair of suicide bombings that killed at least 34 people. Most of the victims were new Afghan police officers. They were heading to Kabul from a police training center Thursday when two attackers detonated explosives near the group's bus convoy. Officials say at least 60 people were also wounded. Turning now to the West Bank where a 13-year-old girl was stabbed to death while she was sleeping in her bedroom -- which you can see here. Israel says security guards entered the home and found the suspect still inside. They fatally shot the 17-year-old Palestinian. The victim, Hallel Yaffa Ariel was an eighth grade student who had dual U.S./Israeli citizenship. Both the U.S. and Israel have condemned her murder. Hundreds attended Ariel's funeral on Thursday. It took place in Hebron, a West Bank city where there have been tensions between Israelis and Palestinians for many years.",
    "statement": "We're going to <TAKE> a break here. When we come back the British Labour Party leader accused of comparing Israel to ISIS. What he said and the fallout is next."
  },
  {
    "transcript_id": "CNN-300998",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, we talk about the direction that he wants to go. We had Ben Ferguson earlier saying, you know, this is the draining the swamp. This is what Donald Trump promised to do with some of these picks who are people who do not have diplomacy under their belt as Friedman does not. Is this just a changing of the guard, Errol?",
    "statement": "No. I <<<THINK>>> it is not. It is a radical departure from, as your reporter points out, decades of American policy. We've got to keep in mind a couple of things. One is that Israel itself has not made up its mind <ABOUT> this <QUESTION>. The notion that, you know, simply backing the most radical settlers, rejecting a two-state solution, moving the embassy and so forth is what Israel wants is by no means determined. And if you <TAKE> any <<KIND OF>> even a casual look at Israeli politics, that becomes clear. It's a controversy. The second <THING> though which is more important is that, you know, this is not America's deal to make. This is between the Palestinians and the Israelis. To the extent that the United States can be helpful as at the Camp David accord, is as a broker, not as a participant. And so, to get involved and give away all of his political capital and to simply say, <WELL>, we're going to <TAKE> one of the most controversial parts of this deal that two other parties have to negotiate between themselves and simply, you know, <<SORT OF>> give it away before day one, namely the location of the capital, not a very good way to make or broker a deal."
  },
  {
    "transcript_id": "NPR-3596",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Is there any sense of how much money that we're talking about?",
    "statement": "Right now the Detroit companies pay <ABOUT> $11 billion a year for their retirees, and the total obligations are in the tens of billions."
  },
  {
    "transcript_id": "CNN-86153",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "And we will check the morning's top stories coming up. Plus, a check of the weather out west. Wildfires continuing to burn in Arizona.",
    "statement": "Let's <TAKE> a quick look at the top stories. Four Marines died Saturday while on security and stability operations in the Al Anbar province of Iraq. And near Mosul this morning, a U.S. soldier was killed another wounded in a roadside bomb attack. The Philippine government says it will not meet a demand by hostage-takers in Iraq to withdraw its troops in just nine days. The militants who abducted Angelo de la Cruz gave until this evening to remove troops by July 20. Where are they now? Our traveling family, the Sprys make a memorable visit to the east coast. An update coming up next on CNN SUNDAY MORNING."
  },
  {
    "transcript_id": "CNN-346037",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, let me first start by saying that I agree with the brother, since he mentioned the drugs, that this possibly was a crime of opportunity, but because the self-defense story is so crazy, the only defense I can think of is sometime of delusional compulsion. Basically what that means is, that if you`re having a delusion where someone is attacking you, and in that delusion you act in self-defense, then that is essentially a type of insanity plea that can basically alleviate you from being convicted of a crime. Now if they go into his history as no mental health history and they do an evaluation, and he doesn`t have a delusional compulsion defense, then unfortunately you have to ride with the defense he gave you. And that is why we always say, you have the right to remain silent. Stay silent. Because in my cases, sometimes when they tell a story, sometimes you have to ride that story to trial and most likely you could be convicted from it.",
    "statement": "And therein lies the problem. I want to get to you, Randy Sutton, regarding the evidence, if you <<COULD>> just briefly let us know, I mean, the evidence points one way, and his defense points to another. How do you <<<THINK>>> that helps the prosecution`s case?"
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And I think that if the language of the -- of the piece of paper that people read were different, if the language said you are voting in favor of giving gays the right to marry, and if answer this yes, I think the vote would have been different, because it was that small a margin. And I know people didn't -- there were a lot of people that didn't get it. There were a lot of young voter. There were a lot of young voters who were voting for the first time. They were voting Democrat for the most part.",
    "statement": "You <<<THINK>>> they'd vote yes, yes, they can marry?"
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "I think the vote, the final vote, should be taken, frankly, before the election. We have plenty of time for that.",
    "statement": "Waiting until Friday to announce his pick <WOULD> give Trump 39 days to get his nominee confirmed. On average, Senate confirmations for Supreme Court justices <TAKE> <AROUND> 70 days."
  },
  {
    "transcript_id": "CNN-118318",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "It means that Mahoney decided for a purely business decision to settle this so that he wouldn't stand in front of God and colleagues and the media in a courtroom and tell what he knew and be culpable.",
    "statement": "That's Cardinal Roger Mahoney, head of the L.A. Archdiocese. Church attorneys had been scheduled to <APPEAR> in court Monday in the first of 15 civil trials brought by alleged victims with the possibility Mahoney <WOULD> testify. Mahoney had long fought releasing the confidential files of accused priests. But church attorneys say under the agreement, the archdiocese will no longer contest their release and a private judge will mediate any objections from individual priests. Part of the reason the L.A. Archdiocese has seen so many lawsuits, in 2003, the state legislature responded to outrage over the national scandal by lifting the statute of limitations on filing child abuse lawsuits for one year. They <<COULD>> be filed regardless of when the alleged abuse occurred. By year's end, 500 suits had been filed."
  },
  {
    "transcript_id": "CNN-2256",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I have to ask you, are -- if indeed you are one of the biggest if not the biggest player in the Treasury market. You run $180 billion. Do you in fact have the power to move the market with your trades?",
    "statement": "I don't <<<THINK>>> so. You know, the Treasury this week is offering $30 billion to $35 billion worth of new issues, and the $1 billion to $2 billion that we <MIGHT> buy certainly is significant but it's not enough to move the market."
  },
  {
    "transcript_id": "CNN-88873",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Karl, the U.S. administration has traditionally seemed to lump together these foreign fighters and insurgents over in Iraq. But now, you write that some of the insurgents want the foreign fighters out of Falluja. What is causing this split?",
    "statement": "<WELL>, there has always been a division, I mean, there's always been separation in the forces fighting in Falluja. There are the natives of Falluja, who, you know, have never taken to the occupation from the beginning, and then when the siege in April, the Marine siege of the city occurred in April, and there was a great deal of publicity <ABOUT> that and the civilian casualties that attended it, people from <AROUND> Iraq were going to Falluja, and also some people from across borders, you know, Arab jihadist, and other foreign fighters. So in some ways it's not a new division, but it's the separation between them, the gaps between them. The splits have been aggravated in recent weeks."
  },
  {
    "transcript_id": "NPR-41041",
    "matched_terms": {
      "slightly": "ungraded",
      "avoid": "ungraded"
    },
    "previous_statement": "This franchise lived for almost 20 years without a single      film coming out, and so the lowest demographic score for \"Star Wars\" was      the teens, because they, you know, are relatively late to this game.",
    "statement": "Exit polling from Fox Studios indicates that <SLIGHTLY> more than      half the weekend audience was older than 25.  Emerging from San Francisco      theaters on Sunday afternoon, lots of older fans who didn't wait the      proverbial week or two to <AVOID> the crowds."
  },
  {
    "transcript_id": "CNN-186376",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "If the stock drops below 38 next week, you know, it could really be a sort of ugly situation. If the stock starts really dropping significantly, it's really going to raise a lot of questions. I think a lot of people were looking to the Facebook IPO thinking we've got Europe and Greece and all this awful stuff with JPMorgan's loss and everything. Maybe Facebook is going to turn the markets toward a little happier attitude and it really did not happen.",
    "statement": "In fact, the stock market had a really bad week. All three indices suffered their worst week of the entire year. The Dow, the NASDAQ and the S&P; 500. You can see the numbers right there. Not pretty. A set of wildfires is packing a one-two punch out in Arizona. The gladiator fire as it's called has spread to more than 9,000 acres while another blaze, the sun flower fire, has burned over 14,000 acres near mesa. As of today neither fire has been fully contained. Meteorologist Reynolds Wolf is here to talk <ABOUT> this <A LITTLE> bit more. What is it, the high winds? What is causing the issue here?"
  },
  {
    "transcript_id": "CNN-130315",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I guess we'll see. What do you want too hear from her speech tonight?",
    "statement": "<WELL>, I want to hear why it's OK for her to cut benefits and health insurance for most working families in Alaska and <TAKE> a position against health insurance reform when her family and her kids get to be on the Alaska state payroll. I <<<THINK>>> it's <ABOUT> issues. I <<<THINK>>> she is a compelling person. But I <<<THINK>>> we need to pivot to the issues and it's our job in the news business I <<<THINK>>> to start keeping these guys focused on the difference that the choices the American people have to make. This match-up is <ABOUT> issues, too."
  },
  {
    "transcript_id": "CNN-303307",
    "matched_terms": {
      "may": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "But that's done over time.",
    "statement": "That's done over time. There will be some <THING> so that <MAY> have been preselected by the new first family. There's a vast warehouse of White House collection, of furniture, and rugs, and draperies and things that have are part of the collection, artifacts that they <MAY> have selected to be ready and moved into the house."
  },
  {
    "transcript_id": "CNN-358922",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Our Rene Marsh has really led the reporting on that TSA sickout that began around the time of the shutdown. The TSA says that it's having a minimal impact, but it's interesting to listen to the largest pilots union because they clearly are sounding more of an alarm. They're concerned that there's a security issue. The president has tried to say that this isn't real. There isn't really a threat caused by a sickout. If you were the Homeland Security secretary looking at a TSA sickout, how high of a level of concern would you be at this moment? When do you think that breaking point begins?",
    "statement": "I'd be concerned. And we're in day 17 of this shutdown now. I'd be very concerned that, as time goes on, and we miss a pay period, and it looks increasingly to be the case, that more and more of our personnel are going to start calling in sick. I mean how many different contexts (ph) do you require someone to work but you don't tell them when and how they're going to be paid? And so that's just an untenable situation. You're talking <ABOUT> people who have starting salaries at $18,000, $20,000, $25,000 a year, who really do depend upon each and every paycheck they get from the federal government. And right now that's not happening. That is a very problematic situation and I <<<THINK>>> it's going to get increasingly worse."
  },
  {
    "transcript_id": "CNN-260042",
    "matched_terms": {
      "alter": "ungraded"
    },
    "previous_statement": "I don't think Donald Trump disrespected anybody, including John McCain. And you know being a lawyer, four times he pulled back on the statement within seconds. And I think it's actually irresponsible the way that many of the --",
    "statement": "But doesn't he have to <ALTER> a statement, Michael, because there was a reason he had to back off?"
  },
  {
    "transcript_id": "CNN-128239",
    "matched_terms": {
      "sometimes": "ungraded",
      "sort of": "ungraded",
      "tend": "ungraded"
    },
    "previous_statement": "Comedian John Henson tells SHOWBIZ TONIGHT his 20 years as a comic opened his eyes to a surprising reality.",
    "statement": "Stand-ups <TEND> to bathe themselves in that attention. When you`re on the road, <SOMETIMES> you`re alone 22, 23 hours a day. Then you`re in front of 500, 1,000, 2,500 people that night, all laughing and the center of attention for an hour, and then back into <<SORT OF>> a world of isolation. It`s a strange lifestyle."
  },
  {
    "transcript_id": "NPR-4750",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "These are very talented people, brilliant people, and I think you're going to really love it. Like Justice Gorsuch, we hit a homerun there, and we're going to hit a homerun here. And step by step, we are making America great again.",
    "statement": "And, of course, Neil Gorsuch was his first pick to the Supreme Court, and he has been very popular with the base, with social conservatives. Another pick like Gorsuch <WOULD> face a lot of pushback from Democrats given that Justice Kennedy was the swing vote, and that <WOULD> tilt the balance of the court much more in favor of conservatives on a number of issues. And it's worth mentioning, Noel, that President Trump made those comments in West Virginia last night. That is the home state of Senator Joe Manchin, who's one of those red state Democrats we've been hearing <ABOUT> so much facing re-election - voted for Gorsuch and is going to face pressure to vote for Trump's nominee."
  },
  {
    "transcript_id": "CNN-97248",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And every day we're reporting outages or civil strife or tropical storms that turn into hurricanes. So how would you assess the situation right now?",
    "statement": "We're in a very deep hole. And it took us <ABOUT> 50 years to get there. We're basically out of capacity, globally, to increase our oil supply by any significant amount. But in the meantime, we built an economy that assumes that oil supply <<COULD>> grow as long as there was demand. We're out of refinery capacity, trying to run our refineries on a 24/7 basis. We barely have time to do turnarounds, which is why there have been so many refinery fires this summer. We're not absolutely through the driving season yet. Gasoline stocks are so squeaky tight that any little jitter basically sends the market into very nervous state. And the market <SHOULD> be nervous."
  },
  {
    "transcript_id": "CNN-413843",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "Maria Bartiromo was once a reputable business journalist. She was the first reporter to broadcast live from the floor of the New York Stock Exchange. <WELL>, that was then and this is now. And the now, she's using her platform on Fox Business to push baseless smears and conspiracy theories. We'll roll the tape, next."
  },
  {
    "transcript_id": "CNN-229978",
    "matched_terms": {
      "slightly": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The growth potential is very, very good there. This is really a sort of a new cellular pathway that Bayer and Merck are working on together to deal with certain cardiovascular diseases. Particularly an example is high blood pressure in the lungs. And we both have capabilities and also commercial presence in that area. And the thought in doing this deal was if we combine our capabilities there, we'll be stronger for it. One and one is three in that area for us.",
    "statement": "That's some new math for you. <WELL>, turning to Pfizer's bid for AstraZeneca, the UK's business secretary says he will not rule out intervening to stop the deal. AstraZeneca has already rejected two bids from Pfizer. Today, the British drug maker laid out plans to survive on its own. It forecasts sales will rise 75 percent by 2023. The potential deal with Pfizer faces political pressure as <WELL>. The UK's Labour Party is calling for an inquiry, accusing Prime Minister David Cameron of cheerleading for the deal. UK business secretary Vince Cable told the House of Commons, quote, \"We are very alive to the national interest considerations here. We see the future of the UK as a knowledge economy, not as a tax haven.\" European markets were down across the board. OECD urged the ECB to cut interest rates to fight low inflation. Barclay's shares, meanwhile, down 5 percent on worse-than-expected earnings. UBS were up <SLIGHTLY> after earnings beat expectations and that bank announced a special dividend. Straight after the break on QUEST MEANS BUSINESS, she made millions after giving a new lease of life to Burberry. Now, Angela Ahrendts in line for another payday bonanza from her new boss. We'll tell you <ABOUT> it."
  },
  {
    "transcript_id": "CNN-57638",
    "matched_terms": {
      "could": "ungraded",
      "sometimes": "ungraded",
      "often": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "a little": "ungraded",
      "seem": "ungraded",
      "sure": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And also, the police were talking about -- well, they were telling people within the area to pay such close attention to everyone around them, behavioral changes in people with whom they work or live. Let's talk a little bit about that, Charles, just how the public needs to be sensitive to characteristics, and paying attention to people around them. For example, sudden changes in an individual they may work with, maybe changing their appearance, their work habits, or their sleep habits, the car they drive. What can -- let's talk a little bit more about that.",
    "statement": "<WELL>, <<SURE>>. I mean, you know, the one <THING>, of course, I was listening to that when they were describing all those potential characteristics, and of course, that <<COULD>> apply to literally tens of thousands, if not hundreds of thousands of people across the country, but what I <<<THINK>>> they are really getting at is that in cases such as this, <OFTEN> the break, the big break, comes through accident, through the careful observance of an individual <ABOUT>, <<MAYBE>>, a friend or a family member. They notice that somebody was behaving strangely. That somebody, as I <<<THINK>>> the sheriff mentioned in Riverside -- in Orange County, that somebody, <<MAYBE>>, left work <A LITTLE> bit early, <<MAYBE>> somebody was having a drinking problem. Those are the kinds of things that they like people to be on the look out for because -- in most cases, of course, it doesn't lead to a serial killer, but it <<COULD>> be a very important clue that there is something amiss, some behavior pattern that has changed, and that's one of the reasons why they are hoping the public will play a very important role. And in an investigation like this, Kyra, the public is almost as important in solving the crime as the police and detective work. Because without that input from the public, <SOMETIMES> it is impossible to find somebody like this. So, that's the reason they give all of these characteristics and they say to the public, be on the look out for that, and if you <<<THINK>>> that somebody's behavior is really off key, somebody has really changed the way they are, they <SEEM> <<KIND OF>> strange, you have noticed somebody <<MAYBE>> in the neighborhood that wasn't there before, somebody that looked suspicious, they want you to contact the FBI, to contact the police, because that <<COULD>> be, <<COULD>> be the person that they are looking for. But of course, as I said, it <<COULD>> also apply to thousands of other people. So you have to be <<KIND OF>> careful and use good judgment -- Kyra."
  },
  {
    "transcript_id": "CNN-261888",
    "matched_terms": {
      "around": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The opening bell just moments ago. This as major markets <AROUND> the world sink. In fact, if you <TAKE> a look at the Dow right now, it's down more than 190 points. Wow. And you can place the blame smack on China. The country dropping its currency sharply against the U.S. dollar, sparking new concerns of a future currency war. So what does this all mean for us, for the future? Christine Romans is here to tell us. Good morning."
  },
  {
    "transcript_id": "CNN-393125",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And good evening from Las Vegas. There's breaking news tonight. The president choosing someone to oversee the intelligence community and with it the nation's security who has no real intelligence experience. We'll have that story ahead. We begin, though, right here in Las Vegas at a key moment in the race for the Democratic presidential nomination. Michael Bloomberg, who is not even on the ballot in this weekend's caucuses in Nevada, will be on the debate stage here tonight, which means that millions of voters who may only know him through the campaign ads he's already spent more than $400 million on will finally get to see how he thinks on his feet. He could be in for some tough questions, there's no about it, about his record with respect to stop and frisk and his alleged sexist comments in the past. He's already taking hits from his other rivals, some who say he's not even a true Democrat.",
    "statement": "The truth is he's basically been a Republican his whole life. The fact of the matter is, he has -- he didn't endorse Barack or me when we ran. This is a guy talking <ABOUT>, you know, he's using Barack's pictures like, you know, they're good buddies. I'm going to talk <ABOUT> his record."
  },
  {
    "transcript_id": "NPR-36326",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Bob Powers, werewolves have been sort of playing second fiddle to vampires for most of recorded history. Are we witnessing a kind of a werewolf turnaround, a sort of a paradigm shift, if you will?",
    "statement": "They <SEEM> to be rising in the public eye certainly, and that doesn't exactly appeal to werewolves because an important part of a werewolf's survival is secrecy and keeping a low profile."
  },
  {
    "transcript_id": "CNN-137752",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "No. We can't project that. We know that each year with seasonal flu it affects over 30 million people on average, 200,000 are in the hospital and 36,000 die. And so, with a new strain of flu circulating, we know that a lot of people are going to get sick. The good news is that the typical season for flu is winding down, and flu viruses don't spread as well in the spring and the summer as they do during flu season.",
    "statement": "I want to go back to the week we've just been through as we now talk <ABOUT> week that's ahead, because when this first came out -- and the reason you're all here is to show the administration is on top of this, to answer the questions, but there have been a few hiccups, I <WOULD> say, along the way, <<MAYBE>> mixed messages. Now let's start with last Sunday. You found <ABOUT> this, you decided to talk to the American people. Secretary Napolitano, you went on camera and said, don't panic, be prepared."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Oh, boy. All right. Sean Callebs for us. We'll be there watching that press conference this afternoon, 1:00 p.m. Eastern Time. Good to see you. Thank you.",
    "statement": "So what are the health risks of formaldehyde? Something to talk <ABOUT> certainly. Here to explain more, CNN chief medical correspondent Dr. Sanjay Gupta. All right. We <SHOULD> <<PROBABLY>> start off by reminding everybody exactly what formaldehyde is?"
  },
  {
    "transcript_id": "CNN-144007",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think it`s up that in the end it celebrates life. Maybe that sounds not even authentically up. But I think that in the end it`s about the good part of life.",
    "statement": "I mean, you talk -- a few of the characters I want to talk to you <ABOUT> -- Ruth Katz. She is a patient at the Yale New Haven hospital."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "George W. Bush today, when he met with Republican congressional leaders at his ranch in Texas once again restated what he has said very often, that, as president, he would try to unite people, he would reach out to the other party. If in fact, he becomes president, how big a challenge does he have with this hole issue of legitimacy and all that's come to mean?",
    "statement": "He will have a huge challenge; but in some ways, at least he's positioned in that respect. He's positioned because that's what he's argued all through the campaign. What I <<<THINK>>> is going -- the upshot of all of this in terms of governance is we are not going to have anything extreme. We are not going to have a huge tax cut. We are not going to have extreme appointments to the courts. We are not, if Gore wins, going to have an only partisanly acceptable campaign finance reform. I mean, both -- anybody who gets elected in this circumstance is going to have to try to find a middle."
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I agree with you that the hour of them searching is understandable. But the reality, Marc Klaas, is what, as each hour passes, when a child is missing?",
    "statement": "<WELL>, I <<<THINK>>> it was stated at the beginning of the hour that within three days, 74 percent of all children that are murdered as a result of an abduction will be dead already. I <<<THINK>>>, though, I`d like to further make a point that law enforcement did a marvelous <THING> by activating an Amber Alert without any evidence that the little boy had been kidnapped because of all the possible things that <<COULD>> have happened. And I <<<THINK>>> another <THING> in favor is the fact that there are many excellent search and rescue teams in North Carolina that will be able to bring the cadaver dogs to the river, be able to use sonar in the river..."
  },
  {
    "transcript_id": "CNN-152364",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Barbara, you've been talking to your sources at the Pentagon. You very often hear one thing behind closed doors and something else in public. Has the military leadership spoken publicly at all about this?",
    "statement": "The silence is deafening. It is a real indicator I <<<THINK>>> of the stress and tension everyone feels in the Pentagon <ABOUT> this. We had a statement yesterday from Defense Secretary Robert gates that failed to endorse General McChrystal, simply reflected General McChrystal's apology. We have not heard from Admiral Mike Mullen or General David Petraeus publicly, John."
  },
  {
    "transcript_id": "CNN-112995",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "One of the things, you know, we've been hearing about is that, you know, if these two climbers had the ability to make their presence known -- in other words, raise their hands when this search was going on yesterday -- wouldn't they have done so?",
    "statement": "Yes, that's a true statement. But at this point we <<<BELIEVE>>> that they're suffering from the effects of hypothermia. And very soon, when you get in a hypothermia situation, you lose that. You get weak. These people haven't eaten for a while. Hopefully they've been drinking some water. But, yes, they're weak. They're very weak right now."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded",
      "question": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "I think we've sown the seed, there are more people now who hate us, we have killed more people who can then say, my brother has been killed by the Americans. Given the fact that this has been costly, long term, not very effective, what do we do now? Is there something we can pull out of this?",
    "statement": "I <<<THINK>>> what you have to look at here, is one <THING>, we can't pull out of Iraq and the main reason why, going back to your <QUESTION> is the fact that --"
  },
  {
    "transcript_id": "CNN-403006",
    "matched_terms": {
      "satisfied": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A push for police reform is picking up steam in Washington. Senate Republicans unveiled their reform proposal a short time ago. House Democrats are moving to advance a competing bill, their own version, which they unveiled last week. And all that comes a day after President Donald Trump signed an Executive Order on police reform. But as Jim Acosta explains, his critics are not <SATISFIED>."
  },
  {
    "transcript_id": "CNN-269164",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Good evening. Tonight, Russian athletes are in limbo as the World Athletics governing body decides whether to suspend them from international competition. A decision is expected any minute now on whether Russia is banned after this weeks' report on doping said there were massive abuses throughout Russian sport.",
    "statement": "A conference call by the International Association of Athletics Federations, or IAAF began just a few hours ago. They are discussing the findings by the World Anti-Doping Agency, that there is a deeply rooted culture of cheating at all levels of Russian athletics. The report recommended banning Russia. It <<COULD>> mean Russian athletes are barred from next year's Olympics in Rio. Our senior international correspondent, Matthew Chance is in Moscow, and our world sports Don Riddell is standing by for us at CNN Center."
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "It is politics at its worst. And an echo of the current state of the presidential campaign. Liar, loser. From first to last we're hearing it. Everyone fighting for the upper hand or lower hand, depending on how you look at it. We also have former President George W. Bush hitting the campaign trail for the first time in years to help his brother Jeb and firing back at were Donald Trump's blistering attacks. CNN has it covered from all angles. Let's bring in senior Washington correspondent, Joe Johns, live in Washington. Good morning, Joe.",
    "statement": "Good morning, Chris. This is <ABOUT> the president's pick right now. He's the one who gets to choose. The White House already has a number of names of potential Supreme Court nominees. But as always, it <<COULD>> <TAKE> some time to whittle down the list to a group of finalists. And administration sources have told CNN there <MAY> be another consideration. The main scenario the White House envisioned was filling the vacant seat of one of the liberal justices. But right now they're looking at a very different situation."
  },
  {
    "transcript_id": "CNN-404698",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "feeling": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think the world is looking at us as a leader in COVID-19. Because the chart I showed you where you have mortality rate in Italy and U.K. up here and across Europe, and you have the United States on at a low case mortality rate, it's because of the extraordinary work that we've done on therapeutics and getting PPE and leading on ventilators and having access ventilators that we were able to deploy around the world and help other countries.",
    "statement": "The world is hardly looking at the United States as a leader, come on. This country has <ABOUT> one-fourth of the total coronavirus cases <AROUND> the globe. Most European countries have told Americans to stay home this summer because the caseload here is so bad. We are uninvited to the party. Do not show up, you are not getting in. So, if he is not protecting the people that he is elected to serve from a global pandemic, then what is he <FEELING> his time with? What do you <<<THINK>>>? Right, the president's priority is ramping up the race baiting ahead of the election. Clearly, he believes that dividing Americans on the issue of race will win him a second term. His race baiting is also a distraction from his pathetic response to the virus crisis. He was at it again this morning, going after NASCAR driver Bubba Wallace, who is black over that recent incident where a noose was found hanging in his garage at Talladega Speedway in Alabama. You saw the pictures of it, it is a noose. It was used as a garage pole. But the FBI concluded it was not a hate crime, and it was a garage -- in the garage before Wallace was assigned to the space. But that wasn't good enough for Trump who called on Bubba to apologize. Bubba Wallace has nothing to apologize for. Not one <THING>. He said to me on this program, that even though the FBI said it's not a hate crime, it was a noose. NASCAR called it a noose as <WELL>. And you know what, hats off to NASCAR for taking the incident seriously and getting the FBI involved. But ever the race baiter he is, he is calling out NASCAR for making the bold move to ban confederate flag from all its races, races and events. Reporters peppered Kayleigh McEnany with many questions to Kayleigh McEnany <ABOUT> the president's apparent support for flying the confederate flag. She blamed reporters, accusing them of taking his tweet out of context. They did not. Trump's words are there for all to see. Yet, she refuse to denounce the flag. Look."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, I think what she`s asking about is, will they be able to make an insanity plea out of this crock of lies we`ve been hearing from the get-go, Ray?",
    "statement": "I don`t <<<THINK>>> so, Nancy. I don`t <<<BELIEVE>>> that."
  },
  {
    "transcript_id": "CNN-101441",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "You know, the \"Today Show\" made a lot of money out that feature they call where's -- what's that kid's name who calls with Katie Couric? Maybe we could start that on",
    "statement": "That <WOULD> be Matt Lauer. That <WOULD> be Matt Lauer."
  },
  {
    "transcript_id": "CNN-340237",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Very good reporting. I remember this was unfolding before the Winter Olympic Games, about 30,000 U.S. troops on the ground in South Korea right now. Jeremy Diamond, thank you very much. More breaking news. A federal judge here in Washington has just rejected former Trump campaign chairman Paul Manafort's attempt to dismiss special counsel Robert Mueller's criminal case against him. Our justice correspondent, Evan Perez, has been working the story for us. Evan, Manafort says Mueller's probe has overstepped its legal authority. The judge disagrees.",
    "statement": "That's right. Wolf, the federal judge, Amy Berman Jackson, says that Manafort's claims that the special counsel's overstepped his bounds are completely without merit. She says that Paul Manafort <SHOULD> prepare to go on trial in September here in Washington. Remember, he's facing charges both here and -- both here in Washington and in Northern Virginia. And let me read to you <A LITTLE> bit of what Judge Amy Berman Jackson had to say <ABOUT> this. She said: \"Who had connections to the Russian government? Who attended meetings on behalf of the campaign? Given the combination of his prominence within the campaign and his ties to Ukrainian officials supported by him operating out of Russia, as <WELL> as to Russian oligarchs, Manafort was an obvious person of interest. The special counsel <WOULD> have been remiss to ignore such an obvious potential link between the Trump campaign and the Russian government.\" Look, Wolf, this case has garnered a lot of criticism of the special counsel, simply because it predates a lot of the campaign. It has nothing to do, per se, with the Russian government. Manafort's lawyers and some of the president's supporters have pointed out that, you know, there's no allegation in here of him directly in contact with people from -- with people associated with the Russian government. The special counsel counters that by saying that he was working for the Ukrainians, for Ukrainian interests, some of which had ties to the Russian government, people who were working as undercover spies, so to speak, for the Russian government. Again, he's facing trial here in Washington in September. A judge in Virginia is going to hear similar -- is hearing similar requests from Manafort to dismiss those charges. He's scheduled for trial there in July. Manafort has pleaded not guilty in both courts on these trials -- on these cases -- on these charges."
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "We will provide information to support that decision but I don't think it's in -- it's not something that I think is appropriate for me to do. I don't have all the facts to the case.",
    "statement": "You know, with all due respect, that answer really is unworthy of G.M. I <HOPE> you'll <<<THINK>>> more <ABOUT> it because this is a young woman whose life has really been changed as a result of a perversion of the justice process, as a result of G.M. knowing and concealing that she was innocent."
  }
]