[
  {
    "transcript_id": "CNN-95897",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "The Supreme Court said there's establish law on this. Now, some First Amendment lawyers said it's not established law. It's a very unsettled law, that the whole question of reporters and their sources has been buffeted by the kind of developments; that in fact, back in 1972 the Supreme Court said to watch out for. Back then, there were a handful of states that had shield laws. Now, all but one, Wyoming, have shield laws of one sort or another. Back then, there were certain protections and privileged conversations that the courts recognized. Since then, it's been added to back in 1996. If you talk to your therapist or a social worker, that's now privileged conversation. So, the question becomes then: Has that changed the kind of privileged conversations that journalists should be able to have? So, there are a lot of questions raised here, but I think the chilling effect is an accurate, if overused expression at this point.",
    "statement": "I want to talk <ABOUT> the reason why Matt Cooper walked essentially walked out of the courthouse and Judith Miller didn't. And that is because of this waiver. Matt Cooper made it very clear that both he and Judith Miller thought that government officials signed a waiver for these journalists to give up the sources under duress and that it was only, he said, after a sudden phone call from his source this morning after he kissed his son good-bye, saying that he <<PROBABLY>> wouldn't see him for a while, essentially, really giving him an ironclad OK to give this up. Talk <ABOUT> that, that waiver and the responsibility by journalists regardless of what their sources sign or don't sign."
  },
  {
    "transcript_id": "CNN-335408",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "On Sunday we saw President Trump make a distinct shift in the way that he's talked about the special counsel, specifically Rob Mueller and his team, though previously the president had said that the Russia investigation was a hoax and a witch hunt, he never really singled out Robert Mueller by name for criticism until this weekend. In a tweet sent out Sunday morning, the president was arguing that the special investigation was biased because there were no Republicans on Robert Mueller's team. No one really there to defend the president. That of course is inaccurate. Robert Mueller himself is a Republican, one who served under both Republican and Democratic administrations. Further, many of the attorneys on his team have prosecuted both Republicans and Democrats. There is no real partisan streak there. And perhaps most importantly, Robert Mueller still maintains a vote of confidence from an important voice in the Deputy Attorney General Rod Rosenstein, who has repeatedly said that Robert Mueller is carrying out this investigation appropriately, that he is not letting anyone's personal political perspectives get in the way of finding the facts. The president, though, letting his frustrations boil over on Twitter, not just about the special counsel, but also about the FBI, the Department of Justice, the State Department as well, and former Deputy FBI Director Andrew McCabe. At least one White House official, the Director of Legislative Affairs Marc Short went on a Sunday morning talk show to defend the president, saying that his frustrations were merited because the Russian investigation had gone on for so long, and yielded in his eyes few results. Listen to more from Marc Short.",
    "statement": "Everyone in the White House has cooperated on this. And what I said is we have cooperated in every single way, every single paper they have asked for every single interview. And I <<<THINK>>> the reality, Margaret is yes, there is a growing frustration that after more than a year and millions and millions of dollars spent on this, there remains no evidence of collusion with Russia. I <<<THINK>>> the president is expressing his frustration which I <<<THINK>>> is <WELL> warranted and merited."
  },
  {
    "transcript_id": "NPR-36326",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, they don't have to be silver.",
    "statement": "And Joe Garden, I learned from your book something I didn't know <ABOUT> vampires - that they actually have a compulsion to count things, like the Count."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Jeff, Stuart, thank you very much. I appreciate it. When we come back more on our breaking news, the special sounsel will now oversee the Russian investigation after a week of bomb shell reports. How will Russia react?",
    "statement": "We are back now of the breaking news, the former FBI director Robert Mueller named as special sounsel on the Russian investigation. Let's discuss now. Max Boot is senior fellow at the sounsel on foreign relations and the author of \"Invisible Armies.\" Also Jonathan Sanders of Stony Brook University school of journalism and the author of the \"Russians Emerge.\" So good to have both of you on. Max, I'm going to start with you and get your <TAKE> on the breaking news on Robert Mueller."
  },
  {
    "transcript_id": "CNN-22143",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Expert on what? Let's just get...",
    "statement": "<WELL>, airline travel, that's what it is..."
  },
  {
    "transcript_id": "CNN-56851",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot of the firms that are sitting around now, thinking what's going to happen? What's our interests? Their lobbyists are going to them and saying, we'd better ramp up those contributions because we've got to try to stop whatever they're going to try to do, or we have to try to make it more reasonable.",
    "statement": "In the last presidential election, George Bush received more from Wall Street than anyone, more than $4 million. Al Gore got just under $1.5 million. But overall, Democrats <SEEM> to do just <ABOUT> as <WELL> as Republicans. The top contributor in this current election year is Goldman Sachs, just under $1.5 million, more than 80 percent of that to Democrats. The crises at Enron, Andersen and now WorldCom have been disastrous for their employees, their investors and many others. (on camera): But not for everyone. As the cries for reform escalate, the recent corporate fiascoes <<COULD>> produce a windfall in campaign contributions for those charged with deciding what direction those reforms <MIGHT> <TAKE>. Tim O'Brien, CNN Financial News, Washington."
  },
  {
    "transcript_id": "CNN-361465",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Very well. Yes. But part of the point here is -- people keep talking about the clock. Matt Whitaker stands in a different position from Attorney General Holder, who was at that point the long-serving, Senate-confirmed, presidentially appointed attorney general. Matt Whitaker is going to be the attorney general in an acting capacity for maybe another few days. And as I think a lot of people have pointed out, the urgency of his testimony, the relevance of it, and the compelling nature of it diminishes over time if Bill Barr comes in, and they have all these fights in court about who has to testify or who doesn't. And, remember, these battles that are that are going to happen, you are going to see a lot more of these in the coming weeks and months with respect to every committee chairman who has a gavel and subpoena power. There's no real judge. There's no real referee or umpire. Sure, at the end of the day, you go to the court in the District of Columbia, but that's a long, drawn-out process. They don't have an internal arbiter that decides who wins these kinds of things. And so, sometimes, depending on which side you're on, and what you're trying to hide, or what you're trying to get out, elicit from the other side, delay is a victory.",
    "statement": "We got some new details today from the Robert Mueller team, the special counsel, on how they <VIEW> that meeting between the former Trump campaign chairman Paul Manafort and Konstantin Kilimnik, this Ukrainian that a lot of U.S. authorities <<SUSPECT>> had Russian connections. The prosecutor for Mueller, Andrew Weissmann, said this, and I will put it up on the screen. \"That meeting and what happened at that meeting is of significance to the special counsel. There was an in-person meeting at an unusual time for somebody who is the campaign chairman to be spending time and to be doing it in person.\" What does it tell you, Preet, <ABOUT> Manafort, <ABOUT> the meeting, and why this is now a focus for Mueller?"
  },
  {
    "transcript_id": "CNN-202238",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Welcome back to EARLY START, everyone. I'm John Berman.",
    "statement": "I'm Zoraida Sambolin. It is Friday, march 1st. Can you <<<BELIEVE>>> it already? Thirty-one minutes past the hour. Thanks for being with us."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Of all the issues on Iraq, that's about the least of importance.",
    "statement": "I second that emotion. P.J., I want you to respond to this. John McCain said today the following quote: he said, \"The French <SEEM> to go where the oil contracts are.\" Now I don't know if that acquisition is fair, but I <<<THINK>>> it's significant to consider. And the motives of other nations are important to consider because you are saying it's vital that we convince them. But if we have other motives that aren't up front, aren't above board, it's important to know that, isn't it?"
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "opinion": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back, we are now joined in Tallahassee by former justice of the Florida Supreme Court Ben Overton. Justice Overton, thank you for joining me this evening. I know you can't talk about the specifics of this case and you are not involved in the deciding of this case, but take me behind closed doors. After the oral arguments we saw yesterday, the justices retreat behind closed doors. Do they begin debating, voting, what's the procedure?",
    "statement": "<WELL>, first of all, on the Florida Supreme Court the case has been preassigned to a justice on a blind assignment basis. And that justice will immediately start off the discussion as to what his <VIEW> is, as to what the result ought to be and what ought to be in the <<OPINION>>. And then, in order of seniority, each justice will express his or her views. The chief justice will be last. It is only the seven justices of the Supreme Court in the room. There are no staff present."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "OK. Now then, I put up the remainder of paragraph six -- the paragraph that we were on -- and it says, \"This suggests that the observed defect cannot be solely explained by the geography, demography or socioeconomic effect.\" Same kind of thing you talked about before in terms of the undervotes in these counties versus optical scanning counties, right?",
    "statement": "Objection, Your Honor. I <<<THINK>>> a sentence was left out of the reading."
  },
  {
    "transcript_id": "NPR-42136",
    "matched_terms": {
      "would": "ungraded",
      "quite": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What kind of a teacher was he?",
    "statement": "I never had him as an instructor. He retired in 1977. He still came into the department every day. I first met him in 1981. He was a wonderful mentor and very engaging, <QUITE> secretive on occasion and very probing. He <WOULD> ask you more questions than - than he <WOULD> answer, which made you <<<THINK>>> a lot and <<PROBABLY>> learn more in the process."
  },
  {
    "transcript_id": "CNN-310240",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're still imploring Steve to turn himself in. Definitely to contact a relative or friend because there are a lot of folks out there that want to talk to him, want to get this resolved peacefully. So Steve, if you're out there listening, call someone whether it's a friend or family member or pastor. Give them a call because they're waiting on you to call them.",
    "statement": "So far police have not talked <ABOUT> a possible motive in the case and they say Stephens and the victim Robert Godwin did not know each other."
  },
  {
    "transcript_id": "CNN-152455",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I see. Word has traveled fast, Chris Lawrence. We're all watching that. Chris for us in New Orleans. Chris, thank you. Another side of this story here. It's a tragic side. Listen to this. Friends of a charter boat captain who killed himself say the stress of this oil spill simply became just too much for him. He's Alan Cruise. He shot himself on board his boat. Cruise loved fishing but fellow captains say this spill down there was just the latest blow for a Gulf Coast industry that has taken hit after hit, really, they say over the last six years. We will have more on this man's story coming up next hour. Also, you can check our Web site for the very latest developments from the Gulf Coast. That address is CNN.com/oildisaster. And President Obama will be taking off in just a couple of minutes bound for Canada for Huntsville, Ontario for that weekend of meetings. First today that G-8 then the G-20 over the weekend with the world's richest nations. And the International Monetary Fund is issuing a warning at the G-8 and the G-20 summits. They say failure to get on the same page could mean the world loses out on tens of millions of jobs over the next couple of years and some $4 trillion in economic output. White House correspondent Dan Lothian just touched down in Canada ahead of the president. He is in Muskoka, Ontario. And, Dan, huge meeting over the next couple of days. Can you just sum it up for me? What is at stake here?",
    "statement": "That's right. Huge meetings. Two of them happening, the G-8 and G-20, at the same time for the first time. First of all the G-8, eight industrialized nations focusing on those issues such as child health, water sanitation. But the bigger group, the G-20, which the president will be meeting with other world leaders, that begins late tomorrow and then the rest of the weekend as <WELL>. <WELL>, the focus, obviously, is on the global economic crisis to ensure that all of the nations are doing everything they can to contain that crisis to ensure that the recovery happens as you pointed out that's critical --"
  },
  {
    "transcript_id": "CNN-337904",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Born Barbara Pierce in Queens, New York, she was 16 when she met a young man in a Connecticut country club who would change her life, George Herbert Walker Bush.",
    "statement": "I married the first man I ever kissed, you talk <ABOUT> a bore, I am the world`s worst."
  },
  {
    "transcript_id": "CNN-324595",
    "matched_terms": {
      "sort of": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "In the Bush 41 case, you no, you have actress and another woman coming forward, but then you have the like legendary Andrea Mitchell, who tweeted this today, Mrs. Bush was at his side -- she's referring to the photo op here -- Mrs. Bush at his side, he's in a wheelchair with Parkinson's syndrome. Really? She tweets. Someone should be ashamed, and it isn't 41. What do you guys think?",
    "statement": "First of all, there is something really ablest. I'll say assuming someone is in a wheelchair and not being able to be in control of their actions. And clearly, he is because he's made this joke repeatedly and the statement that was made admitted that. That it was intentional. The he was groping these women in intentional way to make them <<FEEL>> comfortable or something which is abysmal, and I have trouble <<SORT OF>> following that logic. But it really shows us that a lot of men don't know what sexual harassment looks like. They don't know what sexual assault looks like. And it is totally belittled and that's why women don't report it. That is why it takes so long. Women who were a victim in the 90s are now coming forward today."
  },
  {
    "transcript_id": "CNN-297791",
    "matched_terms": {
      "may": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Four points is a pretty sizable lead. And in order for Donald Trump to win in the popular vote, there would have to be a pretty sizable systemic failure of the polling industry. On the other hand, there's a chance that Donald Trump loses the popular vote by a larger margin than Mitt Romney lost in 2012, but wins more electoral votes than Mitt Romney won in part because of the ability to pick up states like Ohio and Iowa that Mitt Romney lost four years ago.",
    "statement": "So, Dana, here is the <QUESTION>. What is the first state that you will be looking at tomorrow when results come in to tell us how the night <MAY> be going?"
  },
  {
    "transcript_id": "CNN-185099",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's bring in our chief political correspondent, Candy Crowley, the host of CNN's \"State of the Union.\" You had an opportunity and exclusive interview today with the speaker. You sat down with him, what did he say?",
    "statement": "<WELL>, he did talk <ABOUT> the veto threat, and he said, look, the Senate is going to <TAKE> this bill up. We'll work something out. His main message not as heated as that, his main message in <<SORT OF>> the"
  },
  {
    "transcript_id": "NPR-7229",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The failing New York Times has an anonymous editorial. Can you believe it? Anonymous, meaning gutless. A gutless editorial. We're doing a great job.",
    "statement": "White House press secretary Sarah Sanders called the anonymous author of the op-ed a, quote, \"coward\" who <SHOULD> resign."
  },
  {
    "transcript_id": "CNN-377536",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "You know, I think the decision to put that on recess, I think it's, right now, it's failing our country. I think it's extremely necessary that this is taken into action, and it's definitely an emergency session that's needed to be happening. I don't know why action hasn't been taken thus far. I don't know why it's taken 251 mass shootings now this year for people to start waking up and see that maybe now we need to take this into action and maybe now we should call this into action. But even then he's still pushing it off till September, because we can wait a little bit. But I don't think we can wait. I think it needs to happen now. I think the longer we wait, he thinks people might just forget. But I'm not going to forget. And I know millions of others aren't forgetting. And who knows, we could wake up tomorrow and another thing could be happening.",
    "statement": "Yes. And I know that this whole episode and ordeal has spurred you to want to <TAKE> action. Do you know what that looks like for you in the future?"
  },
  {
    "transcript_id": "CNN-151865",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "feeling": "ungraded",
      "take": "ungraded",
      "seem": "ungraded",
      "sold": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, in about a half hour, Fed chief Ben Bernanke set to testify on the economy and what he says could definitely move the markets. Alison Kosik at the New York Stock Exchange. So what do you think, Alison? What are we expecting to hear from Bernanke?",
    "statement": "You know, Kyra, Bernanke really made an interesting speech earlier this week, and we're expecting him to give a similar message to Congress today. Basically he'll dish out cautious optimism. Yesterday he said the economy is improving but it's not going to be <FEELING> terrific mostly because of the continued troubles in the job market. So for now, we are expecting a higher open. We are just seconds before the opening bell. All right. I've got some good news for thousands of General Motors dealerships. The automakers plan to keep open 900 dealers that it had planned to close because of the restructuring. This <<COULD>> save thousands of jobs. Meantime, GM also recalling almost 1.5 million vehicles. There seems to be a problem with the windshield washer fluid system that can lead to fire. This involves cars, trucks, and SUVs with 2006 to 2009 model years. Some were recalled previously, but the fix did not work. All right. Let's see if things are working for us on Wall Street. They <SEEM> to be doing pretty <WELL>. The Dow up 17 points, the Nasdaq higher by 14, and the S&P; 500 up <ABOUT> two points. And finally, Kyra, the late Princess Diana, she was a fashion icon, right? And one of her most talked-<ABOUT> looks has <SOLD> at an auction. <TAKE> a look at this black taffeta dress. It went for $276,000. She wore it when she was just at the ripe age of 19 right after she became engaged to Prince Charles. At the time, the dress was considered pretty racy because of that dangerously low neckline, and the color, it seems Kyra that royals were only supposed to wear black at funerals. But, you know, she was that fashion forward <<KIND OF>> princess, right?"
  },
  {
    "transcript_id": "CNN-341144",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "That's a lot for this first meeting between these two men, even the North Koreans at the end of their statement saying that there may be small steps here. How much of what was listed there is realistic?",
    "statement": "It's a complicated process. I am concerned that we've spent so much time dealing with the logistics and whether this is going to happen or not going to happen. We have <A LITTLE> more than two weeks for the sides to get on the same page <ABOUT> what they're going to do at the summit. I <WOULD> say that all of these goals are possible in the long term. But what they <<COULD>> do at the summit is declare together that they <WOULD> work toward it. And then map out, let experts, their diplomats map out the step-by-step strategy to get to that point. But the expectation that we're going to see complete denuclearization from North Korea before they sit down on June 12th is unrealistic."
  },
  {
    "transcript_id": "CNN-350414",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Let me put this to you. That wasn't the question. The question is, do we need -- does the U.K. need a war cabinet? A cross-party war cabinet at this point. Rather than leaving this to Theresa May and her cabinet, whether she calls it a Chequers deal or not. Whether this goes to -- does the U.K. need a war cabinet at this point as it were?",
    "statement": "Certainly, we can't leave it to this government. That's a given. Their tone, their approach is self-evident and it's failing. Obviously, I <WOULD> prefer a Labour government to <TAKE> over of this process. But fundamentally I disagree with my party's position on this in saying that you cannot negotiate a good Brexit. All Brexit is, is damage limitation. And the difficult decisions that need to be made as to what Brexit looks like, nobody is prepared to make those difficult decisions because, as I said, fundamentally what was promised is undeliverable."
  },
  {
    "transcript_id": "CNN-324475",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "When I had dinner with him a few weeks ago with a few foreign policy experts, he seemed to have a very strong grasp of some of the problems that we faced in the world. I have personal experience with Lebanon having worked that issue as an ambassador during the 2006 war. You're absolutely right. Lebanon's had a historic Christian, Jews Hezbollah coalition. That coalition is nominated by one or another party. Right now, unfortunately, Hezbollah has the upper hand.",
    "statement": "Yes, they're a major player in the Lebanese government right now, as you point out, Jews, Christians, Sunni and Shiite Muslims as <WELL>. But Hezbollah, the Lebanese government is not fighting them. They're part of that Lebanese government. Congressman Francis Rooney, thanks so much for joining us. We'll certainly welcome you back."
  },
  {
    "transcript_id": "CNN-244071",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "I don't believe a word of it. I know my son far too well that he would never do anything like that. He would never provoke anyone to do anything to him, and he wouldn't do anything to anybody. I don't believe a word of it.",
    "statement": "For one, my son wouldn't -- he respected law enforcement. Two, who in their right mind <WOULD> rush or charge a police officer that has his gun, you know? It sounds crazy."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "It says it's an insult for homosexuals.",
    "statement": "But I looked it -- I <TAKE> that challenge. I looked it up. It's in the fourth or fifth definition of the word. You get down there long enough."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "So there is Mike Huckabee as well. And we should have teed him up before going into that sound, but Mike Huckabee obviously speaking on behalf of lots of Republicans out there who definitely like the sound of Ralph Nader jumping into the race because of what he has done in the past to Democrats. If not having a measurable effect, perhaps he's at least a distraction on the left side of the Democratic Party. And to talk about all of this, our senior political analyst Bill Schneider is here with us. And I also want to bring in our correspondent, Suzanne Malveaux, who's covering the Democrats out in Ohio. I'm wondering -- and Suzanne will perhaps mention this in just a moment, Bill -- but how much of a headache will Ralph Nader be for the Democrats do you think?",
    "statement": "I don't <<<THINK>>> he'll be a big headache, and certainly not what he was in 2000, when he literally cost Al Gore the election by taking 95,000 votes in Florida, a state that Gore lost by <A LITTLE> over 500 votes. His vote went down in 2004 because, you know, a lot of his supporters figured out that by voting for Ralph Nader, you are helping to elect the candidate you like least. In that case, it was George W. Bush reelection in 2004. They figured out what was going on. Ralph Nader got almost three million votes in 2000. In 2004, his votes shrank to fewer than half a million. My <<GUESS>> is the people who <WOULD> still vote for Ralph Nader this year are <<PROBABLY>> his die-hard supporters, almost all of whom <WOULD> not vote for anybody else."
  },
  {
    "transcript_id": "CNN-362553",
    "matched_terms": {
      "view": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Even though I was only 15 years old, I could make my decisions that day. I do have the like mentality to make my own decision that I did leave on my own knowing that it was a risk.",
    "statement": "Found in refugee camp last week by then heavily pregnant and pleading to come home, but go homes apparent lack of remorse appears to have underpins the U.K.'s decision to strip her off her citizenship. Since she was discovered, she's given birth and granted multiple interviews, during which she's aired contentious points of <VIEW>. Here she is seeming to justify the 2017 Manchester Arena attack, which <CLAIMED> the lives of 22 concert goers."
  },
  {
    "transcript_id": "CNN-123267",
    "matched_terms": {
      "could": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You send me an appropriation bill that does not cut the number and cost of earmarks in half, I`ll send it back to you with my veto. And tomorrow I will issue an executive order that directs federal agencies to ignore any future earmark that is not voted on by Congress.",
    "statement": "<WELL>, if you <<COULD>> do that, why hasn`t he done that a long time ago? It seems like a good idea. The <QUESTION> is, can he do it? Arizona Congressman Jeff Flake is with us. Jeff, can he do this?"
  },
  {
    "transcript_id": "CNN-2186",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Bill, with three children from his first marriage, and Joan with one, now share 10 grandchildren. The kids love to visit grandpa and his pool in the hills of northern California near Palo Alto. Today, Porter is chairman emeritus of E*Trade. He handed over the chief's reigns to Christos Cotsakos, a whiz kid he hired from FedEx.",
    "statement": "His plans for the future are just outstanding I <<GUESS>> is the best way to say it and I felt very good <ABOUT> being able to leave the company in his hands."
  },
  {
    "transcript_id": "CNN-319485",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, first of all, on the investigation, Becky, we are getting new information about this raid that you mentioned in Subirats. This raid that is even now going on, we are hearing from Mossos that is the local Catalonian police that are seeking a suspicious person there. So again, perhaps suggesting, Becky, that we are moving into the final stages in attempt of this investigation. We have learned so much as a result of that, but of course, as long as we have Younes Abouyaaqoub remains out on the street, the investigation will continue. Clearly, it is urgent that he is found in order to get some pieces can finally be fitted together. Becky.",
    "statement": "What <ABOUT> the victims?"
  },
  {
    "transcript_id": "CNN-101951",
    "matched_terms": {
      "may": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Sure. And, Bob, you mentioned you saw the governor pulling up. And now we're seeing the live shot picture of him actually walking into the room where a host of other people look like they're going to be, if not on the backdrop, then perhaps even stepping up to the mic to explain. In fact, let's listen in right now.",
    "statement": "... problems with the fire expanding out. We're right at this point. We <<FEEL>> that we have contained the fire and the numbers -- and Jesse is going to go over those, but they look as good as they ever looked, so what we're hearing from them are our efforts paid off on that and we <MAY> have that contained a lot better than we have before. What we have done is we have moved over into the -- into the number 10 panel. And we're coming at it from both ends. We have got the teams up here that are started down in and we are coming -- we've had a team that came in from the lower side. The mine rescue team has made it all the way up to the lower end of the panel, and has started up inside to the panel. So, we're hitting the number 10 panel from both directions -- Jesse."
  },
  {
    "transcript_id": "CNN-203971",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's clearly practicing medicine or dentistry without a license. There are statutes that criminalize that. That will be the lowest level of crime. It's very hard to reach the higher level. As shocking as this is, unless a patient actually died, it would be hard to prove that it was manslaughter or some kind of an attempted homicide or something. It's gross negligence and violation of practice statutes, but in the end, I think that's probably all it is.",
    "statement": "And there is still exposure there. Still criminal exposure. And we want this type of behavior criminalized I <<<THINK>>>."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "Thank you for calling in. What`s your question, dear?",
    "statement": "First of all, congratulations on your book, and I can`t wait to get a copy. And your twins are beautiful. My <QUESTION> is this. If they -- you have said -- or some people have said on your show they do know who this is in Canada..."
  },
  {
    "transcript_id": "CNN-356155",
    "matched_terms": {
      "take": "ungraded",
      "reduce": "ungraded"
    },
    "previous_statement": "President Trump is tweeting about new results of his meeting with Chinese President Xi Jinping at the G20 summit in Argentina, this weekend. The leaders of the world's two biggest economies agreed to a temporary truce, in their trade war, for at least 90 days.",
    "statement": "Just minutes ago, Mr. Trump tweeted that China has agreed to <REDUCE> and remove tariffs on cars coming in to China from the U.S., adding that currently, the tariff is 40 percent. China has not confirmed this move yet. But the President's tweet comes as negotiators from both sides are trying to iron out key trade differences. The trade war between the U.S. and China has been escalating for most of this year. Let's <TAKE> a look at that. Back in March, the Trump administration announced plans to impose 25 percent tariffs on $50 billion worth of Chinese goods. Beijing promised to respond in kind. That overshadowed the last round of formal trade negotiations between China and the U.S., a couple of months and later, and they ended unsuccessfully."
  },
  {
    "transcript_id": "CNN-247659",
    "matched_terms": {
      "about": "ungraded",
      "a little": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "These are good paying jobs and these are people their livelihood. Losing their job is something to Sir, be worried about -- Once again the sky isn't falling for the overall jobs picture.",
    "statement": "Ok. I <<FEEL>> <A LITTLE> better now. But then I'm not someone being laid off. Alison Kosik, thanks so much. I appreciate. Still to come Bill Belichick says he was shocked to learn <ABOUT> deflate gate. But is ignorance an excuse? We'll talk <ABOUT> that next."
  },
  {
    "transcript_id": "CNN-89839",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "All right, final thought here. There's a deadline if you want to participate this year. That's coming up middle of December if somebody's watching this and they'd like to -- you know they know some kids or there are some kids watching who are interested in this notion what should they do?",
    "statement": "Yes, we just kicked off the third year of Toy Challenge a couple of weeks ago. They <SHOULD> go to the Web site. It's www.toychallenge.com. We're signing up teams until December 15th and then they've got until the end of January to actually give us their initial ideas and then go on and build their toy into a prototype like you saw with boogie 2 boogie. And bring it to the nationals to get it judged by some real engineers and some folks from Hasbro, some folks from Sigma Xi and you know we're really looking forward to lots of good entries."
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "I think there's absolutely more, and I think that anyone who has spoken with Mueller until this point should be very afraid. At this point, Mueller now has a key witness, as has been stated by the other panelists right now, who has seen everything that went on and can give him firsthand eyewitness accounts of who knew what when. And anyone who has spoken with Mueller and who has made a false statement, who has lied to an FBI agent or to the investigative team, is now in danger of being charged with at least false statements, which we know that Mueller has already brought. So absolutely, I do think that that last interview with Jared Kushner did lock him into certain testimony about Flynn. And those questions may have included -- did Flynn at -- were you at Mar-a-Lago on this date, and did Flynn ever report back to you his conversations with Ambassador Kislyak? If Kushner said no to that, that is a lie. We know that now from the statement of facts and we also know that Flynn will testify to that. So that's just a starting point, and I think that, as Norm said, there are many shoes to drop. It's basically raining shoes right now. And at the end of this, everyone's going to be barefoot. So there's more to come.",
    "statement": "We'll leave it there. Steve Hall, I owe you a <QUESTION> next time. Thank you all for lending your insight on this. I really appreciate it. Still to come. Remember this?"
  },
  {
    "transcript_id": "CNN-243110",
    "matched_terms": {
      "indicate": "ungraded"
    },
    "previous_statement": "Check it out. You can see the lander and its three legs as it descends kind of in slow motion from the orbiter row set that as it gets smaller in the picture as it free falls. And then it hits, kind of bumps onto the surface and bounces twice. You can see the composition of the comet, ice and rock, material from some 4.6 billion years ago. While scientists at the European Space Agency are elated and likely sleepless today, the mission didn't go exactly as planned.",
    "statement": "After our first touchdown signal yesterday, here we saw immediately that something was not normal. Our system data was indicating that the lander was still moving, and it can only <INDICATE> that we're not standing on the comet surface and solid wave."
  },
  {
    "transcript_id": "CNN-192538",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "You know, the president got a bounce at the convention, and it's arguable that Clinton played a big part in that. We have this new Pew Research Center poll that I found really interesting. It showed, when they were asking, what was the highlight of the Democratic convention, 29 percent said Bill Clinton's speech, 16 percent said the president's speech, and then Michelle Obama's speech was at 15 percent. So does that also mean that there is a downside to having President Clinton...",
    "statement": "Oh, you mean overshadowing -- you know, he -- everybody knows he's not the candidate. I <<<THINK>>> he's a great character witness for the candidate. I <<<THINK>>> there was a danger <<MAYBE>> at the convention of that <<KIND OF>> a result, because you want your candidate to shine, not the person who is testifying on your behalf to shine. But I <<<THINK>>> right now, it's every vote you can get. And Bill Clinton appeals to disaffected Democrats who remember what the economy was like when Bill Clinton was president. So it's very important for him to say things like we just heard, which is, you know, \"Back in the day, when I was president,\" or \"This president's in a bigger ditch than I was in. Give him <A LITTLE> more time.\" So if you have to weigh this, I'd deploy Bill Clinton anywhere I <<COULD>>."
  },
  {
    "transcript_id": "CNN-388041",
    "matched_terms": {
      "think": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "So one last question. He is not the only one who was sort of grappling with this or is in your state. There is another Congresswoman, Mikie Sherrill. She turned a red district blue. She's in a different part of your state. Do you think if she votes yes on these articles of impeachment, she could be in trouble politically in 2020?",
    "statement": "Mikie is extraordinary. There were a number of first-time winners last year, in addition to Mikie, Andy Kim, Tom Malinoswki. Each of them are extraordinary. They are good examples of the <POSITIVE> side of this. They are courageous. They are standing up and making a decision based on the facts and defense of the Constitution. I <<<THINK>>> they'll be rewarded for that."
  },
  {
    "transcript_id": "CNN-157973",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "What was going through my heart, I was really crying -- crying for loss. You know? Probably many of you have kids. Michaela was an 11-year-old little girl, you know? Tortured and killed in her own bedroom, you know? Surrounded by stuffed animals. Hayley had a great future and was a strong and courageous person.",
    "statement": "Hard to <<IMAGINE>>. Randi Kaye has a look at the case in tonight's \"Crime & Punishment\" report."
  },
  {
    "transcript_id": "CNN-286186",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Show us the tree shot!",
    "statement": "-- meeting with the president right now. You can see reporters aligned, waiting for the Senator <<PERHAPS>> to come out, <<PERHAPS>> to tell us what was said behind closed doors, <<PERHAPS>> to give us news <ABOUT> what he intends to do the rest of the campaign. That just ahead, <<PERHAPS>>. Stay with us."
  },
  {
    "transcript_id": "CNN-287933",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Yes, of course.",
    "statement": "On Trump's vice presidential surge, CNN has learned New Jersey Governor Chris Christie is being vetted by the campaign, but one serious <QUESTION> it's not clear how high Christie is on the list. Utah Senator Mike Lee in an interview with the Huffington Post is urging Trump to consider Texas Senator Ted Cruz, but Lee is still furious that Trump once floated a bogus conspiracy theory <ABOUT> Cruz's father."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If I`m in that situation...",
    "statement": "... <ABOUT> CPR and letting somebody die! That`s mean."
  },
  {
    "transcript_id": "CNN-217323",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Known for her infectious smile and bubbly personality, this exclusive archive video shows Colleen Ritzer as a TV production student in high school.",
    "statement": "She <WOULD> smile and the entire room <WOULD> light up."
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "reduce": "ungraded"
    },
    "previous_statement": "Not allowing large companies to buy and sell carbon points to each other.",
    "statement": "To buy more locally to <REDUCE> the carbon footprints."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Listen, we're not doing this for money, we're not doing it to be on television. We've had enough of that. Yes, we've been given a platform of sorts. People would not known us otherwise, had we not lost JonBenet. The real challenge for us, how do we make that horrible evil work for good? What should we do with this unusual platform we didn't ask for it? We would rather not had it. We certainly would give anything to have our life back before this all happened in 1996. But given that, how do we make something good come out of this? I think JonBenet would be proud of us. I know she's proud of us. I know she's watching us right now. And we're trying to make good come out of that horrible tragedy. And we'll do the best we can until we can't do it anymore.",
    "statement": "Patsy, you have the faith to know that -- therefore you <<<BELIEVE>>> you'll be reunited with your daughters?"
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "around": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "He was argumentative to the fact while in custody that it was his right to let that little girl drive any time that he wanted to.",
    "statement": "To have <A LITTLE> 9-year-old drive you <AROUND> at 2:30, 3:00 in the morning is just disgusting."
  },
  {
    "transcript_id": "CNN-407295",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "That's from the trach. That's from the trach.",
    "statement": "That they used to make <<SURE>> you <<COULD>> breathe?"
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And for the family to come clean.",
    "statement": "We <<<THINK>>> they know more than they`re telling us."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I'm always with you.",
    "statement": "I thought so. I thought I <<COULD>> count on you, Rick."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks for having me, Karyn.",
    "statement": "I have to ask, is this show really <ABOUT> people dealing pot and smoking pot or is it talking <ABOUT> what`s going on in suburban America?"
  },
  {
    "transcript_id": "CNN-313955",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "I have recused myself in the matters that deal with the Trump campaign.",
    "statement": "Tensions between the two men have been brewing since Sessions announced he <WOULD> step aside from any Russia investigations in March after failing to disclose two meetings with a Russian ambassador."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "tend": "ungraded"
    },
    "previous_statement": "All this science of yours, how rubber hardens and how chads build up and how styluses do whatever they do, you say all of that's brand new and this is a brand new phenomenon, never happened before?",
    "statement": "No, it's happened before. In this country elections <TEND> to be not close. When you have a close election then you have to <TAKE> a look at the votes. And that's what is being talked <ABOUT>. We're in a close election, and so it merits this <<KIND OF>> attention. We just happen to be voting for this small office called president of the United States."
  },
  {
    "transcript_id": "CNN-145497",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "All right. Jim, many thanks, indeed. Jim Boulden joining us. It is an interesting thought, isn't it? You earn a million? Well, I think we'll leave it there for the moment. Thanksgiving is all about having fun, families and feasting. American families are struggling to put food on the table this year. It is an uphill battle, too, for those trying to help the poor. We will explain in just a moment.",
    "statement": "For New Yorkers nothing <QUITE> like helping to usher in Thanksgiving and the start of the festive season. Thousands of people lined the streets of Manhattan. They were trying to catch a glimpse of the annual Macy's parade. Pretty hard not to catch a glimpse of those things wending their merry way down the Westside. Having started in 1924 it is just as much a Thanksgiving tradition in the U.S. as having turkey and pumpkin pie. So much for those who have, but what <ABOUT> those who have not. Many Americans have little to <<FEEL>> cheerful <ABOUT> this holiday season. With unemployment now more than 10 percent people are losing their homes. Things look bleak for Christmas, just 29 days away. For the agencies, those who have the duty and responsibilities of helping the people in need, there are tough times."
  },
  {
    "transcript_id": "CNN-109670",
    "matched_terms": {
      "would": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "We should be ready for rockets from Iran.",
    "statement": "Iran has been refusing demands that it stop enriching uranium. Tensions with the United States have been escalating over its nuclear program. And a senior cleric says if the United States attacks Iran, Israel will pay the price. (on camera): Rhetoric aside, do you really <<<BELIEVE>>> that Iran <WOULD> directly attack Israel?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Please rise and raise your...",
    "statement": "Almost 100 congressional hearings on energy so far this year, hours and hours of talk, but little action. So, let's <TAKE> a walk. There's Dick Durbin, the second most powerful Democrat in the Senate, riding the Senate subway. (on camera): Do you mind if I sit with you? It's 4:30 in the afternoon, the middle of the week, no votes, nothing happening."
  },
  {
    "transcript_id": "CNN-274544",
    "matched_terms": {
      "presumably": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "And it's just such a remarkable transformation. Remember November, in the same week, you had a very successful appearance by Hillary Clinton in front of Congress. You had Joe Biden announcing he wasn't going to run for president. It looked like all the stars were aligning in her favor. And there is no way for her campaign to spin these latest poll numbers. The totally disastrous one in New Hampshire and now this is in Iowa. It's just bad.",
    "statement": "Because in New Hampshire, the poll we released yesterday had Bernie Sanders at, what, 60 percent, Hillary Clinton at 33 percent in New Hampshire. If he wins in Iowa in New Hampshire, this <THING> is going to go on and on and on, <<PRESUMABLY>>."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And do you know that sometimes when equipment is used to cut paper, that over time the little knives that are used get dull.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-255692",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, that part really stood out to me. You write, the attack on Ramadi was an attack of desperation, not strength. I wonder sort of why you come to that assessment.",
    "statement": "Because of the situation in Ramadi. We do have to keep in mind that ISIS did not blitz into Ramadi. The city did not fall under ISIS control in three days. It has been contested by ISIS since January 2014, which is <ABOUT> 16 months. And it has fought -- ISIS has fought the anti-ISIS forces in Ramadi, including the Iraqi security forces and tribes that are against ISIS, for 16 months. And, therefore, these forces were very exhausted. And they -- ISIS knew that issue, knew those difficulties, and it saw Ramadi as a target of opportunity. It was not necessarily a show of strength by"
  },
  {
    "transcript_id": "CNN-181334",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It's been almost a year since an earthquake and a tsunami Fukushima Daichi power plant brought nuclear disaster to Japan. But according to some experts a similar tragedy <<COULD>> happen here right here in the United States. The 40-year-old Vermont Yankee nuclear plant has the exact design as Fukushima's. And now, it is at the center of a battle that <<COULD>> shape the future of nuclear power in the United States. CNN's Amber Lyon exposes the troubled history of the Yankee nuclear plant and why some people in Vermont want to shut it down."
  },
  {
    "transcript_id": "CNN-111514",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "That's right. This is the first opportunity for her to really react to Bob Woodward's book. You know, it caused a bit of a stir a few weeks ago, but she has not really been doing that many interviews. I was in Minnesota and Indiana with her and as you noted, that favorability rating really helps the Republican Party put her out there as a big draw. She's almost like a rock star out there, autograph seekers and the photos that they want to take with her, in part, because she's a lot more popular than her husband right now. That has to do with her sort of having a softer image, sort of softening a little bit some of the rougher edges of the administration, some of the controversies about Iraq, et cetera. But I also saw another side of her, as you mentioned. When I asked her about Bob Woodward's book, the general thrust saying that basically the White House has misled the public about the war a bit. She bristled at that, and then she bristled some more when I pressed her on whether or not she wanted Donald Rumsfeld out as defense secretary.",
    "statement": "And Andy Card also went on television and said that's not true. And let me just say the one <THING> <ABOUT> that book. Those quotes of mine were in quotes and the author didn't call me and fact check, and it just didn't happen."
  },
  {
    "transcript_id": "CNN-194361",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Please proceed, Governor.",
    "statement": "I want to make <<SURE>> we get that for the record because it took the president 14 days before he called the attack in Benghazi an act of terror."
  },
  {
    "transcript_id": "CNN-36082",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You can lie.",
    "statement": "I <<<THINK>>> I was still breast-feeding when it came on."
  },
  {
    "transcript_id": "CNN-211694",
    "matched_terms": {
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "When are we going to start creating the jobs that are going to pay better and be that ladder to the middle class? One <THING> interesting in this report is as <WELL>, something called the labor participation rate. A lot of people are making a lot out of this. Economists very worried looking at this. It is the lowest since 1978. That means we're actually fewer and fewer and fewer people, a smaller share of people, who are ready, willing and able to work are actually engaged in the labor market right now. Since 1978. The lowest share since 1978. That's something that is really troubling."
  },
  {
    "transcript_id": "CNN-260845",
    "matched_terms": {
      "unlikely": "ungraded"
    },
    "previous_statement": "Peter, what does it say if in fact this is a piece of that wing, what's called the flaperon from the wing, what does that say if anything about the next step in this investigation, where we go from here?",
    "statement": "Investigators will look at this piece and see exactly what the fractures look like. How did this piece separate? You can tell whether it was a stress fracture, whether it was a compression fracture, whether there was a sign of an explosion. It's <<UNLIKELY>> that an explosion took place. But it will give them a slight hint. But the investigation goes back to the water. We got to find the plane."
  },
  {
    "transcript_id": "CNN-338462",
    "matched_terms": {
      "might": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "You could mark it down. They restart their nuclear program they will have bigger problems than they ever had before.",
    "statement": "Not clear what those <WOULD> be. But Amir, the nuclear option <WOULD> be a drastic option obviously. What are the other options that Tehran <MIGHT> decide to go after, if any?"
  },
  {
    "transcript_id": "NPR-12485",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "This is TALK OF THE NATION. I'm Neal Conan.",
    "statement": "This year marks the debut of Google Glasses, where information displays on the lens itself. Look at a restaurant, for example, and you can call up reviews on Yelp. Find yourself lost and you can summon a map. The latest marriage of computer and wireless technology is not <QUITE> ready for commercial release, but it seems like the first step into a world that was created by Vernor Vinge in his book \"Rainbows End,\" which won the Hugo award as best science fiction novel of the year back in 2007."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We're going to do it live from Torino. And I'm going to all of those events. I'm frozen already just thinking about it, by the way. From Daytona tomorrow to Milan and Torino next week.",
    "statement": "They're not ready for you, that's for <<SURE>>. All right, Rick, be safe."
  },
  {
    "transcript_id": "CNN-272345",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "reportedly": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah, former coach Alex Ferguson never liked the press much, but this one really is struggling isn't he? What makes tonight's clash more interesting, Don, of course, is that recently recently sacked Chelsea boss Jose Mourinho favorite to take over from Van Gall. Is that realistic?",
    "statement": "<WELL>, it's by no means out of the <QUESTION>. And if you are outside Old Trafford right now, you can buy a Manchester United scarf with Jose Mourinho's picture on it. The sales guys there not missing a trick. I can assure you, that is Mourinho there under our banner on the screen there. There you can see him. So certainly a lot of interest in Mourinho. We know that he <WOULD> love to <TAKE> that job. He is also interested in Real Madrid. Remember, it was last year when Mourinho <<REPORTEDLY>> burst into tears when he wasn't offered the United job and it was given instead to David Moyes. So, he is very much a big manager. He is very keen to get back into the game. It is ironic that United are playing Chelsea today. At one point it seemed as though he <<COULD>> <WELL> have been managing United in his game. That hasn't come to pass yet. But I <<<THINK>>> there are a very good chance he <<COULD>> be in charge next at Old Trafford."
  },
  {
    "transcript_id": "CNN-407788",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK. So, you have $600. They have $200. What about $400? I mean, that seems like a pretty clear compromise.",
    "statement": "Yes, but what the president proposed -- what the president proposed yesterday at his country club, surrounded by his people who must have spent thousands of dollars to join, is something that won't even work. He is talking <ABOUT>, <WELL>, I will put up $400, and the states will put up $100. They have the money. They don't have the money."
  },
  {
    "transcript_id": "CNN-136983",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "The interest rate is ridiculous.",
    "statement": "And the fees, oh my gosh. So 2008, $3,173 was the average bill of an undergraduate. Just a bill sitting there not being paid. Look at how that compares from 1998 to 2004, really wracking up a lot of debt. The average balance topping $3,000 and most kids saying they are not paying the bill off every month. Thirty percent charging tuition on credit cards. It's just incredible, the cost of it. You have to have the education to get ahead. Education costs more and more, using credit cards to do it. Looking at it as the <<SORT OF>> the lender of last resort, many people are so a lot of folks are thinking these numbers are going to continue to rise this year."
  },
  {
    "transcript_id": "CNN-257468",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "-- millions of them, OK.",
    "statement": "-- we shouldn't look at it as a <<SORT OF>> a flood."
  },
  {
    "transcript_id": "CNN-77982",
    "matched_terms": {
      "sort of": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Do you believe that the resistance emanates from that part of Iraq, in the Sunni Triangle, in Fallujah? Or is there coordination with other cells or other groups who might be in Tikrit, let's say, in the northern part of the Triangle, or even further north from there?",
    "statement": "<WELL>, these commanders -- I don't know for <<SURE>>. These commanders were saying that there is some <<SORT OF>> network, some <<SORT OF>> Islamic network, they called it. They were clearly Baathists, former security officers. But they had connections through the mosque, through the Sunni mosque, to other parts of the country, they said."
  },
  {
    "transcript_id": "NPR-18363",
    "matched_terms": {
      "torn": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As the surviving sister of a brother who was diagnosed with schizophrenia, she writes, I know too well the guilt, resentment and responsibility that we, who live with a mentally ill sibling, cope with day after day. Today, 40 years after my brother was diagnosed and nine years after he passed away, I'm able to admit that it was his illness that helped me become a more empathetic and sympathetic person. Unfortunately, I never told him that. And unfortunately, I don't remember treating him with much empathy or sympathy. Now that is the regret I live with everyday.",
    "statement": "And Keri Elkins(ph) of Bremerton, Washington, wrote, I have grown up with a bipolar sister for the past 29 years. She is my only sister, so I really have no concept of what it means to be a sibling as her illness has always been an obstacle for us as sisters. For so many years, I assumed I was the only sibling out there who had such <TORN> feelings over being the <WELL> child. At age 30, I'm finally mature enough to realize I cannot <CHANGE> people's perceptions of my sister, and that I am no longer in danger of waking up one morning with the bipolar illness. It had been a fear I thought only I had until I heard your story."
  },
  {
    "transcript_id": "CNN-139293",
    "matched_terms": {
      "think": "ungraded",
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Kate, what about that heroic guard, Stephen (ph) Tyrone Johns, what are police saying about the encounter between him and von Brunn?",
    "statement": "The account we're hearing from police is really just shocking. D.C. police, as <WELL> as D.C.'s mayor, they say that von Brunn, the <<SUSPECT>>, parked his car out in front of this Holocaust Museum here. Immediately walked into the museum with rifle in hand, and immediately, as they described it, opened fire. It seems that there was very little, if any time to react, <<<THINK>>>, respond, as the situation unfolded. Stephen Tyrone Johns, he's a six- year veteran, was a six-year veteran on the security staff here. And the museum director describes him as a great friend, someone who greeted staff as <WELL> as visitors here every day with a very wonderful smile. President Obama released a statement yesterday shortly after the incident happened, saying that he's shocked and saddened by the tragedy and also offered his thoughts and prayers to Johns's family and friends, John."
  },
  {
    "transcript_id": "CNN-354512",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "She also has a long political future ahead. She was a very well liked Republican in the House.",
    "statement": "Yes, absolutely. No, no, no. Yes, I <<<THINK>>> that's absolutely true. But her long political future ahead is -- you cannot separate the fact that she and everyone else knows that Jon Kyl, when he took the appointment to replace the late John McCain, said I am definitely not serving past 2020, and basically, I <<PROBABLY>> won't serve even until 2020. Martha McSally knows that. She is smart <ABOUT> that. She knows that. She ran a campaign in which she came very, very close. There's already some buzz in Arizona media <ABOUT> the idea of, wouldn't this be a good <THING>? Two credible, serious people, as Anna mentioned, two women representing Arizona for the first time. Why do anything like you're seeing -- again, I don't understand why, bizarrely, what Rick Scott is doing. Why do anything from a public relations <PERSPECTIVE>? Why not just say, I came close, I congratulate her, dot, dot, dot, and I <MAY> be joining her soon."
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "should": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, certainly, not a perfect system. I don't think anyone's arguing with you there. We just wanted to get your take on why you felt so strongly about not going into the body scanner or being subjected to, as you called it the enhanced pat down.",
    "statement": "<WELL>, it's outrageous. They've lost their mind. This is still the United States as far as I'm aware, and this -- we can protect ourselves. And we <SHOULD> be allowed to protect ourselves and empowered to protect ourselves and not have to depend on big brother who's -- it's a questionable at best whether our best interests are what they have at heart. One more <THING> I want to --"
  },
  {
    "transcript_id": "CNN-79703",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "OK. Linda Foley, Lauren Young, hold those thoughts. Because now we want to open it up to telephone calls and e-mails. That's next on DOLLAR SIGNS. Of course, you can still send your question to dollarsigns@cnn.com or call in. The toll free number is 1- 800-807-2620.",
    "statement": "And welcome back to DOLLAR SIGNS on CNN. Our focus today, a look at how to protect yourself from becoming a victim of identity theft. Joining me again are Lauren Young, a personal finance editor of \"BusinessWeek\" magazine, and Linda Foley, founder and director of Identity Theft Resource Center. Our first e-mail is from Debbie in Columbia, Missouri. And Debbie writes: \"Do I need to shred personal finance statements if I live in a single family home and have my trash picked up weekly; with the trash bags thrown into a compression truck?\" Linda Foley, why don't you <TAKE> that?"
  },
  {
    "transcript_id": "CNN-266349",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Dr. Ben Carson praised McCarthy for the decision to withdraw from the race. He says the California congressman is unselfishly putting the party ahead of his own political ambitions.",
    "statement": "Carson, though, not backing down from comments <ABOUT> how he once deflected an armed robber at a fast food restaurant. The retired neurosurgeon drew a lot of criticism for suggesting the victims of the Oregon college massacre <SHOULD> have rushed the gunman instead of sitting back and getting killed. Now earlier this week, he told a story <ABOUT> how a <WOULD>-be robber once put a gun against his ribs at a Popeye's. Carson <CLAIMED> he redirected the gunman to hold up a store employee instead. Now he is trying to explain why he didn't attack the <<SUSPECT>> instead."
  },
  {
    "transcript_id": "NPR-11416",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, let me just ask first off, are you going to run for senator against Senator Flake?",
    "statement": "<WELL>, I'll tell you, it's definitely not in the immediate plans here. It's been an interesting time to say the least. Senator Flake has - given his behavior during the general election and stiff opposition to the then candidate Donald J. Trump and then now being pretty open - openly against a lot of his agenda items, there is definitely a mood in our state and in the nation to find people that will align with the president's agenda so we can really push forward to do what we can to make America great. And that's - it sounds cliche. But at the same time, it is truly what the agenda and the vision that our president has."
  },
  {
    "transcript_id": "NPR-22694",
    "matched_terms": {
      "maybe": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Things like rooting out the waste, fraud and abuse.",
    "statement": "Reed also wants to <TAKE> a critical look at who is receiving disability benefits. <<MAYBE>>, he says, some of them can be moved off the program and into jobs. At the same time..."
  },
  {
    "transcript_id": "CNN-181111",
    "matched_terms": {
      "about": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "And, Susan, anything more about whether there will be a full camera there? Whether there will be some sort of large jumbotron screens outside because clearly, you know, such an outpouring of the community wants to be there and is likely to be there whether this is a service that remains private or not.",
    "statement": "That's right. As we all know of course by now, it is going to be a private service, invitation only. And we don't have any definitive word yet on whether there will be that big screen set up outside here so that all the fans who come won't be disappointed and can at least hear and/or see <A BIT> <ABOUT> what's going on in the church. So we're still waiting for official word on that. Certainly we do know some of the people who will be invited. For example, Reverend Jesse Jackson tells us that he will definitely be here. Singer Chaka Khan will be here and so many others. We're waiting for that guest list now."
  },
  {
    "transcript_id": "CNN-337879",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "That was Sunday. Twenty-four hours later, the White House walking back her claims. Now administration officials including economic adviser Larry Kudlow are saying President Trump has not made a decision on how or even whether to impose sanctions.",
    "statement": "She got ahead of the curve. She's done a great job. She's a very effective ambassador. There <MIGHT> have been some momentary confusion <ABOUT> that. But if you talk to Steve Mnuchin at Treasury and so forth, he will tell you the same <THING> -- they're in charge of this. We have had sanctions. Additional sanctions are under consideration but not implemented."
  },
  {
    "transcript_id": "CNN-407217",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And I want to describe how we are partnering with the SDF. The current threat from ISIS, and let you know of some other areas, some other topics where we are collaborating to help the people of this region.",
    "statement": "And yet when the Kurds need big brother America, or for that matter, anyone to step in and help them all remain on the sidelines. In northern Iraq, Amir's beloved farmlands orchard destroyed. His children missed running <AROUND> outside and the cool breeze here. Blame is shared, he says, our government can't do anything in the face of Turkey or the PKK. countries need to get involved. It can't go on like this. But it will, as it always has. The Kurds have a proverb that arose from their history of betrayal and abandonment. No friend, but the mountains, they say."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "You can talk about any star you want to, you can talk about Marilyn Monroe, or Bogart or any of them, and you have a certain conversation that takes place, but when you mention Roy and Dale, everybody goes, oh, yeah.",
    "statement": "Roy and Dale grow dimmer and dimmer these days. Until <<MAYBE>> you hear a song or catch an old movie, or <<MAYBE>> talk to one of those long ago buckaroos who still remembers. Anne McDermott, CNN, Victorville, California."
  },
  {
    "transcript_id": "CNN-109321",
    "matched_terms": {
      "believe": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "My thought is, first of all, we, from the beginning, urged caution on both sides so that innocent life would be protected. And, secondly, I think most leaders around the world would give Condoleezza Rice and her team great credit for finally getting a U.N. resolution passed. We were working hard on a U.N. resolution pretty quickly. And, you know, it can be a painful process -- diplomacy can be a painful process. And it took a while to get the resolution done. But most objective observers would give the United States credit for helping to lead the effort to get a resolution that addressed the root cause of the problem. Of course we could have got a resolution right off the bat that didn't address the root cause. Everybody would have felt better for a quick period of time, and then the violence would have erupted again. And our hope is that this series of resolutions that gets passed, you know, gets out to the root cause. We want peace. We're not interested in process. What we want is results. And so, look, America gets accused of all kinds of things. I understand that. But if people analyzed the facts, they would find two things: one, we urged caution; and two, secondly, that we worked on a diplomatic process that we believe has got the best chance of achieving a long-term objective, which is peace. Final question, then I got to go.",
    "statement": "Mr. President, four days later, now do you <<<BELIEVE>>> that the U.K. terror plot was developed by Al Qaeda leaders? Do you <<<BELIEVE>>> that there are terror cells operating within the U.S.? And along the lines of his <QUESTION>, what do you say to critics who say there are giant loopholes in homeland security?"
  },
  {
    "transcript_id": "CNN-322990",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's composed of two substances. We had two chemicals of ammonium nitrate and aluminum powder that, when combined, make the finished product of Tannerite. Sorry to tell you I don't know what he was going to do with all of that Tannerite.",
    "statement": "While it's not clear if Paddock rigged the car as a diversion or a final trap for police, there's new information <ABOUT> the precision with which he planned to kill. CNN has learned from a law enforcement official briefed on the investigation that Paddock tried to buy tracer ammunition at a Phoenix gun show in recent weeks. But the official says, for some reason, Paddock <<COULD>> not obtain those bullets which light up in the dark."
  },
  {
    "transcript_id": "CNN-386594",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "--for Rudy, other than with the - a Bar Association.",
    "statement": "<WELL> - yes, I mean - <WELL> clearly there's a Bar Association problem. You cannot have - who's your duty of loyalty to? If you have a loyalty to the Ukrainian officials, whether it's Lutsenko or any Ukrainian government officials, then you're supposed to have loyalty to them. You're not supposed to be double-dealing. You're not supposed to be doing something on behalf of the President that they, you know, that is a <QUESTION> <ABOUT> whether you can have loyalty to two of them."
  },
  {
    "transcript_id": "CNN-108574",
    "matched_terms": {
      "a little": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "All right, good point. Thanks so much. Well, though Lebanon is seeking an end to Israel's air assault, an adviser to the Lebanese leader says, everyone's aware there is no quick fix to the Hezbollah crisis.",
    "statement": "It took Israel 12 days to reach where we are now. And there's no solution in sight. You cannot simply by using force to end the situation. We want to end it. We did not kidnap those two soldiers. We disavowed this action. We do not have as a government full control the south. This is not a secret. The south of Lebanon has been under one armed group or another for the last 35 years. We're saying, this has got to <CHANGE> once and for all. It's been <A LITTLE> over a year that this government took office and began rebuilding the state. This country was not a fully independent countries for many, many years. While we were beginning the process of asserting our statehood, our sovereignty and our control, we now have a war unleashed on Lebanon. A war that's devastating our civilian population and making it very, very difficult for the state to do what it's supposed to do. We need to move quickly. We know that the world wants to help us. But it cannot help us simply by saying that we need a quick solution, a quick end to this and surrender of the soldiers. We do not have the soldiers. We need quick action. But the quick action cannot come the way it's happening now."
  },
  {
    "transcript_id": "CNN-333971",
    "matched_terms": {
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The first shots in space have already been fired.",
    "statement": "<WELL>, that`s all for the special <<SORT OF>> \"Star Wars\" edition of CNN. Thanks for watching. I`m Carl Azuz. END"
  },
  {
    "transcript_id": "CNN-272158",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "But then we had that conversation in the U.K., where the conservatives said if you stop saving them, they will stop coming. And then you have to debate what that does to your humanity? Can you really watch thousands upon thousands of people washing up on shores?",
    "statement": "But, also, why does it have to get that bad for people to react? Why does it have to <TAKE> that image of"
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "would": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Thank you, Sarah. Even in the interview last Friday with, it was Max (ph) Television, the ambassador of Pakistan, Ambassador Chaudhry, commented on the president's decision to roll back most of the aid for security assistance to the Islamabad government. And he said Pakistan does not want aid (ph), but more importantly, and I quote, \"Pakistan wants respect, and Pakistan wants recognition of our work and our contribution and our sacrifices.\" Regarding the president's comment that Pakistan has responded to the aid with, quote, \"lies and deceit,\" he simply said, \"We won't dwell on that part because it's not beneficial to either party.\" Your response to Ambassador Chaudhry?",
    "statement": "Look, our -- our position is firm: that we <<<BELIEVE>>> that withdrawing that aid is important. And I <WOULD> refer you to the State Department on anything beyond that."
  },
  {
    "transcript_id": "CNN-237532",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you so much for being here. Lee, I want to start with you. Given the U.S. experiences on 9/11 and with al Qaeda, how is ISIS' rise possible?",
    "statement": "<WELL>, it's pretty hard to explain, actually. I <<<THINK>>> several factors contributed to it. This is a region in enormous turmoil. Everywhere you look, America has problems. There is great division, sectarian, religious, ethnic divisions, war lords all over the place, enormous chaos in the region. It is not possible to cover everybody, every group, everywhere all the time. U.S. intelligence has remarkable capabilities, but there isn't any <DOUBT> that ISIS <<KIND OF>> surprised us and they have become much more of a power than we <WOULD> have anticipated a few months ago. It also relates to the structure of ISIS. ISIS is a very decentralized organization. You don't have a headquarters. Until recently, we didn't even know who the leaders were. So it's not an easy intelligence target to hit. You mention they have taken over a vast amount of territory and they have but it's mostly desert. There's only been a few targets that they have succeeded at. And we need to know a lot more <ABOUT> them than we do now. We've been slow to get there but I <<<THINK>>> we're getting there pretty fast to learn a lot <ABOUT> this (inaudible) group."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I have never been a quitter. To leave office before my term is completed is abhorrent to every instinct in my body. But as president, I must put the interests of America first. Therefore, I shall resign the presidency effective at noon tomorrow. Vice President Ford will be sworn in as president at that hour in this office.",
    "statement": "<WELL>, Julie, this is the Watergate Pavilion, I <<GUESS>>."
  },
  {
    "transcript_id": "CNN-344883",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "You're not going to change us, you know that?",
    "statement": "I'm not trying to <CHANGE> anyone. I'm just trying to come here for a birthday party."
  },
  {
    "transcript_id": "CNN-124530",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And we have some exit polling out of Mississippi that says 77 percent of voters, a large margin of voters, worried <ABOUT> their financial situation. Then we saw the breakdown. And those who said they were worried, where they voted. How does Hillary Clinton convince voters that she is the best steward for the economy as she has said in some of those campaign speeches and that she <WOULD> actually help turn things <AROUND> for the average person?"
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Please but already like how do you stack up against someone else. We have many years --",
    "statement": "I'm with you. I <<<THINK>>> it's --"
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Dr. Bell, how many bones are in the human body?",
    "statement": "<WELL>, there`s more than 200."
  }
]