[
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "All right, guys.",
    "statement": "Still to come on AMERICAN MORNING, life in a tent city. Victims of the recession forced to do with a lot less. See what their lives are like and what their hopes are for the future."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm not going to --",
    "statement": "You <KNOW>, like, football? You <KNOW>, like, blitzes and coverage and <ALL> that? You <KNOW> <ALL> that?"
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, like, football? You know, like, blitzes and coverage and all that? You know all that?",
    "statement": "Oh, I <KNOW> football, man."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You do?",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Absolutely.",
    "statement": "Because I <KNOW> you're a basketball guy."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Because I know you're a basketball guy.",
    "statement": "I <KNOW> -- I <KNOW> football."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know -- I know football.",
    "statement": "Oh. He knows football. So Sunday he was talking with a conservative cable host and now here he is today striding in -- there he goes -- hopping up the stairs to chat with the U.S. Chamber of Commerce. The president's move to the center is full-steam ahead. I want you to <TAKE> a listen to this. He even concedes he needs to do some damage control with big business."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Oh. He knows football. So Sunday he was talking with a conservative cable host and now here he is today striding in -- there he goes -- hopping up the stairs to chat with the U.S. Chamber of Commerce. The president's move to the center is full-steam ahead. I want you to take a listen to this. He even concedes he needs to do some damage control with big business.",
    "statement": "<<MAYBE>> if we -- if we had brought over a fruitcake when I first moved in, we <WOULD> have gotten off to a better start."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But I'm going to make up for it.",
    "statement": "So the president is telling the Chamber of Commerce he owes them one. Jessica Yellin, our national political correspondent. And remind me, if you will, Jess, you <KNOW>, what is the source of this bad blood between the president and the U.S. Chamber?"
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "So the president is telling the Chamber of Commerce he owes them one. Jessica Yellin, our national political correspondent. And remind me, if you will, Jess, you know, what is the source of this bad blood between the president and the U.S. Chamber?",
    "statement": "<WELL>, first, Brooke, let me give you two numbers -- $86 million, that's what the Chamber spent trying to defeat the health care reform bill. And $132 million is what the Chamber spent last year lobbying against health care and Wall Street reform, among other Democratic initiatives. And then stage left, remember, the Democrats demonized the Chamber, with the White House accusing them of funneling foreign money into Republican campaigns during the midterms. There was a DNC ad. Basically, it's been a dogfight. But now both sides need job growth and they really a political cooling down <PERIOD>, so we're seeing this -- this amazing re-engagement."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, first, Brooke, let me give you two numbers -- $86 million, that's what the Chamber spent trying to defeat the health care reform bill. And $132 million is what the Chamber spent last year lobbying against health care and Wall Street reform, among other Democratic initiatives. And then stage left, remember, the Democrats demonized the Chamber, with the White House accusing them of funneling foreign money into Republican campaigns during the midterms. There was a DNC ad. Basically, it's been a dogfight. But now both sides need job growth and they really a political cooling down period, so we're seeing this -- this amazing re-engagement.",
    "statement": "So, reason enough for -- for <<PERHAPS>> mending relations in a fruitcake, in the president's words."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So, reason enough for -- for perhaps mending relations in a fruitcake, in the president's words.",
    "statement": "So it's difficult, though, for the president to get applause from this particular group. And when you watch, you <KNOW>, you can count twice -- two separate instances of applause. But, in the first time, they couldn't make up their minds if it was a full- fledged applause or not. Listen to that."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "best": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "So it's difficult, though, for the president to get applause from this particular group. And when you watch, you know, you can count twice -- two separate instances of applause. But, in the first time, they couldn't make up their minds if it was a full- fledged applause or not. Listen to that.",
    "statement": "We finalized the trade agreement with South Korea that will support at least 70,000 American jobs. And by the way, it's a deal that has unprecedented support from business and labor, Democrats and Republicans. And that's the <<KIND OF>> deal that I will be looking for as we pursue trade agreements with Panama and Colombia; as we work to bring Russia into the international trading system. Those are going to be our top priorities because we <<<BELIEVE>>> Americans have the <BEST> products and the <BEST> businesses, and if we're out there selling..."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We finalized the trade agreement with South Korea that will support at least 70,000 American jobs. And by the way, it's a deal that has unprecedented support from business and labor, Democrats and Republicans. And that's the kind of deal that I will be looking for as we pursue trade agreements with Panama and Colombia; as we work to bring Russia into the international trading system. Those are going to be our top priorities because we believe Americans have the best products and the best businesses, and if we're out there selling...",
    "statement": "OK. So I <<<THINK>>> <<MAYBE>> that's not the right bite. But, <BOTTOM LINE>, there's a point where they are <<SORT OF>> <<<HESITANT>>>, right, Jessica, in the clapping ? And as he heads toward reelection in 2012, what is the president doing to try to get these guys back in his corner?"
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "OK. So I think maybe that's not the right bite. But, bottom line, there's a point where they are sort of hesitant, right, Jessica, in the clapping ? And as he heads toward reelection in 2012, what is the president doing to try to get these guys back in his corner?",
    "statement": "<WELL>, first of <ALL>, he got the applause when he says at some point, we <HAVE TO> get Americans jobs in America. So, that got some big job -- big applause. And some of the other things he's doing that are -- <WOULD> get applause in that audience, he hired Bill Daley as his chief of staff."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "That's someone who knows Wall Street and the business community trusts. He named Jeff Immelt, the head of GE, and Steve Case, the co- founder of AOL, to run two new efforts to jump-start jobs and entrepreneurship. He's encouraging Congress to rework <CERTAIN> narrow parts of the health care bill, reform the corporate tax code. There's a push to <REDUCE> unnecessary regulation. You get that there's a lot happening here."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "But -- but the big part of the anger from the business community, to be honest, Brooke, was simply in the way the president used words to blame Wall Street and big business for the financial collapse. And you will notice that rhetoric is gone. And just losing that rhetoric is helping to warm up relations.",
    "statement": "Helping him warm up relations. And if your mom taught you <QUITE> like my mom taught me, you can't <ALWAYS> make everybody happy."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Helping him warm up relations. And if your mom taught you quite like my mom taught me, you can't always make everybody happy.",
    "statement": "So, while is the U.S. Chamber and he's making them happy, you <HAVE TO> <<<THINK>>>, OK, who is he making unhappy? Who <WOULD> that group be, Jess?"
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So, while is the U.S. Chamber and he's making them happy, you have to think, OK, who is he making unhappy? Who would that group be, Jess?",
    "statement": "Oh, how did you <KNOW>?"
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "around": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, how did you know?",
    "statement": "Some of his own base. Yes, several progressive groups are complaining. They're saying, look, the Chamber was so aggressive with its ads during the last election. They point out some of their own chapters <AROUND> the country distanced themselves from the Chamber. Recall a number of companies including Apple and some big utilities withdrew from the Chamber of Commerce because of its aggressive opposition to the administration's climate policies. So, now one progressive group is calling the president's speech mortifying. Another one says the president is fawning over the banks. And then on the right some are saying already, <WELL>, this is <ALL> talk. We need action. But the <BOTTOM LINE> is, the more the left and the right are criticizing, the more the president gets seems to get credit for moving to the center. Whether or not his policies really do, in the rhetorical debate, he seems to be getting that credit."
  },
  {
    "transcript_id": "CNN-161817",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Some of his own base. Yes, several progressive groups are complaining. They're saying, look, the Chamber was so aggressive with its ads during the last election. They point out some of their own chapters around the country distanced themselves from the Chamber. Recall a number of companies including Apple and some big utilities withdrew from the Chamber of Commerce because of its aggressive opposition to the administration's climate policies. So, now one progressive group is calling the president's speech mortifying. Another one says the president is fawning over the banks. And then on the right some are saying already, well, this is all talk. We need action. But the bottom line is, the more the left and the right are criticizing, the more the president gets seems to get credit for moving to the center. Whether or not his policies really do, in the rhetorical debate, he seems to be getting that credit.",
    "statement": "Can't make everybody happy, but he looks to be moving to the middle after today. Jessica, thank you so much live in D.C. Coming up next, police in Texas caught on camera, look at this, seen <<ALLEGEDLY>> beating a teenage burglary <<SUSPECT>>. Now the calls are growing for a federal investigation. And did you see -- or really I <SHOULD> say did you hear Christina Aguilera flubbing the national anthem last night live on TV during the Super Bowl? I <KNOW> you're talking <ABOUT> it today. We are going to play that video for you. And we're going to have her response to what was, yes, an embarrassing moment."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What is the Red Cross doing for these family members as they gather in southern California?",
    "statement": "<WELL>, right now there's <ABOUT> 60 to 70 family members who have come into Los Angeles, to the international airport, and the Red Cross has been working with other agencies to meet with them individually as they come into the airport, to give them a <<SENSE>> of what the process is they're going to <HAVE TO> go through over the coming days. And as you can <<IMAGINE>>, it's been very emotional for many of the families. The atmosphere inside the hotel has been <FAIRLY> subdued, but you see a broad range of emotions from people who are just finding out what's happened and how terrible it really is."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And is that right, is the visit schedule tomorrow to go out to the crash site, and why is that important?",
    "statement": "<WELL>, it's interesting you raise that. The Red Cross is not the agency that <WOULD> be sponsoring that."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "But Alaska Air -- but Alaska Airlines has been speaking with some other agencies <ABOUT> trying to schedule a date when there <MIGHT> be a visit for some family members to come to the area where recover activities are taking place. And that is something that's very significant. Red Cross crisis counselors have found over the past few years of our experience that for family members who've lost a loved one it's very important to be near the location where the airplane went down. There's symbolic significance for them as they learn <ABOUT> what's happened."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But Alaska Air -- but Alaska Airlines has been speaking with some other agencies about trying to schedule a date when there might be a visit for some family members to come to the area where recover activities are taking place. And that is something that's very significant. Red Cross crisis counselors have found over the past few years of our experience that for family members who've lost a loved one it's very important to be near the location where the airplane went down. There's symbolic significance for them as they learn about what's happened.",
    "statement": "Rob, one <THING> that sticks out <ABOUT> this crash and this tragedy is that entire families were lost on board Flight 261. How do you counsel in that situation?"
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Rob, one thing that sticks out about this crash and this tragedy is that entire families were lost on board Flight 261. How do you counsel in that situation?",
    "statement": "<WELL>, I <<<THINK>>> when we talk <ABOUT> crisis counseling we'll talk to you <ABOUT> something that is more basic than you <MIGHT> <<IMAGINE>>. We're talking <ABOUT> how a family needs to make decisions when it doesn't <KNOW> what to do after losing so many people in an airplane crash like this. So, what people do for the first steps in deciding where to travel, how to make decision <ABOUT> what agencies they work with and who they speak with as they visit the area, some people are so traumatized they <MAY> not be able to make rational, thoughtful decisions at this point in their lives, and you can <<IMAGINE>> that. So, Red Cross crisis counseling focuses on helping people make decisions and to compose their thoughts so they can plan ahead for the days to come."
  },
  {
    "transcript_id": "CNN-1931",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Rob Wingate with the American Red Cross. Thank you for the services that you and your agency provides and for your time, this morning.",
    "statement": "My -- my pleasure. Thank you."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Back to the president's Supreme Court nominee and the key <QUESTION>:  What      does Harriet Miers <<<BELIEVE>>>?  There are some hints in her record from      Texas, but many of them are conflicting.  She is a staunch Republican,      but she's also supported causes dear to Democrats.  As an elected      official, she preferred to research issues <RATHER> than make speeches, and      as NPR's John Burnett reports, Harriet Miers has been careful to shield      her politics from public <VIEW>."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Where the 60-year-old lawyer stands on pressing social issues,      such as abortion, gay rights or religious expression, is harder to pin      down.  As state bar president, she opposed an effort by the American Bar      Association to take a stand in support of abortion rights.  While some      interpret that as her personal opposition to abortion, in Texas it was      seen more as a conciliatory move, says John Council, senior reporter with      the Texas Lawyer magazine.",
    "statement": "And her <ONLY> reason in doing      that is just that she didn't want to alienate half the bar, which, you      <KNOW>, it's <<SORT OF>> an interesting comment to make <ABOUT> her--is that she      was even then trying to stay away from controversial things."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "And her only reason in doing      that is just that she didn't want to alienate half the bar, which, you      know, it's sort of an interesting comment to make about her--is that she      was even then trying to stay away from controversial things.",
    "statement": "Her current stance on Roe v. Wade is unknown.  In 1989,      however, she did buy a $150 ticket to a dinner <GIVEN> by a pro-life group.      Since the early 1980s, Miers attended Valley <VIEW> Christian Church in      North Dallas, described by the current minister as a conservative      evangelical pro-life church.  The Reverend Ron Key is the outgoing pastor      and a personal friend of Miers."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "obviously": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Her current stance on Roe v. Wade is unknown.  In 1989,      however, she did buy a $150 ticket to a dinner given by a pro-life group.      Since the early 1980s, Miers attended Valley View Christian Church in      North Dallas, described by the current minister as a conservative      evangelical pro-life church.  The Reverend Ron Key is the outgoing pastor      and a personal friend of Miers.",
    "statement": "<OBVIOUSLY>, she is a person of strong faith, but I      <<<THINK>>> that she'll try to do a job and honor the Constitution and do what      she thinks is right."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Friends say she migrated from the Democrat to the Republican Party.      According to the Center for Responsive Politics, which researches      campaign finances, in 1988 Miers gave $3,000 to Al Gore and other      national Democrats.  Since then she has given $4,000 to both Bush      campaigns and $5,000 to the Bush-Cheney recount fund in 2000.",
    "statement": "As co-partner at a prestigious Dallas law firm, Miers handled complex      commercial litigation.  When she was elected to the City Council in 1989,      there was suspicion <ABOUT> where her sympathies lay, said Rene Pederson,      former editorial page editor at The Dallas Morning News and a personal      friend of Miers.  She says they have burgers and beer together when she's      in town."
  },
  {
    "transcript_id": "NPR-43565",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "People thought that she would be--she would vote      along the lines of the business establishment, mainly because she came      from a big law firm.  But she often sided with members of the minority      community, and she reached across lines.",
    "statement": "In her run for the City Council 16 years ago, Miers indicated      support for full civil rights for homosexuals, although she refused to      support a repeal of the state's anti-sodomy law.  Said one longtime      lawyer friend from Dallas, who's a liberal Democrat, `Harriet's <ONLY>      agenda is to do what's right.'  And he added, `I'm as intrigued as      anybody else to find out what she believes <ABOUT> the big issues.'  John      Burnett, NPR News, Austin."
  },
  {
    "transcript_id": "NPR-33202",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "NPR's business news starts with the latest on those AIG bonuses.",
    "statement": "New York's attorney general, Andrew Cuomo, says 15 of the 20 AIG executives who received the largest of those controversial bonuses have agreed to give the money back. The insurance giant is the largest recipient of government bailout money, yet as most people <KNOW>, it recently paid $165 million to reward executives. Many worked in the very unit that brought the company down. When news of that came out, there was public fury. Cuomo's been leading the charge to get that bonus money back. He says employees have so far agreed to return <ABOUT> $50 million, one third of the bonus money."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Thanks very much, Ali. We'll get back to you. Ali Velshi, reporting from New York. It's 4:00 p.m. here in Washington, and you're in THE SITUATION ROOM where new pictures and information from <AROUND> the world are arriving <ALL> the time. Happening now, Hurricane Wilma at record intensity and barreling closer to land. After the lessons of Katrina, is Florida ready right now for the onslaught that <MAY> be ahead? The date is set for a Senate showdown over Harriet Miers. But for this embattled Supreme Court nominee, even the timing of her confirmation is controversial. And a president who campaigned on integrity now living with the fallout from that CIA leak. This hour, the ironies and the uncertainty as the president of the United States waits to learn the legal fate of his top aides. I'm Wolf Blitzer. You're in THE SITUATION ROOM. The National Hurricane Center is warning Florida is almost <CERTAIN> to <TAKE> a pounding from this record-breaking storm named Wilma, the most intense hurricane ever recorded in the Atlantic. Now it's a Category 5. It's expected to hit Florida sometime this weekend. Tourists already under orders to evacuate the Florida Keys, at high risk of taking a direct hit."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Thanks very much, Ali. We'll get back to you. Ali Velshi, reporting from New York. It's 4:00 p.m. here in Washington, and you're in THE SITUATION ROOM where new pictures and information from around the world are arriving all the time. Happening now, Hurricane Wilma at record intensity and barreling closer to land. After the lessons of Katrina, is Florida ready right now for the onslaught that may be ahead? The date is set for a Senate showdown over Harriet Miers. But for this embattled Supreme Court nominee, even the timing of her confirmation is controversial. And a president who campaigned on integrity now living with the fallout from that CIA leak. This hour, the ironies and the uncertainty as the president of the United States waits to learn the legal fate of his top aides. I'm Wolf Blitzer. You're in THE SITUATION ROOM. The National Hurricane Center is warning Florida is almost certain to take a pounding from this record-breaking storm named Wilma, the most intense hurricane ever recorded in the Atlantic. Now it's a Category 5. It's expected to hit Florida sometime this weekend. Tourists already under orders to evacuate the Florida Keys, at high risk of taking a direct hit.",
    "statement": "I just don't see how the Florida Keys will get out of this without having a major impact. The biggest concern for the storm surge will <OBVIOUSLY> be on the Gulf Coast, but we also <HAVE TO> deal with the rainfall and the winds and the tornadoes elsewhere. And that means here at Miami-Dade and Broward County, too."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I just don't see how the Florida Keys will get out of this without having a major impact. The biggest concern for the storm surge will obviously be on the Gulf Coast, but we also have to deal with the rainfall and the winds and the tornadoes elsewhere. And that means here at Miami-Dade and Broward County, too.",
    "statement": "National Hurricane Center Director Max Mayfield, by the way, scheduled to hold a news conference this hour. We will carry it live here in THE SITUATION ROOM. Stay tuned for that. The latest forecasts coming up. Right now, let's go to CNN's Hurricane Headquarters, our severe weather <EXPERT>, Chad Myers standing by. What exactly do we <KNOW> <ABOUT> this monster?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "National Hurricane Center Director Max Mayfield, by the way, scheduled to hold a news conference this hour. We will carry it live here in THE SITUATION ROOM. Stay tuned for that. The latest forecasts coming up. Right now, let's go to CNN's Hurricane Headquarters, our severe weather expert, Chad Myers standing by. What exactly do we know about this monster?",
    "statement": "We still <KNOW> that it is deeper in pressure, lower in pressure. We <KNOW> that the lower it is, the worse it is. It is still lower, deeper in pressure than Katrina or Rita, and for a while today, when these colors were so bright, vivid red right there, it was the strongest storm, the deepest, lowest pressure ever recorded in the Atlantic basin. That's the Gulf of Mexico, that's the Caribbean or the Atlantic Ocean. The deepest. Now, there were bigger storms in the Pacific, but it's a bigger ocean. They have more time to grow. This is what we have right now for you. The latest winds that I just got out of the hurricane at <ABOUT> 155 miles per hour. So <<MAYBE>> not <QUITE> as intense as it was before. Why? Because we've lost <A LITTLE> bit of the eye. We can't see it <QUITE> as <WELL>. That means we're <<PROBABLY>> going through what we call an eye wall replacement cycle. There are a number of eye walls -- actually, <<PROBABLY>> two or three in a storm this big. The inner one is going to collapse and fall apart, and the one that's the next outer ring, it's going to <TAKE> over. And it <<COULD>> re-intensify after it takes over, even though it <MAY> be losing <A LITTLE> bit of steam right now. <CERTAINLY> a Category 4, Category 5, <<PROBABLY>> making landfall here in Florida as <<MAYBE>> a 3, because we're going to have some wind sheer <<POSSIBLY>> tear it apart before landfall. A big story, Wolf, is going to be whether the wind comes from the ocean side or it comes from the bay side, from the Keys, and how much surge we get from Naples back <<PROBABLY>> <ALL> the way through the Everglades."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Chad, I take it once this goes across the Florida Peninsula, it's going to move relatively rapidly, and it won't necessarily slow down all that much as it goes from west it east. Is that right?",
    "statement": "That's right. And one of the disturbing <THING> we just noticed on some of the latest computer models, it gets picked up by a low pressure -- now, this isn't \"The Perfect Storm\"-type movie -- but it gets picked up on some of the models by a cold front and it slams right through Long Island into New England. That's <ONLY> one scenario out of <ABOUT> 15 different computers. But I just want it out there so that everybody thinks <ABOUT> this. This is a major storm."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Chad, we'll check back with you. Chad Myers reporting for us. Let's bring in our Tom Foreman. He's here in THE SITUATION ROOM, got a little unique look at Wilma. What are you looking at?",
    "statement": "<WELL>, here's the first <THING> we're looking at. Look at these amazing pictures from NASA of the storm from way up in space. Just an astonishing <VIEW>. And then when you put that over here on the map for direct overlay <VIEW> -- look at this. This is the storm down here, here's Florida, here's the area we're talking, going <ALL> up that side there. Let's go ahead and zoom in and <TAKE> a look at that -- Naples, Florida, being one of the places we're talking <ABOUT>. <ABOUT> 20,000 people live in Naples, but <OBVIOUSLY>, lots of tourism, lots of people coming in there. If this area were hit by a Category 1 storm, this is what we <<COULD>> <<POSSIBLY>> <EXPECT> -- let me see if I can get the fader to come over here -- what you'd see is this amount of flooding coming in -- excuse me. On a Category 2 storm, you see <ABOUT> this much flooding coming in. <WELL>, let's see if I can make it happen in respect we go. <A LITTLE> bit happening. If we go <ALL> the way up to a Category 5, which is the big danger here, then you start talking <ABOUT> a tremendous amount of flooding coming in to the area in <QUESTION>. This is up in Pinellas County. This is the second most densely populated county in the entire country, right behind New York City. Look at this. This is if the Category 5 were to hit there. That's the amount of flooding <WOULD> you have. This is what it is beforehand with very little going on there. I'm having trouble controlling it, but if I can get off to the side here, very little. But when you bring it in, that's how much goes under water. Basically, it gets turned into two islands right here and here, with Clearwater and St. Petersburg if a Category 5 makes it that far up. This is what people there are bracing for. Highly populated county, almost 1 million people there. The <ONLY> county in the country, county that has more people per square foot is New York City, the island of Manhattan. So there's a tremendous number of people who are watching up and down this coast, wondering if that big storm over there that we can see the pictures from NASA is going to keep coming up their way."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, here's the first thing we're looking at. Look at these amazing pictures from NASA of the storm from way up in space. Just an astonishing view. And then when you put that over here on the map for direct overlay view -- look at this. This is the storm down here, here's Florida, here's the area we're talking, going all up that side there. Let's go ahead and zoom in and take a look at that -- Naples, Florida, being one of the places we're talking about. About 20,000 people live in Naples, but obviously, lots of tourism, lots of people coming in there. If this area were hit by a Category 1 storm, this is what we could possibly expect -- let me see if I can get the fader to come over here -- what you'd see is this amount of flooding coming in -- excuse me. On a Category 2 storm, you see about this much flooding coming in. Well, let's see if I can make it happen in respect we go. A little bit happening. If we go all the way up to a Category 5, which is the big danger here, then you start talking about a tremendous amount of flooding coming in to the area in question. This is up in Pinellas County. This is the second most densely populated county in the entire country, right behind New York City. Look at this. This is if the Category 5 were to hit there. That's the amount of flooding would you have. This is what it is beforehand with very little going on there. I'm having trouble controlling it, but if I can get off to the side here, very little. But when you bring it in, that's how much goes under water. Basically, it gets turned into two islands right here and here, with Clearwater and St. Petersburg if a Category 5 makes it that far up. This is what people there are bracing for. Highly populated county, almost 1 million people there. The only county in the country, county that has more people per square foot is New York City, the island of Manhattan. So there's a tremendous number of people who are watching up and down this coast, wondering if that big storm over there that we can see the pictures from NASA is going to keep coming up their way.",
    "statement": "I <<SUSPECT>> everyone in Florida right now is watching this very, very closely, and <ALL> of us who have loved ones down there and friends down there, we're watching it very closely as <WELL>."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "After the last few years, how can you not?",
    "statement": "Yes, the whole world will be watching soon pretty soon. <ALL> right, thanks very much, Tom. Appreciate it. We're going to have much more coming up on Hurricane Wilma this hour. Remember, we're standing by to go live to the National Hurricane Center in Miami. Max Mayfield, later this hour will be having a news conference with the latest forecast, the latest information, where this hurricane is heading. We'll bring that to you live. In the meantime, let's turn to politics and the Supreme Court showdown that's unfolding here in Washington. A date has now been set for Harriet Miers' confirmation hearings to begin over the objections of several Democrats. But both sides do agree on something. They want a do-over from Miers. Here's our congressional correspondent Ed Henry. He's standing by with the latest. Ed?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yes, the whole world will be watching soon pretty soon. All right, thanks very much, Tom. Appreciate it. We're going to have much more coming up on Hurricane Wilma this hour. Remember, we're standing by to go live to the National Hurricane Center in Miami. Max Mayfield, later this hour will be having a news conference with the latest forecast, the latest information, where this hurricane is heading. We'll bring that to you live. In the meantime, let's turn to politics and the Supreme Court showdown that's unfolding here in Washington. A date has now been set for Harriet Miers' confirmation hearings to begin over the objections of several Democrats. But both sides do agree on something. They want a do-over from Miers. Here's our congressional correspondent Ed Henry. He's standing by with the latest. Ed?",
    "statement": "Wolf, as expected, Senate Judiciary Chairman Arlen Specter did announce that, in <FACT>, the hearings will start on November 7 -- as you mentioned, despite the objections of Democratic Senator Patrick Leahy. He wanted at least another week to review the record, the background, of Harriet Miers. But what was <COMPLETELY> unexpected is the <FACT> that Specter and Leahy came together, joined forces to blast the nominee and the White House, saying that the questionnaire that was turned over to the Senate Judiciary Committee yesterday was incomplete. They complained <ABOUT> too many one-word answers. Also, not enough information, not enough details <ABOUT> Harriet Miers' time as White House counsel. Clearly frustrated, Specter said that he believes the process, <QUITE> frankly, has been a mess so far. He wants to rein it in."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Wolf, as expected, Senate Judiciary Chairman Arlen Specter did announce that, in fact, the hearings will start on November 7 -- as you mentioned, despite the objections of Democratic Senator Patrick Leahy. He wanted at least another week to review the record, the background, of Harriet Miers. But what was completely unexpected is the fact that Specter and Leahy came together, joined forces to blast the nominee and the White House, saying that the questionnaire that was turned over to the Senate Judiciary Committee yesterday was incomplete. They complained about too many one-word answers. Also, not enough information, not enough details about Harriet Miers' time as White House counsel. Clearly frustrated, Specter said that he believes the process, quite frankly, has been a mess so far. He wants to rein it in.",
    "statement": "I <<<THINK>>> it's been a chaotic process, very candidly, as to what has happened, because of <ALL> of the conference calls and <ALL> of the discussions, which are alleged in the back room."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "I think it's been a chaotic process, very candidly, as to what has happened, because of all of the conference calls and all of the discussions, which are alleged in the back room.",
    "statement": "Specter says the <BEST> way to deal with that is to get the hearings moving as quickly as possible. His Democratic counterpart, Patrick Leahy, had very tough words for Harriet Miers, saying that the reaction to that questionnaire from his Democratic colleagues has been basically to say that it's been everything from inadequate, incomplete and insulting. Here's Leahy."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Specter says the best way to deal with that is to get the hearings moving as quickly as possible. His Democratic counterpart, Patrick Leahy, had very tough words for Harriet Miers, saying that the reaction to that questionnaire from his Democratic colleagues has been basically to say that it's been everything from inadequate, incomplete and insulting. Here's Leahy.",
    "statement": "We have a responsibility to 98 other Senators, who then have a responsibility to <EVERY> person in this country. We're working hard to carry out our responsibilities and not have this <THING> taken by winks and nods and quiet promises over conference calls. We'd actually like to <KNOW> what the heck is going on? And I <<<SURE>>> want to <KNOW> before I vote."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "We have a responsibility to 98 other Senators, who then have a responsibility to every person in this country. We're working hard to carry out our responsibilities and not have this thing taken by winks and nods and quiet promises over conference calls. We'd actually like to know what the heck is going on? And I sure want to know before I vote.",
    "statement": "The <BOTTOM LINE> is that it's not good news for Harriet Miers that she now has the Republican Chairman Arlen Specter saying this questionnaire was incomplete and needs to be clarified just a couple days after Miers got into a dispute with Specter <ABOUT> exactly what she said behind closed doors during a private meet they go had. As you <KNOW>, Specter is very demanding. He's known as somebody who you do not want on his bad side. And as one Democratic senator said to me with a laugh, if you're a nominee before his committee, the first <THING> you want to do is make <<<SURE>>> you don't get on the <WRONG> side of Arlen Specter. Wolf?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The bottom line is that it's not good news for Harriet Miers that she now has the Republican Chairman Arlen Specter saying this questionnaire was incomplete and needs to be clarified just a couple days after Miers got into a dispute with Specter about exactly what she said behind closed doors during a private meet they go had. As you know, Specter is very demanding. He's known as somebody who you do not want on his bad side. And as one Democratic senator said to me with a laugh, if you're a nominee before his committee, the first thing you want to do is make sure you don't get on the wrong side of Arlen Specter. Wolf?",
    "statement": "<ALL> right, let's switch gears briefly, Ed. Tom DeLay, the former <MAJORITY> leader in the House, now just a United States congressman, he's been indicted. What is <ABOUT> to happen in Texas?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right, let's switch gears briefly, Ed. Tom DeLay, the former majority leader in the House, now just a United States congressman, he's been indicted. What is about to happen in Texas?",
    "statement": "There's an arrest warrant now that that the court issued, and basically, this is to make <<<SURE>>> that the fingerprinting and that the actual mug shot photo is taken in advance of Tom DeLay's first court appearance on Friday. This is <USUALLY> a relatively routine procedure <USUALLY>, but <OBVIOUSLY>, nothing is routine <ABOUT> the <FACT> that the former House <MAJORITY> leader now has an arrest warrant out for him. He's not fleeing justice or anything, he's planning to go down to Texas. But that's why there's so much more interest from the media, that's why Democrats are jumping on this and making a lot out of it. Tom DeLay is still in D.C., <ABOUT> to head to Texas. He's clearly frustrated <ABOUT> the attention, telling our producer Ted Barrett (ph) a short while ago, \"We <ALL> <KNOW> what this is <ABOUT>. The quicker it's over, the better\". Wolf?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "There's an arrest warrant now that that the court issued, and basically, this is to make sure that the fingerprinting and that the actual mug shot photo is taken in advance of Tom DeLay's first court appearance on Friday. This is usually a relatively routine procedure usually, but obviously, nothing is routine about the fact that the former House majority leader now has an arrest warrant out for him. He's not fleeing justice or anything, he's planning to go down to Texas. But that's why there's so much more interest from the media, that's why Democrats are jumping on this and making a lot out of it. Tom DeLay is still in D.C., about to head to Texas. He's clearly frustrated about the attention, telling our producer Ted Barrett (ph) a short while ago, \"We all know what this is about. The quicker it's over, the better\". Wolf?",
    "statement": "<ALL> right, thanks very much, Ed Henry reporting. Staying with the political news here in Washington, over at the White House, plenty of nails are being bitten today with the CIA leak investigation <<APPARENTLY>> nearing an end. Our national correspondent Bob Franken is on indictment watch right now. What's the latest? What are we hearing, Bob?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, thanks very much, Ed Henry reporting. Staying with the political news here in Washington, over at the White House, plenty of nails are being bitten today with the CIA leak investigation apparently nearing an end. Our national correspondent Bob Franken is on indictment watch right now. What's the latest? What are we hearing, Bob?",
    "statement": "<WELL>, it <<COULD>> be non- indictment watch. We're hearing that it's <FAIRLY> <<LIKELY>> that the special prosecutor, after nearly two years of investigation, is close to making his decision as a <NATURAL> deadline here when the grand jury ends its work, which <WOULD> be a week from Friday. Of course, he <<COULD>> extend, but the likelihood, most agree, is that he will make his decisions known."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "confident": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK, Bob. Judith Miller, the \"New York Times\" reporter, she was testifying today up on Capitol Hill. What was going on, on that front?",
    "statement": "<WELL>, she is now becoming the champion, or wants to become the champion, of a national federal reporter shield law so you don't run into this situation. Reporters can keep their sources confidential. And <USUALLY> what happens, this is one of those issues that politicians will normally say they favor until the time comes to really make it happen."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, she is now becoming the champion, or wants to become the champion, of a national federal reporter shield law so you don't run into this situation. Reporters can keep their sources confidential. And usually what happens, this is one of those issues that politicians will normally say they favor until the time comes to really make it happen.",
    "statement": "Bob Franken reporting for us. Thank you, Bob, very much. Democrats today are asking the Bush White House for details of a private talk the president had with Karl Rove back in 2003 <ABOUT> Rove's connection to the CIA leak. Let's go to the White House right now. Our White House correspondent Dana Bash is standing by there. Dana?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Bob Franken reporting for us. Thank you, Bob, very much. Democrats today are asking the Bush White House for details of a private talk the president had with Karl Rove back in 2003 about Rove's connection to the CIA leak. Let's go to the White House right now. Our White House correspondent Dana Bash is standing by there. Dana?",
    "statement": "Wolf, you're referring to specifically the letter from Democrat Chuck Schumer to the president today. What he wants to <KNOW> is some details <ABOUT> an article essentially that, to the president two years ago, gave Karl Rove a tongue lashing over the whole Joe Wilson-Valerie Plame issue. Now, the White House says that that report is inaccurate, but it <CERTAINLY> is just the latest example of the White House trying to beat back news reports while everybody in Washington is holding their breath."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Wolf, you're referring to specifically the letter from Democrat Chuck Schumer to the president today. What he wants to know is some details about an article essentially that, to the president two years ago, gave Karl Rove a tongue lashing over the whole Joe Wilson-Valerie Plame issue. Now, the White House says that that report is inaccurate, but it certainly is just the latest example of the White House trying to beat back news reports while everybody in Washington is holding their breath.",
    "statement": "Education. That's what the president invited reporters in to talk <ABOUT>. Reporters wanted to ask <ABOUT> Karl Rove. No answer, as cameras were escorted out. The <QUESTION> this day is <ABOUT> this article, saying the president rebuked Rove two years ago for his role in the Valerie Plame affair."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I've seen a lot of conflicting reports, and we're just not going to comment further on an ongoing investigation.",
    "statement": "Behind the scenes, senior Bush aides worked to squash the story. One called it total baloney, but a source familiar with internal White House political discussions tells CNN there's no <QUESTION> the president made <CLEAR> to Rove he's disappointed in what became a bungled attempt to shape a press story <ABOUT> Iraq WMD. It's the nature of their relationship and the Bush style. This is a president who gets upset when there's a typo in a memo, the source said. Over the summer, the White House choreographed pictures of Bush and Rove together, a show of support. Not recently. Rove's been largely out of public <VIEW>, even canceling some events."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Senior Bush aides say there's no question Rove and other key subjects in the leak investigation are preparing for the possibility of stepping aside, if indicted. One top official said of Rove, he's a planner. It's his nature. Aides deny having strategy sessions on who would replace Rove or anyone else if need be, but one source close to the White House says they're likely happening at the highest levels. How does all this affect the mood here? One veteran of White House scandals calls it torture.",
    "statement": "It's a scary sensation to <KNOW> that there's an unaccountable, unmanageable power that can literally destroy lives, political fortunes. And that's the sensation -- total lack of control or ability to manage."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Democrats watching from afar call all this ironic, since Mr. Bush was elected after eight years of Clinton, promising to change the culture in Washington.",
    "statement": "Finally, a leader <MUST> uphold the honor and the dignity of the office to which he had been elected."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Finally, a leader must uphold the honor and the dignity of the office to which he had been elected.",
    "statement": "And this has been going on for two years. But remember, Wolf, this is actually the <ONLY> real criminal investigation of this administration. Now, if you ask Democrats, they'll say that's because Republicans have pretty much controlled Congress since Mr. Bush has been in office, and they have <<SORT OF>> brushed aside other things Democrats <<<THINK>>> <SHOULD> have been investigated. Wolf?"
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Congratulate him on behalf of everyone in",
    "statement": "I'll do that. And I'm going to hit him up for something besides a miniature carrot in a minute, too. First, though, the 9/11 Commission is back. The \"New York Times\" is reporting members of the commission are going to fault the government for failing to act on their recommendations in a privately financed report that's coming out tomorrow. One member said that the bipartisan panel will single out the FBI for talking <ABOUT> <WELL>-intentioned reforms but failing to deliver it. They'll also criticize the White House for not doing enough to defend civil liberties. And the Congress will get some blame for failing to follow through on the recommendations for an overhaul of congressional oversight of intelligence and terrorism. This is over four years after 9/11, and we still have not implemented many of the recommendations made by what I thought was a pretty distinguished bipartisan group, this 9/11 Commission. They studied <ALL> things that happened that day, they came out with the report, said here's some things we can do to protect the country. And a lot of this <STUFF> has just been ignored in Washington, and that's a crime. The <QUESTION> is this. Why hasn't the government implemented many of the recommendations of the 9/11 Commission? CaffertyFile@CNN.com. And we also accept good wishes for Phil Hirschkorn, who's going to get married."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "I'll do that. And I'm going to hit him up for something besides a miniature carrot in a minute, too. First, though, the 9/11 Commission is back. The \"New York Times\" is reporting members of the commission are going to fault the government for failing to act on their recommendations in a privately financed report that's coming out tomorrow. One member said that the bipartisan panel will single out the FBI for talking about well-intentioned reforms but failing to deliver it. They'll also criticize the White House for not doing enough to defend civil liberties. And the Congress will get some blame for failing to follow through on the recommendations for an overhaul of congressional oversight of intelligence and terrorism. This is over four years after 9/11, and we still have not implemented many of the recommendations made by what I thought was a pretty distinguished bipartisan group, this 9/11 Commission. They studied all things that happened that day, they came out with the report, said here's some things we can do to protect the country. And a lot of this stuff has just been ignored in Washington, and that's a crime. The question is this. Why hasn't the government implemented many of the recommendations of the 9/11 Commission? CaffertyFile@CNN.com. And we also accept good wishes for Phil Hirschkorn, who's going to get married.",
    "statement": "Good work. Send him our <BEST> regards. Thanks very much, Jack."
  },
  {
    "transcript_id": "CNN-98817",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Will do.",
    "statement": "I like Phil Hirschkorn a lot. Coming up, can President Bush bounce back? With his new poll numbers at an <ALL>-time low, what does he do next? We have some thoughts. Also ahead, we'll go live to the National Hurricane Center for a bulletin on Hurricane Wilma. We're standing by for a live forecast, where and when this record storm will strike. Plus, I'll speak with the mayor of Key West, Florida, where evacuations are already under way. And up next, Saddam Hussein on trial. A legal landmark or pure theater? You're in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Just continuing to follow these live pictures out of Rostock, Germany, where people are protesting the G-8 summit ahead of the G-8. We've seen a lot and now we see a fire going here. We don't exactly <KNOW> what's on fire, how this fire started. But part of the - it's <<KIND OF>> been hectic and chaotic, indeed, violent protests at times where up to 100,000 protesters expected here in this town to protest the G-8 summit. Right now those protesters according to police are outnumbering the police in a major way. Some 13,000 police expected. We've seen plenty of them in full riot gear trying to control the crowd, pushing them back, using tear gas. Also saw big vehicle a short time ago spraying water on the crowds, trying to get them under control that way. We've also seen this at times where it does calm down, where it is not a violent protest, but the violence breaks out a time or two. And we've seen several incidents of that this morning. <CERTAINLY> going to be following this throughout the day, throughout the weekend, of course. The G-8, which gets going in the middle of next week for a couple days. So we don't <EXPECT> the protests to die down anytime soon over the next several days. Just wanted to bring you some of the latest pictures we're getting out of Rostock, Germany."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Just continuing to follow these live pictures out of Rostock, Germany, where people are protesting the G-8 summit ahead of the G-8. We've seen a lot and now we see a fire going here. We don't exactly know what's on fire, how this fire started. But part of the - it's kind of been hectic and chaotic, indeed, violent protests at times where up to 100,000 protesters expected here in this town to protest the G-8 summit. Right now those protesters according to police are outnumbering the police in a major way. Some 13,000 police expected. We've seen plenty of them in full riot gear trying to control the crowd, pushing them back, using tear gas. Also saw big vehicle a short time ago spraying water on the crowds, trying to get them under control that way. We've also seen this at times where it does calm down, where it is not a violent protest, but the violence breaks out a time or two. And we've seen several incidents of that this morning. Certainly going to be following this throughout the day, throughout the weekend, of course. The G-8, which gets going in the middle of next week for a couple days. So we don't expect the protests to die down anytime soon over the next several days. Just wanted to bring you some of the latest pictures we're getting out of Rostock, Germany.",
    "statement": "From that violence to, of <ALL> things, butterflies. Yes they are beautiful to look at but <<<BELIEVE>>> it or not, some of them are also targets of an underground smuggling network. Kara Finnstrom takes us into that world through one of the undercover agents who's helped bring it <ALL> down."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Newcomer says smuggling everything from insects to tigers generates $10 billion a year for criminals. He's taking us inside this covert trade, revealing the three-year sting that netted one of the world's most notorious butterfly smugglers, Japan's Yoshii Cajema (ph).",
    "statement": "The word we had heard was that Yoshii Cajema <<COULD>> get his hands on insects nobody else in the world <<COULD>> get."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The occasion, the museum's 2003 bug festival. Cajema had set up booths at past festivals and even the museum's bug expert was suspicious.",
    "statement": "I <KNOW> some of the butterflies that most collectors tell you you can't get very easy anymore. Yet he'd have a specimen of those, <SOMETIMES> two or three."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "With the true jewels hidden in their midst.",
    "statement": "This is <ABOUT> an $800 butterfly right there."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "There was some type of sexual attraction to me on his part. That always makes undercover work difficult, but ultimately it worked out as a lure.",
    "statement": "Cajema pled guilty to multiple felonies, including smuggling and is serving 21 months behind bars. Agent Newcomer's new focus, busting Cajema's real clients. (on-camera): The whole point of these investigations , to protect butterflies like these and to keep those that are endangered from becoming extinct. (voice-over): Newcomer's fear, with the <NATURAL> habitat of butterflies shrinking and the black market thriving, smugglers like Cajema <<COULD>> help make glass boxes the <ONLY> place to find many winged wonders. Kara Finnstrom for CNN, Los Angeles."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Cajema pled guilty to multiple felonies, including smuggling and is serving 21 months behind bars. Agent Newcomer's new focus, busting Cajema's real clients. (on-camera): The whole point of these investigations , to protect butterflies like these and to keep those that are endangered from becoming extinct. (voice-over): Newcomer's fear, with the natural habitat of butterflies shrinking and the black market thriving, smugglers like Cajema could help make glass boxes the only place to find many winged wonders. Kara Finnstrom for CNN, Los Angeles.",
    "statement": "We have a breaking story we want to get to involving a terror plot <<ALLEGEDLY>> targeting a New York City airport. We do want to get to our Kathleen Koch, who's standing by for us. Please give us this update."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "unclear": "ungraded",
      "apparently": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "We have a breaking story we want to get to involving a terror plot allegedly targeting a New York City airport. We do want to get to our Kathleen Koch, who's standing by for us. Please give us this update.",
    "statement": "Right now, what we have learned in this -- from one law enforcement official and another very highly placed government source is that a press conference is going to be held in New York City very shortly to announce the arrest and the indictment of at least one <<SUSPECT>> in this, in an alleged plot against JFK airport. According to our sources this was aimed not at aircraft at JFK but at ground ops. The sources telling us that it's <<UNCLEAR>> right now what these alleged terrorists wanted to do. We're told at this point that there is not a belief that they were linked to al Qaeda, described, instead, as al Qaeda wannabes. <<APPARENTLY>>, at least one person who is going to be arrested is in New York City. The rest of the people involved <<APPARENTLY>> are in the Caribbean though our sources at this point couldn't tell us exactly where. And according to one of our sources, one of those to be arrested is indeed a former airport worker. And my source, who I spoke with <ABOUT> 15 minutes ago, said that this case has been developing for <QUITE> a long time. Back to you."
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Right now, what we have learned in this -- from one law enforcement official and another very highly placed government source is that a press conference is going to be held in New York City very shortly to announce the arrest and the indictment of at least one suspect in this, in an alleged plot against JFK airport. According to our sources this was aimed not at aircraft at JFK but at ground ops. The sources telling us that it's unclear right now what these alleged terrorists wanted to do. We're told at this point that there is not a belief that they were linked to al Qaeda, described, instead, as al Qaeda wannabes. Apparently, at least one person who is going to be arrested is in New York City. The rest of the people involved apparently are in the Caribbean though our sources at this point couldn't tell us exactly where. And according to one of our sources, one of those to be arrested is indeed a former airport worker. And my source, who I spoke with about 15 minutes ago, said that this case has been developing for quite a long time. Back to you.",
    "statement": "<ALL> right. So a lot of questions here we are going to have. We appreciate you getting that information as quickly as possible. A lot more, expecting a press conference coming up any time shortly. Thank you so much, Kathleen. Of course, Tony Harris is coming up at the top of the hour, going to continue with the CNN NEWSROOM and they're going to be covering of course this story from top to bottom. So please stay tuned for that. <CERTAINLY> going to have that press conference live when it comes to you. Scary and developing story there. Tune in for that."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. Hollywood is reeling as hackers continue to leak more documents, including embarrassing e-mails from Sony executives as <WELL> as movie scripts and social security numbers in more than 47,000 people while the company tries to put the genie back in the bottle. A lawyer hired by Sony demanded the media outlets, destroy the documents and not reporting them. At the same time, the hackers are promising there's more to come. Pamela Brown reports."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "sure": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Welcome back. Hollywood is reeling as hackers continue to leak more documents, including embarrassing e-mails from Sony executives as well as movie scripts and social security numbers in more than 47,000 people while the company tries to put the genie back in the bottle. A lawyer hired by Sony demanded the media outlets, destroy the documents and not reporting them. At the same time, the hackers are promising there's more to come. Pamela Brown reports.",
    "statement": "James Bond appears to be battling a new enemy, not on the big screen. The Sony hackers who call themselves guardians of peace are believed to have stolen an early version of the script for the upcoming Bond movie, Specter. And the concern is that they will leak it to the public. Over the weekend, the group posted online, \"We are preparing for you a Christmas gift. The gift will surely give you much more pleasure and put Sony Pictures into the worst state.\""
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Oh, the dog you're killing me, this cuteness.",
    "statement": "Christmas Day is when the interview is set release a comedy <ABOUT> in assassination attempt in North Korean leader Kim Jong-Un which the reclusive country has strongly condemned."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Christmas Day is when the interview is set release a comedy about in assassination attempt in North Korean leader Kim Jong-Un which the reclusive country has strongly condemned.",
    "statement": "I don't <<<THINK>>> it's a good time to withdraw. I <<<THINK>>> it's a good time to stay in your ground. They've already weathered a very tremendous attack and I <<<THINK>>> they can <TAKE> more of their strong people."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "sure": "ungraded",
      "confident": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I don't think it's a good time to withdraw. I think it's a good time to stay in your ground. They've already weathered a very tremendous attack and I think they can take more of their strong people.",
    "statement": "CNN has learned Sony still deciding of whether this interpositive film showing the assassination for international audiences. Tonight, federal investigators are looking into whether North Korea is behind the unprecedented Hollywood hack, but it's opened up a treasure trove of confidential information from Sony and embarrassing e-mail exchanges <ABOUT> (inaudible) celebrities like Angelina Jolie and George Clooney."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "apparently": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "The latest leak shows Clooney was <<APPARENTLY>> upset by the bad reviews of his World War II drama, The Monument Men. E-mailing to Sony Exec Amy Pascal, \"I fear I've let you <ALL> down. Not my attention. I apologize. I've just lost touch.\" In a separate leaked e-mail exchange with the Sony Producer, Pascal called Leonardo Dicaprio's behavior despicable after he backed out of starring on the Steve Jobs biopic last October."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "The latest leak shows Clooney was apparently upset by the bad reviews of his World War II drama, The Monument Men. E-mailing to Sony Exec Amy Pascal, \"I fear I've let you all down. Not my attention. I apologize. I've just lost touch.\" In a separate leaked e-mail exchange with the Sony Producer, Pascal called Leonardo Dicaprio's behavior despicable after he backed out of starring on the Steve Jobs biopic last October.",
    "statement": "I hate to see what they have after sleeve next but it seems to be very conservative and actually very intelligent people doing this. They <KNOW> how to damage the studio."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "As the leaks continue, they slowly (inaudible) out. Sony hired renowned trial lawyers David Boies who send a threatening letter to the media including CNN, asking it to stop publishing leaked information or face legal action. \"If you do not comply with this request and the stolen information is used or disseminated by you in any manner.\", the letter says. Sony will have no choice but to hold you responsible.",
    "statement": "On the one hand. David Boies on behalf of Sony is going to argue that this is stolen material that the media is aiding and embedding a burglar in the night who is broken into a computer, stolen material and is now trying to get the benefit of it. On the other side though, the media outlets are going to say, hey, this is material of enormous public interest and it doesn't matter how it came into our hands, the public has a right to <KNOW> what goes on in this very important industry. Pamela Brown, CNN, Washington."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Even if it's obtained -- even if the information is not obtained legally, that it's illegally hacked, once it's out there.",
    "statement": "Correct. So that's the key point. It's illegal to do the hacking. But if its place on a public website as these documents have been and they are what they are purport to be and there's <NO <DOUBT>> that they are, there's really no legal barrier to..."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There's a Supreme Court case that says (inaudible), right?",
    "statement": "<WELL> there are a lots of cases where basically if the governments -- if a document is public and it's true, there's really just no way a journalist can be stop from doing it unless it violates copyright or -- and none of those issues are present here. You <KNOW>, it's <CERTAINLY> bad luck for Sony, but as a legal matter their remedy if they have one is against the people who did the hacking not the journalist."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well there are a lots of cases where basically if the governments -- if a document is public and it's true, there's really just no way a journalist can be stop from doing it unless it violates copyright or -- and none of those issues are present here. You know, it's certainly bad luck for Sony, but as a legal matter their remedy if they have one is against the people who did the hacking not the journalist.",
    "statement": "It does raise a lot ethical issues as <WELL> and Aaron Sorkin wrote up in the New York Times, basically taking news organizations who publishes information task. And he said, let's just say that <EVERY> news outlet that did bidding of a guardians of peace which is this the people who did the hacking name themselves is morally treason, it's spectacularly dishonorable."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It does raise a lot ethical issues as well and Aaron Sorkin wrote up in the New York Times, basically taking news organizations who publishes information task. And he said, let's just say that every news outlet that did bidding of a guardians of peace which is this the people who did the hacking name themselves is morally treason, it's spectacularly dishonorable.",
    "statement": "Look, you <KNOW>, its easy legal <QUESTION> but I <<<THINK>>> it's a hard <QUESTION> in terms of journalistic ethics and just general morality."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's not only (inaudible) Pentagon papers or something that has great importance of the future of the country.",
    "statement": "Right. I mean, the, you <KNOW>, they're juicy, they're gossipy but they're not -- I don't of great national interest. Now, we can <ALWAYS> manufacture a high-minded reason for what we do. We can say it's <ABOUT>, you <KNOW>, the way executive talk <ABOUT> African-Americans. We can say it's <ABOUT>, you <KNOW>, whether men and women are paid differently in big corporations, but mostly its gossip. And gossip is news. But, you <KNOW>, I <<<THINK>>> <ALL> of us who are, you <KNOW>, reading it and talking <ABOUT> it, I <HAVE TO> <<<THINK>>> <ABOUT>, you <KNOW>, they're but for the grace of God go high. If people's private company e-mails are suddenly spread out over the internet, I don't any of us <WOULD> be very happy <ABOUT> that."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Right. I mean, the, you know, they're juicy, they're gossipy but they're not -- I don't of great national interest. Now, we can always manufacture a high-minded reason for what we do. We can say it's about, you know, the way executive talk about African-Americans. We can say it's about, you know, whether men and women are paid differently in big corporations, but mostly its gossip. And gossip is news. But, you know, I think all of us who are, you know, reading it and talking about it, I have to think about, you know, they're but for the grace of God go high. If people's private company e-mails are suddenly spread out over the internet, I don't any of us would be very happy about that.",
    "statement": "Jeffrey Toobin, thanks very much. Up next, more breaking news tonight. A former U.S. Marine is the focus of a man hunt in Pennsylvania, right now. He's suspected killing six people, considered armed dangerous. We'll bring update on that."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Big ben. There it is, chiming the top of the hour, 9:00 in the United Kingdom. A very good evening from outside the palace of Westminster. I'm Richard Quest. Tonight, the U.S. government goes into damage control mode. The U.S. Secretary of State Rex Tillerson will be heading to Britain on Friday as a series of intelligence leaks have strained the special relationship between London and Washington. Secretary Tillerson is due to meet with the foreign secretary Boris Johnson. The visit announced <ONLY> a few hours ago as the U.S. Attorney General Jeff Sessions said he's taking appropriate steps to end the leaks. It's been a day of developments, as British officials say the disclosures by U.S. officials have put the bomb investigation at risk. And in a very dramatic move, the authorities, the greater Manchester police have cut off the United States from new intelligence on the attack, even as the probe widens. The mayor of Manchester told CNN the United States was warned <ABOUT> maintaining secrecy."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Big ben. There it is, chiming the top of the hour, 9:00 in the United Kingdom. A very good evening from outside the palace of Westminster. I'm Richard Quest. Tonight, the U.S. government goes into damage control mode. The U.S. Secretary of State Rex Tillerson will be heading to Britain on Friday as a series of intelligence leaks have strained the special relationship between London and Washington. Secretary Tillerson is due to meet with the foreign secretary Boris Johnson. The visit announced only a few hours ago as the U.S. Attorney General Jeff Sessions said he's taking appropriate steps to end the leaks. It's been a day of developments, as British officials say the disclosures by U.S. officials have put the bomb investigation at risk. And in a very dramatic move, the authorities, the greater Manchester police have cut off the United States from new intelligence on the attack, even as the probe widens. The mayor of Manchester told CNN the United States was warned about maintaining secrecy.",
    "statement": "Honestly, I find it unbelievable that we are in this position. Having asked for it to stop, it didn't stop. That's why we're going public today. My message is a tough one. It is <WRONG>. It is arrogant. And it is disrespectful to the people of greater Manchester, but particularly to the families of those who lost loved ones and those who are injured. And so, I say to the U.S. government today from the very top a <CLEAR> statement <MUST> be made that this will stop immediately."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Honestly, I find it unbelievable that we are in this position. Having asked for it to stop, it didn't stop. That's why we're going public today. My message is a tough one. It is wrong. It is arrogant. And it is disrespectful to the people of greater Manchester, but particularly to the families of those who lost loved ones and those who are injured. And so, I say to the U.S. government today from the very top a clear statement must be made that this will stop immediately.",
    "statement": "President Trump has called on the Justice Department to prosecute the leakers. The statement from the President warned the revelations are deeply troubling and a grave threat to national security. Meanwhile Theresa <MAY>, the British prime minister, has warned trust between the U.S. and the U.K. is at stake."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "President Trump has called on the Justice Department to prosecute the leakers. The statement from the President warned the revelations are deeply troubling and a grave threat to national security. Meanwhile Theresa May, the British prime minister, has warned trust between the U.S. and the U.K. is at stake.",
    "statement": "On the issue of the intelligence sharing with the United States of America, we have a special relationship with the USA. It is our deepest defense and security partnership that we have. Of course, that partnership is built on trust. And part of that trust is knowing that intelligence can be shared confidently. And I will be making <CLEAR> to President Trump today that intelligence that is shared between law enforcement agencies <MUST> remain secure."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "obviously": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, CNN's Fred Pleitgen is with me, as is Elise Labott. Both tracking the latest developments from London and Washington and they joined me now with two different perspectives. Fred, you have the British perspective, but Elise, to you first, in Washington, the decision to send Rex Tillerson at the last minute, is this an indication of the seriousness with which the U.S. now takes of what is now a rupture in the special relationship?",
    "statement": "<WELL>, I <<<THINK>>>, Richard, you can <ONLY> see it as that. Although I <MUST> say I <<<THINK>>> when it comes to this particular incident, I'm not <<<SURE>>> it's really something that's indigenous to the Trump administration, and it's getting <<KIND OF>> roped in with the whole idea of intelligence and President Trump's discussion of classified Israeli intelligence to the Russians. Look, when an investigation of this nature takes place, you <KNOW>, it's <USUALLY> U.S. officials that are talking early <ABOUT> the investigation to U.S. reporters. I wouldn't necessarily say they're political officials. They <<COULD>> be long time career officials. But I <<<THINK>>> the way that it's resonated this particular time in Britain, and because it <OBVIOUSLY> speaks to such a sensitivity of this investigation and what the British are trying to find that it does speak to a rift in the relationship right now. That's why Rex Tillerson is going over to show solidarity with our British counterparts."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Fred Pleitgen, the British are furious.",
    "statement": "Yes, they <CERTAINLY> are. And you've really seen the tone that they've been choosing <CHANGE> over the past couple of days. Because this leak didn't just start, it wasn't just the <STUFF> that came up in \"The New York Times,\" the photos that really set <ALL> this off. But the Brits were <OBVIOUSLY> very angry when the name of the bomber appeared in American media before the Brits even wanted to disclose it. In <FACT>, they had said that they don't want to disclose it at that time because of the operational security, operational secrecy which of course, is so very important in this key investigation. I <<<THINK>>> they've seen this as a series of leaks that have been happening. And I thought that that statement by the mayor of Manchester was being damning, where he said, look, they're a liability right now in this investigation."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "definitely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Elise, a liability in the investigation, but if we look at what President Trump said in his statement. He refers to there is no more special and precious relationship than between the U.S. and the U.K., and yet at the same time, as you'll be aware, he has this weird ironic situation where he himself is accused of leaking secret information.",
    "statement": "That's right. Look, it's <ALL> taking on this political tone, as I said. And look, this is not the first time that the U.S. <<KIND OF>> has loose lips when it comes to these investigations. You had it in France when there was that Paris attack. And you also had it in Belgium. U.S. officials are, you <KNOW>, <<KIND OF>> loose with talking to U.S. reporters. I wouldn't say they make an effort to not disclose classified information or things that <<COULD>> jeopardize the investigation. <CERTAINLY>, this time the Brits <<<THINK>>> that they did. But when you have President Trump talking to the Russian foreign minister, leaking intelligence, it's <<KIND OF>> taken on this whole political tone that the U.S. is careless with its intelligence, careless with the information and not treating its allies with the proper respect. I <<<THINK>>>, you <KNOW>, it's <ALL> being lumped into President Trump. But it's <DEFINITELY> an administration-wide problem that is not necessarily unique to this Trump administration when it comes to these attacks, <CERTAINLY> for President Trump it is."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "That's right. Look, it's all taking on this political tone, as I said. And look, this is not the first time that the U.S. kind of has loose lips when it comes to these investigations. You had it in France when there was that Paris attack. And you also had it in Belgium. U.S. officials are, you know, kind of loose with talking to U.S. reporters. I wouldn't say they make an effort to not disclose classified information or things that could jeopardize the investigation. Certainly, this time the Brits think that they did. But when you have President Trump talking to the Russian foreign minister, leaking intelligence, it's kind of taken on this whole political tone that the U.S. is careless with its intelligence, careless with the information and not treating its allies with the proper respect. I think, you know, it's all being lumped into President Trump. But it's definitely an administration-wide problem that is not necessarily unique to this Trump administration when it comes to these attacks, certainly for President Trump it is.",
    "statement": "Elise, I'll thank you so you can get back to your news gathering duties. Elise Labott in Washington. I'll continue with you, Fred, if I <MAY>. The extent of the investigation, now we've got multiple arrests."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We've got multiple homes being searched. The police say now in Wigan, which is 40 kilometers from Manchester, they're finding things of interest.",
    "statement": "They <MAY> have found suspicious items, exactly. What we're hearing from our cruise on the ground there is <<APPARENTLY>> the search cordon there has been expanded, which <OBVIOUSLY>, leads to <<<BELIEVE>>> that that's something t where they <MAY> be zeroing in on a property that they <<<THINK>>> is important and <<MAYBE>> finding things that are important to this investigation. <CERTAINLY>, they're saying they <<<THINK>>> they <MAY> have found something at this point in time but it's not really <CLEAR>. At the same time, we can see this investigation is moving very, very quickly. We have I <<<THINK>>> eight people taken into custody so far. I <<<THINK>>> one of them has been released, two people taken into custody today. They <OBVIOUSLY> <<<BELIEVE>>> there's a bigger cell that's behind this. It seems as though they're moving very, very fast to try and <QUESTION> those people to see what they <KNOW>."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Fred, thank you. The special relationship between British and American intelligence is broad, and it stretches back many decades. It was set up under fire during World War II. It was formalized in the U.K./USA agreement in 1946 as the iron curtain descended across Europe, to use the phrase of Winston Churchill. It encompasses the organization's tasked with uncovering terror networks. You've got the domestic security services in the case of the U.S., the FBI, the MI-5. And then you've got the foreign intelligences, which is the CIA and MI-6. But you have much deeper than that. The signals, listens agencies, NSA, the National Security Agency and GCHQ, the British equivalent. Sir Christopher Meyer, served as the British ambassador to the United States. He joined me earlier and said the relationship will be repaired eventually.",
    "statement": "It's <QUITE> unusual, I can't actually remember in my entire career a moment when a U.K. agency said we're not going to cooperate with the United States anymore because they're leaking like a sieve on the other side of the Atlantic. This is unusual. It's a major squall, if you like, in the entire intelligence relationship. It will in the end blow over. But it's serious."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's quite unusual, I can't actually remember in my entire career a moment when a U.K. agency said we're not going to cooperate with the United States anymore because they're leaking like a sieve on the other side of the Atlantic. This is unusual. It's a major squall, if you like, in the entire intelligence relationship. It will in the end blow over. But it's serious.",
    "statement": "Is it justifiable for the U.K. to <TAKE> this stance, do you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "absolutely": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Is it justifiable for the U.K. to take this stance, do you think?",
    "statement": "<ABSOLUTELY> justifiable. <ABSOLUTELY>. And we will continue to <TAKE> it until it's no longer profitable to do so, to be perfectly frank with you. What is desperately important for our law enforcement, I have a funny <FEELING> you guys are exactly the same in the USA, is not to have a line of inquiry prejudiced by the premature publication of information relating to it. That is why they're doing it, because they have no guarantee that it won't happen again."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Absolutely justifiable. Absolutely. And we will continue to take it until it's no longer profitable to do so, to be perfectly frank with you. What is desperately important for our law enforcement, I have a funny feeling you guys are exactly the same in the USA, is not to have a line of inquiry prejudiced by the premature publication of information relating to it. That is why they're doing it, because they have no guarantee that it won't happen again.",
    "statement": "Now, joining me, Fiona Mactaggart, a former member of Parliament representing, she sat on parliament intelligence and security committee. When you hear this <<SORT OF>> -- I mean, you've been privy to much intelligence over many years, of a very high level. You be <MUST> have been <FAIRLY>, to use a phrase, gob-smacked when you learned that such data is leaked."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Now, joining me, Fiona Mactaggart, a former member of Parliament representing, she sat on parliament intelligence and security committee. When you hear this sort of -- I mean, you've been privy to much intelligence over many years, of a very high level. You be must have been fairly, to use a phrase, gob-smacked when you learned that such data is leaked.",
    "statement": "It is inappropriate. A lot of our security depends on the five I's. That's the relationship between the U.S., Britain, Australia, New Zealand and Canada. We have a partnership to try to help keep our countries secure. And as part of that partnership, we share intelligence with each other. But the basis of that is that you can <NEVER> pass that intelligence on without clearing it with the country which originated it."
  },
  {
    "transcript_id": "CNN-313054",
    "matched_terms": {
      "perhaps": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "It is inappropriate. A lot of our security depends on the five I's. That's the relationship between the U.S., Britain, Australia, New Zealand and Canada. We have a partnership to try to help keep our countries secure. And as part of that partnership, we share intelligence with each other. But the basis of that is that you can never pass that intelligence on without clearing it with the country which originated it.",
    "statement": "Yet it has to be seen in the bigger picture, doesn't it? It has to be seen in an environment in Washington where it seems <ALL> bets are off with <CERTAIN> leaks in terms of information. So, for example even the President gave up information on Syria when he was talking to the Russians. Does this disturb you, that the U.S. is <<PERHAPS>> becoming lax in some regards?"
  }
]