[
  {
    "transcript_id": "NPR-35896",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "Broadband has also been on Washingtons agenda. This month the FCC is unveiling its new national broadband plan, thats the Federal Communications Commission. Could this impact to how we get on the Internet at home?",
    "statement": "Everyone <HOPES> it does, even the people who have problems with specific parts of what the plan is supposed to be. Everyone <HOPES> that this would provide faster Internet speeds for everybody and to people in more areas. The chairman of the FCC is supposed to unveil that plan sometime this month. And weve been getting, you <KNOW>, hints of bits and pieces of it. But really what it's trying to do is to free up wireless spectrum for more of these <KIND OF> mobile broadband services."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I love the idea of me literally with peanut butter in my hair finishing this book, and you on this glamorous comedy circuit. It was quite...",
    "statement": "I -- <WELL>..."
  },
  {
    "transcript_id": "CNN-377341",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Talking about the economy.",
    "statement": "Right. Or heck anything other than the Squad, the this, that. I <THINK>, because the other piece of this is I <THINK> voter <THINK>, doesn't the president of the United States of America have other things to do?"
  },
  {
    "transcript_id": "CNN-384660",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They certainly are paying for it with their lives because violence against indigenous people in the Amazon has certainly increased in recent years.",
    "statement": "I just want to refer to your report by a global witness who found 164 land and environment defenders were killed in 2018, many of them indigenous. That's an average of more than three people every week. What does that tell you <ABOUT> the future of our planet? If those defending it are being silenced like this?"
  },
  {
    "transcript_id": "CNN-309712",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I know there are these limits. Raise the price. You know, give somebody $2,000, $3,000.",
    "statement": "I <THINK> the FAA limit is <ABOUT> $1,300. I'm certain somebody on that plane would have said, yes, <SURE>, I'll take that check and wait another day."
  },
  {
    "transcript_id": "CNN-371526",
    "matched_terms": {
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right. What are the odds that somebody was there actually catching video of this moment with this 75-year-old woman hiker spinning away? What, what-- how do you stop it? Do you change altitude or?",
    "statement": "Yes, so they did everything right when that situation happened. I watched the video all the way to the conclusion. So the first thing to do is you lower back down and try to get a better lift and <HOPE> that it doesn't happen. In this case, it not only happened, but it got worse when they came back up. The second thing you would do is get forward momentum, because when you're going forward, the rotor wash that's causing the spin becomes -- goes behind you. So <KIND OF> like a slip stream effect and you get the aerodynamic forces to help level it out, which you can do, but you've got a person hanging underneath there, so you've got to be really careful when you're going forward that you're not going too fast or too far forward."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Right, but those were the words when he was saying, \"No, no, I never said I hope that you could let this Comey -- that you'll let the Michael Flynn investigation go.\"",
    "statement": "That's right. So it's those types of things that I <THINK> pose more jeopardy for him legally than the tweets which really I <THINK> -- I would characterize them as <SORT OF> rants and that's not really so much a legal problem as it is a political one, as Doug mentioned."
  },
  {
    "transcript_id": "NPR-17129",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Even though it's not yet Christmas, everyone is beginning to think about their New Year's resolutions. What do you think the Bush administration is resolving to accomplish next year?",
    "statement": "You <KNOW>, they're not saying it out loud, but it's the eighth year, and it's the last chance to really nail anything positive down <ABOUT> the legacy. President hates the legacy word; he hates it when he's asked <ABOUT> it. But we will see right after the first of the year, an eight-day trip to the Middle East - it'll be his most important trip to that region - so we're going to see that. And they're going to be doing all they can, <HOPING> that things do improve in Iraq because they <FEEL> that it's an important part of the legacy as <WELL>."
  },
  {
    "transcript_id": "CNN-322449",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "hope": "ungraded",
      "stuff": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "New York has the largest population of Puerto Ricans in the mainland United States. And that community is turning out in droves to support victims of the crisis affecting Puerto Rico. Our Polo Sandoval is joining us now from the Bronx where lawmakers are holding a donation drive for the U.S. commonwealth. And Polo, I understand the response there has been so overwhelming. They had to call for more trucks to transport all the donations people are making.",
    "statement": "Overwhelming and incredible too, Ana. Just look at this. You have almost an entire city blocked just palettes of water. This is all <STUFF> that is been coming in throughout the day. You have water, you have food, you have clothing as <WELL> and it's all being real by volunteers. It was staging area and then eventually in this trucks Ana, we have seen at least six big tractor trailers already filled up and many of these people have relatives in Puerto Rico and many of these people have been <HOPING> that some of these assistance will end up with their families. In <FACT>, we'll catch up with some of the volunteers right now. You are live on CNN. Just very quickly, tell me where you <HOPE>, you have family in Puerto Rico, you <HOPE> some of these help make its way to them."
  },
  {
    "transcript_id": "CNN-293038",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Now, I know this remains an enormous mystery, and based on the State Department. The State Department says it has looked into these for years and it hasn't found anything to back this up and what's your advice to the State Department when it says that?",
    "statement": "It's a very curious comment, I <THINK>, that the family often wonders. You <KNOW>, I <THINK> you have to look at what we set out to do 12 years ago. We went to China literally to find our brother and bring home. We <THOUGHT> we would find him. And as we got more information <ABOUT> where he went and people that witnessed him, it was very <CLEAR> that he did not die in the gorge. Hiking it myself having hiked many years with my family in the mountains, it's really <KIND OF> implausible. So, we had that information. And it wasn't until later in time when people came to us with the story that we had presented and they said, hey, you <MIGHT> look into this other scenario and it's very impossible. It's an M.O. for North Korea. We <THINK> it <COULD> be the solution for David's missing scenario. And it just grew from there. So, it's nothing that we generated or it came to us from other sources is what folks need to remember."
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "...insurgents are fighting against.",
    "statement": "I <THINK> that even..."
  },
  {
    "transcript_id": "CNN-120905",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Firefighters have been inches away from the flames, fighting nonstop for five straight days now. Close to 800 crew members were fighting to save a resort in running springs where the slide fire has blackened close to 12,000 acres. More incredible pictures for this your morning, a mansion in Poway, California. Firefighters hosed it down trying to save it Monday, but they couldn't. All that remains now of that are just a few black pillars. And families are returning home to find nothing left. An estimated 280 homes like theirs were obliterated in Rancho Bernardo. Federal, state, county and city agencies also setting up a one-stop relief center, set up to help families get financial assistance in one place. As we said, 250,000 being offered for the person who started the Santiago Fire in orange county. That fire destroyed close to a dozen homes and forced thousands of people to leave, and sent 1,000 firefighters into danger. CNN's Keith Oppenheim is live in Orange County now with the latest developments for us. Good morning, Keith.",
    "statement": "Good morning, John. And authorities from the ATF, the FBI, as <WELL> as Orange County, are working together, and they say that they have found two remote locations where, on Sunday night, they <BELIEVE>, this big fire was started, and it has caused a lot of damage. Not just 23,000 acres, but there are more than 1,000 firefighters on the line trying to protect 3,000 homes. Authorities are telling us they are <QUITE> <SURE> that whoever started this fire knew what they were doing. They <BELIEVE> this <COULD> have been an expert arsonist. Chip Prather of the Orange County Fire Authority said this fire has not only caused a lot of damage, but it's also drained resources."
  },
  {
    "transcript_id": "CNN-318651",
    "matched_terms": {
      "believe": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I'm not sure exactly how Secretary Tillerson is proceeding on his diplomatic strategy with North Korea. My hope would be that we will later learn there were side meetings and that there are side channels being explored. At the same time that we prepare for a possible military confrontation with North Korea, it's my hope that we're continuing an all-hands diplomatic front in order to push China to take a more decisive role here in pressing the North Korean regime to take down its rhetoric and to step back from further confrontation with South Korea, Japan and the United States.",
    "statement": "<WELL>, do you <BELIEVE> the U.S. <SHOULD> engage in direct talks with North Korea?"
  },
  {
    "transcript_id": "CNN-358494",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "With the impaling spikes.",
    "statement": "It's interesting because it's gone from a big concrete wall that Mexico was supposed to pay for with a big beautiful door in it to, I <GUESS> fencing, to slats, to spikes on top, to whatever you want to call it. And the supporters will say OK --"
  },
  {
    "transcript_id": "CNN-257593",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We have an incompetent president. We have pundits that sit <AROUND> and, you <KNOW>, theorize all day. And, oh, Donald Trump shouldn't be in the race. I mean, he built one of the great companies, one of the great real estate companies of the world, and I don't qualify. But some third rate senator that hasn't done a thing qualifies for an election. Give me a break."
  },
  {
    "transcript_id": "CNN-230395",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Did you apologize to him?",
    "statement": "<WELL>, if I said anything wrong, I'm sorry. He's a good person, and he -- what am I going to say? Has he done everything he can do to help minorities? I don't <THINK> so. I'll say it. I'll say it. You <KNOW>, he's great. But I just don't <THINK> is a good example for the children of Los Angeles."
  },
  {
    "transcript_id": "CNN-208078",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think there is this sort of sensitivity, particularly among the court officials, among the police, the prosecuting authority. That they don't want to be seen to be giving Oscar Pistorius preferential treatment. But I think based on my observation of what's been going on and also speaking to some legal experts that they are actually erring on being quite cautious and conservative, that they're being actually quite tough on him. So they're very, very aware of the kind of impact this is going to have in the court of public opinion, so they're trying to play by the book here. And they are trying to say, listen, just because you're famous doesn't mean you're going to get special treatment. On the other hand, they're trying so hard not to give him special treatment that perhaps, according to some people, here, they really are treating him unfairly.",
    "statement": "All right, <WELL>, we'll keep watching the case. Robyn Curnow, live for us in South Africa, thank you for that. Coming you next, our take on \"Daytime Justice,\" case number one, it's he said/she said, really, and, more importantly, what the judge said, the Olympic skier versus a former Marine and firefighter and the battle royale for the child they had together. So what were her rights as a mom-to-be? Case number two, fighting back, Tampa socialite Jill Kelley, remember her? She was once pegged to the Petraeus scandal. And now she's on the legal war path, suing the federal officials. Does Jill Kelley have a case? Case number three, he's a ex-con who actually did time in Alcatraz, but can he escape the rap he's facing now? The notorious Whitey Bulger <ABOUT> to meet his jury. Will they give him a fair shake?"
  },
  {
    "transcript_id": "CNN-187402",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Zoraida.",
    "statement": "Thank you very much. And up next, we have today's \"<BEST> Advice.\" We're going to hear from New York Giants quarterback, Eli Manning, <ABOUT> the \"<BEST> Advice\" he's ever gotten. Stay with us."
  },
  {
    "transcript_id": "CNN-76068",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And what about women voters in California? Does Schwarzenegger get a free pass on his past because he is a celebrity now?",
    "statement": "What's past is past. This is <ABOUT> what's happening in California today. That was 30-some on odd years ago."
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And, Sean, there's no chance he's going to slip into a different courtroom today, correct?",
    "statement": "<WELL>, there's no chance he's going to slip into a different courtroom. But getting in here, he <COULD> duck his way underneath into the parking garage or something like that. Whether there will be this powerful image of the former majority leader walking in. But how <ABOUT> that mug shot? I <GUESS> thesmokinggun.com and all those entities that wanted to see the shot like this. And like this, the way it played out, no numbers on the bottom of the mug shot. That's because Harris County doesn't use that anymore. They've gone to a digital system. So you just see a smiling, beaming Tom DeLay. As you mentioned, it <COULD> look like a yearbook photo, complete with his congressional pin still on the lapel."
  },
  {
    "transcript_id": "CNN-388812",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But it's true.",
    "statement": "--because I'm out of time. But I will say this. I <THINK> that the--"
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "And Campbell's version will be challenged further, when her former agent, Carole White, gives evidence. She's already told prosecutors Campbell flirted with Taylor over dinner, knew the diamonds were coming and was disappointed by the way they looked. (on camera): Prosecutors had hoped Naomi Campbell would provide a direct link between Charles Taylor and uncut diamonds, which they say motivated his alleged crimes during Sierra Leone's civil war. What they got was Campbell's admission that she had received a gift of what may have been diamonds, didn't know who they were from and gave them away -- all just hours after being in Taylor's company. Phil Black, CNN, the Hague.",
    "statement": "<WELL>, the appearance of a stylish supermodel at the Hague <CERTAINLY> attracted the global media spotlight. But there's nothing glamorous <ABOUT> conflict diamonds. It's a deadly trade that many governments are trying to stamp out. The United Nations resolved in 2000 to stop the sale of so-called blood diamonds. That's led to what's called the Kimberly Process Scheme that requires countries to prove their diamonds are conflict-free before they can trade them. The scheme has seen the percentage of blood diamonds in circulation fall to just a fraction. The Ivory Coast is <REPORTEDLY> the only current case of rebels controlling diamond producing areas. While sales of blood diamonds have been slashed, conflict minerals have surfaced in their place. Unlike diamonds, which cater to an upscale market, these minerals are -- are used to make everyday gadgets that many of us can't live without. And that demand is helping fuel the deadliest conflict in the world. CNN's Anderson Cooper filed this report from the Democratic Republic of Congo back in 2006."
  },
  {
    "transcript_id": "CNN-320577",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Among North Korea's few remaining paying points that could be targeted with sanctions, oil imports, textile exports, and the regimes other sources of foreign currency. Pyongyang slamming the U.S. via state media, bragging it will use its, quote, nuclear strategic weapons to eradicate the land of the U.S. with no trace left on earth.",
    "statement": "All of this as South Korea says it has spotted continuous signs the North is preparing another ICBM test. CNN's Ian Lee joins us live from South Korea, where that country is conducting exercises off the east coast of the Korean Peninsula. Good morning Ian. So it looks like South Korea flexing its muscles. What <KIND OF> messages it sending?"
  },
  {
    "transcript_id": "CNN-224470",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "So that would be great, I <THINK>, to help glue this thing, and have the U.N. help glue it and, you <KNOW>,"
  },
  {
    "transcript_id": "CNN-160089",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Right, exactly. Choose the diet that you want and then you got to come up with skills and tactics in order to stick with it. There's this great study they did out in Colorado of 6,000 successful dieters who lost a lot of weight and kept it off. And I'll tell you, I think those are the best people to ask for tips because they're the ones who actually did it successfully. And what they found when they looked at these 6,000 people is that they had certain things in common. For example, they tended to eat breakfast because that seemed to control their hunger throughout the day. If they skipped breakfast they kind of loaded up on calories too much later in the day. Also, weigh yourself once a week. These folks were really pretty rigorous about knowing what they weighed. And they could tell if they gained a couple of points, they needed to do something differently. And, also they tended to make healthy friends. And, Deb, what I mean by that is they surrounded themselves with people who ate right and who exercised. If you surround yourself with people who are eating poorly or who don't work out, or don't do any kind of exercise, well, you're going to tend to follow that pattern. So, surround yourself by people who you want to be like. If you want to look like them, you want to be their friends.",
    "statement": "<SURE>. And the truth is, frankly, if they're outdoors, you're more likely to be outdoors, you're more likely to go on a walk, you're more likely to do healthier things. But, also this week, Jenny Craig, she's announcing a big change to her program and that also takes in exercise."
  },
  {
    "transcript_id": "CNN-211694",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I <KNOW>. I was so stunned by that comment. I couldn't get off it. But have a great weekend."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I'm sorry.",
    "statement": "Then that pile of chads that you <THINK> takes place, that would slide way down to the bottom of the unit, or the top of the unit, whichever way they tip it, and it wouldn't be in the way come the next election; isn't that right, sir?"
  },
  {
    "transcript_id": "CNN-50384",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "And also your computer is not $6 billion, right?",
    "statement": "Another good point. It's amazing how you have immediately gotten <SORT OF> the nub of the issue here, haven't you?"
  },
  {
    "transcript_id": "CNN-86308",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "People are living longer now, and when the new treatment was were first introduced, we weren't sure how long it was going to last and how long it was going to be beneficial. But the benefits are holding out. The disease in the northeast, very early on, was heavily driven, not only by men having sex with men, but also by injection drug use. And from injection drug users, then through heterosexual sex to their sexual partners. In the south, it's a combination of men who have sex with men but also heterosexual driven. Some pockets in the south have high levels of heterosexual. In the west, it's mostly a disease among men who have sex with men.",
    "statement": "Do people talk <ABOUT> curing AIDS or is it just really talking <ABOUT> treating it?"
  },
  {
    "transcript_id": "NPR-2575",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Wow, yeah, so the brain is overrated, I think is what we're saying here.",
    "statement": "<WELL>, there's a conscious level, and <CERTAINLY> the conscious level and appreciation of that rich piece of strawberry shortcake or cherry cheesecake is going to drive all sorts of processes consciously. And then when we not just visualize it but taste it, that will do even more. And then, finally, when it gets its way into the digestive tract, the sugars that are released there will stimulate special taste-like cells."
  },
  {
    "transcript_id": "NPR-17631",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah. It's getting smarter. They're getting older and creakier, but they're also getting smarter.",
    "statement": "<WELL>, I <THINK> that's all of us, isn't it, Steve?"
  },
  {
    "transcript_id": "CNN-29515",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And former Congressman Bill Richardson and never-a- Congressman Novak will tell you what it's all really about in closing comments, coming up.",
    "statement": "Bill, I had a laugh when Congressman McDermott said I would be better off having all of my money that I spent in Social Security over the last 50 years getting 2 percent or less interest, when I <COULD> have invested in myself. For so many people who have 401(k)s <KNOW> that, surely, Bill, the 30 years that you put money into Social Security -- don't you wish you <COULD> invest it yourself and have taken advantage of the wealth of America in those 30 years?"
  },
  {
    "transcript_id": "CNN-352111",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Fascinating race. I mean, you have something that Democrats have never done before and that is put a black woman at the top of the ticket. And if you look at these polls, what's fascinating is that she is close and one of the reasons she's close is because she is doing very well with upper income voters, she's doing relatively well with white voters as well. I was at a rally in Clayton County which is right outside of Atlanta, that's one of the areas she's going to have swallow the white vote there, the black vote there as well. And it was a pretty big crowd, it was a diverse crowd. This is where also I saw Elizabeth Warren and she had Ayanna Pressley who is running for Congress in Massachusetts. So, we'll see what happens. I think if you're a Democrat, you're very happy that it's this close with 25 days. Typically you see some of these races kind of -- you know, once they get closer to election day, there's kind of a reversion to form and the form here obviously is this is a very red state. They are hoping and made that hoping for years that they can turn it purple or blue maybe. And we'll see if they can do it. You know, it seems like if they can, she might be the perfect one to do it because she's African-American, she's got ties to an HBCU there, Spelman. There are like 11 HBCUs there and she's been campaigning there as well as in some rural areas trying to get rural African- American voters as well as rural white voters.",
    "statement": "And <OBVIOUSLY>, as you mentioned, it would be historic, a historic win, it would be -- she would be the first African-American woman governor anywhere. And yet some of what we're seeing in terms of her political arguments and arguments against her are along the lines of what we're seeing elsewhere are the more traditional message points. Listen to her on MSNBC yesterday."
  },
  {
    "transcript_id": "CNN-154751",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yes, I think she was. I mean, you listen to this interview. This does not seem like something she did for publicity. She said she was tired of it. She said you don`t take a bottle of pills by accident. She says, you know, she was just kind of over it all.",
    "statement": "But Kim -- Kim, Kim, hold on. Kim, Kim, Kim. Look -- she`s doing an interview for VH-1`s \"Behind the Music.\" She`s, like, framed up with, you <KNOW>, candles in the background. I mean, seriously, if you have that <KIND OF> problem, you have problems enough to want to commit suicide, wouldn`t you want to take a break and not go on some <KIND OF> promotional tour?"
  },
  {
    "transcript_id": "CNN-259013",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's a very good point, Joan. One thing that Sara Ganim also brought to us is a statement from Bill Cosby's attorney, his camp, kind of his team, if you will, and I found it really surprising. I want to get your reaction to it. Cosby team released this statement saying that the only reason Mr. Cosby settled and, he's talking about back in 2005, was because it would have been embarrassing in those days to put all of those women on the stand. So they basically are saying they're kind of looking out for you. What do you say to Bill Cosby and his team today?",
    "statement": "<WELL>, considering that a lot of us have gone on international television talking <ABOUT> this, doing it in a closed courtroom I <THINK> would not have been embarrassing. I mean, I'm on CNN talking <ABOUT> it. How <COULD> I be embarrassed in a courtroom? That's just their cover. They didn't want to embarrass him."
  },
  {
    "transcript_id": "CNN-264273",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thank you very much, Chris.",
    "statement": "All right, you be <WELL>. So the big Republican debate is going to be right here on CNN, Wednesday, September 16th at 6:00 p.m. and 8:00 p.m. Eastern. The big question is who makes it to the big stage. \"AC360\" is going to be the final tally on which candidates will be up there front and center."
  },
  {
    "transcript_id": "CNN-138802",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Yes. Having a hard time sleeping.",
    "statement": "So, it's on my mind. Yes, <KIND OF>."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "462,000? Well, I'm just wondering on what basis the board decided that, in accordance with the statute, that that 19-vote increase indicated an error in the vote tabulation which could affect the outcome of the election. How was that analyzed and decided, based on the 19...",
    "statement": "<WELL>, that was actually -- as I said, that was actually decided at 2:30 in the morning by Commissioner Roberts, who made a little presentation that I was not really happy with and said, \"I <THINK> it shows that this <COULD> result in a net of 1,900 votes.\""
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "But I can tell you about it, you know. A woman can tell me about her having a baby, but I'll never know what it is to have a baby.",
    "statement": "<WELL>, I've gotten up in front of an audience and told jokes, some of which went over <WELL> and some didn't. But the <FACT> of the matter is, I'm not in the business of - I still have a job if my jokes fall flat."
  },
  {
    "transcript_id": "CNN-375609",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "must": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Yes. John, obviously we are learning more information but this is described as a very rare and very dangerous. That is what Carl Schuster said, a former U.S. Air Force captain who we spoke to a short time ago. He believes that nothing like this has happened in at least the last decade where a country has fired warning shots at another country's aircraft. It just gives you an idea of the magnitude of what took place this morning. What we can tell you, John, is between at 6:00 and 9:00 this morning, two Chinese military aircraft and two Russian military aircraft, they flew into South Korea's air defense identification zone. All countries have it. South Koreans alerted these planes that they had flown into this zone. These four planes then left. But then at 9:09, so nine minutes later, another Russian military aircraft flew not just into the identification zone but then into South Korean airspace. Now, this is some 22 kilometers off the South Korean mainland. They were alerted that they were there. This military aircraft stayed there in this airspace. South Korea then sent up two fighter jets which fired warning shots at this military aircraft. It left the space and then at 9:33 it returned and the South Koreans once again fired these warning shots. The question is John, why was this Russian military aircraft in South Korean airspace? This has never happened before. Russians have never entered South Korea's airspace. Were they on some sort of reconnaissance mission? Were there some sort of joint military operations taking place between the Russians and the Chinese? I think however what is really interesting is that these Chinese left but the Russians sent in one other aircraft, not once but twice. So this is being seen as a deliberate act, deliberate act by the Russians to penetrate South Korea's airspace. Now, what we can tell you is that it was above disputed territory between South Korea and Japan. South Korea refers to this as the Dokdo Islands in the East Sea. Japan refers to this as the Takeshima Islands in the Sea of Japan. We know, John, that the U.S. National Security Advisor John Bolton is arriving in Seoul this afternoon. He's there to hold high-level talks with defense Foreign Affairs and the national security chiefs. Does that play into this? We just don't know. We haven't heard from the Russians. There's yet to any clarification as to what has taken place this morning but certainly, answers will be demanded from the South Koreans, John.",
    "statement": "Yes. Clearly, there's much we do <KNOW> at this point and hopefully, we will <KNOW> more as the day goes on. Anna, thank you. Anna Coren live in Hong Kong. It <MAY> be the most important congressional testimony in recent memory. Special Counsel Robert Mueller will answer questions on Capitol Hill under oath and in public <ABOUT> his investigation into Russia's election interference. As CNN's Kaitlan Collins reports, what many in Washington consider <MUST>-see T.V. <APPEARS> to have rattled President Trump."
  },
  {
    "transcript_id": "CNN-252152",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Ben, isn't that different? Choosing to carry a firearm in somewhere, choosing to buy a gun, than being gay? Than being born gay?",
    "statement": "I <THINK> the difference is, if you have a private business. And as a business do you have to right to stand by your moral convictions and your values? I'll go back to the first thing I said. If you are an openly gay couple and you have an openly gay bar and someone comes in to rent it for a pro-marriage -- traditional marriage rally, <SHOULD> that gay couple be able to say, look, what you're going to have is completely against my lifestyle, I am not going to rent you my venue for your traditional marriage rally? I <THINK> that openly gay couple that owns an openly gay business <SHOULD> have the right to do that. And they shouldn't be attacked by the government or charged with a crime or be shut down because they chose to stand by their personal beliefs. It works both ways."
  },
  {
    "transcript_id": "CNN-349660",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Good evening. Thanks for joining us. We begin tonight with a warning from the governor of South Carolina. This is a real hurricane we have coming. Hurricane Florence is getting stronger, bigger, and closer to the East Coast. Satellite imagery gives an amazing look at the eye of the storm right there. That was earlier today. A mandatory evacuation order goes into effect at noon tomorrow in eight counties along the South Carolina coastline. There's also mandatory evacuation orders in Virginia and North Carolina. Hundreds of thousands of people affected. I want to get the latest from Tom Sater in the CNN Weather Center in Atlanta. So, talk to me, how much stronger is this storm expected to get?",
    "statement": "Anderson, yesterday it was a category 1. So it jumped to a 3 to a 4. It is very difficult for storms this size to maintain this strength and this forward movement. I expect some fluctuation to take place. But I <THINK> once it stars wobbling a little bit, like taking a top and spinning it on a table, it's going to reorganize. I <THINK> it <COULD> get to category 5. And with that said, how long will it hold that before we're expecting it to drop back to a category 4? I mean, this is historic. It's been almost 30 years with Hugo, September 22nd, back in '89."
  },
  {
    "transcript_id": "CNN-313581",
    "matched_terms": {
      "about": "ungraded",
      "certainly": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yes, and this is really important, because this is something you are going to hear from Republicans on Thursday almost certainly. If you had such problems with the President's actions, why didn't you report them? Why didn't you resign? Here's what we're hearing from a source familiar with James Comey's thinking, is he essentially thought these actions in isolation, the idea of telling Jim Comey to back off the investigation into Michael Flynn. Things of that nature, were kind of the actions of a ham handed individual that that didn't quite understand the separation process between the law enforce and the White House. Jim Comey according to this person, viewed this as kind of a training process. Getting the White House and most notably the guy who sits in the Oval Office, the President of the United States, kind of comfortable with how the relationship was supposed to work. So in isolation, he didn't believe they raised to the level of something that need to be reported. But all put together, and most notably concluding with the firing of Jim Comey, that raises a very real question as to whether obstruction was actually taking place. Something we will almost certainly hear Jim Comey questioned about at that hearing next week, Anderson.",
    "statement": "All right, Phil Mattingly thanks very much. That's how a source describes James Comey's <THINKING> in the early weeks of the Trump administration. Now hold that in your mind as we review the events and interactions that Comey will <CERTAINLY> testify <ABOUT> on Thursday. Randi Kaye has more."
  },
  {
    "transcript_id": "CNN-56645",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. In the West Bank, hundreds of thousands of Palestinians are now under curfew as Israel consolidates its reoccupation of parts of the West Bank in the aftermath of that pair of suicide bombings here in Jerusalem last week. Israeli attack helicopters fired missiles at the Palestinian Authority compound in Hebron, where a number of terrorist <SUSPECTS> are said to be holed up. The Israeli military says troops will overrun the complex if those inside don't come out. An earlier wave of Palestinian suicide bombings reached a crescendo at the end of march in the Israeli coastal city of Netanya. There was that Passover Seder massacre; 29 Israelis were killed. That sparked the all-out Israeli military offensive that's been continuing in the West Bank ever since. Earlier today I was in Netanya to get a close look at a town the Israelis call The Diamond City."
  },
  {
    "transcript_id": "CNN-63857",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "White House officials say peace is the preferred method of disarmament and White House spokesman Ari Fleischer said Iraqi officials are lying when they claim there are no weapons of mass destruction.",
    "statement": "President Bush has said Iraq has weapons of mass destruction. Tony Blair has said Iraq has weapons of mass destruction. Donald Rumsfeld has said Iraq has weapons of mass destruction. Richard Butler has said they do. The United Nations has said they do. The experts have said they do. Iraq says they don't. You can choose who you want to <BELIEVE>."
  },
  {
    "transcript_id": "CNN-76491",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Hi, John. Well, the president was actually in Missouri today talking up the economy. It was his second of three stops in Midwest states to talk about the economy in just one week this week. He talked about, of course, his tax cut plan, vigorously defended that, saying that that helped to blunt the blow of the recession and really was sort of a suggestion that his Democratic critics were wrong in saying that that tax cut should be repealed. But he also gave some prescriptions for helping the economy in the future, talked about his signature call to hold down congressional spending. And he said that just as the White House is preparing, as you said, to send to Congress a request for a lot of money to help pay for Iraq, perhaps in the ballpark of $60 billion to $65 billion, although White House officials say that all of the numbers are still being worked out. And Republicans on Capitol Hill and Democrats are saying that, surely, they understand that the war effort needs to be supported by whatever money it does take, but that the White House is going to have to justify that. And Paul Wolfowitz, the president's deputy defense secretary, was on the Hill today. He was talking to members of Congress. And he was defending the whole idea of the postwar planning in Iraq, saying that it was OK.",
    "statement": "Look, there's been a lot of planning for all phases of this war. And many aspects of the plan, I <THINK>, have been spectacularly successful. Any plan has got to adjust to realities you find on the ground. And this plan has been adjusting steadily."
  },
  {
    "transcript_id": "CNN-218471",
    "matched_terms": {
      "should": "ungraded",
      "apparently": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Number three now, the FDA is moving to take trans fats out of the food you eat. It's in a lot of food that people love -- processed foods, frozen pizzas and desserts, microwave popcorn, coffee creamer. The major source of trans fat, partially hydrogenated oils. It increases the shelf life of food and enhances the flavor. But the FDA says it's no longer generally recognized as safe.",
    "statement": "Number four: the childhood home of rap artist Eminem has been damaged by fire. <APPARENTLY> firefighters responded to the blaze Thursday night. That Detroit house is no longer owned by Eminem's family, we <SHOULD> point out, but it does <APPEAR> on the cover of his album. Earlier this year, the 767 square foot home was auctioned on eBay for $500,000. Didn't receive any bids. And firefighters and investigators, they're still trying to figure out what caused the blaze."
  },
  {
    "transcript_id": "CNN-264967",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "obviously": "ungraded",
      "appearing": "ungraded"
    },
    "previous_statement": "Well, there's a dynamic celebrity who wants to do this from his couch. Presidential campaigns, I spent 18 months on the road with Hillary Clinton and she has a cast iron constitution. She was out -- she did six, seven events a day in Iowa. It was terrible for all of us. She showed up. What's the Woody Allen thing like 90 percent of life is showing up. I think we ought to start noticing this, he isn't actually showing up to a lot of things.",
    "statement": "Let's pivot to Hillary Clinton for a moment because she is doing her first Sunday show interview show in four years this morning, <APPEARING> on \"Face on the Nation\" a few minutes ago. We saw an interview blitz of sorts in the past few days, including here on CNN with Wolf Blitzer. And I'm told by the campaign the next interview she'll do is the Tom Joyner morning show on a couple of days on radio. Ana, what do you <THINK> this strategy is <ABOUT>, all these interviews from Hillary Clinton? <OBVIOUSLY>, the press has been asking for this for many, many months. Will journalists now be satisfied?"
  },
  {
    "transcript_id": "CNN-130031",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "You can't expect an average family to pay that kind of money when they're struggling to make the mortgage and put food on the table. How does that happen?",
    "statement": "That question remains partially unanswered, as 18-year-old Amanda packs for Moravian College. Thanks to large economic scholarships, grant money, and loans, they say they're responsible for only $8,000 of the $38,000 bill for Amanda's freshman year. The family <FEELS> they got a great deal, and yet it's still a burden."
  },
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "about": "ungraded",
      "quite": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "And we heard too, the police they are aware of course that there are people. People with their own vehicles there parked in the area. They're not going to have access to those a number of people would be affected by this, no doubt.",
    "statement": "Yes, <DEFINITELY>. The street that runs along Flinders Street station is <QUITE> long. It's <ABOUT> a kilometer long in total. And there are cars parked all along it. And no one can access their vehicles."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "around": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "OK, Kyra, thanks again. We'll be back in touch as we get more developments there. Meanwhile, the state Supreme Court building is behind me. It was late yesterday afternoon where a couple decisions came out of there. Susan Candiotti now outside there to bring us up to date on this Saturday morning with more from there. Susan, good morning to you.",
    "statement": "Good morning, Bill. At this hour and all day long the court is closed for business throughout the weekend. However, there is the door that is open. The marshals are inside are inside, are guarding this building, and they say they are here just in case attorneys for either Vice President Gore or Governor Bush <MIGHT> have some <SORT OF> filing or anybody else, for that matter. If that occurred, the papers would be filed here but not processed until Monday. Are any of the justices here? We are unable to confirm that. However, we are told by a spokesman for the court that if they choose to come here and work this day on any matters pending before the court they <CERTAINLY> can do so. In the meantime, just to bring you up to date on what happened here just at the close of the day on Friday, the Florida Supreme Court rejected a request made by attorneys for Vice President Gore to order an immediate recount, or count, of all those contested ballots, <AROUND> 13,000, 14,000 of those. Of course, that matter currently being debated before the Leon County court judge. Now the attorneys for Vice President Gore say that they were disappointed by decision, although it was not an unexpected one, and they are happy to hear that at least the issue continues to be discussed and debated at this hour. Also, the Florida Supreme Court dismissed a petition and appeal filed by two groups of Florida voters in Palm Beach County who had asked this court to schedule a revote, a revote because these voters claim that the butterfly ballot that was used in Palm Beach County was confusing to them and caused them to vote for the wrong candidate. That's it from here, Bill. Back to you."
  },
  {
    "transcript_id": "CNN-193172",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We do have a statement from the Warwick Hotel and I'll read a bit of it for our viewers. The Warwick Hotel says we have hosted delegations from different nations since 1926 and remain committed to supporting the city of New York's long tradition of providing an open door to those attending the General Assembly. While it is our policy to respect the privacy of our guests we also respect the rights of those who choose to voice their opinions and participate in peaceful demonstrations. So the Warwick is allowing other world leaders to stay. Why should they nix Ahmadinejad?",
    "statement": "<WELL>, I just saw you showed that there are 120 world leaders here in New York and this is the one person who really stands out. This isn't a normal world leader. This is someone who is allied with terrorists and insulted the city of New York. I'd asked the Warwick, I mean, come on. I <KNOW> you <SHOULD> allow guests whatever their beliefs, but five years ago would you have allowed Osama Bin Laden to take out a room and sleep at the hotel? You have to have some standards for who you will play host to and by hosting Ahmadinejad, they are creating a security nightmare in New York. Unfortunately, it is NYPD and U.S. Secret Service who have to guard him at taxpayer expense."
  },
  {
    "transcript_id": "CNN-74211",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "D.C. sniper <SUSPECT> Lee Boyd Malvo is due in a Virginia courtroom shortly. his lawyers have a host of motions on the table. One concerns a statement from a detective who met with Malvo on the day of his arrest. Our Patty Davis is in Fairfax, Virginia with more on that. Bit of an unusual report -- Patty."
  },
  {
    "transcript_id": "CNN-129182",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It was the earthquake that just wouldn't quit. Take a look at that. Ninety aftershocks shook Southern California after yesterday's earthquake. For many ,it was a big wakeup call. They want to know if California can handle a much more powerful quake. And, earlier, I asked Governor Arnold Schwarzenegger what he thought.",
    "statement": "Governor, some criticism <ABOUT> what happened after the earthquake. The phone lines were overloaded, making it difficult to get through to 911. How would you rate the state's readiness and response?"
  },
  {
    "transcript_id": "CNN-67493",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "apparently": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Another potential Democratic presidential candidate pondered whether to run, and he made his announcement, and surprise, surprise, the answer was no. Senator Christopher Dodd of Connecticut made the announcement today that he would not be the 10th candidate for the nomination. Why not? Surely Chris Dodd is at least more credible than Carol Moseley-Braun or Dennis Kucinich. He explained he could better spend the next two years on homeland security, the economy and judicial nominations. I guess that means harassing Tom Ridge, fighting tax cuts and obstructing President Bush's plans to reform judiciary. Some two years.",
    "statement": "God, I <HOPE> so. that's all I can say. I love Senator Dodd. He would have brought a lot to the race. He brings a lot to the Senate and to the debate. And I'm glad that he's going to be fighting those fights. <WELL>, the Commerce Department reports today that consumer spending declined in January and that the manufacturing sector slowed in February. In all, two million Americans have lost their jobs under President Bush so far, not to mention three of them being the top three leaders of his economic team. Meanwhile, the deficit now at $300 billion. It <COULD> swell to as much as $500 billion if we go to war in Iraq. Mr. Bush <APPARENTLY> is untroubled by this fiscal collapse. One of his aides tells the current issue of \"TIME,\" magazine, quote, \"even if it's $500 billion, so what?\" Of course, even a $500 billion deficit number doesn't count the $3 trillion Mr. Bush is robbing from the Social Security trust fund. You <KNOW>, we <SHOULD> have known, every time George W. Bush gets in trouble, he borrows from a trust fund. It's been his whole life, you <KNOW>."
  },
  {
    "transcript_id": "CNN-236568",
    "matched_terms": {
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Right. And Oleksandr Scherba, do you have any concerns that this is, in fact, at least in part a military operation on the part of Russia? Do you -- do you have those concerns?",
    "statement": "Of course we do have concerns <ABOUT> it, <ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-141343",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Officer Barrett's comments in writing are so extreme and beyond the pale that his continued presence on the police force would be a disruption and distraction, and I think he has to this go. I think he is entitled to a hearing. That's one thing he asks for in the lawsuit. He's probably is entitled to the hearing. But at that hearing, he's going to lose.",
    "statement": "Some <MIGHT> say his words speak for themselves. Joe Johns, CNN, Washington."
  },
  {
    "transcript_id": "CNN-312440",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You know, I think the only appropriate answer to that is I don't know at this point. And -- I'm not sure that answer is knowable at this point. You know, Mueller is in addition to being a very accomplished prosecutor. He's also a very experienced person in Washington and in the world. And he understands the importance of the larger questions here, independent of the criminal culpability of any individual. So he will be aware of the need for some sort of public disclosure. Whether he files a report, how he makes a public disclosure, I don't know what the answer is and I don't know if he knows at this point. But certainly -- I mean, you know, Alan was saying it's all over. We'll never know. He's just going to either indict or fold up shop. I don't know that that's the case and I think it may -- will not be.",
    "statement": "But can tell you the fear in the White House is that there will be answers to questions we didn't even <KNOW> we had and that's the fear of a special prosecutor. The other thing that I just want to add really quickly is the idea of him lawyering up, that my understanding is that the advice that he's going to get is he <SHOULD> do that immediately, not just for his own personal legal reasons, but also to protect the White House staff in a way that they haven't been protected. Your friend, Lanny Davis, was taking all the incoming during the Clinton administration or at least the White House staff <COULD> deflect to him in a way that this White House staff has not been able to do yet."
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "INSIDE POLITICS. I'm John King. Thanks for sharing your day with us. On Capitol Hill today, a rare public Senate Intelligence Committee hearing on Russia's election meddling and a promise to be bipartisan, though Democrats more likely to make <CLEAR> one big question is whether associates of President Trump were in cahoots with the Kremlin."
  },
  {
    "transcript_id": "CNN-212892",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Paul Callan, far be it from me to understand how the NCAA works or unwinds some of its work. As I get it, it's not that easy to change these bylaws. But is it easy to seek relief in some way?",
    "statement": "<WELL>, I <THINK> it is because you don't have to change the bylaw here. This rule 14.2.3 wasn't intended to apply to the U.S. Marine Corps --"
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "So, all those pictures, all the talking about the wall, the pictures there were actually an existing part of a wall. The new wall, no money's there for it yet, Erin.",
    "statement": "All right, Jeff, thank you very much. Right. So, I <GUESS> they can't do anything in the wording for a new wall. They can patch existing wall, I <SUPPOSE>. OUTFRONT now, the Democratic congresswoman from Florida, the former chairwoman of the DNC, Debbie Wasserman Schultz. So, Congresswoman, let me just get your reaction. You just saw the budget director there, Mick Mulvaney, run out in the middle of the press briefing, take it over and say, this is what Democrats don't want you to <KNOW>. We're building this wall right now. What's your reaction?"
  },
  {
    "transcript_id": "CNN-335010",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. His family has released a statement now confirming the very sad news. And it reads, \"We are deeply saddened that our beloved father passed away today. He was a great scientist and an extraordinary man whose work and legacy will live on for many years. His courage and persistence with his brilliance and humor inspired people across the world. He once said 'It would not be much of a universe if it wasn't home to the people you love'. We will miss him forever.\"",
    "statement": "<WELL>, Professor Hawking inspired millions of people <AROUND> the world. His was a life of challenge. It was also one of legacy. Here's Matthew Chance."
  },
  {
    "transcript_id": "CNN-408598",
    "matched_terms": {
      "believe": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If we want to be able to look our children in the eye after this election, we have got to reassert our place in American history, and we have got to do everything we can to elect my friend, Joe Biden, as the next president of the United States.",
    "statement": "Michelle Obama speaking for almost 19 minutes last night. And when the whole program's two hours, that shows you just how important Democrats <BELIEVE> her message is and <SHOULD> be resonating with people. Now, looking ahead to tonight, we're going to hear from a whole host of speakers yet again, including Jill Biden, wife of the presumptive Democratic nominee, as <WELL> as former President Bill Clinton. The Democrats also lining up 17, what they consider to be rising stars, to share the keynote address tonight. Meantime, President Trump participating in some counterprogramming of sorts. He'll be traveling to Iowa and Arizona, John."
  },
  {
    "transcript_id": "CNN-234651",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "TWA 800 exploded in front of me. I knew there were no survivors and it was kind of a sickening feeling.",
    "statement": "I saw a bright light and white smoke plume behind it and I do <BELIEVE> I saw more."
  },
  {
    "transcript_id": "CNN-405349",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "It matters so much right now. And that's why I <THINK> it's really come to a head. That's really unfortunate. We need to be listening to this guy."
  },
  {
    "transcript_id": "CNN-123267",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, last night the president gave his seventh and last State of the Union address. Aside from the usual laundry lists of accomplishments during his presidency, George Bush took time to make this point."
  },
  {
    "transcript_id": "CNN-3227",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Laurin, as you know, the wet weather wreaked havoc with the Grammy fashions.",
    "statement": "I do <KNOW> that, but I <THINK> the rain <OBVIOUSLY> shrank Jennifer Lopez' outfit to a fraction of its original size, at least I <HOPE> so."
  },
  {
    "transcript_id": "CNN-87631",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think it can be compared with the American involvement in Iraq. Whatever is being done in Iraq -- terrorist acts, attacks on American troops, and so on -- the United States do not reconsider the necessity of its involvement. Chechnya is more important to Russia than Iraq, because it is part of Russian territory. If Russia loses Chechnya, it may start a process of disintegration of Russia. So, I don't think that there will be a major rethinking.",
    "statement": "<ABOUT> 15 attackers are believed to be involved, some wearing suicide belts. The hostagetakers are threatening to kill children if that school is stormed. Back here in the U.S., John Kerry addressed the American Legion Convention -- he is set to do that in Nashville at this hour, the group that heard from President Bush yesterday. Our Joe Johns is traveling with the campaign. Good morning, Joe."
  },
  {
    "transcript_id": "CNN-101243",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "The investigation by FBI agents and Justice Department officials will focus on the relatively small number of U.S. officials who knew that President Bush had ordered the National Security Agency to eavesdrop on some in the U.S. looking for evidence of terrorist activity and to do so without a court warrant. The \"New York Times\" revelation December 16 ignited a firestorm with critics charging that the president had exceeded his authority and broken the law. President Bush and his aides have strongly defended the top-secret wiretapping program saying it is a legitimate tactic in the war on terror.",
    "statement": "My personal <OPINION> is it was a shameful act for someone to disclose this very important program in the time of war."
  },
  {
    "transcript_id": "CNN-256971",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Fun to look at footage and evaluate and guess what's going on, but I think in this case this is much ado about nothing. Who knows what was going on during that video footage, but I don't think it's any reflection of the president's respect or what he thinks about Prime Minister Abadi's leadership.",
    "statement": "You <KNOW>, when you look at the pictures, that's what it looks like, that he was so engrossed with his conversation. Let's face it, if someone walks behind you there, you don't see that."
  },
  {
    "transcript_id": "CNN-317553",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "should": "ungraded",
      "thinking": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "I have an enormous amount of respect for the attorney general, but I do know the president pretty well. And if there's this level of tension in the relationship, that that's public, you're probably right. But I don't want to speak for the president on that.",
    "statement": "Later, Scaramucci added -- quote -- \"The president wants his Cabinet secretaries to have his back.\" To have his back. Having the president's back is not the job of the attorney general, the chief law enforcement officer of the land. Looking out for the president's personal and political interests and launching investigations into his rivals, such as Hillary Clinton, that's not the attorney general's job. We <SHOULD> note that Sessions was willing to go along with the president's desire to fire FBI Director James Comey, a decision the president made while <THINKING> of the Russia investigation. So, it's not as if Sessions has been pure <ABOUT> his refusal, but even that has not been enough for President Trump, who <SEEMS> to <FEEL> as though Sessions' loyalty is lacking. President Trump even seemed to allude to this last night, speaking to the Boy Scout Jamboree."
  },
  {
    "transcript_id": "CNN-5408",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Police began investigating the restoration of the 10 Commandments religious cult after a fire in a church compound nearly two weeks ago in which more than 330 cult members died. Police, at first, considered the deaths to be a mass suicide. Now they believe the fire may have been part of a mass murder. It's not clear whether Father Dominic died in that fire. Ugandan police have asked for international assistance in tracking church leaders. Several cult leaders are thought to be on the run, using money taken from followers like this woman, who says she left when they insisted she sell everything she owned.",
    "statement": "After selling that, you give the money to them. Several cult leaders are <THOUGHT> to be on the run, using money taken from followers like this woman, who says she left when they insisted she sell everything she owned. After selling that, you give the money to them."
  },
  {
    "transcript_id": "NPR-48921",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "(Through interpreter) There is an impression that all of eastern Ghouta is comprised of hospitals alone and that the Syrian army is fighting against those hospitals. This is a well-known tactic in information warfare.",
    "statement": "The Trump administration was represented by Ambassador Kelley Eckels Currie, who says the pictures and videos tell a <CLEAR> story."
  },
  {
    "transcript_id": "CNN-317698",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "You're not the only one, Erin. I think there were a lot of us that went into this press conference with Lindsey Graham, John McCain, Ron Johnson and Bill Cassidy and left even more confused than we were when we went in. But to your point about those four senators saying that they're not going to vote for this skinny repeal unless they can get assurances from House Republicans that they will go to conference and not pass the bill outright, they're not the only ones. In fact, every Republican senator that I talked to today, and I talked to a fair amount, all said the same exact thing, that they do not want this bill to become law. So they are willing to vote for it, but only as a vehicle to get into a conference which would allow members of the House and members of the Senate to come together to come up with some sort of a broad repeal and replace plan. And there is a development with this tonight, Erin. We are told that the House Republican conference is going to meet tomorrow morning to discuss health care and at this point, Speaker Paul Ryan has been very vague about this potential assurance that these senators are looking for. That is perhaps because he wants to get the temperature from his rank and file members essentially once the Senate passes this bill, they are handing it over to the House. It will be the responsibility of the House to take it into conference. And that's likely what they'll discuss tomorrow morning.",
    "statement": "I'm sorry. One of these things that makes people hate Congress is gross and depressing, the whole process here. I <HOPE> I speak for some watching the show tonight. There is, though, something that just happened, that was a big achievement. A big accomplishment there where you are, Ryan, the sanctions bill that just passed the Senate now going to the President's desk on Russia. How significant is that?"
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Do you think, if you had stayed at home and stayed in the Delta and not gone to Boston for a few years and come back, that you would've noticed the problem quite so dramatically?",
    "statement": "No, I would not have. Because what happens is, if you're <AROUND> people that I say are of special sizes, you <THINK> that's the appropriate weight people are. And it was a big difference, a big shock for me, coming to the Northeast for those years and seeing that most people there were not. And it really was a big difference when I came back home."
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well if you look at his map, he needs to do well in places like Pennsylvania, Ohio, Wisconsin, Michigan -- places where you have working class white voters who might have been Democratic but were sort of disaffected Democrats who felt left behind by the economy, who perhaps voted for Obama but became skeptical of him. And that's clearly -- that's the people who powered his success in the primaries, and that's who he needs in the general election to offset the losses he's probably going to see among minorities in more diverse states.",
    "statement": "<WELL>, let's talk a little bit <ABOUT> how Trump is polling in some of these important states. This is a latest poll from Quinnipiac University that was released on Tuesday. It shows in Florida, Clinton has a pretty large lead ahead of Trump, 47 to 39 percent. In Pennsylvania, a slight lead with Hillary Clinton 42 percent, Trump 41. In Ohio, looks like they're tied neck and neck. But Trump not doing <WELL> in Florida. What does that tell us?"
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "The Eric Garner case, what you refer to as the incident out in Staten Island. It looks bad on its face because the choke hold that seems to be being used is not allowed to be used. So it's frustrating to hear for your critics that there's an investigation when the situation seems obvious.",
    "statement": "It <SEEMS> to speak for itself, <WELL> it does not. We have the expression, it looks awful, but it's awful. The role of the district attorney is to determine were any of the actions of the officers involved illegal. My role and responsibility is were any of the actions of the officers involved inappropriate --"
  },
  {
    "transcript_id": "CNN-37932",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it is, they're saying good-bye. Kevin Smith, in a way, is saying good-bye to his youth, you know, and I for one am missing it. I'm missing it.",
    "statement": "<WELL>, fine for you. When we come back, we are going to talk -- fine for you -- but when we come back, we are going to talk <ABOUT> an entirely different thing, including Hannibal the cannibal. Come on back. ("
  },
  {
    "transcript_id": "CNN-10800",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Oh, my God, that is so good. That is incredible. I so expected that it was going to go the other way, none detected, none detected.",
    "statement": "Geneticists say that because of what they've learned from the Human Genome Project, this <COULD> become routine for everyone in <ABOUT> a decade. Your doctor would be able to tell you if you're at a higher than normal risk for a whole host of diseases, everything from cancer to diabetes to heart disease."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "It's a big story that we're going to be following throughout the day. The summit is on. President Bush before winding up his European tour is in Slovakia this hour. He's meeting with his Russia counterpart, Vladimir Putin. <ABOUT> an hour ago the two appeared together briefly before heading into a private session. On the table, nuclear security, anti-terrorism, Iran and Russia's role there, and also the state of democracy inside Russia. President Bush and Putin are personal friends, but as CNN's senior White House correspondent John King reports today they also now have some very serious differences."
  },
  {
    "transcript_id": "NPR-42420",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Unidentified Child #4: You might have the runs.",
    "statement": "Unidentified Child #5: Your booty <MIGHT> be burning."
  },
  {
    "transcript_id": "CNN-103963",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "quite": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Let's talk about people are feeling in Iraq, the centrical forces, if you will, and kind of a surprising dateline for what we saw yesterday, a riot in Kurdish controlled country. Normally relatively speaking a peaceful part of Iraq. Tell us about that.",
    "statement": "That was amazing. In Halabja. Now Halabja, many people will remember, was the site 18 years ago of the horrific incident where Saddam Hussein's regime gassed the Kurds. And I've been at these memorials, and they're very somber events, and they go and they commemorate this in a region, as you mention, Miles, that's generally <QUITE> peaceful. There were riots, and there were riots because people there <APPARENTLY> <BELIEVE> that the Kurdish government in control of their territory is diverting money meant for them, meant for survivors of that incident. An indication, also, I <THINK> that in the worst-case scenario we tend to <THINK> <PERHAPS> Iraq will break up into three nice easy pieces, and we don't have to worry <ABOUT> Kuridstan. <WELL>, I <THINK> there are all sorts of things that people are going to have worry <ABOUT>. Not <QUITE> as peaceful, not <QUITE> as calm, not <QUITE> as simple as it looks there."
  },
  {
    "transcript_id": "CNN-395210",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I think it's very important that he got tested. I think that the president needs to set an example to everyone else that if you are exposed and you need to be tested that you should be tested. Now, that being said, he does not appear to be symptomatic and we are not telling people who are asymptomatic to be getting tests. But I think that just setting the example that testing is an important thing to do is the right thing to do and that he is actively taking part in this is very important.",
    "statement": "Let me follow up, because you said it's not necessarily all people who are asymptomatic <SHOULD> be tested. So if he is asymptomatic, why would a test for him be important?"
  },
  {
    "transcript_id": "CNN-160577",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "We are back with SGMD. You know, it's been a spirited start to the New Year on Capitol Hill. After a historically huge election victory, House Republicans swept into power and their very first order of business: trying to erase the massive health care reform law. And next week, the big vote. Will they repeal the reforms that we've heard so much about over the past two years? Well, senior congressional correspondent Dana bash has more.",
    "statement": "Thanks, Sanjay. You <KNOW>, House Republicans are wasting no time flexing the muscle of their new big majority here. Just two days after taking control of the House, they made moves to make good on a central campaign promise, which, of course, is repealing the health care law. On Friday, we saw a procedural vote that passed overwhelmingly along party lines that sets up a final House vote this coming Wednesday to repeal the health care law. And we saw Republicans go to the floor of the House and argue that they're just following the will of the people who, they say, <BELIEVE> that the health care law is too big and cumbersome, ineffective and hurts small businesses. As for Democrats, you remember during the campaign -- they were reluctant to defend this health care law. That has now changed. Democrats are relishing this repeal fight, arguing Republicans are trying to take away popular benefits for the young and the old. Now, despite all of the sound and fury, we <SHOULD> leave our viewers with this reality check. There's virtually no chance that this repeal will pass the Senate. Back to you, Sanjay."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Many of the Americans are not entirely happy about that. Nor about the stream of Iraqi civilians working on the base. Justin Uhler coordinates efforts with the Iraqi troops.",
    "statement": "There's a tremendous level of distrust between the Iraqi forces at that time and the Americans, predominantly on the American side. The Iraqis -- our impression of them at that time was that they really didn't want to be there and they weren't really excited <ABOUT> working."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "know": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Are they generally nice about it?",
    "statement": "Yes, they apologized to me, and go on and carry on another conversation. But lately, for the last few days, I really haven't been able to work because of all the media coverage. I'm <THINKING> with me not really saying anything, you <KNOW>, they're trying to get pictures of me, see who I am, you <KNOW> what I mean, coming to my job. It's just been -- it's been hectic."
  },
  {
    "transcript_id": "CNN-29515",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Congressman Sununu, the volatility of the stock market, of the Nasdaq of the last year, with a stock market, it moves 17 percent from a high to a low; the Nasdaq, 62 percent. Isn't this an awfully risky scheme, these private accounts -- these private retirement accounts -- aren't they going to curve benefits? Aren't we talking about a massive change in the system that is unsustainable?",
    "statement": "Is it a change in the system? Yes. What is unsustainable is the system itself. We all <KNOW> <ABOUT> the insolvency of Social Security and the need for reform. I <THINK> you see the changes in the stock market, the behavior of investors that actually shows that investors are rational. You didn't see panic, you didn't see massive withdrawals from the IRAs and 401(k)s that are out there. We have more than 50 percent of Americans owning some stocks, some portfolio of different investments. I <THINK> there's every expectation -- fair expectation that investors can make good decisions, invest for the long term, and if you look at the historic return of stocks, <SURE>. But just a portfolio of bonds, the real rate of return is much greater than Social Security. And let's not forget: one, we are talking <ABOUT> voluntary accounts. And two, someone can put that money in treasuries if they want, municipal bonds if they want. There are all kinds of investments out there that are stable, sound, secure, and provide a much greater return than Social Security."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Why? Why?",
    "statement": "I don't <KNOW>. He got in my car crying. He was like the substitute teacher just walked up and dumped water on me. I was like, what? And my little daughter looks at me and goes he came out of his classroom wet, mom. I called the school and I told them what happened and they just said they'll get back to me, just like they did over this incident. They'll just get back to me. They finally got back to me like four days later this time."
  },
  {
    "transcript_id": "NPR-20316",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "might": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Did you talk to people who said Never Trump was more than a hashtag, that they really mean Never Trump?",
    "statement": "There are <DEFINITELY> people out there for whom Never Trump has really never, ever Trump. I will tell you <ABOUT> another signer of that of - that letter, Kori Schake, who has worked at the Pentagon, at the State Department, also served in the Bush White House. She said, I still wouldn't serve in a Trump administration, even if they called. But interestingly, she's calling former colleagues and encouraging them to do so. And her reasoning is that conservatives <SHOULD> join a Trump administration to help narrow, as she describes it, the gap between what Trump said he would do on the campaign trail and what he <MIGHT> actually be persuaded to do once he assumes the presidency."
  },
  {
    "transcript_id": "CNN-184104",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "And we don't know at this point whether he's got additional security or whether \"30 Rocks\" production has hired any additional security to just watch out for him or watch his back?",
    "statement": "I wouldn't be surprised if he has. I would not be surprised at all <PERHAPS>."
  },
  {
    "transcript_id": "CNN-313146",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "That's why we want to improve it. I think the Prevent Program should work a lot more with communities, particularly women. Who is better placed to understand that her son has moved from a football- playing teenager to a potential terrorist than their own mother? We need to be working with women. We need to be working with communities. We need to be engaging with young people as to why they are so suspicious. I understand the criticisms to Prevent, and that's why Labour in government would improve it. Prevent should not be something that is done to Muslim and other communities. The Prevent Program should be something that they fully feel part of.",
    "statement": "I want to get one last question to you on the polls. And I <KNOW> polls have been very unreliable. <OBVIOUSLY>, we saw it with Brexit and other elections. But it <APPEARS> as though the Tory lead is dwindling a bit. What do you put that down to, and what, then, is your <HOPE> in terms of June 8th for your party?"
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "about": "ungraded",
      "absolutely": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Well, absolutely. I mean, if the investigation`s not airtight in a case like this. Look, I agree with what everybody is saying. The burden was pretty high here. You know, beyond a reasonable doubt, reasonable is pretty fluid. Different juries hold you to different standards. In this case the victim here, most people saw the defendant as the victim more than the victim of the crime itself. So any -- any holes in the defense, I think the defense did a good job. But you know, a lot of this comes down to the evidence, the chain of custody, what`s admissible, the chronology, all sorts of things. And when they find that the police investigation, if it wasn`t as tight as it was or they`re able to point out inconsistencies, it gives a jury like this that seems highly sympathetic, even more reason to say, \"We can find reasonable\" or \"We can -- reasonable doubt hasn`t been proven here.\"",
    "statement": "<ABSOLUTELY>. But Mo Ivory, I have to go back to the issue of motive, which I was talking <ABOUT> Kent with earlier. I understand that cases are <ABOUT> <FACTS>. They`re <ABOUT> evidence. They`re <ABOUT> what happened here. But doesn`t motive play a role? If it wasn`t him, who else would have had the motivation to do this? Doesn`t that alone assist the prosecution?"
  },
  {
    "transcript_id": "CNN-56661",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Among the claims in the lawsuit are that Stringer's history of heat-related problems, including the day before when he vomited repeatedly and left practice early, should have led the team to monitor him more closely. Then offensive line coach Mike Tice used an unflattering picture in a Twin Cities newspaper to mock Stringer the day he collapsed. And Stringer received inadequate care. A deposition detailing the player's last hours indicated his initial care was left to a 22-year- old trainer employed as a year-long intern. In response, the Vikings have denied all of Kelci Stringer's allegations. The team also hired a veteran trainer to review the Vikings' ability to deal with heat-related problems and their treatment of Stringer that day. The trainer concluded that the Vikings, quote, \"met all acceptable treatment standards.\"",
    "statement": "We don't look at this as something that we did wrong. I mean, he's a person that we cared <ABOUT> and we tried to have the <BEST> care available for these people. And this was a terrible tragedy."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "believe": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "He just really wanted to be part of something that was important. He supported the administration's being in Iraq. He supported everything that they were doing. And he wanted to help and he wanted to help in a positive way by building, rather than breaking down.",
    "statement": "We welcome to LARRY KING LIVE, good to see them again, Antrim City, Michigan, John and Patsy Ramsey, the parents of JonBonet Ramsey who was found strangled in the basement of their home in Boulder, Colorado, <SEEMS> hard to <BELIEVE>, December 26, 1996. The Ramsey's are joining us tonight from Stone Waters Inn in Bell Aire, Michigan, where John has kicked of his campaign for a Michigan House seat. Why, John, why politics?"
  },
  {
    "transcript_id": "CNN-12567",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "obviously": "ungraded",
      "view": "ungraded",
      "sort of": "ungraded",
      "thinks": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "And while we wait, what do you know about former President Bush's involvement in this process? There were reports that he made a call to check on Mr. Cheney's health, see if he were up to running.",
    "statement": "All along, we've been told, of the people that Governor Bush was talking to, President Bush was among them. But Governor Bush, so far, has only described his father's role as one of a good listener. But look, this man, Dick Cheney, was very close to President Bush. He was a supporter of having him become his son's vice presidential candidate. So there was a role there. The Democrats <BELIEVE> it was a major role and are playing on that. The Bush campaign <BELIEVES> that is a role that a dad would play -- <OBVIOUSLY> a dad who has been president -- and so he does reach out to people that he <THINKS> <COULD> be helpful, such as the doctor. And so -- but they are <SORT OF> downplaying the idea that this was dad's idea and the son went for it. This was the son's idea and the dad liked it. That is the <VIEW> from here."
  },
  {
    "transcript_id": "CNN-217531",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This idea that you have this respected heart surgeon from Texas who didn't see you, didn't examine you, and then writes something saying that you have normal cardiac function. That just wasn't true, Mr. Vice President.",
    "statement": "Go ask Denton Cooley <ABOUT> that."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "around": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "And in Louisiana, the city of New Orleans is preparing to turn its infamous convention center into a makeshift hospital, as the governor there is warning of a massive surge in coronavirus cases. And this comes as a number of coronavirus deaths reported in that state soared by more than 40 percent in one day. Ed Lavandera is OUTFRONT.",
    "statement": "The brown paper bags you see on this New Orleans hospital wall is where medical teams <MUST> store their N95 masks as they go in and out of rooms where coronavirus patients are being treated. A hospital worker shared this photo with CNN. We've blurred out the names of medical workers on each bag. The medical staff <MUST> reuse the masks until they are soiled. This photo shows a machine that converts a room into what's known as a negative-pressure room, where COVID-19 patients are treated. This keeps the airborne contamination from spreading outside of the room. The hospital confirms these temporary rooms are being created to handle the growing number of coronavirus patients. This is one of three drive-through testing sites set up in and <AROUND> the city of New Orleans. Long lines of cars winding through this parking lot, but each of these sites can only test 250 people per day. This site reached its limit in two hours. So far, more than 21,000 people have been tested statewide. Louisiana's governor says the state is in a dire situation as the number of coronavirus cases continues to spike quickly."
  },
  {
    "transcript_id": "CNN-328624",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Every morning I wake up in my office and I scroll Twitter to see which tweets that I will have to pretend that I did not see later on. Every afternoon former Speaker John Boehner calls me up, not to give advice, just to laugh. Actually, it was John Boehner who was the one who tried to convince me to take this job as speaker. He even got Cardinal Dolan to call me to encourage me to take this job. God <MAY> forgive you, Cardinal, but I will not."
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Jeffrey, thank you very much. Jeffrey Toobin with us tonight from Connecticut. On to the day's other major story and the week's other major story and the month's major story, perhaps the year's: Iraq and the big developments there. Once embodied almost perfectly the promise and peril of toppling Saddam Hussein, thousands of Iraqis gathered freely today to pray and to tell the United States to go home. Here's CNN's Jim Clancy.",
    "statement": "In a rare display of unity, both Shi'ia and Sunni Muslim Iraqis joined together in prayers Friday. Islamic unity was the theme, but the U.S. came in for criticism. One cleric said the Americans toppled the regime for Israeli Prime Minister Ariel Sharon and were not to be trusted. The incendiary mix of religion and politics predictably spilled out into the streets. A large demonstration asserting Muslim unity, laid down a challenge to any outside efforts to impose a U.S.-led regime in Baghdad. Elsewhere, an eerie sense of normalcy co-existed with the unbridled violence of the past week. As men looked on from a shabby street side cafe, the body of a looter lay a few meters away. Other uncollected casualties lay nearby. This man, we were told, was gunned down for $150. Below Baghdad streets, urban legends live on. Thousands of people gathered <AROUND> this traffic tunnel, ripping apart ventilation shafts in the mistaken belief they would find secret prisons where loved ones had survived the regime and waited to be rescued. Crushing one another for a closer look, any reaction from those below stirred rumors, another ghost from the past had emerged from a subterranean nightmare. No one alive or dead was found. But <HOPE> dies hard when there is so little else left. Others who ventured out took advantage of a bristling trade and transport. As confidence returns, private buses and taxis shuttle residents between cities or neighborhoods, giving Iraqis living proof, loved ones were all right, another sign the city was struggling to its feet. Jim Clancy, CNN, Baghdad."
  },
  {
    "transcript_id": "CNN-83741",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, the president over the weekend saying that, of course, he ultimately recognizes the sacrifices of the troops, and that this is something that he believes is right for our country to do. He wants Americans to continue to support the effort. The other part of this as well is that the president is meeting with important allies. Egyptian President Hosni Mubarak is at the Crawford ranch now. He's meeting with the president. This comes at a critical time for both leaders. As you know, the increase in violence on the ground in Iraq, as well as the Israeli- Palestinian peace process, the roadmap which has essentially come to a dead end, both of those leaders eager to show that they are cooperating to make change. You may recall it was last June, that's when Mubarak and four other Arab leaders pledged their commitment to the U.S.-led roadmap. That is a plan that calls for Israelis and Palestinians to take reciprocal steps towards establishing an Israeli and Palestinian -- two separate states. But this has come to a dead end. And Israeli Prime Minister Ariel Sharon is poised to present his own plan to the president at the White House on Wednesday. It is called a disengagement plan. What it does is commits Israel to unilaterally pulling out of Gaza and a small portion of the West Bank. Now, the U.S. is expected to approve the plan as long it leaves the door open for future talks between Israelis and Palestinians to make it work. However, Mubarak is going to have to be actually invested in the security along the border. Now, Mubarak faces his own problems: protests over the violence in Iraq. He wants assurances from President Bush that things will get better. President Bush wants to see some democratic reforms from Mubarak.",
    "statement": "The great and proud nation of Egypt has shown the way toward peace in the Middle East and now <SHOULD> show the way toward democracy in the Middle East."
  }
]