[
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "A 21-year-old man in Uzbekistan has been charged with threatening to kill President Obama. The Justice Department says that the suspect was arrested in Alabama earlier this month after obtaining a machine gun as well as grenades from undercover agents. Officials say that he was in the U.S. illegally. He had a student visa that was revoked. He was indicted yesterday on four counts of threatening to kill the president.",
    "statement": "And with just six days until the debt ceiling deadline, it's back to the drawing board for House Speaker John Boehner. He had to postpone today's vote on his bill because Republicans want more spending cuts. The bill will not come to a vote until Thursday at the earliest. It wasn't that they just wanted more. When they added up the bill, it didn't have all the spending cuts, it didn't add up to what he <THOUGHT> it was supposed to add up to."
  },
  {
    "transcript_id": "CNN-219651",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, first, let's remember that not all women have the same political or moral or religious views. There are women who are --",
    "statement": "Right. I'm talking <ABOUT> those --"
  },
  {
    "transcript_id": "CNN-267381",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "You tried anyway.",
    "statement": "I tried. And then, I love talking -- I love talking <ABOUT> the stories <ABOUT>, you <KNOW>, working my way through college. And all of the people I met through the jobs I did. And all of the times I failed. All of the things I learned in life were from the times I failed. And going down memory lane was difficult at times. It was <DEFINITELY> worth it."
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "I tend to <DOUBT> there'll ever be a trial."
  },
  {
    "transcript_id": "CNN-19128",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "The moment when I became completely disillusioned and gave up on this election -- I sent in my absentee ballot -- the moment I became disillusioned was when George Bush was giving the opening speech for his \"Barnstorm for Reform\" and he had 28 Republican governors sitting behind him and he pointed back and said, I'm glad you all found your marks. Sitting right behind him was Christie Todd Whitman, the ultimate political prop. And I just gave up on the election because it was just complete bull.",
    "statement": "Last quick question. It's our last time to be together before election day. Give a <GUESS> -- you don't have to -- of who you <THINK> is going to be the next president of the United States."
  },
  {
    "transcript_id": "CNN-389035",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Our biggest defense, fellow Americans. All right, Cedric Alexander, thanks for joining us.",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-114889",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Western oil companies are rubbing their hands in glee at the potential windfall, at least those companies who would be willing to come to a country where hundreds of contractors have been killed and pipelines are regularly blown up by insurgents.",
    "statement": "In <FACT>, this is -- this is an obscene exercise we're going through. Who cares <ABOUT> the oil? If the American soldiers, in their tanks and their armored vehicles, are afraid to move <AROUND> Iraq and they are being killed, you want to tell me some idiotic geologist or an oil company will go and prospect for oil in Iraq? This is an absolute nonsense."
  },
  {
    "transcript_id": "CNN-388219",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Is there a sign that Modi and the government is willing to back down even though, you know, this citizenship law passed both houses of parliament quite easily, but are they willing to sit down and take some of the heat out of these protests?",
    "statement": "All of the evidence is <QUITE> the reverse, actually, John. The interior minister yesterday insisting and he's right in a technical level that this act that was passed relates only to migrants to the country from Afghanistan, Pakistan, and Bangladesh. It allows them to apply for Indian nationality. Now, of course, you can't do that under the legislation if you're a Muslim, but he's saying it would regularize the status of what he calls refugees. And he repeated his commitment to continue on that track. There is a challenge that is going forward in the Supreme Court. The argument on the opposition side being that this act violates the fundamental secular traditions of the Indian constitution, and indeed, is unequal because it discriminates against Muslims. And so there is a <HOPE> from the opposition perspective that they <COULD> win in the Supreme Court. But no sign at all of any <KIND OF> dialing down of the commitment from the government, which, as you rightly point out, is already passed this act through two houses of the legislature, John."
  },
  {
    "transcript_id": "CNN-347944",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes --",
    "statement": "Thank you. As we continue tonight after the break, President Trump wants quarterly reporting to be abandoned. My next guest will flattened anyone that gets in her way. We're talking WWE at the NYSE, <WELL>, a guest like no other, looking forward to come out on who joins me from the exchange after the break."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What does that mean, \"serious consequences\"?",
    "statement": "<WELL>, I <THINK> they want to leave it open and..."
  },
  {
    "transcript_id": "CNN-92562",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "I shouldn`t have -- I shouldn`t have to pay for it. And right now, I`m forced to pay for it.",
    "statement": "So Tim, your <HOPING>, then for a la carte choices, basically, then, when it comes to choosing your channels."
  },
  {
    "transcript_id": "CNN-282198",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Polo Sandoval, CNN, Vero Beach, Florida.",
    "statement": "It's the <KIND OF> solace you need to develop when you're confronted with the worst that life has to offer on a daily basis."
  },
  {
    "transcript_id": "CNN-22418",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, I think they're pretty close. It's hard to have an absolute ironclad agreement before the president goes. And that's the trick. Going, they say it will make it worthwhile. He's got to say himself, \"Well, if I go, will I really bring home the bacon?\" And that's an issue that I think is being debated right now in the State Department and the White House. And, of course, it has been shared with President-elect Bush and his advisers. So all of that is now in the mix. And it will be a real interesting question whether or not President Clinton decides to go. As I said earlier, if he thinks that he can get something that will stick, that will make a real contribution to peace on the peninsula, I think he'll go.",
    "statement": "The administration, the Clinton administration, has been a very crucial player in the progress between North and South Korea. But that administration is leaving office. Do you <THINK> the Bush administration is going to be very different, less sympathetic to North Korea's problems and to its future?"
  },
  {
    "transcript_id": "CNN-54550",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Hi, Leon. Matzi (ph). That is how you say good morning in Akan (ph), one of the local languages here. Can you hear me?",
    "statement": "I can hear you loud and <CLEAR>. Good to hear you finally, partner. How is it going?"
  },
  {
    "transcript_id": "CNN-245919",
    "matched_terms": {
      "could": "ungraded",
      "view": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes, it sure is. And unfortunately, that storm system went from nuisance to deadly and it did so very quickly yesterday. But I think we're going to transition back to nuisance here in that it is going to diminish, that severe weather threat, and in fact, that is happening as we speak. Still, a tornado watch in effect for southern Georgia and northern Florida. But I think even that will be gone as far as the midday hours and just heavy rain event at this point here. The worst, in fact, has passed now to Atlanta. And down towards Tallahassee, better get another squall line moving through with heavy rain. They picked up 7 inches plus of rainfall yesterday, a record. They have not seen that. So, we have more rain on the day, and now, this storm is pushing off to the north and east. And along with it will be heavy rain and very gusty winds. And so, we're going to watch that. This thing will not get out of here until Christmas morning. And by then, we could even have light snow across extreme northern New England. But the heaviest snow will be for Chicago. That's going to be on the back side of the storm system here. So, we're going to be talking about Chicago, picking up anywhere from three to five inches over the next 24 hours. So slow going put we'll get through this here. Albeit, it's going to be wet and not snowing. And, of course, this time of year, we could do that as well. So --",
    "statement": "We'll just take the point of <VIEW> from Chicago and say it will be a nice white Christmas in Chicago. It will look beautiful. It will look beautiful there. All right. Thank you, Ivan. Nearly 99 million Americans expected to travel at least 50 miles for the Christmas holiday. Whether you're hitting the highway or hitting the airport, chances are you won't be arriving at your destination on time. Let's bring in Rene Marsh monitoring the travel. She's live from Reagan National Airport. And we've had <SORT OF> a foreshadow with the last couple of days, Rene, that this <COULD> be a messy travel time for millions of Americans."
  },
  {
    "transcript_id": "CNN-408675",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, so many classrooms are quiet right now. The playgrounds are still. But if you listen closely, you can hear the sparks of change in the air. Across this country, educators, parents, first responders, Americans of all walks of life are putting their shoulders back, fighting for each other. We haven't given up. We just need leadership worthy of our nation, worthy of you.",
    "statement": "<WELL>, Jill Biden's remarks come on a growing report of coronavirus spreading at U.S. schools after just weeks of some schools being back in session. There are reports of hundreds of new COVID cases and that is forcing schools that had reopened to shut down just as fast. Rosa Flores has the story."
  },
  {
    "transcript_id": "CNN-47638",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Oh, indeed, I am. The two critical ones, of course, is a difficult situation and you're heart just breaks every time something like this happens.",
    "statement": "Now, military people here will tell you that losing men in this fashion, on a routine supply mission, although very little is routine here in Afghanistan, is especially tough. To lose a soldier in combat is one thing, to lose one to mechanical failure is another, as the secretary of defense just indicated. This is -- we <SHOULD> point out -- the second incident involving a Super Stallion helicopter. These are massive helicopters. They can carry 55 fully equipped troops. They can lift 16 tons of equipment. They are the workhorse of the U.S. military in terms of moving supplies <AROUND>. That other incident, the first incident, happened back in September when what the military calls a hard landing took place. That happened just outside Kandahar, in a desert area. On that occasion, four Marines were onboard. They weren't hurt. In <FACT>, the helicopter was able to be repaired on site and took off under its own power. The Super Stallion built by Sikorsky, $26 million a piece. As I said, dawn <ABOUT> to break here. When it does, the investigation will recommence -- Marty."
  },
  {
    "transcript_id": "CNN-390182",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. It's surreal. I'm not bothered looking at it. It's just a reminder, threat still exists. KIMO KELTZ (ph),",
    "statement": "You <KNOW>, we have each other. We had each other that night and we'll always -- it's a brotherhood that will never break because of it."
  },
  {
    "transcript_id": "CNN-396894",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, I think is certainly reason to be hopeful. But as the governor himself said, they just weren't sure exactly where they are on the curve. And I think that's true for New York, it's true for us in Massachusetts, and it's true around the country. So there's reason to be hopeful. But I think we need to be cautious and make sure that we're not looking at a single data point. But we see this continue over a number of days.",
    "statement": "And Dr. Milstone, come in on that point in the sense that, you <KNOW>, Tennessee is a state that is behind these other states, as you watch the case number grow, but the case numbers in Tennessee have grown <QUITE> dramatically. When you hear the governor say, you <KNOW>, <MAYBE> we have a hopeful sign here, but and he adds a very important but, he said this is no time to back off when it comes to social distancing. He left the school closings and the business closings in place through the 29th essentially matching them up with where the President's guidelines are. What was your biggest takeaway there in a state that is now has the right going this way were there signs of <HOPE> that you can get to that point as <WELL>?"
  },
  {
    "transcript_id": "CNN-256803",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The latest breach for Americans' personal information is being characterized as an unprecedented cyber-attack by China in both scope and target. We are talking <ABOUT> 4 million federal employees compromised including personal information, security clearances and the process of granting security clearances, all of that."
  },
  {
    "transcript_id": "CNN-118081",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. Now, let me just quote from your book, because I think it's quite brilliant. In your book, you say, \"We Americans are great talkers but are often not great listeners. And to our detriment, we assume that we comprehend the mindset of our adversaries.\" And you write, \"When some dictators threaten to end our way of life, destroy our economy and end our influence over his nation, we usually either ignore him or rationalize his statements in our own context rather than judge him better through an understanding of his culture, history and ideology.\" Are we blaming the victim here, though? I mean, are we really that short in understanding? It's almost incomprehensible why people would send their children out as suicide bombers.",
    "statement": "<WELL>, let me parse that out a little bit. Because that was a couple of questions."
  },
  {
    "transcript_id": "CNN-394607",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Where is the death penalty in the country right now?",
    "statement": "<WELL>, you <KNOW> this is - it's really one of the lesser told stories. The death penalty is down dramatically, including even in Texas where it used to be <SORT OF> the headquarters of the death penalty. The death penalty has been declining since the early '90s when there was a big spike in crime in this country. Ever since crime has gone down, the death penalty has followed with it. And death sentences are down. Executions are down. But they haven't disappeared. And they are concentrated now in a very few handful of cases. More than 30 states have a death penalty on the books, but actual executions take place only in really a handful of--"
  },
  {
    "transcript_id": "CNN-233782",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Let's go back and look at this map. I mean, why are they being persecuted? And you said it doesn't fit into our narrative. I mean, we're kind of shocked to know that Buddhists, who we think as officially peaceful are the ones wreaking this havoc on these people.",
    "statement": "-- this, I <SUPPOSE>, is the unique selling point of this story, which is that this is peaceful Muslims being persecuted by vicious Buddhists."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I haven't heard people talk about that in such a long time. And maybe getting...",
    "statement": "<WELL>, I remember Christmas Clubs."
  },
  {
    "transcript_id": "CNN-99743",
    "matched_terms": {
      "best": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "All right, Mary, thank you very much. Let's get some more, now, on a possible Rudy Giuliani presidential run. Our Internet reporter Abbi Tatton is standing by. Abbi?",
    "statement": "Wolf, there are lots of draft sites springing up out there on the Web. This is the Draft Rudy Giuliani site, DraftRudyGiuliani.com. On it, you can contribute to this effort. They're also <HOPING> to mobilize people across all 50 states to encourage Giuliani to run. Now, this is now the first one. The DraftWesleyClark.com movement was big at the beginning of the last election season. That one's been revived to look ahead to 2008. And another site that has been re- launched is VoteHillary.org. This was launched in 2003, but as I said, it's now been re-launched to look ahead. Now, all these sites are not affiliated with or authorized by these potential candidates, nor do they suggest that they're actually going to run. A spokesman for Senator Hillary Clinton tells us today that the senator is focused on being the <BEST> senator she can be for the people of New York right now. Wolf."
  },
  {
    "transcript_id": "CNN-243580",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Everybody agrees that our immigration system is broken. Unfortunately Washington has allowed the problem to fester for too long and so what I'm going to be laying out is things that I can do with my lawful authority as president to make the system work better.",
    "statement": "So you heard him say it with my lawful authority. But Republicans say he will be overstepping his authority. Joining me to discuss this is Dana Bash, our chief congressional correspondent. Dana, we're getting new details <ABOUT> what the president will announce. What are your sources telling you?"
  },
  {
    "transcript_id": "CNN-271628",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I mean, you think that Jeb Bush is scared of you or just scared in general?",
    "statement": "I <THINK> he's scared."
  },
  {
    "transcript_id": "CNN-398144",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "No, Chris. And I don't want to equivocate or waffle on this. I mean we closed late. We might be opening early. And - and they're both problems. I mean we are clear that the virus is still out there. We are clear that we are not ready. It is clear what the guidelines are, and that we haven't met them. And it's also clear that a lot of people, Chris, are frightened about this. They're frightened to go out. So, you open up businesses, but people are not likely to go. \"Is that doorknob safe? Did that person get tested? Has this place been sterilized? What about the ventilation?\" I mean all these questions still coming up among people because people are, you know, they're understandably worried. People are worried that \"Look, even if I stay healthy, what if I take it and get somebody else sick? I would feel awful about that. I'd feel terrible if that happened.\" That's the sort of decisions that are being forced right now in the State. And, you know, I just find it hard to be charitable about this. I understand the Governor has pressure on him from small businesses, although who's going to be going to these small businesses? This is a proposition where you're starting to run into almost all risk and almost no reward. It's a bad idea. Every public health official in the country has said so. Ambassador Birx, who's very polite, you and I both talk to her, she said this. She says \"We've put out guidelines. We've tried to use the clearest data possible. There are still outbreaks happening. I don't see how you could cut somebody's hair or be in a nail salon and still physically distance. Maybe they have some creative ideas I'm not familiar with,\" is essentially what she said. She's being nice. What she should have said is you shouldn't do this, can't do this. These are guidelines, I get it. You can't mandate these things. But, you know, people could get infected that otherwise wouldn't. People may be hospitalized that otherwise wouldn't. And, sadly Chris, people may die that otherwise wouldn't. And I'm not an alarmist, as you know. But - but that's the reality. Mother Nature is - is showing us something right now. We have to behave, as if we have the virus, so we don't get sick, and we don't get other people sick.",
    "statement": "And look, we have to say. You <KNOW> who hasn't said anything <ABOUT> Georgia reopening, in terms of exercising caution, is the President. This is <ABOUT> politics. It is persuasive. People want to reopen, Sanjay. You hear it in your house. I hear it in mine. I love the <THOUGHT> of it. I can't wait. It makes you want to take risk because man, are we sick of it? But now it goes to \"<WELL> what's your alternative?\" Let's turn to the study on that. Hydro - you <KNOW>, the President was saying, \"You <KNOW>, I'm a big fan of hydroxychloroquine,\" you <KNOW>, chloroquine, another variety of the basket of the drug, \"Take it. What's the worst thing?\" So, I asked you on a regular basis that I wanted to take it. And you kept saying to me, \"No, no, no, man. You're having a depressed immune response. This is a drug for inflammation based off hyper immune response. Be careful. It's not for you. We got to wait for the studies.\" What have the studies told us?"
  },
  {
    "transcript_id": "CNN-88755",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Both are accurate, but does that mean that the economy is in the tank as the Democrats contend? Or has President Bush turned it around thanks to his tax cuts?",
    "statement": "In order to keep jobs here, in order to make <SURE> people can work, we got to be wise <ABOUT> how we spend your money in Washington. And we <MUST> keep your taxes low."
  },
  {
    "transcript_id": "CNN-347358",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The NFL preseason kicked off in full force last night, and with it a new round of protests during the national anthem. There were players who took a knee, others who would raise their fists, or sat out the anthem all together in the locker room. Joining us now to discuss that and more, CNN contributor, national reporter for \"The Washington Post,\" Wes Lowery, and Georgetown Professor Michael Eric Dyson. His new book, \"What Truth Sounds Like,\" is a \"New York Times\" instant bestseller. Gentlemen, thanks so much for being with us. I have to say, we invited you here because this is the one year anniversary of the white supremacist rallies in Charlottesville. There's a whole lot to discuss tonight. These protests came out overnight. We're waiting for the president to respond. Professor, you <KNOW>, what did you see last night? What is the <FACT> that these players continue to make this statement? What does it tell you?"
  },
  {
    "transcript_id": "CNN-376110",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're watching CNN. This is CONNECT THE WORLD. I'm Rick Folbaum, welcome back. Italy's interior minister says to young Americans accused of killing a police officer <SHOULD> go to prison for life. The 19-year-old tourists were arrested at their hotel, <ALLEGEDLY> while they were getting ready to flee the country. Authorities say they've confessed to the charges that they murdered a police officer who was confronting them <ABOUT> a robbery. Barbie Nadeau is live in Rome. And Barbie, first, tell us what's happening behind you?"
  },
  {
    "transcript_id": "CNN-123686",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And what FISA typically allows, current law allowed, was foreign to foreign communications without a warrant. Because if you're going to wiretap American cell phones, e-mails, that sort of thing, you've got to show probable cause. So my thought was, why give this blanket immunity to telecom companies, which is highly unprecedented, highly unusual. Why? It's been reported and people are sort of thinking about it and saying it's because the White House doesn't want to be scrutinized, doesn't want this wiretapping program, warrantless wiretapping program scrutinized, and the way it gets scrutinized is lawsuits. There are 40, over 40 pending lawsuits in California.",
    "statement": "So here's the position that the White House is taking, saying we got to have retroactive immunity because these telecommunications companies won't want to participate in this program. And therefore, we won't be able to get the information that we need. I mean, <OBVIOUSLY>, part of that is true. But you <THINK> that there's a broader implication here that the White House doesn't want attorneys going through the discovery process and these lawsuits, snooping <AROUND> this program."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes, absolutely. What they're saying is that they never had particularly high hopes for that lawsuit because the remedy, Roger, was so extreme. The remedy in that lawsuit was a revote in Palm Beach County, something that would have been very hard to pull off in such a short time frame. But Roger, remember: When Warren Christopher first came out after the election and after the results were to be disputed, the very first press conference that Warren Christopher held with the vice president he said that he believes, at that point, that that butterfly ballot in Palm Beach County was illegal. It was on that ballot -- it was on the dispute over that ballot that the Gore team had originally placed most of their hopes in terms of contesting this election. Obviously, things have changed since then. The Gore team never became a party to that lawsuit. And as they're saying now, they aren't so much disappointed, because they really never had high hopes for that lawsuit. But in the context of this whole legal challenge it's, again, another setback for the Gore team.",
    "statement": "Jonathan, to some extent this is a story of images; and today they were the images of George W. Bush very much acting out the part of president-elect at his Texas ranch, meeting with the Republican leaders of the House and Senate. <SHOULD> we expect anything comparable from the vice president in the days to come?"
  },
  {
    "transcript_id": "CNN-401900",
    "matched_terms": {
      "believe": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "We're hearing also, for the first time, from a friend of George Floyd, a passenger in his SUV on the day Floyd was killed. He spoke earlier with CNN's Chris Cuomo.",
    "statement": "On Memorial Day, Mr. Floyd and I were approached by two officers. One had took the side of my car door and asked for my I.D., which later I heard a loud distraction of a sound coming from Mr. Floyd's direction of another officer, sounding like he was trying to break the window of Floyd's side, of the driver's side of his SUV truck. And our -- at that moment, it started, Mr. Floyd and myself and <MAYBE> even the partner, the officer, because he then ran from my side to the other side of the vehicle, after his partner was on my brother's side. I <BELIEVE> using the use of force."
  },
  {
    "transcript_id": "CNN-95974",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "We will take care. We've got the boat tied up to the back dock, and we'll be -- we'll be ready.",
    "statement": "All right, John. Thank you so much for your time. <BEST> of luck to you. Dennis is dredging up some bad memories for people on the Florida Panhandle, since Hurricane Ivan was only a Category III storm and it caused millions of dollars of damage. CNN's John Zarrella has more from Pensacola, where residents are bracing for the coming storm."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All though, I will tell you what. You know, when you don't have the main thing, you try to find many things. And to Michael's earlier suggestion, it could be the case that when it comes to who was talking to the wrong people at the wrong time, and filling in the blanks with Russians and during this campaign before and after the election, maybe he's the only one. I know there is the Trump Tower meeting, I know there is Papadopoulos and other people, but I'm saying in terms of central figures, doing things that motivated a type of coordination, you could give a fair reading from this with all the unknown that Flynn is the guy who did the most outward thing and he helped us understand.",
    "statement": "Just remember, this is only a cooperation document <ABOUT> Flynn."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "In the Votomatic machines that I looked at, that's true.",
    "statement": "You don't <KNOW> whether silicone was used?"
  },
  {
    "transcript_id": "CNN-47625",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I know. I feel like we should turn this into weather reports each hour from the White House because the snow definitely accumulating here in Washington. But Miles, back to the issue we are talking about. No comment really is the reaction coming from the White House regarding allegations that a Boeing plane, which was shipped and purchased by the Chinese, was found to have more than 20 listening devices on it, a spokesman here saying, \"we never discuss these types of allegations,\" and a spokesman at the CIA pretty much saying the same thing saying, \"on these types of allegations, as a matter of policy, we just don't comment.\" But talking to some national security experts, they say that if these allegations are true, it really should not be a big surprise. They say that this is really business as usual, the way the game is played, that the United States spies on the Chinese and that the Chinese spy on the United States. Of course though, Miles, as you mentioned this does come just about a month before President Bush makes his first official state visit to Beijing next month. The two men, President Bush and President Jiang Zemin, did meet for the very first time in the fall. The President was in Shanghai attending an economic summit. But their meeting next month will be Mr. Bush's first official state visit to the country. Many believe that the Chinese are likely to file some type of protest with the American Government and make that protest public, but the big question is, will this have any impact on relations between the two countries? U.S. officials certainly say that relations have been improving steadily, ever since that crisis last April. That is when the Chinese detained members of that flight crew, after that U.S. reconnaissance plane did come down on Chinese territory. But officials felt that after that crisis was resolved, and certainly in the War against Terrorism the two countries have been able to work together. And, Miles, just going back to something you sort of asked earlier. Again, this is a little bit of business as usual, that the U.S. does spy on other countries. Other countries spy on the U.S. And if you recall, the United States and the Russians have been engaging in this game for quite some time. You'll remember back in December of 1999, bugging devices were found throughout the State Department, believed to be the work of the Russians. You also can recall in the early 1980s, the U.S. Embassy in Moscow found to have a number of bugs, again believed to be planted by the Russians, that that embassy really had to be stripped and built up again. And then, of course, we can recall that it was just early last year when the Russians were complaining to the Americans about this underground tunnel that was found at the embassy here, the Russian Embassy, formerly the Soviet Embassy, now the Russian Embassy, again believed to be the work of the Americans spying on the Russians. So the big message is, this is really business as usual, but of course, the Chinese can be very upset and might complain publicly. We just don't know what impact it will have on relations between the two countries. Miles, back to you.",
    "statement": "But I <THINK>, Kelly, it's worth pointing out that in all those cases you just laid out, it <KIND OF> blew over fairly quickly because there's <SORT OF> a wink and a nod deal they all have on spying, right?"
  },
  {
    "transcript_id": "CNN-356422",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "view": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "I agree with you that I think they would have been spoken, whoever was there. But I think they had an extra meaning because of the political culture that we're living in today. I mean, just think of the different leadership traits that were mentioned for him. You know, humility, empathy, decency, courage. Letting resentments go, building teams, coalitions. I mean, you can't help but have an echo onto the political culture of our time -- bipartisanship. So that I think we bring, as a viewer to it, a moment that this is in time. I mean, history will sort out later what we think about George Bush's presidency. Just as he said, I don't care about that \"L\" legacy thing. But for this moment in this time, this was so fitting for our time to give us the emotion of believing that maybe there can be such a time again with such a person and people feeling so good about their political culture. There was such yearning all over the country that I think put itself upon that moment.",
    "statement": "You <KNOW>, Doris, you've studied so many presidents. What is their <VIEW> -- or has been their <VIEW> of their own legacies because I was watching that front pew with the living presidents and I -- it occurred to me they have to be <THINKING> what will people say <ABOUT> me when my time comes -- hopefully, decades and decades from now. But how do they see it?"
  },
  {
    "transcript_id": "NPR-45017",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Sounds like this is happening, Mara. Are we on our way to a government shutdown?",
    "statement": "I <THINK> we are on our way to a government shutdown. You just heard Tam say the Senate is going to reject this latest House version. It's going to come back to the House either late Sunday night or late Monday night. <PROBABLY> not in enough time to avoid even a temporary shutdown. And the thing that's the most extraordinary <ABOUT> this whole spectacle is that the Republicans don't have their next step planned out. What are they going to do if they get it back? Are they going to pass a clean CR? I don't <THINK> that's possible. Speaker Boehner has decided that he has to throw his lot in with his Tea Party conservatives in the House or lose his speakership. And Democrats in the House don't <SEEM> to be in a mood to rescue him right now."
  },
  {
    "transcript_id": "CNN-210219",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "They are making it clear, Pamela, they are not going to be sitting down for one-on-one interviews or anything of that nature. They just wanted to get this out on Youtube, thank everyone for all their support, all their help, and now get back to their private lives, is that right?",
    "statement": "That's right, yes, that's right. This is really their way of just saying thank you. As their attorney told me earlier today, they really just wanted to say thank you, as we mention in the story, more than a million dollars has been raised for the courage fund. That will be split up in four separate trusts for the victims, the three young women, and the little girl. And 9,200 donations, <APPARENTLY>, have gone into that courage fund, according to the website, I looked at that earlier this morning. You <KNOW>, this is really a way for these young women to speak out and also to show they are taking control of their new lives and just moving forward."
  },
  {
    "transcript_id": "CNN-194561",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Lance Armstrong still a rock star to people who support the Livestrong organization. He spoke to these charity cyclists today in Texas, calling the past two weeks interesting and at times very difficult. A growing doping scandal forced Armstrong to give up chairmanship of Livestrong, and a whole bunch of big sponsors dropped him, too. This next story is about something that's never happened before. Pope Benedict XVI canonized the first Native American saint at St. Peter's Basilica today. Lily of the Mohawks lived in the 17th century. She is credited with the miraculous recovery of an American boy from a flesh eating bacteria in 2006 when his family prayed to her. Her supporters thrilled.",
    "statement": "And (inaudible) in her time, she had a tradition where she knew her creator very <WELL>, and all the rules that go with it. Loving and respected the elders, loving like the earth, as in environment. She had all these things, an appreciation of all of God's creation. When she became Catholic, the creator, God, became Jesus that she loved until she died, and she laid a wonderful example for us to be able to live in both cultures."
  },
  {
    "transcript_id": "CNN-17051",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Well, I think one example is that one liners don't always work. I think Reagan's famous there you go again line worked with Carter in '80 when Carter accused him of trying to cut Medicare. But Mondale was ready for him four years later and was able to say -- when Reagan came back with there you go again, Mondale was prepared, and knew it was coming and was able to say: Wait a second, you said that last time and then you went ahead and cut $20 billion out of Medicare. Of course, it didn't do Mondale any good. He went to lose -- went on to lose 49 out of 50 states. But,the point well served.",
    "statement": "Let me ask you <ABOUT> the Bush-Clinton debate. Do you <THINK> George W. Bush is going into this one <THINKING> he's really got to score big? He's really got to come through just to even the score?"
  },
  {
    "transcript_id": "NPR-17205",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Abbie Pickett, when did you join the National Guard and why?",
    "statement": "I joined at      17. Basically, I was being young and <<FEELING>> that it was a civic duty."
  },
  {
    "transcript_id": "CNN-84173",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "How many days, how much time is there before it's over? Is there a deadline?",
    "statement": "I don't <THINK> there's a deadline. There is a point in time when it is apparent to everybody that there's no reason to come back to the negotiating table, no reason to come back to those discussions, no reason to listen to anybody representing themselves as a leader in Fallujah. We're not at that point yet, and that's why I <BELIEVE> the commanders on the ground want to keep the discussions going."
  },
  {
    "transcript_id": "CNN-388219",
    "matched_terms": {
      "may": "ungraded",
      "opinion": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, the history of impeachment is that it's not a happy event for the party of the president. Every president who has been impeach, not have been convicted by this Senate, and Richard Nixon who resigned to avoid impeachment. In each case, their party lost the next presidential election. Andrew Johnson's Democrats lost in 1868. By the way, he was impeached and tried in an election year. Richard Nixon's Republicans, of course, lost in 1976. And Bill Clinton's Democrats loss in 2000 in an election they otherwise could easily have one at a time of peace, prosperity, and domestic and foreign tranquility. So impeachment on my system of",
    "statement": "So that was mind. It is important that while the Democrats <MAY> have made a legal argument that the actions of the Presidents rise to level of impeachment and removal from office, it <SEEMS> they have not won that case with the American public because the <OPINION> polls have <SORT OF> flat line. The country remains evenly divided. And since this has a series of public hearings, and it's been out there for the public to see, some <OPINION> polls have shown important support for impeachment has declined."
  },
  {
    "transcript_id": "NPR-33953",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Why should it? I've always thought that you don't love a country by turning a blind eye to its crimes and to a problem. The way that you love a country is by seeing everything that it's done wrong, all of its mistakes, and still thinking that it's beautiful and that it's worthy. My greatest responsibility is to acknowledge the mistakes and the shortcomings of the country in which I live, to acknowledge my privileges, and to try to make it a better place.",
    "statement": "In <FACT>, looking at the darkest sides of the United States has only made me appreciate the things that we do right, the things that we do beautifully. We are for all of our mistakes and all of our crimes a remarkable place."
  },
  {
    "transcript_id": "CNN-256667",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That metric system has us thinking. Later this morning, former Governor Lincoln Chafee is going to come on and we're going to have a serious conversation with him. He's been on NEW DAY before. He's going to talk about why he's in this race, how he can beat Hillary Clinton, and why you should think of him about president.",
    "statement": "All right. Meanwhile, the Duggar family speaking publicly for the first time <ABOUT> son Josh Duggar's acts of molestation. The stunning revelations and what the parents of \"19 Kids and Counting\" say <ABOUT> it. That's ahead."
  },
  {
    "transcript_id": "CNN-264380",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "People have had enough of the politics of abuse and the politics of control. This is about the politics of democracy.",
    "statement": "And he <SEEMS> to have gained a big following amongst milleninals."
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "about": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Might scare the guys at Eckerd if they show up with the Hubble.",
    "statement": "Look what they found in this spot of the universe that they <THOUGHT> was completely devoid of anything. These are thousands of galaxies, galaxies that are among the farthest and thus the oldest galaxies ever. We are talking <ABOUT> -- when you look back, you are looking back in time, literally, to the very edges of the big bang. Now, this camera is ten times better, so it just remains to be seen..."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Now, I`m not saying that there`s anything untoward, criminal happening here. But some people say, \"Look, this judge just seemed biased during this trial.\" I want to go out to victims` rights attorney Gloria Allred. You have represented so many women who have been victimized by violence. What does this say about the judge`s attitude toward women victims?",
    "statement": "<WELL>, I`m not <SURE>, Jane, that it really says anything <ABOUT> the attitude toward women victims. Basically, the judge granted a motion for acquittal. In other words, what he did was, he found that, as a matter of law, that the jury <COULD> not find that there was murder -- <COULD> not find that beyond a reasonable <DOUBT> that there was not sufficient evidence for it to go to the jury. And that`s why he did what he did. However, it was really unusual, and that`s why everybody is shocked. Because usually this motion is made for acquittal, but it`s not granted. The case goes to the jury, and then people <FEEL>, <WELL>, at least the jury is the one who gets to decide."
  },
  {
    "transcript_id": "CNN-145985",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And then to a government offensive in one part of Pakistan. The Pakistani army says they wrapped up their nearly three- month offensive against Taliban fighters in South Waziristan, but it's believed many militants fled to other areas along the border with Afghanistan. Pakistan's government is now considering other options. Secretary of State Hillary Clinton talked about Pakistan's mission and the need to keep up the pressure on terror groups in the border region.",
    "statement": "The Pakistani military has taken on the fight against the Pakistani Taliban and the United States has increased our efforts to help. But there are other terrorist groups who have set up camp in Pakistan where they are plotting global attacks and waging war against the troops from 42 nations who comprise the international security assistance forces in Afghanistan. Pakistan has a critical role and an abiding interest in helping this international effort. And we will continue to encourage the Pakistani government to take affirmative steps toward the goal of disrupting, dismantling and defeating al Qaeda and the other terrorist groups responsible for so much suffering in Pakistan and <AROUND> the world."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now as the investigation continues in today's New Zealand mosque attacks, investigators are looking into the role social media may have played. An account that reportedly belonged to a suspect contained a link to an 87-page anti-Muslim manifesto, which is what we were just talking about just before the break with our chief international correspondent. An apparent video of one of the attacks was livestreamed on Facebook. Facebook has issued a statement condemning the attack as a horrendous act. It says and you're reading on your screen, it quickly removed the suspected shooter's Facebook and Instagram accounts, as well as the video. Facebook says, it is also removing any praise or support for the attack and it says it will continue working with the New Zealand police as the investigation continues. Our CNN technology correspondent, Samuel Burke has been looking at this angle of the story for us. Apology from Facebook. Did it go -- is it going far enough in terms of its role? Has it been able to remove this? Given the fact that this video from this 28-year-old or 29-year-old man who carried this attack who has been charged for murder was live streamed?",
    "statement": "The apology is to be expected. It's always there. There are many cases where the live streaming platform has been involved in these types of attacks, but I do just want to connect the dots to what Clarissa Ward was telling you before the break. She was talking <ABOUT> this manifesto that's been posted online and in that manifesto, you see how social media had influenced this attacker and clearly from this video that was livestreamed, you can see that livestreaming was part of the plan of this attack."
  },
  {
    "transcript_id": "NPR-20468",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, let's ask Mario. Mario, what do you think?",
    "statement": "<WELL>, you <KNOW>, just in general I sometimes worry that this civilization is going to collapse under the weight of 20 million pointless rules. But, you <KNOW> - and here we have an attempt to, like, legislate and regulate sportsmanlike conduct, which I <KIND OF> understand because, you <KNOW>, this is a time of vulgarization of our society. And, you <KNOW>, you've got Colin Kaepernick and people doing things that would have been considered unsportsmanlike before. And, you <KNOW>, as a Green Bay Packers fan, <OBVIOUSLY> we don't have any issues with sportsmanlike conduct between the..."
  },
  {
    "transcript_id": "CNN-145076",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Something was missed in this major's tone, and demeanor and the things that he has said that we could have possibly done more to help him before he got that far.",
    "statement": "The former colleague I spoke with says, he's beating himself up these days over that same question asking himself repeatedly if he <COULD> have done something. He says he doesn't <THINK> he <COULD> have. Brian Todd, CNN, Washington."
  },
  {
    "transcript_id": "CNN-169376",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "Well, yes, but this isn't -- this isn't to suggest that this is going to somehow absolve Murdoch of all his problems. It's not. But it is something that I'm sure that he and his team have advocated for, which is to say, why are you just picking on us? But you know, you used this term blagging, which I've never heard of before, and I think it's important to distinguish between getting information that people didn't want you to get and engaging in illegal activity.",
    "statement": "Yes, <TOTALLY> different things."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "She`s crying. She`s crying because her life, is flashing before her, and it`s interesting, Nancy, how she cries when it`s about her. She cries when it`s about her. And to me, that`s a malignant narcissist who is absolutely, absolutely rational.",
    "statement": "I don`t <KNOW> <ABOUT> that. I`m just a trial lawyer. I don`t <KNOW> <ABOUT>, you <KNOW>, diagnosing her mental illness. But I do <KNOW>, Jane, she was not diagnosed. When she went to rehab just before the shootings, she was there for booze and drugs. That`s why she was there."
  },
  {
    "transcript_id": "NPR-8628",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "So if you've been laid off, you need to find work right away, what's out there? Where should you look?",
    "statement": "You <MIGHT> have to go completely separate from what you've always been doing, but look at your skills - office management, for example. Some of the traditional jobs that people fall back on during a recession, like bartending, waitressing and retail, we all <KNOW> are going away because consumers are not spending. So you want to look at, you <KNOW>, be creative."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What do you think, General Benton?",
    "statement": "<WELL>, I agree with my former boss there, General Joulwan. I was his chief of staff at the U.S. European command, the American component of NATO. I <THINK> it's a great opportunity for us to try to rebuild our associations with our allies there. You <KNOW>, they're already working with us very, very effectively in Afghanistan. They provide a tremendous amount of support for the operation in the Middle East that doesn't make the news. I mean, we deploy forces out of -- our NATO forces out of Germany. We use airfields there. We send logistics out of there. So they're providing a lot of support behind the scenes. They're extremely important to what's going on there, and we <SHOULD> not forget that."
  },
  {
    "transcript_id": "CNN-394215",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back. We are live from Jerusalem for you. Israel making <SURE> every vote is counted in what is the third election in a year even those under home quarantine for novel coronavirus. You see the special polling booth that's been set up basically a plastic bubble country has got seven reported cases. For here in the Middle East to Asia to the Americas countries are enacting travel restrictions and an own screening procedures at borders. International travelers are being tested before they bought planes for the United States and when they land. Cases are popping up in several states now, a second person has died in Washington State. Indonesia has become one of the latest countries to announce its first case of the virus. You see the president making the announcement to 64-year-old mother and her 31-year-old daughter had been in contact with a Japanese national who tested positive after leaving the country. <WELL>, South Korea has been particularly hard hit by the virus. As, you <KNOW>, with more than 4000 cases and dozens of deaths. The country has had to come up with some new and novel ways to detect and treat infections as Ivan Watson found out."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Was there a pilot on board for this evolution?",
    "statement": "I do not <KNOW>."
  },
  {
    "transcript_id": "CNN-313858",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "OK. And has he responded?",
    "statement": "No, not yet today, although he did send out a tweet that said, you <KNOW>, hey, I've raised $16.3 million. I <THINK> he's on TV right now, you <KNOW>, and he's talking <ABOUT> a bunch of different things but also saying hey, I raised a lot of money for..."
  },
  {
    "transcript_id": "CNN-352633",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, it's closed. It's closed. (voice-over): The first tried to form an orderly line but that lasted only seconds as thousands surged behind them, with a mixture of exuberance and frustration, and determination. After a fraught half an hour, the crowd calmed itself the, even turning on the few troublemakers. Some couldn't take the heat, though, and jumped into the river.",
    "statement": "Our message is we're not criminals. We're coming here because we want to work. We need a job. We need better -- you <KNOW>, a better life. That's why we're here."
  },
  {
    "transcript_id": "CNN-96718",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Guy, so this area becomes Gaza, but how do they decide who actually owns the land? You were talking about developers maybe putting up a casino. Who decides who gets to develop that?",
    "statement": "<WELL>, ultimately the Palestinian authority will claim all of this land, <ABOUT> 97, 98 percent of it will essentially fall under the Palestinian Authority's control. <ABOUT> two percent of it will be returned to Palestinians, who were the original owners of some of that land. Now the Palestinian Authority plans to develop high-rise buildings in this area. There are <ABOUT> 1.3 million Palestinians that live in Gaza, so ultimately, these small single family homes are simply impractical to house so many Palestinians. And ultimately, those decisions will be made by the elected Palestinian government -- Daryn."
  },
  {
    "transcript_id": "CNN-409443",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "I wanted to make something in partnership with Radhika, the staff at \"Vanity Fair\" and all the writers and artists that we had assembled that would endure. I wanted to make something -- I mean, this may sound overly ambitious, but that 100 years from now, when people look back at 2020, a period in which we had a plague that was killing upwards of 150,000 Americans, when we had officers of the law who were shooting African-Americans down in their back, when they look back and try to understand what exactly happened, my hope would be -- I think all of our hope was that, you know, this issue of \"Vanity Fair\" would figure fairly prominently in trying to understand.",
    "statement": "Let's just talk's just talk <ABOUT> the image first because in their back, in their beds, Breonna Taylor was shot I <BELIEVE> in her bed, <CERTAINLY> in her home. And as yet, there has been no justice and no accountability for those who did that. So, I first want to ask you <ABOUT> the image. I'm calling it a painting, because it was a painting originally, and it's done by Amy Sherald whose first commission was to paint First Lady Michelle Obama for the Smithsonian, and this is her second commission. Talk, both of you, first of all, you, Radhika, <ABOUT> her story. She's very determined and specific <ABOUT> what she was looking for and what she wanted to convey."
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well there are a lots of cases where basically if the governments -- if a document is public and it's true, there's really just no way a journalist can be stop from doing it unless it violates copyright or -- and none of those issues are present here. You know, it's certainly bad luck for Sony, but as a legal matter their remedy if they have one is against the people who did the hacking not the journalist.",
    "statement": "It does raise a lot ethical issues as <WELL> and Aaron Sorkin wrote up in the New York Times, basically taking news organizations who publishes information task. And he said, let's just say that every news outlet that did bidding of a guardians of peace which is this the people who did the hacking name themselves is morally treason, it's spectacularly dishonorable."
  },
  {
    "transcript_id": "CNN-147118",
    "matched_terms": {
      "maybe": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to the Most News in the Morning. So many survivors in Haiti are simply hanging by a thread, still waiting for food and water. For that matter, they're waiting for anyone to notice that they're still alive. We came across one man who went to work logging every living soul in just one block in Port-au-Prince. He <THOUGHT> that <MAYBE> it would convince someone to come to their rescue. Our Ivan Watson was there."
  },
  {
    "transcript_id": "CNN-195539",
    "matched_terms": {
      "should": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, there are two big problems. One is that we have partisans running our elections. We had that in Florida in 2000. You remember the secretary of state there was not only a Republican elected official, she was also the co- chair of Bush's election committee. In no other country would they have a person who is running the election also be a part of one of the teams. The other problem we have is that we didn't have a single election on election day; we had something like 10,000 elections, because we administer elections on the local level. And a big part of the problem here is not people trying to steal elections, but the problem of competence and resources. Not everybody knows how to run it. They're running out of ballots, the lines are too long, the machines are malfunctioning. We just don't do it in a rational way. And some places, you have a much easier chance of being able to cast a vote that's going to count than in other parts of the country.",
    "statement": "So you say that Congress can -- not only can but <SHOULD> -- step in here to fix these problems. I mean, how would they do that? What <KIND OF> constitutional power do they actually have and what would it look like?"
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Curtis.",
    "statement": "You hit them so hard that their mother will <FEEL> the vibrations. They'll get the message."
  },
  {
    "transcript_id": "CNN-140247",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "It did not end <WELL>. So, they want to make <SURE> that they're not -- that the vaccine doesn't cause more harm than it helps."
  },
  {
    "transcript_id": "CNN-282255",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Listen, he has the option. You know, he has the chance of pulling in super delegates from states he wants. He could probably make a strong case to them that you should follow the voice of the people in your state. But here's the problem. At the end of the day, he will -- if trends continue, he will have won fewer states and he will have won smaller states with fewer superdelegates. So the idea of him taking a strategy where they would try to flip more superdelegates than in states than they actually even won is insane. There is no argument to be made there, if Clinton continues to win the way that she is winning, which is to win most of the popular vote, most of the states and most of the pledged delegates. So what would be your argument if that is your strategy? There is no way that is going to happen. And he knows that as well as everybody else who is paying attention to this race.",
    "statement": "And Ryan, Sanders critics, most notably, Hillary Clinton herself, have questioned whether his proposals are realistic. But in a \"New York Times\" interview, the Vice President, Biden, is defending Sanders. And he says this. He says, \"I don't <THINK> any Democrat's ever won saying, 'We can't <THINK> that big - we ought to really downsize here because it's not realistic'...C'mon man, this I the Democratic Party! I'm not part of a party that says, '<WELL>, we can't do it.'\" This is not the first time Biden has <KIND OF> praised Sanders in a way. Do you <THINK> he's \"Feelin' the Bern\" here?"
  },
  {
    "transcript_id": "CNN-152689",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, there is a new hope in the Gulf this morning, a super skimming tanker that is now in the Gulf and just waiting to try to clear up the oil.",
    "statement": "It's got an interesting name, too, \"A-Whale,\" and it offers promising results, able to skim <ABOUT> 300,000 barrels in less than ten hours."
  },
  {
    "transcript_id": "CNN-255660",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm Kristie Lu Stout in Hong Kong. And welcome to News Stream. Now, first Iraq and now Syria, ISIS captures another strategically important city. And in Palmyra, the terrorists can target civilians as <WELL> as ancient relics. Plus, some Asian nations say they will do more to help migrants, but what happens after they are rescued from sea and brought on land? And warnings from China after a U.S. surveillance plane flies too close to disputed islands. CNN takes you along for the ride. From Syria, we are now hearing from the people trapped inside the captured city of Palmyra. One young resident tells CNN that ISIS militants are everywhere. He and his family are de facto prisoners in their home as the fighters go door to door looking for Syrian soldiers. Now these firsthand accounts are coming in just hours after Syrian activists say that the ancient city of Palmyra fell into ISIS control. They report Sunni militants are now in full control of the UNESCO World Heritage Site and the nearby city of Tadmor. Now this ancient Syria city, it lies some 200 kilometers northeast of the capital Damascus. It is the second major population center seized in less than a week by ISIS. Over the weekend, Sunni militants took the Iraqi city of Ramadi. That's <ABOUT> 100 kilometers west of Baghdad, a major artery along the main highway to the capital. And as we've mentioned, the concern in Palmyra is both for human lives and history. Now the city is considered an ancient melting pot where Roman, Greek and Persian cultures met and fused. As Ivan Watson reports, traces of that <MAY> be wiped out under"
  },
  {
    "transcript_id": "CNN-127322",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "OK, so let's talk about the VP choice, let's just do it. For Barack Obama and for John McCain. Look, given what you view, Susan, as some of the vulnerabilities for Barack Obama, what type of person and then maybe go out on a limb a bit, who is the choice, do you think, for vice president, sorry?",
    "statement": "You <KNOW> I <THINK> for both these presumptive nominees, the vice president choice is more important than for many people who have been in that position because they both have gotten some significant vulnerability they <COULD> address. Now for Barack Obama what would be number one of course he has to unite his party. He needs to get women who will make up a majority of the electorate back on his side either by choosing Hillary Clinton or a Hillary Clinton supporter or another woman. Those are various ways he <COULD> do that. I <THINK> he also needs to address his rather limited experience in foreign policy and national security affairs. That <MIGHT> argue for somebody like a Wesley Clark or a Jim Webb. Some people talked <ABOUT> Sam Nun. I'm not <SURE> how serious I <THINK> that is. But for somebody who has deeper experience then he has. And also I <THINK> finally, it's going to be a big leap for this country to have an African-American presidential nominee and I <THINK> for some voters who <MIGHT> be a little nervous <ABOUT> that, they would be looking for a reassuring pick. Somebody that makes them <FEEL>, you <KNOW>, increases their comfort level with voting for Barack Obama."
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Morgan, you are so right on. Out to Eben Brown, investigative reporter. Look, I understand about playing your cards close to your vest when you`re getting ready for trial, but when you`re on a manhunt and three children`s lives are at stake, that is a whole different animal. Why aren`t police releasing more details about the location?",
    "statement": "<WELL>, police haven`t said where in Arkansas this video is coming from, but they also haven`t said when in Arkansas this video was taken. They released it in the past 24 hours, but they have not said when this was actually recorded. They <MAY> no longer be in Arkansas. This tape <COULD> be a few days old already."
  },
  {
    "transcript_id": "CNN-233210",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "quite": "ungraded",
      "must": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Thank you for being here, I appreciate it. I assume you'll be on hand when your parents receive this Congressional Gold Medal of Honor. How will that feel?",
    "statement": "You <KNOW>, any time my parents are honored, it is <QUITE> extraordinary, and particularly in this context with being the Congressional Medal of Honor. You <KNOW>, I'm <SURE> my parents will be looking down from heaven smiling, but what is <PROBABLY> most -- of greatest concern to me is next year is the 50th anniversary of the Voting Rights Act and when we get to that on August 6th, when President Johnson of 1965 signed that Voting Rights Act, we made great strides. My concern is today many people are not being allowed the total opportunity to vote. Our system is broken, and we <MUST> repair it, so democracy continues to work. We go all over the world promoting democracy but in some of our communities <AROUND> our nation, we <SEEM> to be suppressing that right."
  },
  {
    "transcript_id": "CNN-307479",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "thinks": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "It's very clear how Ana feels. Andre, help me understand. She brought up the \"calves the size of cantaloupes\" comment a little while ago when he was on that panel last July, questioning what non-whites contributor to civilization, saying, quote, \"Where did any other subgroup of people contribute more to civilization.\" Help me understand what you agree with in these words.",
    "statement": "<WELL>, let me first say, I don't <KNOW> Representative King. As I get older, I try to be more fair and reasonable to listening to others' perspectives. I <MAY> not agree with them all the time. I don't say that I agree with Representative King's viewpoint. But I <THINK> it is getting very slippery that any time someone discusses something that <MAY> not be what another person agrees with, we immediately jump to throw the race card out there. Let's engage in the conversation, see what his perspective is, see why he <FEELS> this, and see what he <THINKS> we <SHOULD> do differently to move our country forward when you talk <ABOUT> immigration."
  },
  {
    "transcript_id": "CNN-236952",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded",
      "kind of": "ungraded",
      "thinks": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Well, I'll tell you why it is, and I've been looking into this situation in other jurisdictions, like New York City, how long does it take on average in a police shooting case to get a grand jury in action. And it's usually a long time. As you said, five, six months. Sometimes it's a year before they proceed. They're very slow in investigating these cases and presenting the cases. Now, why so fast here? Well, one, Eric Holder, the U.S. attorney general is in town, and the feds are looking at maybe superseding and taking over the investigation. That's one reason why McCulloch might be convening his own grand jury to get the jump on a federal grand jury. The second thing is, if the governor and other political figures start putting pressure on him to allow a special prosecutor to be appointed, he will be able to say, listen, I'm halfway into this investigation, there's no reason to throw me out. So I think that's why McCulloch is moving quickly. And, of course, there's a third thing, the public wants a swift resolution of this problem.",
    "statement": "The public wants a swift resolution to this problem. If there's someone who <KNOWS> a lot <ABOUT> what the public <THINKS> of a case, it's you, having gone through, Mark, -- through the Zimmerman case, Mark O'Mara. And my question to you is this, the public is asking for justice now. No justice delayed. But is justice now always the <BEST> <KIND OF> justice?"
  },
  {
    "transcript_id": "CNN-166735",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "A poster crustacean for wasteful government spending. Senator Tom Coburn put out a report mocking the National Science Foundation for funding research projects such as shrimp on a treadmill with a half million dollar grant. The media began cracking jokes about obese shrimp.",
    "statement": "You <KNOW> what you call a shrimp that's overweight?"
  },
  {
    "transcript_id": "CNN-85526",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I haven't heard too much complaining, because once the people actually get in, they get through the lines, they get through security, they put their cell phone away and everyone seems to be having a good time. And again, we cannot overstate the fact that it's really unprecedented. You have about 35,000 people out here and I would say 34,999 are all rooting for Phil Mickelson.",
    "statement": "Wow. And this Japanese player, Maruyama, somebody that not a whole lot of players knew <ABOUT>, but he's giving Mickelson a little bit of a run for his money, isn't he?"
  },
  {
    "transcript_id": "CNN-133476",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "All right. Thirty-eight injured but no fatalities. Susan Roesgen, joining us live. Thank you for that, Susan. All right. So faster, wider, deeper. The worldwide plunge in auto sales. That's what we're talking about, as seen by the president of Toyota. Detroit, it turns out, hasn't cornered the market on economic misery. Toyota says it will end Fiscal 2008 with its first ever loss, as much as $1.7 billion. When you talk about that loss, that is nine cents in two weeks. Another big price break at the gas pump, as tracked by the Lindbergh survey. Lindbergh says regular unleaded now averages $1.66 a gallon. That is a nearly five-year low. And don't ask, don't tell. The Bush administration never asked the bailed-out banks exactly how they would spend their billions of taxpayer dollars, and the banks, well, are not telling. The Associated Press did ask, though, 21 bailout beneficiaries. None gave specifics. Let's talk about the woes of Toyota. The auto company says that it seemed on top of the world, but right now can't outrun this global meltdown. CNN's Kyung Lah has more from Tokyo.",
    "statement": "Adding to the season of stormy economic news, Toyota Motor Corporation announced for the first time in its modern history, it will post an operating loss. Slashing its forecast dramatically for the year, Toyota says it will operate at $1.7 billion in the red, stunning analysts <AROUND> the globe."
  },
  {
    "transcript_id": "CNN-35005",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I want to get something straight here. I want to find out if I'm the only one at this table -- I know -- at least I believe from listening to this interview we had with Lisa Depaulo, that her mission was to get Gary Condit. But when I read what I've read of this article, and she paints the picture of this Chandra Levy as a driven 24-year-old, again who is knowingly having this affair and is talking to a male friend almost every day about how she can accomplish her mission, which is to get him to break up his marriage and marry her. I mean does this put Chandra Levy in a positive light to you?",
    "statement": "No and I find it ironic that we have two print guys here who find ourselves in an argument with two television guys <ABOUT> the bounds of covering a sex scandal."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Carmakers in other countries have largely avoided this trap because in many nations, gas has been so expensive for so long, fuel efficiency has been a top priority more than the style or quiet ride Americans crave. A more ambitious efforts have been surprise hits here.",
    "statement": "<WELL>, the Prius was a great success."
  },
  {
    "transcript_id": "CNN-406637",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, first of all, we wish our best to Mr. O'Brien and his daughter. And it is a reminder that so much of this disease is transmitted in the house and it is true that daughters and sons transmit this disease to parents and grandparents and we shouldn't forget that. I don't know what the risk is to the President. I do know that his repeated reliance on the number of times a day he is tested as a way of saying that he is safe is not correct. It doesn't matter how many times a day he's tested, that's not going to prevent him from getting the disease, that will allow him to find a disease, the doctors to diagnose sooner and maybe put him on a course of treatment, the best that we have right now. But it doesn't help you to ward off the disease to be tested all of the time and therefore I would say that if he is in unprotected contact with no mask with anybody who's tested positive, it's a great concern.",
    "statement": "And Dr. Reiner, what does it mean, you would <THINK> people who are going to be <AROUND> the President and we don't <KNOW> the last time that the National Security Advisor saw the President, but you heard Jeremy reporting, he usually can see him multiple times a day or at least daily, that they wouldn't even <KNOW> in the White House all of the contacts that somebody like that is having, right? I mean, <OBVIOUSLY>, we wish him and his daughter <WELL>, but they didn't <KNOW> that his daughter got it or she was out with friends or whatever and yet this person is with the President regularly."
  },
  {
    "transcript_id": "CNN-349103",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "A little bit. But she has some of her father in her. And I'm sure the family feels really angry about the way that he was treated. And, again, not just this week but going all the way back to the campaign. The president had really, really rough words for Senator McCain and they believe that President Trump represents a politics that is antithetical to what Senator McCain was about. So some of that was going to come out. And it came out in many of the eulogies. Even in his death in some ways, Senator McCain made a statement about American politics and where it is in the era of Trump.",
    "statement": "If U.S. citizens continue to be <SOMEWHAT> bombarded from various quarters in the country with vitriol and hatefulness, what do you <THINK> that <MIGHT> do to the American psyche, the American spirit?"
  },
  {
    "transcript_id": "CNN-82179",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to CNN. After Wisconsin, which Democratic candidates <SHOULD> stay and which <SHOULD> go? I'll ask the former presidential candidate the Reverend Jesse Jackson. We'll speak with him live. First, though, a quick check of the latest headlines. Britain says terrorist attacks <COULD> be in the final stages of preparation in Saudi Arabia. It's warning all U.K. citizens to avoid the country for all what is calls essential travel. At the same time, British Airways canceled a flight today from London to the Saudi capital, Riyadh, citing security concerns. Three people are now confirmed dead in a crane collapse in Toledo, Ohio. Police say part of the crane fell between a bridge on Interstate 280 and the structure being built next to it. At least five people were hurt, no word yet on the cause. No letup in the flood of same-sex couples from all over the United States rushing to San Francisco's City Hall for a marriage license. The city starred distributing them to gays and lesbians on Thursday, and, by day's end, expects to have issued 2,000 licenses. That <COULD> be cut off tomorrow, when a judge considers requests by conservative groups to order the city to stop. And it's official. Alex Rodriguez is a Yankee. Baseball commissioner Bud Selig has signed off on the deal, which calls for the Texas Rangers to get all-star second baseman Alfonso Soriano and a player later to be named in exchange. Texas also is paying part of the $179 million left on Rodriguez's $252 million contract. Democratic presidential candidate Howard Dean continued to campaign today, despite the departure of his campaign chairman, Steve Grossman. Dean would not discuss the reasons for Grossman's departure, but it came after Grossman suggested he <MIGHT> jump ship if Dean loses tomorrow's Wisconsin primary."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Well, Fouad, we have to leave it there. Anne Marie Slaughter as well. David Kirkpatrick, appreciate your time as well. Again, more explosions we're hearing as just Fouad was talking. We got to take a quick break. We'll have more with Arwa Damon, Ben Wedeman, Wolf Blitzer in Jerusalem. We'll also take a look at President Obama's trip to Burma, officially known as Myanmar. We'll be right back.",
    "statement": "Welcome back. We're reporting live tonight from Gaza City. I'm not <SURE> if you can hear it very <WELL>, but there's still the steady sound as we've heard for these last six days now, going into day seven, of Israeli drones overhead. It's a constant buzzing sound. It sounds almost like a distant lawn mower or swarm of mosquitoes off in the distance. <OBVIOUSLY>, it can have far deadlier consequences than any of that. It's a very eerie sound. We're going to have more of the situation from here, but I want to check in with our Susan Hendricks with a \"360 News and Business Bulletin\" -- Susan."
  },
  {
    "transcript_id": "CNN-94387",
    "matched_terms": {
      "certainly": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And the primary Iraqi involvement at this point that I know about is the intelligence sharing that's taken place. Apparently some very good, solid intelligence took place, was handed off to the coalition forces, and they could act on it.",
    "statement": "So once they get the good intelligence, then they begin this offensive, which is what happened in Falluja. Although, the Falluja military offensive was sparked by that atrocious act, that killing of those American contractors. Their bodies dragged through and hung up on the bridge in Falluja, which <CERTAINLY>, I <GUESS>, provoked the U.S. and its partners to respond militarily in a very, very ferocious manner."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It's really hard to watch that interview. I mean, she's such an extraordinarily courageous woman. The takeaways from that interview were not necessarily just about the White House at all. They were about the patterns of abuse and the fact that abusers don't look like a stereotype. They don't look like a troubled person. They can have an impressive pedigree as Rob Porter did. As I was watching that, my thought was where are Hope Hick's mother -- where's her mother, where are her friends? There's an intervention needed here. And I don't know here, but as a woman and as a woman working in Washington, you know, it's really troubling that she'd be in this situation. I hope that somebody is going to help her get out of it.",
    "statement": "Where is President Trump? Where's President Trump? You <KNOW>, he's close to her, take her under his wing early stages on the campaign. Where is he on this on a personal level? But also now, where is he that this happened in his White House? If John Kelly knew and Don McGahn knew and didn't do something <ABOUT> it, the president <SHOULD> be upset and he <SHOULD> tell us he's upset. You <KNOW>, I understand, Amanda, your take over this, and I'm not dismissing that for one bit, but, you <KNOW>, even if you take that as all true, he can change it today, he can come out today and say that I'm really disappointed something wasn't done. It's staggering to me that he chooses to be completely silent here."
  },
  {
    "transcript_id": "CNN-53353",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, when I heard about it, I was on the way actually to the First A.M.E. Church. That's my church. And my wife called, Shirley called and said the whole city is burning. And I couldn't get a parking space, because there were so many people in the church with Mayor Bradley. And actually I went home to watch what everybody saw that afternoon and for the next two-and-a-half days. This was the city really, you know, burning.",
    "statement": "Yes. And what was the total damage figure for the city? As I understand it, it was <AROUND> $1 billion dollars?"
  },
  {
    "transcript_id": "CNN-309598",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Well, that's right, Poppy. But you know when it comes to sending a signal, there's probably no bigger signal, literally, than a U.S. Navy aircraft carrier, right? So, the North Koreans see the message, they hear the message. They watch the missile strike into Syria at the end of last week and understand that this Trump presidency is sending the signal to the entire world that it's willing to use military force. So, a decision was made to move the carrier group into the region, in case there is another North Korean provocation. But what about the military utility of a carrier strike group? Is it really the asset you need and want? A carrier with its aircraft onboard is not going to be able to do anything about a North Korean missile launch. There are a couple other ships with the group that do have a missile defense capability. They could try and shoot down a North Korean ballistic missile launch. But Will makes the point, the bottom line here is North Korea's moving closer to being nuclear capable and the national security advisor H.R. McMaster talked about all of that.",
    "statement": "North Korea has been engaged in a pattern of provocative behavior. -- This is a rogue regime that is now a nuclear capable regime. And President Xi and President Trump agreed that that is unacceptable. That what <MUST> happen is a denuclearization of the Korean Peninsula. And so, the president has asked us to be prepared to give him a full range of options to remove that threat to the American people and to our allies and partners in the region."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Don't know. It will depend on how it goes. And in some sense, it's too soon to say. There are a lot of people who have said this could be a disaster. It rallies the Iranian people around the Iranian regime. It may result in the Iraqis kicking out American forces. It will result in Iran getting out of the nuclear deal, retaliating. There are a lot of doomsday scenarios out there. They may come to pass. On the other hand, it is also possible that this will deter escalating Iranian activity directly and through its proxies against American forces. Second of all, it will put more pressure on Iran. It will make clear that this administration is willing to escalate militarily. There is likely to be more sanctions and more constraints on Iranian oil exports. And the problem for the regime is whether that hardship reignites the demonstrations that occurred in October and November in Iran that the regime was only able to put down through very harsh military measures. And the question is whether that kind of threat will force the regime to be pragmatic and to return to some kind of negotiations, where we would talk about their nuclear weapons, their ballistic missiles, and also their disruptive activities in the region. So it's too soon to say. Bold move. Could go badly. But there are also scenarios where it could have a positive outcome.",
    "statement": "Can I just play a little bit <ABOUT> what Secretary Pompeo has been saying <ABOUT> the reason for this and what they <HOPE>, and this particularly <ABOUT> influence of Iran in the region?"
  },
  {
    "transcript_id": "CNN-117704",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So it's a truss construction, has long spans of metal trusses? Is that your understanding of the way that this building was built some.",
    "statement": "That's what I <THINK>, yes, from what I <COULD> tell. When I got there, it was pretty much all flames, and then once it was out, it was just, I mean, destruction."
  },
  {
    "transcript_id": "NPR-17129",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You picked up on that.",
    "statement": "We didn't hear the names of Reid or Pelosi in that. You <KNOW>, it's not that chilly in Washington these days, but I would say that the relations between the president and the Democrats, particularly the leadership, is <ABOUT> as chilly as the temperatures in Iowa and New Hampshire these days. I mean, they're just not getting along, and when the president can bypass them, he does. And that's - generally speaking, that's his approach."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "certainly": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "It starts again on Tuesday. So you think this is strategic. That`s fascinating, because I thought, well, maybe she really has a headache. This woman was her best chance, her shot at saving her life. She`s a domestic violence expert, who`s arguing, yes, she is a victim of abuse or fits the pattern. And suddenly, we stop it while she`s on a role. But Stacey Honowitz, is it possible that this is part of a bigger strategy?",
    "statement": "Look, you never <KNOW> what the defense is <THINKING>, especially a defendant who`s manipulative like she is. I mean, we all <KNOW> that she did have a history of migraine headaches. And <CERTAINLY>, the defense attorney doesn`t want to go forward if her client can`t aid her and says that I`m not properly prepared because I don`t <FEEL> good. You don`t want your client keeling over at the table. But again, I`m not a mind reader. It <COULD> be something very bogus or it <COULD> be something nefarious and something strategic. Or it <COULD> be that she really doesn`t <FEEL> good, and they said, \"We`re not going to court today, because she`s not ready.\""
  },
  {
    "transcript_id": "CNN-122598",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Politics taking center stage here on CNN today. We're going to be following the candidates in New Hampshire as they travel across the state.",
    "statement": "Let's take a live look now. Something happening, Senator Hillary Clinton there in New Hampshire. First event she's got going on this morning. It's in Penacook, New Hampshire. She and the rest of the Democrats are trying to drive home their post-Iowa messages, which of course those messages having to be tweaked now that we have the results of what happened in Iowa. Now of course, they have some serious talk here, asking some serious answers. But there was a pretty lighthearted moment that just took place at this moment. Would you <BELIEVE> that, yes, at Democrat Senator Hillary Clinton's event, Bill O'Reilly is in the crowd. Check this out."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Precisely. They do not apply in the precise way that the secretary was talking about Guantanamo and the unlawful...",
    "statement": "<WELL>, he was talking <ABOUT> Iraq -- let me cut you right off, there. This whole interview here <ABOUT> Iraq and the conditions at that prison. That's what this whole entire interview was <ABOUT>. It was on NBC. It was on <MAY> 5th, 2004. It was an interview <ABOUT> Iraq. No longer Guantanamo is the issue here. And the secretary said something he said elsewhere -- and I've heard this with my own ears recently. He said that the Geneva Conventions apply not precisely, that prisoners are treated consistent with, but not pursuant to. Now, he did say the other day, this is a quote, saying that, \"The Geneva Convention did not apply precisely.\" Are you saying that the secretary misspoke on..."
  },
  {
    "transcript_id": "CNN-237112",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When people harm Americans anywhere, we do what's necessary to see that justice is done.",
    "statement": "British and U.S. intelligence experts now analyzing every frame of the video for clues <ABOUT> the murder, especially the British accent of the killer. Foley's parents calling for peace."
  },
  {
    "transcript_id": "CNN-147986",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Is that a good --",
    "statement": "As a father of two daughters as a matter of <FACT>, I'm as outraged as you are that they or somebody else on that bus platform at 7:00 at night didn't step in to do something."
  },
  {
    "transcript_id": "CNN-308315",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But they will be under oath. They'll be under oath and that's important.",
    "statement": "But I don't mean they would be telling a lie, but telling the truth <COULD> create problems."
  }
]