[
  {
    "transcript_id": "CNN-222780",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, Amy, bring us home.",
    "statement": "<WELL>, I'm calling this controversy the political equivalent of lap band surgery. Bringing his governor down to size."
  },
  {
    "transcript_id": "CNN-176084",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Occupy Wall Street protesters say they want the day to be a day of nonviolent protests, although one demonstrator has been arrested for making terrorist threats. In a YouTube video you can hear the 29-year-old yelling, \"In a few days, they're going to see what a Molotov cocktail can do to Macy's.\" He's also threatened to, quote, \"burn down the city.\" So, let's go live to our Mary Snow. She's live on the phone because she's in the middle of that crowd of people you're seeing. So, Mary, what's the mood?",
    "statement": "<WELL>, I'll tell you, it's tense but peaceful. We're at the tail end of this protest. And I have to tell you, from the time we first went on the air this morning, <AROUND> 6:00 to now, I mean, the crowd has just swelled. We're on Nassau Street, which is right behind where we're right behind -- where we're standing right now is right behind the Federal Reserve, <ABOUT> a block away from the New York Stock Exchange. Protesters started off at Zuccotti Park. They met, gathered, organized and then began marching down Nassau Street with the target of going to the New York Stock Exchange chanting, \"We are the 99 percent.\" Again, this is just one of a number of marches they plan to hold for this day. You mentioned they plan to occupy some subway stations later today, and then the biggest march is expected <AROUND> 5:00 tonight when they are planning to march on the Brooklyn Bridge. Very heavy police presence here. From my vantage point, what I've seen so far, we haven't seen any unrest. It's been fairly peaceful."
  },
  {
    "transcript_id": "CNN-358531",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "There's an argument that would say that the people who are going to be paying this is - are the patients because the price of the purchase eventually goes up and goes on the price of the drugs.",
    "statement": "Yes, I mean, I <THINK> that is something that will come into play once you have the requisite regulatory agencies in Washington look to approve or not approve this merger. <OBVIOUSLY>, that is something that always comes into play with healthcare deals. You don't want to see consumers - patients particularly for drugs that are life-saving, cancer drugs having to pay a lot more money for some of these treatments."
  },
  {
    "transcript_id": "CNN-330389",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Elise Labott, I want to get to you in just a second because I know you have some new information. But David, I'm still staying with you because I cannot imagine, especially being with my family, to receive this information, as many families did in Hawaii. So describe for us, apparently there were some steps you took or those on the military base on which you were at, because you were all sort of gathered together. Explain that more, please.",
    "statement": "Yes, it was pretty -- it <KIND OF> happened. There were no official protocols that we were following. People were running. We all <KIND OF> gathered near the shelter. So we found this garage. The civilian staff was very friendly. They brought us in. They were calm. And we all got inside this big garage that holding the boats that we were going to rent. And we got in there and we just <KIND OF> stood there, Martin. They shut the garage gates. And there were young children in there that were sitting there plugging their ears, shaking their heads. People were freaking out a little bit. But it was over soon after. Thank goodness."
  },
  {
    "transcript_id": "NPR-1882",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, when you think of the book that you've written, \"This is Your Brain on Music,\" it by its very title implies that music is psychoactive. What is the psychological effect of music both as we're listening to it and then as we consider its place in our lives?",
    "statement": "<WELL>, listening to music has been shown now - we did some experiments in my laboratory that show that listening to music changes your brain chemistry. And we <KNOW> that people use music the way they use drugs. They - a lot of people have a certain <KIND OF> music they use to get out of bed in the morning to help get them going, to get them started, to help them finish an exercise workout."
  },
  {
    "transcript_id": "CNN-50185",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So you can see as you walk in here, the computer is identifying that that's your face, and now it's recording the various images...",
    "statement": "Does it <KNOW> you? That's the question. (voice-over): Like all of the projects here, aiming to put a more user-friendly face on computing. (on camera): There it is the. Looks like you guys get paid this week. (voice-over): James Hattori, CNN, Redmond, Washington."
  },
  {
    "transcript_id": "CNN-112067",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And Anderson, the question you asked I think is a good one. You know, would any corporation do this? And you know, I think the answer is, no, actually.",
    "statement": "<WELL>, clearly ABC and NBC said they passed on it."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "She deserves the rights. Not Gabe.",
    "statement": "Gloria Allred, victim rights` attorney, <COULD> there be an investigation of this decision?"
  },
  {
    "transcript_id": "CNN-186718",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The focus of the president and his campaign this week largely on Mitt Romney and his record at the private equity firm Bain Capital. The attacks from the president's camp were tough, but if you have followed the Republican primary, familiar.",
    "statement": "There are vultures that are sitting out there on the -- on the tree limb waiting for the company to get sick. And then they swoop in. Do you want to have an individual running the country who has been all <ABOUT> making profit for the company and for Bain Capital? If it is a fatal flaw, then we need to talk <ABOUT> it now."
  },
  {
    "transcript_id": "CNN-286795",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "I'm training with my coach and there's nothing I can do about other people having violated the rules of competing or something else, or taking dope. I cannot do anything about it. So, how can I be claimed responsible for other people's deeds?",
    "statement": "In a bid to have the Olympic ban lifted, Russia has vowed a total revamp of its anti-doping facilities. Even opening up the notorious labs at the center of earlier doping allegations. They showed us the urine samples they've kept frozen. Russia <HOPES> this impression of transparency will be enough. Although the latest WADA report suggests things <MAY> not have changed enough. <WELL>, this is rare access to the labs at the center of Russia's doping scandal. It's in these rooms it's alleged that hundreds of samples went missing in what the World Anti-Doping Agency says was a state sponsored program of doping. For the moment, work has all been suspended as being carried out elsewhere, but the Russians say they're determined to rebuild trust. But trust is one thing even the Russian says can't enhance. Not helped by the <FACT> their former anti-doping chief fired amid allegations of officials taking bribes from athletes to shield them from positive tests. Unexpectedly died of apparent heart failure. And his testimony will never be heard. And the party line is now denial. Speaking to CNN, his former deputy, the new acting head, said she had no knowledge of the wrongdoing of which Rusada is accused."
  },
  {
    "transcript_id": "CNN-186004",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, it's certainly not the last we'll be listening to this and certainly in an election year as well. Lizzie O'Leary, thanks for that. And we also have more news unfolding right now. It's \"Rapid Fire.\" So, roll it. And here we go. Yahoo's new departed CEO has thyroid cancer, according to \"The Wall Street Journal.\" Scott Thompson is out at Yahoo! after the company learned he padded his resume. He fibbed about having a degree in computer science. He had a degree, just not in computer science. Also, a kidnapper who raised the baby she stole to adulthood is going to have to wait to learn her fight. Sentencing for Ann Pettway is pushed back from today to July 6th. You might remember, she admitted to snatching a three-week-old baby from a hospital back in 1987. The victim found herself on a website for missing children and lo and behold found out who her parents were. And now we're going to hear John Edwards' side of this whole sordid tale. The defense is about to begin its case. It's happening today in the Edwards' trail in North Carolina. He is accused of misusing campaign money to hide an affair with a mistress. And also, the drums and the symbols will go quiet, at least for the next year, at Florida's A&M; school. That school's acclaimed marching band suspended through 2013. It's all punishment for that hazing incident that allegedly led to the death of the drum major Robert Champion.",
    "statement": "I was heavily influenced by the need to be respectful of Robert Champion's family, as <WELL> as other alleged victims. A young man lost his life."
  },
  {
    "transcript_id": "CNN-185978",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feeling": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Do people you talk to feel abandoned by the world, abandoned by the international community? Because in past years during the war in Bosnia, or during other wars, people have said we didn't know what was happening at the time. But we have all been watching for the past year what has been happening in Syria. Every single day we've seen the videos. We've had reporters there from time to time when they've been able to get in. Do you feel forsaken?",
    "statement": "We are. It's not <ABOUT> <<FEELING>>. I <KNOW> we are abandoned by the world. Annan's plan is wonderful, six points, really great. We are talking <ABOUT> trying to implement one of them. What <ABOUT> the rest of the five points? Everybody is happy watching us being killed on daily basis. Nobody cares for us. Everybody <KNOWS> the story. It's OK. We <KNOW> now. The world is happy watching us being killed and we will do it on our own even if it takes us 10 years. We are in the streets and will not change. We will not retreat. We will not give up."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Mr. Fitzgerald, do you have evidence that the vice president of the United States, one of Mr. Libby's original sources for this information, encouraged him to leak it or encouraged him to lie about leaking?",
    "statement": "I'm not making allegations <ABOUT> anyone not charged in the indictment. Now, let me back up, because I <KNOW> what that sounds like to people if they're sitting at home. We don't talk <ABOUT> people that are not charged with a crime in the indictment."
  },
  {
    "transcript_id": "CNN-362513",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "-- issues further to the left of the political spectrum.",
    "statement": "Right. But just because someone like Alexandria Ocasio-Cortez in the House is talking <ABOUT> something that is <MAYBE>, you <KNOW>, some <MAY> perceive as being to the left. That's not necessarily going to influence what the presidential candidates are talking <ABOUT>, because I <THINK> what they all recognize is, yes, they're still in Congress, so they're going to have to, at the right time, comment on some of these things, because they <MAY> have to vote on them. But they also have to put forward their own vision. So I <THOUGHT> Amy Klobuchar, for example, the other night, did a great job when she was talking <ABOUT> college affordability, and what she would do. I <KNOW> that student looked like he was a bit disappointed. So, I <THINK>, what you're going to see, and this is why the primary is so important, and I <THINK> the debates are going to be so important, you're going to hear all of these ideas really teased out with similar goals and values at their core, but different ideas <ABOUT> how we get there. And, I <THINK>, that's going to be a really exciting thing for this country is, to actually have some conversations <ABOUT> ideas, and not just tweets attacking people."
  },
  {
    "transcript_id": "CNN-74819",
    "matched_terms": {
      "around": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Absolutely not. I'm in this church to stay. It's my church as well as everyone else's and I will continue to serve God in my ministry.",
    "statement": "And I've got to ask you, sir, if, in <FACT>, Bishop-Elect Robinson become as bishop, there's a talk <AROUND> the conference <PERHAPS> some more conservative bishops would get up and walkout. Will you be one of those?"
  },
  {
    "transcript_id": "CNN-2959",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It's all over in South Carolina, but the counting and the last-minute voting. GOP leaders here are saying this primary will smash the state record for voter turnout. Strong turnout helps McCain win in New Hampshire, but Bush supporters say their candidate will benefit from heavy Republican voting here. Still, McCain started the day out upbeat.",
    "statement": "I <FEEL> great. I <THINK> we're going to have a record turnout."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So you're not going to comment?",
    "statement": "So it wouldn't be right. And so -- but it's <CERTAINLY> not secret. We have discussed that thoroughly with -- the whole sexual history with my counselors, and I have had very good counselors, and with Gayle."
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Be careful what you ask, my dear, for you will surely get it. You know, she might jump from the fire into the frying pan.",
    "statement": "That`s <CERTAINLY> possible, but I <THINK> that Judge Revel, everyone who saw her today in that courtroom, she is not a fan of Lindsay Lohan`s."
  },
  {
    "transcript_id": "CNN-34079",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I'll stay away from rivers.",
    "statement": "That's a good idea -- and from tall drop-offs, as <WELL>. Tom Barbeau, Margaret Brownrigg, we're so glad that your story had a happy ending. Thanks for coming on with us and telling us your story."
  },
  {
    "transcript_id": "NPR-2139",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "A whole lot of American leaders and icons flocked to Ghana in the years just before and just after its independence. People like Malcolm X, Muhammad Ali, Richard Wright and Pauli Murray. Maya Angelou lived there for years. W.E.B DuBois renounced his American passport to become a Ghanaian citizen. Dr. Martin Luther King, Jr. was there at the moment freedom was announced. It was a beautiful experience, he wrote in his autobiography, to see some of the leading persons on the scene of civil rights in America on hand. To my left was Charles Diggs, to my right were Adam Powell and Ralph Bunche.",
    "statement": "It is reported that Doctor King told Richard Nixon on that day, I want you to come and visit us in Alabama where we are seeking the same <KIND OF> freedom Ghana is celebrating. Ghana's founding fathers are now referred to as the Big Six. Kwame Nkrumah, Emmanuel Obetsebi-Lamptey, Edward Akufo Addo, Ebenezer Ako-Adjei, William Ofori Atta and my grandfather, J.B. Danquah, the man who officially gave the country its name, Ghana. He named it after the ancient empire of Ghana, which was the first of the great medieval trading empires of West Africa."
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "I've witnessed Howard give her Vicodin, Valium, Vinegrin (ph), morphine, Demerol. Shall I go on? I mean, it's too much for someone to take over a period of time. That's considered aggravated death. You know what I'm saying? Accumulated effect over the years, whether he gave it to her the last second or not. It's just not acceptable.",
    "statement": "Would your <GUESS> be that the final results of the autopsy would show that?"
  },
  {
    "transcript_id": "CNN-61903",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "I agree.",
    "statement": "And as awful as it is, the D.C. area sniper case isn't unprecedented. In <FACT>, it has some similarities to a case that haunted Ohio starting more than a decade ago. CNN's Maria Hinojosa has more on that story."
  },
  {
    "transcript_id": "CNN-266118",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Mr. Williams, does Dr. Carson regret in any way saying that quote \"I would not just stand there and let him shoot me?\"",
    "statement": "No, you <KNOW>, a part of who Dr. Carson is, Anderson, is that you've seen these situations so many times and no matter how many times you talk <ABOUT> gun legislation, stopping this violence as the president stated, it <SEEMS> that it's routine in this country now and you've got to <THINK> that you <COULD> be in the path of these terrorists and you've got to <THINK> <ABOUT> how to react and what to do and what Dr. Carson was saying is that he would be willing to put his life on the line in danger, willing to take a bullet to make <SURE> that more people were not part of the carnage. There is nothing to regret. I mean, I <THINK> most people can relate to that."
  },
  {
    "transcript_id": "CNN-47045",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, there's no question the ripples are going to be massive. I mean, this is already the biggest bankruptcy case in U.S. corporate history. And of course, it is a growth industry now, the investigations of Enron. Not only do we have the Justice Department now heading up this now centralized investigations, which I should point out, has actually been going on for several weeks. But what Justice has decided to do is to consolidate the various U.S. attorneys that have been looking into this. But of course, we also have the SEC looking into it. We have the Treasury Department, the Labor Department, the Commerce Department, various Congressional committees. The list goes on and on.",
    "statement": "Do we <KNOW> yet exactly what the total figure is of the loss to the 401(k) plan members?"
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Was she paranoid?",
    "statement": "Yes, in a sense, she was. She was always -- I mean, she was into so many different things, with the land mines and all of those things. She did <THINK> that, you <KNOW>, there was a chance that someone didn't want her <AROUND>, yes, but I still <THINK> it was an accident."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Move. Move. Move. Move. Move.",
    "statement": "Do you <KNOW> how many times people would actually have to vote to fill up the bottom of that machine?"
  },
  {
    "transcript_id": "CNN-261656",
    "matched_terms": {
      "fact": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "40 minutes past the hour right now. New this morning, Pope Francis is calling for the Catholic Church to open its arms to people who have been divorced and remarried. Listen to this.",
    "statement": "Lately we have seen a growth in the awareness of the <FACT> that we need to welcome brotherly and tenderly and love and truth those baptized people who have established a new relationship after the failure of their sacramental marriage. To all effects, these people are not at all excommunicated. They are not excommunicated and they <MUST> not be treated as such. They are always part of the church."
  },
  {
    "transcript_id": "CNN-206097",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "No, they're not -- they're not taking that as a fact from him. That's why they're doing the investigation to verify that. That's why the investigation at the home to look for any evidence of the material, even trace evidence of it, still being in that apartment, to verify that some of the components at one point were in there, if not the entire bombs (ph). So, he said but that doesn't mean they accept that as the truth until they conduct further investigation, which they have been conducting since he gave that information right after they were arrested.",
    "statement": "And police also have the laptop, Dzhokhar's laptop, which <MAY> or <MAY> not provide useful information, right?"
  },
  {
    "transcript_id": "CNN-113806",
    "matched_terms": {
      "well": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "I believe there is, Lou. Very few specifics about this have been revealed. However, there was a briefing with Justice Department lawyers, and they were very cagey about what they were saying. This is a classified programs. The proceedings of the FISA court are usually conduct in secret. So we have very little real knowledge about the details here.",
    "statement": "<WELL>, hopefully it is -- it is what it both <APPEARS> to be and what we're reporting here. Jeanne, thank you very much. Jeanne Meserve. Thank you. Still ahead, outrage on Capitol Hill as two U.S. Border Patrol agents report to prison for shooting a Mexican drug smuggler in this country illegally who was given immunity by the U.S. Justice Department to testify against those agents. Three congressmen who accuse President Bush of arrogance join us here. And the Bush administration and corporate America in league, forming a North American union between and among the United States, Canada and Mexico without consultation, of course, of the United States Congress or American citizens. We'll have that special report. And lawmakers defying the Bush administration, trying to help middle class Americans struggling to pay for higher education. We'll have that story and a great deal more straight ahead. Stay with us."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Emergency personnel had already begun to rope of the area. In Gaza City they have a lot of experience responding to these kind of incidents. (",
    "statement": "Saw two rockets go, one actually from this direction, looked like one on the other side of the building. The building is on fire now. They've gotten ambulances here pretty quickly. They've got a fire truck on the scene as <WELL>. ("
  },
  {
    "transcript_id": "CNN-108425",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Carol Lin, thanks so much. Well, whether people are fighting or fleeing, the Internet is capturing the Middle East conflict in real time, all the time. Coming up, we're going to log on with our technology correspondent Daniel Sieberg. More LIVE FROM straight ahead. The news keeps coming. We'll keep bringing it to you.",
    "statement": "Relief in the East, but the heat's hanging on across the western half of the country. Temperatures 100 and above are expected to last through the week. The heat is blamed for almost a dozen deaths and countless blackouts. Utility companies are pleading with consumers to conserve. Temperatures aren't fit for man nor beast in western Europe, either. In Britain, it's so hot the pavement is melting on the roads. London hit 97 today, an all-time high for any date in July. And saying it in Celsius, 36, <WELL>, doesn't make it <FEEL> any cooler. The heat is blamed for 9 deaths in France, two in Spain and two more in Netherlands. Temperatures are expected to cool slightly over the next few days. <WELL>, a travel nightmare at the world's fifth busiest airport. When the power went out at a major air traffic control center just north of Los Angeles, <WELL>, planes quickly backed up at LAX. A back- up generator kicked in, but went down <ABOUT> an hour after that, and by the time power was fully backed up, <ABOUT> 25,000 passengers had been delayed, diverted or grounded outright. And what's to blame for all that? <SEEMS> a vehicle crashed into a utility pole. Churning off the East Coast, Tropical Storm Beryl moving to the north, not expected to hit land and not expected to become a hurricane. Beryl is the second named storm of the Atlantic hurricane season."
  },
  {
    "transcript_id": "CNN-67617",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What about the U.S. responding to what the Brits might have to offer here in terms of very carefully calculated deadlines that the Iraqis have to meet or then war?",
    "statement": "<WELL>, I <THINK> the war has already begun. When we changed the rules of engagement to go after surface to surface missile batteries instead of air defense batteries, we basically took an offensive action against Iraq. But to get to the question of the resolution, Tony Blair, I <THINK>, had better get it done quickly if he's going to get it done at all. Otherwise, I <THINK> that the administration is prepared to go forward rather swiftly. They've got Tony Blair in a position where he can't back out now and, you <KNOW>, Tony Blair <SHOULD> have learned the lessons of the midterm elections when the Democrats supported the president on homeland security and he still beat them like a drum with it."
  },
  {
    "transcript_id": "CNN-102163",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The secretary-general, Kofi Annan, he's the man at the top. He's the man responsible, is he not?",
    "statement": "<WELL>, we support the secretary-general in his work. We <THINK> it's very important to push ahead on this reform. The undersecretary-general for management, Chris Burnham, an American, spearheading that. He's doing an excellent job. He needs support, which we're trying to give him."
  },
  {
    "transcript_id": "CNN-19969",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "Women and the kids were crying because they had to carry their dead babies. Mommas were carrying their dead babies, men were carrying their dead mothers, brothers were carrying their dead sisters. And so when they were coming across the Trail of Tears, there was a lot of sadness. And the men saw this, and so they prayed. They prayed to the creator and they said, send us something, you know, help us to get through this. And so the creators saw this and they heard their prayers. And they told them, they said, we will send you a sign. And so everywhere the women's tears fell and when it hit the ground, a plant came up. And from that plant these little corn seeds come from.",
    "statement": "A people whose spirituality is indistinguishable from the land itself were forced on an 800-mile journey into the unknown. By spring of 1839, all of the survivors had arrived in the west. While no one <KNOWS> exactly how many Indians died, accounts inevitably mention thousands. It wasn't until August until the reconstituted Cherokee Nation established its new tribal headquarters in Tahlequah, Oklahoma, where it remains to this day. Descendants of those who marched attend this mostly Native American high school there. It resembles in many ways any other American high school, only classes in Native American history and language are taught. Efforts to revive Cherokee culture are pervasive. Miss Cherokee Nation, Janelle Adair, when not studying for law school, educates non- Indians to the ways of native culture."
  },
  {
    "transcript_id": "CNN-263962",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Breaking this morning, France announcing it will take in 24,000 new refugees to help ease the crisis gripping Europe. This, as thousands of migrants made their way to Germany this weekend, after boarding trains in Austria. Now, at the same time, Austrian officials are saying they are going to tighten emergency measures for migrants. But what does that mean? They are going to do it in a humane way that complies with the law. This is a wait and see situation.",
    "statement": "An investigation under way this morning into an ambush- style shooting on police officers in Las Vegas. Police say a man with a semiautomatic weapon approached two officers in their patrol car at a traffic light. One officer was shot in the hand. He is recovering. The <SUSPECT>, we're happy to say, is in custody. This is the second Las Vegas police officer shot in just the past few days."
  },
  {
    "transcript_id": "CNN-156524",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I don`t think there`s any way they can in Hollywood. I mean, that`s what being a star is all about. And I think that we need to remember that they still have feelings, OK? I mean, they may not be able to feel their face, but we can`t just go on these online rants and rampages. It`s about them. I mean, they have a job to do. And for a lot of them, this is part of the job. It`s serious out there.",
    "statement": "There`s a lot of pressure. And you <KNOW>, I say if it makes people out there <FEEL> better <ABOUT> themselves, who are we to judge? But like you say, in this industry, with these actresses, it`s almost impossible for them sometimes. Don`t you agree?"
  },
  {
    "transcript_id": "CNN-209080",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We're going to tell you why a trip to South Africa is important enough for Zuckerberg to put on a suit there. You see him there, a suit and tie.",
    "statement": "Also this. Have a look at this. This is Amazing. Walking <AROUND> London, yes, it can get a bit dangerous on the sidewalk. The new threat? Exploding foot paths, as they call them in London. Wait until you see that extraordinary story."
  },
  {
    "transcript_id": "CNN-224821",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now, Lupita, let's start with you because I've got a theory about you. You've arrived out of nowhere, you're getting all these nominations and probably with loads of award and you killed every red carpet I've seen you on. And you've done it again here and it's not even a red carpet in my studio but these dresses you're wearing, the fashion you're bringing in the sense of fun and precise in color. Where is this coming from? Where have you been?",
    "statement": "Wow, I've been in Kenya, you <KNOW>, basking in the sun and getting ready for this."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Let me ask you quickly about four different sectors of the market, three of which came under a lot of pressure today for reasons that relate directly to this tragedy. That would be the airlines, the hotels and the insurance companies who are facing the biggest claims situation, probably in the country's history. The airlines, in all likelihood, even though they lost tremendous valuations today, will not be allowed to simply not exist. The government won't let that happen. Do you buy the airlines here?",
    "statement": "<WELL> I <THINK> you do, Jack. And I <THINK> you do it as a part of a whole portfolio strategy. I <THINK> you buy the insurance companies on adverse news like this. We had an experience last week in Europe where the insurance companies fell <QUITE> dramatically, and then they've rallied subsequently. So, there is precedent just <SORT OF> short-term basis. I <THINK> you go and look at companies that have been in the financial services area. Clearly, there's an emotional selling that's been taking place in brokerage stocks, as <WELL> as some of the banks. And I <THINK> those are offering opportunity. And also <MAYBE> on the top of the list, too, is an earlier recovery to the technology businesses."
  },
  {
    "transcript_id": "CNN-347825",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You know, and so that's a person that he didn't wanted to use donor money to --",
    "statement": "Serious integrity issues effectively getting reward. I <THINK> the problem is you're getting hung up on the morality of it. I <THINK> we left that neighborhood a long time ago."
  },
  {
    "transcript_id": "CNN-269853",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, it means sitting in a circle, each person able, in their turn, to tell their problem or their story, whatever it is with everybody listening and consensus more important than time. And it's really crucial. And indeed, our constitution was based on their confederacy version of this.",
    "statement": "And how did that -- what <SORT OF> triggered in your mind <ABOUT> how you would take what you learned? What did you actually experience there and how did you use it coming back here?"
  },
  {
    "transcript_id": "CNN-176554",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Right. Well, look. I can tell you that here they are very concerned about what's been unfolding, taking place on the ground there in Egypt. The White House seems to be applying more pressure now in the push for democratic reforms saying that the situation requires a fundamental solution. White House Spokesman Jay Carney in a statement released said, quote, \"The United States strongly believes that the new Egyptian government must be empowered with real authority immediately. We believe that the full transfer of power to a civilian government must take place in a just and inclusive manner that responds to the legitimate aspirations of the Egyptian people, as soon as possible. What you have been hearing over the last few days here at the White House is a condemnation of the violence there, calls for restraints on all sides. But also, calls on the Egyptian officials to launch an independent investigation in to deaths there. And then, of course, the reassurance that the United States will continue to stand with the Egyptian people as they push for democratic reforms -- Hala.",
    "statement": "All right. <WELL>, to put it bluntly, the U.S. does send money to Egypt, still the military in control of the country. Those that complain <ABOUT> the revolution saying we got rid of the president. We didn't get rid of regime. If the military, for instance, does not hand over power to a civilian government in a peaceful manner, what <MIGHT> the U.S. reaction be to that?"
  },
  {
    "transcript_id": "CNN-369706",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, this is basically a recording where the Boeing people did not appear to know they were being recorded at the time. But nonetheless, this was the pilot's union as you noted after the first crash and this is getting to the real crux of the question about the Max line of planes. Boeing is essentially arguing that this was a technological advancement, this MCAS system which is now implicated in making both of these planes nose down in a way they could not be controlled and ultimately to crash. Whereas the pilots are saying we should have known about that. And Boeing is essentially saying, well this was a technical innovation, that your standard training probably should have been able to handle it. Listen to this exchange.",
    "statement": "We flat out deserve to <KNOW> what is on our airplanes."
  },
  {
    "transcript_id": "NPR-15940",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Roland Hwang is director of transportation with the Natural Resources Defense Council.",
    "statement": "EPA <MUST> go through a formal process that's required by law. They have to notify, allow public comment before they actually issue a decision. And then we'll see them in court."
  },
  {
    "transcript_id": "CNN-159415",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right now in Washington, the taping of the annual \"Christmas in Washington\" show is taking place. It airs Friday at 8:00 p.m. eastern on our sister network, TNT. Friday, 8:00 p.m. eastern on TNT. Actor Matthew Morrison, star of \"Glee,\" he is among the performers, and I spoke with him about the show.",
    "statement": "So, Matthew Morrison, every time I get a magazine, you're on the cover. I turn on one of the entertainment shows, you are there. It's just a sensation. I don't <KNOW> if I can call it overnight, because you had a long career before this. What do you make of what's happened with you and being asked to perform at \"Christmas in Washington\"? Amazing."
  },
  {
    "transcript_id": "CNN-335145",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "quite": "ungraded",
      "obviously": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded",
      "feeling": "ungraded",
      "unclear": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "In addition to all of this, the U.S. is now slapping sweeping sanctions on Russia for U.S. election meddling. The Trump administration is finally imposing the new punishments a month a half after the deadline set by Congress. So, this was something that was legally voted on. Let's bring in our team, CNN senior diplomatic correspondent, Michelle Kosinski is at the U.S. State Department, senior international correspondent, Fred Pleitgen is in Moscow, and our international diplomatic editor, Nic Robertson joins me here in the studio in London. Fred in Moscow first, obviously, the Russians are unhappy. They say they're going to retaliate, but I do wonder, with the U.S. and the U.K. and this joint statement now, are they starting to feel the heat in Moscow?",
    "statement": "<WELL>, I <THINK> they're <<FEELING>> the heat, but at the same time, I <THINK> that they are not budging down to it, if you will. The Russians are saying that they are going to retaliate against these U.S. sanctions. It was <QUITE> interesting to see earlier today that the Russians actually came out with a news (inaudible) <ABOUT> these U.S. sanctions before the Treasury even announced them. So, they are taking it very seriously. They came out only minutes afterwards and said, first of all, they were <ABSOLUTELY> calm in the face of these sanctions being placed on them by the U.S. Treasury, but they are already working on countermeasures to retaliate against the U.S. And they say those will come very soon. Now, it <SEEMS> as though to us right now, the Russian Foreign Ministry <MUST> be working in overdrive because they are <OBVIOUSLY> working on these countermeasures against the U.S. And at the same time, they still haven't announced what exactly they're going to do to retaliate against the Brits as <WELL>, where they say there's going to be measures against the Brits. They say they're going to expel some diplomats as <WELL> as the Brits are kicking out 23 Russian diplomats, but they haven't announced exactly what they are going to do. Sergey Lavrov said there's going to be diplomats that are going to get kicked out. They didn't say how many. They said it <MIGHT> actually be more than 23. That number, of course, that the Brits have kicked out, but it still is <UNCLEAR> when that's going to be announced. What we do <KNOW>, though, Hala, that it's going to be announced by President Vladimir Putin and the Russians intend to inform the Brits before they actually make it public, but so far none of that has happened. And it's been now I <THINK> over 24 hours since Theresa <MAY> was in British parliament and announced the British side of the measures against Russia and the Russians said they would respond fairly quickly. They haven't done so yet. So, truly <UNCLEAR> what's behind the delay, if it is one, of the Russians actually coming out and saying what exactly they want to do in retaliation. So, I do <THINK> they're <<FEELING>> the heat, but they are remaining defiant. It was interesting also to hear that earlier today them saying that they <BELIEVE> that the allies of U.K. are standing with the U.K. for ideological reasons, the Russian said, Hala."
  },
  {
    "transcript_id": "NPR-18226",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "As we mentioned, Scott Rodrigues, who worked for a Scotts Miracle-Gro branch in Massachusetts, sued the company after he was fired for smoking. But Rodrigues acknowledges he knew when he was hired that Scotts had an anti-smoking policy. So we reached his lawyer, Harvey Schwartz, to ask <ABOUT> the basis for his lawsuit."
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Let's get to the Clinton response. She held a rally (inaudible) here is some of what she had to say.",
    "statement": "He's going after me personally because he has no answers on the substance. (applause) In <FACT>, he doubled down on being the king of debt. So all he can do is try to distract us."
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Steps by women from very different worlds toward the old dream of one world -- dreams and practicality. At the conference's end, everyone received a laptop computer to stay in touch across borders. Bill Delaney, CNN, Cambridge, Massachusetts.",
    "statement": "Wolfgang Amadeus Mozart was an 18th century Austrian composer considered one of the most creative musical geniuses of all time. A child prodigy, his father began teaching him music when he was 4 years old. Remarkably, Mozart started composing music the following year at the tender age of 5. By the time he turned 14, Mozart had composed several symphonies, church music and the first of his 22 operas. He also toured Europe playing music for kings, queens and nobles. Ironically, the life of the child prodigy was not a long one. Mozart became sick and died when he was just 35 years old. By the end of his life, he had written more than 600 compositions. And, today, more than 200 years after his death, the sound of Mozart still resonates <AROUND> the globe, as we see in China. Rebecca MacKinnon reports on how one modern-day impresario is using classical Mozart to open the world to young musicians."
  },
  {
    "transcript_id": "CNN-143176",
    "matched_terms": {
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, Wolf, here's what we can tell you. The 37-year-old imam, Ahmad Afzali, entered the courthouse. He smiled at his family sitting in the front row, later blowing kisses to his wife and father who there were. The judge read the charges against him, which include making false and fictitious statements. The court entered a not guilty plea on his behalf. Prosecutors are detaining him right now without bail. There will be a hearing on Thursday, and his own lawyer plans to present a detective from the Joint Terrorism Task Force to testify in Afzali's behalf. Now, his lawyer says that rather than as authorities allege -- or the big question is that the imam did not take part in tipping off two Denver suspects, according to Ron Kuby, Afzali's lawyer. He says that the imam was actually trying to help federal investigators.",
    "statement": "The authorities generally requested that the imam find out any way he can where Zazi is, where he's been, where he's going, and what he is up to. That's what they wanted to <KNOW>, and that makes sense, because they <THOUGHT> he was coming to New York for the purpose of carrying out a terrorist attack."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, they have very different priorities. The bill could get hung up in the Senate where the minority -- Democrats are the minority, but the minority in the Senate has a lot of power. And the people I spoke to said it's very unlikely to pass the Senate. And in any case, even if it did and the president signed it, it would not apply to 2006.",
    "statement": "<WELL>, we do have 2008 coming up. We don't another contested presidential election."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you, glad to be here.",
    "statement": "Good to have you with us. Let's talk first <ABOUT> this report from the National Research Council. Is the U.S. earthquake-ready?"
  },
  {
    "transcript_id": "CNN-306340",
    "matched_terms": {
      "about": "ungraded",
      "feeling": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "And such a tragedy happened. That was of course a witness there. The city's police chief says there's no indication the crash was involved with terrorism -- a terrorist act. Still very, very sad there. Officials are answering a new concern raised by the murder of Kim Jong-nam. They say there's no trace of toxic chemicals at the scene of his killing. Kuala Lumpur International Airport was swept this weekend two weeks after the estranged half brother of the North Korean leader was apparently poisoned there with a banned nerve agent. Let's go live to the Malaysian capital and CNN's Alexandra Field. And Alexandra, that must be a relief to a lot of people because it trickled out how he was killed. What was on that substance that was rubbed on his face? And where did it go? How did it get there? We still don't know those questions. So relief that the airport appears safe.",
    "statement": "Right. That's right, Natalie. And that of course does come as a relief because there has been a great deal of concern over the revelation that this VX nerve agent, one of the most lethal, one of the most potent chemical weapons, have been deployed inside this busy airport terminal. What we're learning in just the last few minutes is news from the health minister who said that the autopsy results on Kim Jong-nam are consistent with VX nerve agent. Of course that revelation was expected, but he is now saying it <APPEARS> that Kim Jong-nam died within just 15 to 20 minutes of the attack that happened in that terminal, which is, of course, why there is such a great deal of concern <ABOUT> the safety of that terminal for the passengers who have been passing through there for nearly two weeks. Finally, overnight, what you saw were teams of inspectors who went in there, they were wearing protective suits. They did a full sweep of that terminal. And they said they turned up no dangerous or hazardous materials. They say they have also done medical checks on all those who were in contact with Kim Jong-nam, that would be the medical staff at a clinic at the airport and also from the customer service staff where he had gone to first report that he was <<FEELING>> dizzy in the aftermath of that attack. So the word coming from police who were inside the terminal overnight and from the health minister is that this airport is safe. Anyone who had come into contact with this highly potent nerve agent would have felt the symptoms, would have felt the effects of it within minutes or even up to 18 hours. And again, we are being told that no illnesses have been reported as a result of any contact with the VX agent -- Natalie."
  },
  {
    "transcript_id": "NPR-13464",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In that sense, Jimmy Carter made energy conservation a clear national goal and outlined a path toward energy independence.  Has any president or politician taken on that task?  It looks like a significant progress in leadership are coming either from individual states acting on their own. California is an example of that, or from highly motivated individuals like Al Gore, T. Boone Pickens, for example, who was gaining favor from both Republicans and Democrats with his slogan, we can't drill our way out of this energy crisis.",
    "statement": "Joining me now to talk more <ABOUT> the political side of the equation are my guests, one from each side of the aisle. Senator John Warner, a Republican representing Virginia.  He is a three-time chairman of the Senate Arms Services Committee and a member of the Senate Environment and Public Works Committee.  He has been in the Senate for 30 years, this year being his last. Thanks, for taking time to be with us today, Senator Warner."
  },
  {
    "transcript_id": "CNN-264807",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The day after the GOP debate, Fiorina was everywhere. She did what most rivals have failed to do -- face-off with Donald Trump -- and win. He gave her an opening with that comment to \"Rolling Stone\" about her face.",
    "statement": "I <THINK> women all over this country heard very clearly what Mr. Trump said."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "maybe": "ungraded",
      "may": "ungraded",
      "apparently": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So they shouldn`t be -- yes?",
    "statement": "They <MAY> have <THOUGHT> that with everything they had, including several child brides giving birth in custody, that <MAYBE> this appellate court panel would get it, but <APPARENTLY>, they didn`t. <MAYBE> these photos will work. Where do these photos come from?"
  },
  {
    "transcript_id": "CNN-185978",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "I think that's such a powerful phrase. This is our chance at life. You hear that from so many people here inside Syria and those here in refugee camps on the Turkish side of the border. There is no going back for so many here, literally and figuratively. So many western journalists have tried to cross into Syria. Some have lost their lives reporting from inside Syria. So many brave Syrians have held up cell phone cameras to document what they've seen with their own eyes. Over the weekend, our Ivan Watson crossed over from Turkey into Syria. Here's what we found in one town where not only is the opposition not backing down, they actually control the town.",
    "statement": "The journey to Syria starts with a brisk walk through olive groves. You get into Syria through a hole in the fence. This is a country of rich rolling farmland that's in open revolt. In many towns, the rebels are now in complete control. In one village, a rebel occupies the desk where the police chief used to sit. (on camera): The rebels claim they forced out the security officers from this police station nearly two months ago. And since then, they've been using it as a mini barracks for sleeping quarters. They've also been storing aid, bags of clothing that have been donated from across the border in Turkey, some of which are being stored here in the prison cell. (voice-over): It's here that we meet Fatima, a homeless mother in mourning. She says three of her sons were killed in recent months while defending their village from the Syrian army. A surviving son was shot in the leg. The family's now homeless. Soldiers torched our house, Fatima says and even shot our livestock. But the Syrian government's crackdown has done little to crush the locals' spirit of defiance. At school, children burst into songs denouncing their president even though his government still pays for their school books. (on camera): Classes are still in session here at schools in opposition-controlled Syria. And in a bizarre twist, the teachers here who are afraid to <APPEAR> on camera for their own safety, they tell us that despite the uprising and all the fighting, they still get their salaries every month from the Syrian government. (voice-over): On a country road, we find a band of Syrian rebels making a show of force. Many of these fighters from the so-called Free Syrian Army are defectors from the Syrian security forces."
  },
  {
    "transcript_id": "CNN-363163",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It really was the most breathtaking moment from that press conference. A young American goes to North Korea, is taken hostage by North Korea. And he's sent home brain dead and he dies at home. And the president taking the word of a brutal dictator who repeatedly has killed dissidents at home and abroad, that he didn't know about it. And this fits a pattern. The president took Putin's word over the intelligence community's on interference in the election. He took Mohamed bin Salman's word, the crown prince of Saudi Arabia, over the U.S. intelligence community's assessment that he knew of the murder of the journalist Jamal Khashoggi. And now he is taking Kim Jong-un's word. Listen to how the president said it earlier this morning.",
    "statement": "He felt badly <ABOUT> it. I did speak to him. He felt very badly. But he knew the case very <WELL>, but he knew it later. And you <KNOW>, got lot of people. Big country. Lot of people. And in those prisons and those camps you have a lot of people and some really bad things happened to Otto. Some really, really bad things."
  },
  {
    "transcript_id": "CNN-75069",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And how do -- I mean, do -- you know, the young girls you talk to, do they get out of it? I mean, is there a way out?",
    "statement": "There is a variety of stories and some get out, some don't. There are a lot of social services to help people get out. The FBI and the Justice Department are pouring a lot of money into this right now, trying to find ways to solve the problem. So there is some <HOPE> on the horizon Luckily, law enforcement is paying attention."
  },
  {
    "transcript_id": "CNN-283889",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now, London's new mayor says Donald Trump is ignorant about Islam. Last year Trump called for a ban on Muslims entering the",
    "statement": "But on Monday he suggested he would make an exception for Mayor Sadiq Khan, who's a Muslim. And Mayor Khan spoke <ABOUT> that with our Christiane Amanpour."
  },
  {
    "transcript_id": "NPR-34065",
    "matched_terms": {
      "sure": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "McLondon was only one of many investors tripped up by margin calls during the recent market meltdown, and it wasn't just individual investors who were hit, so were a lot of big institutional investors like hedge funds.  The damage was so broad in part because of the nature of margin trading.  Let's say you have a million dollars to invest.  By going to your broker and opening a margin account, you can put all that money into stocks and also borrow additional money from the broker and invest that as well but there's a catch.  George Jones, a professor of finance at Columbia Business School, says before you can borrow you have to pledge a certain amount of that stock as collateral.",
    "statement": "When you borrow money to buy stocks or buy any asset, the lender basically wants to be <SURE> that he gets paid back.  And so, he will insist on having some <SORT OF> deposit in order to protect his loan."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Senator Kerry, how do you take the mental approach to going into battle? I mean, what is that like?",
    "statement": "<WELL>, I -- it <MAY> be different for people who volunteer for it from those who were drafted back in the time when we were in Vietnam. But I <THINK> everybody <FEELS> a level of fear. And there is just..."
  },
  {
    "transcript_id": "CNN-178959",
    "matched_terms": {
      "feel": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "You know, Dave Holloway, I think you`re right. And what Dave is referring to is if Joran wasn`t sleeping this morning, he was yawning, he was looking at his watch. But he didn`t have a watch. He was just looking at his wrist. Want to go out to the callers. To Sheila in Colorado. Hi, Shiela.",
    "statement": "Hi. I <GUESS> I really have a comment and a question. First of all, it`s pretty evident he`s a non-functional psychopath. He`ll never have any contributions to -- for society. He has admitted that he killed this girl. And so to me, they needed to go ahead and put him down. And as far as him getting special treatment and everything in jail, where is he getting his money? And I`ve worked in the judicial system. And a prisoner who comes in for a hearing, if they are not standing up for the judge, they are yanked up. And why they keep treating him with such coddling hands and letting him constantly control. He surrounds himself with dysfunctional people to make himself <FEEL> superior. But it`s pretty evident he`s a dysfunctional psychopath that needs to be put down and go on."
  },
  {
    "transcript_id": "CNN-169143",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, I can hear you now. So let's talk to -- tell me your first name. What do you think of what's happening right now.",
    "statement": "I'm not worried. I <THINK> the U.S. is a better team."
  },
  {
    "transcript_id": "CNN-392835",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "seem": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So, you said that there are a lot of people who can't understand why millennials are voting for the 78-year-old Democratic socialist. The polls show that he's got north of 50 percent 18 to 34, just off of the millennial generation. Did your research answer that question?",
    "statement": "Yes, you <KNOW>, there -- I did. Yes, I did look into that. It's actually a very significant part of the book. Basically, what it -- what it boils down to is that the formative experiences of this generation are significantly different than their parents. They grew up during the financial crisis, they were burdened with massive student debt, they didn't have the experience of terror of the Cold War and fear of communism and socialism that their parents did. You <KNOW>, the oldest millennials were eight years old when the Berlin Wall fell. So, they don't really have the same <KIND OF> context <AROUND> socialism that many of their parents do. When they <THINK> of socialism, they <THINK> of economies in Northern Europe where everyone gets free health care and free childcare. And they <THINK> to themselves, hey, that sounds pretty good. So, a lot of the <SORT OF> scary buzzwords that older people sometimes use <AROUND> Bernie Sanders don't <SEEM> to land with the younger generation who's really more concerned with creeping capitalism, than creeping socialism."
  },
  {
    "transcript_id": "NPR-18275",
    "matched_terms": {
      "fact": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "Are there more details in that Financial Times report?",
    "statement": "Basically, the development is the <FACT> of the meeting - that is that Jared Kushner really - the son-in-law of Donald Trump, himself the owner of the New York Observer, <SOMEWHAT> influential here in New York City, less so in the nation at large - is acting as an emissary to explore the idea of, is there a brand for Trump to extend in the media realm?"
  },
  {
    "transcript_id": "CNN-188095",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "From day one of Jerry Sandusky trial, there has been this question: would the defendant take the stand? Well, today we got the answer. It won't happen. The defense rested today. CNN contributor Sara Ganim has been on this case since day one. Sara, take us inside the decision. Jerry Sandusky's defense team deciding he would not go on the stand. Why? Having audio problems there, obviously, with Sara Ganim. We'll try to get back to her if we can. But let's get some perspective on where this trial might be headed next with the former prosecutor, Wendy Murphy. Wendy, Jerry Sandusky does not take the stand. You would -- you said you would advise when we talked last about this, you would have -- if you were his attorney, you would have kept him in the seat and not allow him to. How does it change the case going forward in the closing arguments, for example, tomorrow. Does the defense lawyer have to explain why the defendant didn't take the stand to the jury?",
    "statement": "You <KNOW>, John, he doesn't have to, but he'll <PROBABLY> make some reference to it being his decision, because he doesn't want them to <THINK> badly of Jerry Sandusky. And he promised them in his opening that he would testify, or he at least implied strongly that that would happen. So I <THINK> he has to take responsibility for it, but he won't focus on it for long. And the jury will be instructed not to consider that, and you <KNOW>, hopefully, the jury will do the right thing. Constitutionally speaking, they're not allowed to take it into consideration. As a theatrical matter, this man who so many witnesses for the defense testified under oath that he was the greatest since sliced bread, wonderful man, generous and loving to children, sat quietly and said nothing after eight victims took the stand and all of this evidence was presented against him? The jury can't help but <THINK>, \"Hmm, if that were me, I'd testify if I were innocent.\""
  },
  {
    "transcript_id": "CNN-300796",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Without a paper backup, you can't have a voting count that means a damn thing.",
    "statement": "Director, to be <CLEAR> what the FBI and CIA are saying is that the Russians did more than try than hack into the campaign. They hacked into the DNC, they hacked into John Podesta's e-mail. President Obama made <CLEAR> they didn't hack into the voting machines, they didn't hack to the actual votes ..."
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "well": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Even though she's royal, she understands us as a person and we understand her.",
    "statement": "So the Duchess of Cambridge, the savior of the British monarchy? <WELL>, it's too early to say that. But as she and Prince William settle in here at Kensington Palace where he lived as a boy, it's <CLEAR> she has support from the top down."
  },
  {
    "transcript_id": "CNN-149493",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, the senator and Governor Palin were never at odds. The campaigns, as Lanny will tell you, we've been through a few, tend to get tense at the end there. And that one did. And it's well-documented. But the senator has always been loyal to her and vice versa. And she made a very good point. We need new blood. We need fresh blood. We need Constitutionalists. So, we need statesman and heroes, and people who know how to work the system. And John McCain does. So, they -- it was a good trip for both of them.",
    "statement": "<WELL>, Lanny, let me ask you <ABOUT> this, because John McCain was asked several months back, name some, you <KNOW>, GOP hopefuls that <COULD> run for president and he didn't mention Sarah Palin, his former GOP running mate. But as you said, Mary, you don't <THINK> there's any bad blood between the two of them. But it's really interesting because she's out there. These crowds love her. Yet when you look at the polls, even among Republicans, only 56 percent say they want her to seek office, that they don't want her to seek office, rather. Eighty-eight percent of Democrats don't want her to, and among independents, 65 percent don't want her to. Yet, she is so popular at these events. What to make of that division there, Lanny?"
  },
  {
    "transcript_id": "CNN-398131",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "totally": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So, I want to talk to you about the CDC director warning that the coronavirus could be even worse next winter. That is a pretty frightening prospect. Why -- why -- why is the director saying it could be worse?",
    "statement": "You <KNOW>, he's been saying this along with some others in some way, shape or form for a while. I <THINK> the big thing to remember is that when this coronavirus hit in the United States, it was <SORT OF> at the tail end of flu season this year. The concern is that in the fall both coronavirus and flu <MIGHT> hit at the same time. And, you <KNOW>, flu is a big deal. Flu is always been a big deal, Don. So, if you get both of these respiratory illnesses happening at the same time, you run into some of the same -- many of the same issues that we've been talking <ABOUT> for the last several months. Are there going to be enough hospital beds? Are there going to be enough ventilators? Is there going to be enough PPE? Can we test? The same things, you <KNOW>, even though we're starting to have some plateauing and some decrease in some of the states with the numbers, the virus is still out there, Don. It is still a contiguous virus. It is still something we need to be mindful of. And there is a concern that we're going to have these waves. Let me show you something really quick, Don. This is going back 100 years, 1918. I'm not going to show this graph to alarm anybody, but I just want you to see three waves of the Spanish flu. Started in March of 1918, that was the first peak at the far-left. That was a small peak. It was the second peak, Don, the one that caused the most devastation, really. And what's what we're trying to avoid but we need to be prepared to avoid that. That's the concern if we don't act. But you <KNOW>, this physical distancing, this stay at home, sometimes people don't realize how <WELL> it's working because we're in the midst of it. And <MAYBE> this isn't so bad. We dodged a bullet. Whatever you <MIGHT> <THINK>. It's because we're doing something <TOTALLY> unprecedented in the world right now. It will make a difference. It's making a difference. And we <MAY> need to do it again in the fall, Don."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "seem": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "We're showing our viewers some live pictures coming in from where Nancy Pelosi, the Speaker, will be coming in. I think she is going to be joined by Adam Schiff, the chairman of the Intelligence Committee, and maybe Jerry Nadler, the chairman of the Judiciary Committee. They were holding the hearings today. We'll see what she has to say. That could be, Bianna, very significant.",
    "statement": "Yes, it <COULD>, but I agree with Dana, especially what we heard from Representative Hakeem Jeffries that, I <THINK>, that there is still more digging that they're wanting to do right now. They <SEEM> <CONFIDENT> that there is more information that they want to get specifically from some star witnesses like McGahn. I <THINK>, on the issue of obstruction, they still have a lot more questions there. And I <THINK>, ultimately, when it comes to the President's behavior with regard to his response to Russia attacking the U.S. election system, it's going to be the next front that they approach. Because if there is any takeaway from what you heard today from Robert Mueller, it's that the Russians continue to attack, and they will likely attack in 2020 -- and not only the Russians but specifically the Russians -- and nothing to his satisfaction is being done to address that."
  },
  {
    "transcript_id": "CNN-220133",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "-- and economic growth--",
    "statement": "I <TOTALLY> disagree."
  },
  {
    "transcript_id": "CNN-326477",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Absolutely not. If anything, this has cost me. I've had to take leave from my job. I have no tickets to Tahiti, and my bank account has not flourished. If anything, it's gone down because currently I'm not working.",
    "statement": "Now Corfman said she considered confronting Moore over this years ago, but she chose not to in order to protect her young children. Asked why she came forward now after decades of silence, she said that it wasn't her idea to come forward, but \"The Washington Post\" approached her. And she told them the one condition she would go on the record with her story of her encounter with Roy Moore was if they found other women who had similar stories <ABOUT> Moore. Once they did, Brooke, that's when she made the decision to come forward with her story."
  },
  {
    "transcript_id": "CNN-220574",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, in the first place, Wolf, this is a first class appointment. He's a first class human being. I think many regard him as one of the best chiefs of staff in modern times. He did a very good job for President Clinton. I think it's a wise move. But much now depends, Wolf, upon what the dynamics are going to be within the White House. John Podesta, as chief of staff, ran things. He is not going to be running things as counselor. Denis McDonough, as chief of staff, is going to be running them. And that means does -- is his relationship with Dennis, who recruited him, or is he really going to have the president's ear and have a chance to really influence the way direction -- the directions of the White House? I'm not sure how that's going to work out. We don't know enough yet. But does he have the president's ear? Does he have the president's trust? This president is famous for relying on people he knows really well. He does not know John Podesta near as well as he knows Denis McDonough and some of the other people around him.",
    "statement": "Andy, David <MAY> have worked for four presidents, but you've worked for three presidents. What do you <THINK> he needs to <KNOW> coming into this job, because in this first year of the second term, the president's approval numbers at record lows? He's got a lot of work ahead of him."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm a lucky man.",
    "statement": "We all <KNOW> the young lady, Wolf. She's a prize. Congratulations, John."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And back to the present day, it's one thing for Donald Trump to fire the FBI director. I mean, that's pretty remarkable in and of itself. It's rare. But he is within his right to do that. What's surprising is the very chaotic way in which this has been done. Why does this White House continue to shoot itself in the foot like this?",
    "statement": "<WELL>, look, this is a president, a White House that thrives on chaos as <WELL>. This has been the method of the campaign and the method of the presidency: say what you want, do what you want. And that is the governing style of President Trump. And so sometimes that goes in a very bad direction. And I <THINK> this is one case that you're seeing that. This also looks, at least to many observers, like an effort to subvert this investigation that's taking place. So it's not simply the style that we need to talk <ABOUT> but we now have the question of, was the president trying to stop an investigation into his own campaign and into his own White House?"
  },
  {
    "transcript_id": "CNN-49989",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "What kind of an alarm should have gone off here?",
    "statement": "A lot of alarms <SHOULD> have gone off. There is plenty of blame to go <AROUND>, although, at the end of the day, the criminal culpability falls on the person who actually committed the acts of murder. Now there's -- but there's also a problem, I <THINK>, with our legal system that this brings up. You cannot simply say that somebody who kills their kids <MUST> be crazy. Therefore, they're not responsible. Therefore, they're not held criminally accountable. It's a get out of jail free card. You put them in an institution. Then some psychiatrist says, \"Ah, she's cured.\" She goes out, she gets married again, has more kids and kills them. That can't be the way you do it. There <SHOULD> be a choice for a jury that says, \"this person is guilty, but insane.\" Right now, that choice does not exist for juries in the United States. They either have to say guilty, innocent -- not guilty, or not guilty by reason of insanity. There needs to be a fourth choice. Guilty. She did it. She killed her children, but she's insane. Never again let her out in the world."
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Is that what you're hearing as well, Fran?",
    "statement": "That's right. And especially if you look at the pictures from the assassination attempt on the Saudi prince that used the same <SORT OF> bomb, the pictures are devastating. That room, the blood, the body parts all over. It's really <QUITE> graphic when you see the damage it can do."
  },
  {
    "transcript_id": "CNN-210890",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "How do you remove the emotion from the situation? Like the woman in that clip. This means something to me, you're telling me it's worth nothing. How do you remove the emotion?",
    "statement": "I'm emotionless. When I -- when people come in, they try to get all the emotion out of me. They try to make me <BELIEVE> I want to buy it. I have to look at it as a business perspective. I have 50 employees. They need to get paid. We need to pay the light bill, we need to pay the rent. So every deal that I make is strictly a business decision."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, there`s a number of options, but one of the first things on the cases that I`ve worked up here in Canada would be to look for something that was foreign to the scene, like plant material that was not native to the area where a body had been recovered, for example. Something -- flowers from a garden or from house plant or leaves tracked in from a car mat that shouldn`t have been to that site, because that plant doesn`t grow there. That`s often included to make a link or a connection to another person, another site or something. And secondly, when you go to a site like this, there`s a whole bunch of local site things that need to be done after you photograph it all at its original state. That can be very important, actually, before you start cutting a trail and then collecting evidence. There`s all sorts of things that might relate to disturbance at the time, someone walked in to drop a body, they would break branches or stir up the vegetation in some way. If there was some sort of a grave dug, the turning and disturbance of soil will often cause local vegetation to change. You will see young plants coming up that were not necessarily there initially, and they will actually",
    "statement": "Professor Mathewes, quickly, I <BELIEVE> that plants found under water are different from those found above ground. And how <COULD> that in this case help determine when the body was placed there?"
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I can't believe it, but it seems to be true.",
    "statement": "Does it <FEEL> like 20 years?"
  },
  {
    "transcript_id": "CNN-134349",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You know, Rory O`Neill, that whole \"Got to wait 24 hours\" when somebody`s reported missing is archaic. It is ridiculous. It needs to be taken off the law books. Tell me, lay it out for me -- if they had waited 24 hours, George Anthony could be dead right now. Thank God, they didn`t. Lay it out for me what happened hour by hour.",
    "statement": "<WELL>, this is what George -- George`s lawyer, Brad Conway, was saying, they did not want to wait that long. They knew that there were bottles of medication from the home that were gone. There were photos of George with his family members that were also gone. They got these suspicious text messages where they had feared for George`s safety, and they needed the police to act immediately. And that`s why Conway says if they didn`t start the search when they did, George <MAY> have done something worse to himself."
  },
  {
    "transcript_id": "CNN-92090",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "The alleged plot was exposed earlier this week when a Canadian woman who went by the screen name \"hapieluv\" got cold feet and alerted authorities. Today, three other women came forward, revealing more information about the group called SuicideParty2005, which communicated on a chatroom that went by that name.",
    "statement": "From the very beginning. You <KNOW>, have you ever <THOUGHT> <ABOUT> it? Do you want to join a suicide party? And that was like the third thing he asked me."
  },
  {
    "transcript_id": "CNN-47833",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I personally don't talk about money, I talk about need. I talk about problems. I don't talk about money.",
    "statement": "The mayor, however, does talk money. Martin O'Malley talks <ABOUT> it a lot."
  },
  {
    "transcript_id": "CNN-192841",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Parents need to get out there and have their voices heard. We need to get the children back in school. Bottom line, it's as simple as that. And if parents sit on the sidelines, the pressure's off, and there's no sense of urgency anymore. We're going to just keep delaying this. We have got to turn up the heat, and parents have got to speak up. And we have to end the strike and get the students back in school.",
    "statement": "So <COULD> this strike end? <WELL>, we <SHOULD> <KNOW> sometime this afternoon. At <ABOUT> 3:00 local time, the union delegates are going to meet in this building behind me. There are <ABOUT> 800 of them. And they have spent the last two days looking over this contract, talking to their members, and they're going to vote on whether or not to end the strike. They don't actually vote on the agreement, but they're going to vote on whether or not to end the strike. So we <SHOULD> have some answer in <ABOUT> four, five hours, Carol, on whether or not this strike in the nation's third largest school district affecting 350,000 schoolchildren will continue."
  },
  {
    "transcript_id": "CNN-29821",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Later that year, an event at Wembley Arena in London took U2 to another level.",
    "statement": "Every band <COULD> do what they liked, but I basically said, Look, lads, it's the global jukebox. You do your hits."
  },
  {
    "transcript_id": "CNN-140134",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "absolutely": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Over the weekend, both President Obama and Vice President Biden indicated that the current situation in Iran would not stop them from attempting to engage in direct negotiations. But it's interesting. By reaching out, the president also risks credibility or risks giving the regime -- Ahmadinejad's regime -- credibility.",
    "statement": "That's <ABSOLUTELY> right, Anderson. I <THINK> a lot of Americans are having trouble adjusting to this idea that, after we've seen the repression and the bloodshed and <KNOW> how many people are now being tortured that we can't see with cameras that it <SEEMS> to be <SORT OF> business as usual, the existing regime. One had <THOUGHT> that <PERHAPS> the Obama administration would ratchet up the sanctions, and <MAYBE> in Moscow the president can persuade the Russians to join in tougher sanctions as a threat. Over the weekend Vice President Biden also seemed to give a blinking green light to the possibility that Israel <MIGHT> strike as a sovereign nation if the Iranians don't negotiate."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "about": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "What didn't work...",
    "statement": "If we didn't care <ABOUT> Saddam Hussein, would we be there, would we be shedding blood, would we be losing the <BEST> and brightest among us, our young people."
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Firefighters and studio employees carried boxes of recordings to safety before the video vault burned down. A huge relief for Universal President Ron Myers because the main vault of the motion picture negatives was not affected.",
    "statement": "Fortunately nothing irreplaceable was lost. We have duplicates and <OBVIOUSLY>, it is a lot of work to replicate what has been lost, but it can be done."
  },
  {
    "transcript_id": "CNN-293385",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "opinion": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "When you say Flynn's relationship on Russian TV, what do you mean by that?",
    "statement": "This is someone that <APPEARS> on Russian television, who was invited to a dinner to sit next to Putin at that Russian TV's annual dinner. This is the propaganda arm of Putin, the Kremlin. To go to Moscow to say at times things disparaging of the United States, I <THINK> shows a closeness to the Russians that characterizes the entire Trump campaign. This is a candidate that has talked disparaging <ABOUT> NATO and speaks flatteringly of Putin, the <FACT> that the Trump campaign is so infused with people that have a favorable <OPINION> of this bully. Flynn, when you invited him to confront that bully, wasn't willing to. He was willing to talk <ABOUT> the Philippine president but not talk <ABOUT> someone who <MAY> be actively trying to involve ourselves in this."
  },
  {
    "transcript_id": "CNN-349231",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The cultural memory of Brazil is gone.",
    "statement": "Not only the nation but also of living indigenous communities from across the country and the whole cultural heritage that will impact the future of research as we <KNOW> it in Brazil."
  },
  {
    "transcript_id": "CNN-257756",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I didn't agree with his opinion at all. We just argued about it.",
    "statement": "So joining me to talk <ABOUT> all of this is former FBI agent, Michael German, who is now a fellow for the Brennan Center for Justice Liberty and National Security Program. Good to see you, and Jeff Gardere, psychiatrist and professor of behavioral medicine at Touro College, good to see you as <WELL>. All right, so Gentlemen, you <KNOW>, we keep hearing words like wakeup call after this and other tragedies here in Charleston, South Carolina. We have heard it in Newtown, after Aurora. Aren't there red flags before someone does something like this? So, Jeff, what are the flags that people really need to pay attention to and then be proactive and do something and say something to someone?"
  },
  {
    "transcript_id": "CNN-220681",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "As we've been say, the words \"bipartisan\" and \"Congress\" have been mutually exclusive for so long, you've got to wonder whether the pummeling that, particularly, the GOP took in the wake of the last budget shutdown perhaps nudged them along to getting this deal done. Does that, though, point to further cooperation? Is it going to get warm and fuzzy in Congress? And I think I know your answer.",
    "statement": "Wouldn't than lovely? You <KNOW>, I don't <KNOW> if you can say that, <CERTAINLY>, but you <COULD> look at those and say, they're going in the right direction rather than the other direction of not talking and not striking a deal. I <THINK> the White House is resigned to the reality that they're still up against a divided Congress. The Congress and Republicans have, you <KNOW>, opposed many of President Obama's agenda items, and I don't <THINK> that this, to the White House, is some <SORT OF> sign that's going to be completely turned on its head. So you have President Obama, you have the White House, Michael and Suzanne, focusing, I <THINK>, very much on ways that they can do some of the thing he wants to do and going <AROUND> Congress. But if he does want to get big things done, like immigration, he would need Congress' help. And <CERTAINLY> this is a sign that things <MAY> be heading in the right direction, rather than they continue to be as divided or more divided than they have been in the past."
  },
  {
    "transcript_id": "CNN-306267",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Mexico will face this as a reality and not just as a rhetorical threat because we have realized that rhetorical threats come and go. As a reality, naturally, the Mexican government needs to respond. A response would probably not be to put together general tax on all imports from the United States because that will harm the Mexican consumer. It will hurt the daily lives of Mexicans. We will do it selectively.",
    "statement": "Still ahead here on CNN NEWSROOM. Malaysia says that Kim Jong-nam was poisoned with VX nerve agent at Kuala Lumpur airport. And the airport is saying loud and <CLEAR> that passengers traveling through there are not at risk of exposure. We'll have more on the deadly poisoning ahead. Plus, a look at the operation to retake western Mosul as US soldiers help Iraqi forces to drive out ISIS. Stay with us."
  },
  {
    "transcript_id": "CNN-342081",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Welcome to our viewers in the United States and around the world. This is NEW DAY. It's Wednesday, June 6, 6 a.m. here in New York. And we do begin with breaking primary news. Democrats appear to have averted sudden death in the most consequential primaries of the season thus far. The votes are still being counted. It is very early in California. But Democrats appear confident that they will have candidates in every competitive congressional district as they try to recapture the House in November. California has this so-called \"jungle primary,\" where the top two vote getters, regardless of their party, advance to a run-off in November.",
    "statement": "It <COULD> take days to <KNOW> exactly which Democrats will face off against the Republican nominees in the House district. But still, the Democrats are singing \"California Dreaming,\" \"Going to California, \"Hotel California.\" You pick the song, they're singing it. Republicans are <KIND OF> humming a little bit, too, this morning. They avoided a shutout in the state's governor's race. Businessman John Cox, who was backed by President Trump, he came in second, so he will challenge the Democratic lieutenant governor, Gavin Newsom this fall. All kinds of races to cover for you this morning on this huge election morn. Let's begin with CNN's Miguel Marquez, live in Los Angeles with the latest results -- Miguel."
  },
  {
    "transcript_id": "CNN-73548",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, in fact, if we're trying to make this humongous political change, we at least have to start showing them some results, and that's basically what most Iraqis are saying. You know, we can sit and talk politics all we want, but if we can't simply show electricity, we can't turn on the lights, we can't get on with life as we used to know it, what is the political system going to be able to do for us, besides which we don't have much of a voice in that political system. That's what a lot of Iraqis are saying. This is a land of perceptions, and I think that so many of the pictures that people are starting to see are just turning them against what -- the longer picture, the longer road ahead of us.",
    "statement": "You talked a little bit <ABOUT> having a voice in the political system. Authorities, as you <WELL> <KNOW>, are set to launch an Iraqi governing council, which will include of course seven political parties and 15 other representative Iraqis. Do you <THINK> that will go a long way in really I <GUESS> relieving some of these problems?"
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Mom, I have to.",
    "statement": "They need to <KNOW> who jumped you."
  },
  {
    "transcript_id": "CNN-358922",
    "matched_terms": {
      "should": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "When you said in September of 2016, you testified before Congress and you said, I am concerned about what we refer to as the special interest -- as the special interest alien that comes from the other hemisphere that turns up on our southern border. The concern being that someone coming from a country -- not Mexico, but from a country where they do operate as a terrorist or in some sort of peripheral role to a terrorist group, how real of a threat is that?",
    "statement": "Brianna, without a <DOUBT>, we <SHOULD> be focused on identifying special interest aliens if they show up in the homeland one way or another. And so I told my people in 2016, we need to focus on this. We need to have an interagency approached to focusing on special interest aliens. But as I said, in most instances, they tend to show up at airports. And then there's further investigation done. And those who are -- who are truly suspected terrorists go straight to criminal detention, the Department of Justice detention. And then there's an arraignment, which is public. And the numbers that actually reach that point are relatively small, which is why most -- we need to focus on dealing with what's going on in the homeland right now, those who self-radicalize."
  },
  {
    "transcript_id": "CNN-68756",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "British troops say Iraqi fighters are indiscriminately firing mortars today inside the city of Basra. That, of course, is in southern Iraq. The Britons have been consolidating their positions near the city and the battle for Basra continues. CNN's Christiane Amanpour is joining us now live with details -- Christiane.",
    "statement": "Wolf, indeed. The British, of course, have been on the west side pretty much all along since this ground war began. Now they have consolidated positions on the southern side of Basra, and they're also now saying that their information from inside the city is that the regular Iraqi army units, which have pulled back into the city over the last couple of weeks, are now not fighting so much, and we're being told that the British Army intelligence is telling them that they're <PERHAPS> being coerced. Those who are still putting up a fight are being coerced by the irregulars inside. As you say, the battle for Basra continues, and it's not just the battle with the guns, but with all of the weapons at the British disposal."
  }
]