[
  {
    "transcript_id": "CNN-177604",
    "matched_terms": {
      "avoid": "ungraded"
    },
    "previous_statement": "Bottom line is, the Harper government has never liked the Kyoto climate treaty and has said for years Canada won't meet the targets to reduce greenhouse gas emissions. It's getting out now to avoid stiff penalties that Kent said could cost the country $14 billion.",
    "statement": "Canada is facing radical and irresponsible choices if we're to <AVOID> punishing multimillion -- multibillion-dollar payments."
  },
  {
    "transcript_id": "NPR-597",
    "matched_terms": {
      "would": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The danger of a nation that is supporting terrorism. Oil, which was the great unspoken issue in 2002 and 2003, very much a part of this. The difference, of course, now is that the target is Iran, not Iraq. But the two are very close to one another, and the fact of the matter is that Iran is exercising an enormous influence throughout Iraq.",
    "statement": "And the oil fields, which have under the surface, they have something - I <<<BELIEVE>>> it's the second-largest reserves of any country in the world. That's all very close to Iran, and if Iran were to exercise significant political, let alone military, control in that region, together with their own oil and gas, they <WOULD> have the capacity to wreak havoc on Western economies."
  },
  {
    "transcript_id": "CNN-394100",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I still look to the midterm elections, which, to me, are instructive about where the American people as a whole are. What we saw was frustration with the extremism on the Right and the Left, a move toward the middle, the election of more moderate Democrats in traditionally Republican districts. So based on that history, my view is still that the best way forward to beating Donald Trump is to choose a moderate, who can appeal to many more Americans, as opposed to just appeal to particular members of the Democratic Party. Ultimately this has to be a president who can govern the country, not just one party. I think that's what Americans are really looking for.",
    "statement": "<WELL>, Super Tuesday just two days away. We'll be watching, of course. We'll talk with you, again. Amy, always appreciate your insights. Thank you."
  },
  {
    "transcript_id": "CNN-254643",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "And another important number coming out of this poll, a quarter of voters there, Republican voters, caucus goers, definitely would not support Jeb Bush. He topped the list of those that they would not support at 25 percent. Let's bring in David Brody, in addition, from Christian Broadcasting Network, joining our conversation on this. Jeb Bush at 5 percent support in Iowa right now, what's behind that, do you think?",
    "statement": "It's not necessarily shocking, folks. Look, Jeb Bush is the, quote, \"frontrunner\" and it's all in quotes but that's what it is. It's in quotes. I mean he's <<KIND OF>> a weak frontrunner right now and whether it be immigration or the name or there's so many -- GOP establishment, this idea that he is part of the GOP establishment, I <<<THINK>>> that's what's driving down his numbers and, of course, Common Core, immigration going on. You put it all together and you come up with a <FIGURE> <ABOUT> 7 percent. He has work to do."
  },
  {
    "transcript_id": "CNN-343004",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But experts say we shouldn't assume all this emotion is completely fake. Many North Koreans, they say, genuinely believe that their leader has god-like greatness because they've been indoctrinated in it.",
    "statement": "The very first things that they're taught in school is to revere the Kim family they're taught <ABOUT> the sacrifices of the Kim family to the state, not just the individual Kim but the entire family going back generations."
  },
  {
    "transcript_id": "CNN-72500",
    "matched_terms": {
      "about": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Sure. Conservatives have six hour a day on cable, a liberal gets one half of one half hour on one show on one network. That's wrong.",
    "statement": "OK. The first \"Fireback\" is from Ron Boivin of Irvine, California. \"Doesn't Al Gore have enough liberal media coverage with guys like Paul Begala slandering the president on a daily basis? I <<SUPPOSE>> Gore needs his own show because no one else is interested in him.\" That's <ABOUT> right, isn't it?"
  },
  {
    "transcript_id": "CNN-126389",
    "matched_terms": {
      "likely": "ungraded"
    },
    "previous_statement": "In Indiana, nearly half the Democratic primary voters said they have a gun in their household. They voted for Clinton. And the half of Democrats who did not own a gun? They voted for Obama. Red versus blue means left versus right. In Indiana, lost liberal Democrats to Obama. They are the blue voters. Clinton and Obama split the moderates. Conservatives, or red Democrats, voted heavily for Clinton. This is the first time this year we have seen such a sharp ideological division among Democratic voters. The deeper that split becomes, the greater the risk to Democrats in the fall if Obama wins the nomination. Among Clinton voters in North Carolina on Tuesday, fewer than half said they would support Obama over McCain, whereas 70 percent of Obama voters said they would vote for Clinton over McCain.",
    "statement": "Red Democrats, older, more blue collar, more conservative, are the most <<LIKELY>> to vote for a Republican in the fall. The Clinton..."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "could": "ungraded",
      "often": "ungraded",
      "possibly": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "My question is: Will there ever be a \"Police Woman\" reunion?",
    "statement": "Oh, that's a -- it's an <OFTEN>-asked <QUESTION>. I'm asking it more than anyone. No, I'm too old for that now. I <<COULD>> not <<POSSIBLY>> seduce anyone again at my age and convince him that I wasn't undercover. It just doesn't work. You had -- I had to be very attractive to get away with what I got away with on that. And..."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Committee.",
    "statement": "-- Committee. Thank you very much. He said that they were also fine with that. The problem is they're just not going to do this big wall. I just <<<THINK>>> and he also pointed out that the Border Patrol Union was one of the few law enforcement unions that endorsed Donald Trump for president. So there <MAY> in fact be some politics mixed up with their support of Donald's position here."
  },
  {
    "transcript_id": "CNN-191519",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "We have some very articulate accomplished women who are elected officials at the local, state and federal level. They have all shown the ability to lead and I think what people are wanting to do is to see women step forward and take a more prominent leadership role in our party.",
    "statement": "Now, Carol, Republican sources that I've been talking to over the past several days <ABOUT> this certainly are frustrated that they were not successful given all of the pressure they put on Akin to get him out of the race. But they <HOPE> they were at least successful in separating Mitt Romney, Paul Ryan and the rest of the Republicans from him to make him look like an out liar and to make clear to the women voters that they don't <<<BELIEVE>>> in what he said."
  },
  {
    "transcript_id": "CNN-386967",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "It's - it's so depressing to me to - to see him relishing in the suffering of others, and to hear the laughter that that people express during - during his statement, it was just - it was very disconcerting to me. And - and I just don't - I just don't think it is the right thing to do. I think it's really, you know, quite reprehensible.",
    "statement": "She's out now. People can read the piece for themselves. I <<<THINK>>> she left in <MAY> of 2018. She's trying to <FIGURE> out what's next. She's still very young, and obviously a talented attorney. But it's an interesting window into what happens when this President decides that you need to go. Now, let me ask you something else, Jim. How do we deal with these Ukraine BS conspiracy theories? Senate Intel looked at it, run by Republicans. Mueller, the Intel Community released a report <ABOUT> it. Everybody who's looked at it says it's BS. Now they're selling it, and I have to pull out of them that it was Russia in 2016. What is the play here? And how do you deal with it?"
  },
  {
    "transcript_id": "CNN-138029",
    "matched_terms": {
      "about": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "She's now changed her story again and said, well, she'd been reassured they were all legal. So, initially she didn't know about it, had not been briefed. Then she'd been brief but it wasn't clear. Now she'd been briefed and, in fact, had been told it was all legal so she didn't worry about it. I think she has, you know, a lot of explaining to do.",
    "statement": "Speaker Pelosi said Friday she had received a CIA briefing on interrogation techniques only once and that she was never told that waterboarding was being used. Our two political experts, Lynn Sweet of the \"Chicago Sun-Times\" and CNN's political editor Mark Preston weigh in on Washington this weekend and next in just a few minutes. The Pakistani government <CLAIMED> significant progress in its military offensive against the Taliban in the Swat Valley, but the fighting also has sent a half million civilians fleeing for their lives. CNN's Reza Sayah is live for us tonight from Islamabad. Reza, thank you for joining us tonight. Tell us <ABOUT> the last 24 hours there."
  },
  {
    "transcript_id": "CNN-350414",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "Well, it's good we know we have some answers to --",
    "statement": "For some, that <MIGHT> be enough of a Brexit dividend. I <EXPECT> the British people deserve mob than losing their MEPs. I <<<THINK>>> they deserve a say on where we go with this."
  },
  {
    "transcript_id": "CNN-186376",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "From CNN World Headquarters in Atlanta this is CNN SATURDAY MORNING. A bride stabbed to death in her bath tub. The suspect, her new husband. Now an international manhunt as the FBI follows leads to Mexico. And it's a multimillion dollar business, international baby adoption. A heart-wrenching story sheds light on the struggles of overseas adoptions. We put the baby business in focus. And Facebook just made a whole lot of friends with its initial public offering but some experts say there are glaring problems lurking in its mobile app. Digital lifestyle expert Mario Armstrong breaks it down. Good morning, everyone. I'm Randi Kaye. It is 8:00. Thanks for waking up with us. Let's get you caught up on some of the news. We start with a glitch in the space plan. That is the Dragon spacecraft on the launch pad at Cape Canaveral but it did not get of the ground. CNN John Zarrella joining me now from Miami. John, take us through what happened here. What went wrong?",
    "statement": "<WELL>, the future is on hold, isn't it, Randi? Who said space flight was easy and rocket science was easy? Not you, not me of course. I <<<THINK>>> the people at SpaceX are certainly finding that out first hand. What happened was the Falcon 9 rocket with the Dragon spacecraft on top, the Falcon 9 has nine main engines, liquid fueled engines. One of those nine, engine five, right before liftoff, had what they call a chamber pressure issue where the pressure was going up too fast, too high. And the computer system immediately shut the whole <THING> down. So at 0.5 seconds before what <WOULD> have been lift off, the entire system was automatically shut down. Now what's next? <WELL>, the president of SpaceX addressed that this morning at a news conference."
  },
  {
    "transcript_id": "CNN-64746",
    "matched_terms": {
      "would": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "a little": "ungraded",
      "feel": "ungraded",
      "sense": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Suzanne, why the different tactics, that the White House is using, different from say, how they're dealing with Saddam Hussein, who isn't a confirmed threat, and yet North Korea here, which could potentially could develop a nuclear weapon in less than six months?",
    "statement": "Very good <QUESTION>, it comes up a lot. There are a couple of things. First of all, the administration <WOULD> say that North Korea desperately needs the economic aid. It is dealing with a very harsh winter, <<PERHAPS>> starvation of many of its people. They <<<BELIEVE>>> that North Korea, the regime, will become desperate and eventually will give in to the economic and diplomatic pressure. Another one of the reasons, they say, is that they <<FEEL>> that there is a greater <<SENSE>> of danger to the neighbors of North Korea than actually to the administration itself. So, the <<<BELIEVE>>> that U.S. allies will actually put a lot of pressure on North Korea to cooperate. And finally, there are some U.S. intelligence officials that tell CNN they don't <<<BELIEVE>>> that North Korea is able to produce a new nuclear weapons within a year. So, they <<<BELIEVE>>> the administration has <A LITTLE> bit more time for diplomacy to work."
  },
  {
    "transcript_id": "CNN-216906",
    "matched_terms": {
      "about": "ungraded",
      "expect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. In other national news, when you hear the term homeland security, what comes to mind? The Secret Service, the government spying on your e- mail? Agents busting illegal immigrants or failing to do so? The Department of Homeland Security is a sprawling agency encompassing everything from Border Patrol to domestic threats from al Qaeda, cyber-security and transportation security to disaster assistance. It's been three months since Janet Napolitano announced she was resigning from Obama's Cabinet as head of the DHS. She left office early last month, so who is taking her place? <WELL>, President Obama announced just <ABOUT> two hours ago that Jeh Johnson, former head counsel for the Pentagon, will be taking over, if he's confirmed. Here to give us some insight on this nomination and what we can <EXPECT> and what he can <EXPECT>, Julie Myers Wood, former assistant homeland security secretary during the Bush administration, and Spencer Ackerman, the national security editor at \"The Guardian.\" Julie, we were talking <ABOUT> this during the break. You were a special assistant to President Bush helping to come up with the short list of nominees after the Bernie Kerik discussion exploded. Michael Chertoff ultimately got it. He did not have a tremendous amount of management experience, even though he had been at the Criminal Division at the Justice Department. Why was he the right man for the job? And compare him to Jeh Johnson."
  },
  {
    "transcript_id": "CNN-156524",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, no, we would not, Cooper.",
    "statement": "Oh, right. <<SURE>>, we`ve never done that, Brooke. Never."
  },
  {
    "transcript_id": "CNN-128839",
    "matched_terms": {
      "rather": "ungraded"
    },
    "previous_statement": "Yeah, Fred, I like that. These are two marine biologists and they have put together a boat using part of a Cessna and 15,000 bottles. Right now they are in the middle of the Pacific trying to make it from California all the way out to Hawaii. And I managed to speak to one of them. I guess we're having a little trouble getting that to the interview. I'll just tell you about it quickly. This is their web site behind me. It's junkraft.com. And let's close in on it a little bit right here. This is what it looks like. You can get the basics. They have the Cessna and even made the sail part out of trash that they found. and below it, they got the 15,000 bottles which keeps it steady basically. They tell me there's so many bottles out there in the ocean as they are traveling around that they are actually able to get more, if they ever need them. Let me show you two more things. These people are hilarious. This is Joel Paschal on the ship. And right now we'll hear from Dr. Marcus Eriksen.",
    "statement": "We've discovered a <RATHER> large accumulation of trash in the mid Pacific Ocean and most of it comes from land. We thought what a great way to get the nation paying attention to plastic waste and to build a boat out of the plastic waste itself and go across the Pacific."
  },
  {
    "transcript_id": "CNN-265244",
    "matched_terms": {
      "often": "ungraded"
    },
    "previous_statement": "That`s from BravoTV.com. For those of you just joining us, now in the space of just two months, just two months, two contestants on \"Millionaire Matchmaker\" have been charged with brutalizing a woman. What can you tell me about the other charges, Michael Christian?",
    "statement": "Nancy, the other defendant is a man named Michael Bernback. He`s 62 years old. He`s been charged with actually some more serious things. According to police -- and he was arrested for this in August -- on three separate occasions, he sexually molested women in their 20s at his home. He`s got a slew of charges, sexual penetration by a foreign object, attempted sodomy by use of force, forcible rape, forcible oral copulation, administering drugs, rape by use of drugs, rape of unconscious person and possessing a controlled substance, three different ones. And one of the controlled substances is GHB, which as you know, is <OFTEN> known as a date rape drug."
  },
  {
    "transcript_id": "CNN-261831",
    "matched_terms": {
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- Michael Brown's death, but the violence paled in comparison to events overnight Sunday when multiple rounds of gunfire erupted and police shot an 18-year-old who they say fired at them first. Tyrone Harris is hospitalized in critical condition. He now faces multiple charges including five counts of armed criminal action. His aunt denies he fired on police. Karen Harris tells CNN he did not have a gun and was, quote, \"running for his life in the midst of other people's gun battles.\" CNN's Jason Carroll is in Ferguson for us this morning. He has more on last night's protests and these arrests.",
    "statement": "Christine, police ended up making a number of arrests out here on West Florissant. Where we are right now, a number of protesters have gathered on one side of the street. On the other side of the street, you can still see a significant number of law enforcement standing by and waiting. You have members of the St. Louis County Police as <WELL> as state troopers who are out here. The demonstrators were primarily peaceful for the most part. And then at one point, there were a number of protesters who stood in the middle of West Florissant Street. When that happened, that is when police moved in and made several arrests. They repeatedly warned protesters to stay out of the street. When I spoke to a representative from the state troopers who were out there, I had asked him, I said what is your main goal? Christine, he said we just want to keep things peaceful. By and large, they were able to do that with the exception of those who got out into the middle of the street and caused some of the problems that we saw out here. In terms of the protesters, you can see a number of them have been gathering out here on the street. There is no curfew, Christine, so they are allowed to stay out here as long as they want so long as the demonstrations are peaceful. When I spoke to one of the demonstrators, I said it seems like so much work needs to be done here. He said we are still angry. It has been a year since Michael Brown's death and still they are not seeing the <CHANGE> that they want. When I spoke to members of law enforcement, they do agree that there needs to be <CHANGE>, but they said, that however come out here to express themselves. It must be peaceful. So once again, several arrests that we saw made out here on West Florissant. Still a year after Michael Brown's death, a number of people in this community say more work still needs to be done -- Christine."
  },
  {
    "transcript_id": "CNN-307401",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Well, I think it's a great step forward. One of the things that needs to be acknowledge is that women are the leaders in our church in many different settings. I remember when I was the head of my religious community and I was in a Rancho, Little Pueblo in Mexico and one of the men came up to me and said, \"Oh, I love when Sister Alejandra (ph) mass. It's much better than the priest.\" She wasn't actually saying mass, but she was leading the community in Sunday worship because they didn't have enough priests to go around. So I know the community is being ministered to by women, and this would be a step forward, I believe in acknowledging the reality that there are married clergy, not a lot, but a few within our church. And that this is a way forward but it doesn't replace women in leadership roles. It'd be a step in the right direction, but we need not just one foot in that direction, we need two feet.",
    "statement": "So you're encouraged that it's a way forward, but there also some disappointment that before married men <WOULD> be allowed instead it wouldn't be, you know, women priests ordained?"
  },
  {
    "transcript_id": "CNN-412649",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes. And this is a continuation of what we've been hearing from Michelle Obama for months now. And it really, I think, reached an apex over the summer with the George Floyd protests that touched off racial justice protests all across the current. And she talked about, in her podcast, the impact that had on her personally. And in that clip you just played, she expounds on that even more, talking about, or pleading, really, with white Americans to envision themselves in the shoes of their fellow Americans, their fellow black Americans. And really appealing to them not to get drawn into what she called the president's racist appeals to white people, to fear minorities moving into the suburbs. And specifically, I think this message really is going to be aimed at women, who she's always had a lot of sway with. Suburban women, she always had a lot of sway with them. But they are also the constituency most open to this kind of message. And most likely to have such a pivotal role in this election. As they continue to move away from President Trump because of his actions and because of his words, especially around issues of race and on the issue of the coronavirus.",
    "statement": "And Biden, Abby, just gave a preview to reporters of a speech he's going to be giving on unity at Gettysburg today. He said it's <ABOUT>, quote, \"The soul of America and racial equality and what significant trouble we're in right now.\" Do you <<<THINK>>> that it strikes voters as authentic when he is speaking <ABOUT> race?"
  },
  {
    "transcript_id": "CNN-51372",
    "matched_terms": {
      "sometimes": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Hello, Kate. Senior White House officials rate the president's trip as a qualified success. Not as successful as it could have been. Why? White House officials argue it's because Senate Democrats blocked the president from bringing on this trip many things he wanted to bring to the region -- specifically, in Mexico immigration reform that stalled in the Senate; in the Andean region, a new -- re-extension of a free trade pact that's also stalled in the Senate. And because Congress gave the White House definitive signals not to push forward with formal talks here in Central America about a free trade pact linking all Central American nation with the United States, that was not announced here in San Salvador. White House official have been sort of gritting their teeth throughout this trip because the Senate Democrats have not allowed these issues to go forward, but they were really incensed yesterday, when the Democratic Party used its weekly radio address to criticize the president's entire trip throughout Latin America, saying it was all about pandering for Hispanic and Latin American votes in America. The president today said that was reminiscent of politics of a different era, one that he tried to transcend.",
    "statement": "I firmly <<<BELIEVE>>> that the best policy for the United States is to pay attention to our friends, is to promote trade. Trade produces liberty and freedom, and I, you know, <SOMETIMES> in Washington, D.C., people cannot get rid of old habits, which is petty politics."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What have they been doing out there so late?",
    "statement": "Doing a lot more sifting. They said that there`s a whole bunch of soil that they have already put to the side, and they are going to go back and look through that again, redoing, recovering. They said it`s pretty tedious. They said it`s an acre of area that they are searching and that they are digging up the soil. And they will continue to continue going over it until they <<FEEL>> comfortable with the fact that they have done their job <WELL>."
  },
  {
    "transcript_id": "CNN-9064",
    "matched_terms": {
      "wonder": "ungraded"
    },
    "previous_statement": "You know, Deb, we keep looking for bright spots, signs of optimism, and we are just not getting them. As you mentioned, the Nasdaq is down in bear market territory for the year to date, down 21 percent, and since that March high of 5048, off 36 1/2 percent. There is definitely a gloom and doom hanging onto the Nasdaq, which is clearly apparent from the volume to say the least. Now Friday was expected to be light volume, it was the lightest day of the year, because of the Memorial Day holiday, but besides the holiday weekend, we've seen consistent days of 1-1.5 billion shares, which folk, these days. is light volume, considering we got up to 2.8 billion shares on the heaviest trading day so far this year. Basically, the folks that I talk to say that there are a couple of reasons for this doom and gloom. First of all, lots of individual and institutional investors have simply gotten burned on the big Nasdaq stocks, not even the fly-by-night ones that had been sketchy from the beginning with lack of revenues. We're talking about Cisco, off 33 percent from its 52-week high, 37 percent; Microsoft down 49 percent; The chip stocks, Rambus a good example; Amazon.com, we've heard about their woes; and Qualcomm, the high-flier of 1999, up 2600 percent, let's remember that, up 2600, so 67 percent down isn't so terrible by comparison, but nonetheless, folks who have been used to scoring gains repeatedly in these high-tech stocks and the more heavyweight names are really getting hurt. Add to that, how much will the Fed tightening hurt the new economy? Nobody knows, and it is simply just not clear yet; add to that the fear about the ability of e-tailers to actually stay afloat. Remember, the bankruptcy of Europe's first major Internet retailer Boo.com? Well. that certainly scared a lot of investors out there, especially following that \"Barron's\" article awhile ago talking about how cash reserves are drying up at these e-tailers. So the idea here is that the fairy tale may be over for the tech stocks, at least short-term, and everybody is skittish about making any big commitments. So you hear things like, you know, lack of investor conviction, investors remain decisive, they're just simply not willing to take big positions here.",
    "statement": "The IPO market is really not helping them out, is it? If they be more cash, they can't go back to that particular till, I <WONDER> if the venture capital is holding up better?"
  },
  {
    "transcript_id": "CNN-320410",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Oh, believe me, I've already had my law enforcement guys out issuing what are called CIDs, Consumer Investigated Demands, investigating some of these. So they were out immediately. Some of them we couldn't get to because the businesses were shut down and they are inaccessible to all of us so we sent those through the mail. We already had, I mentioned this earlier, Best Western I guy that overcharged by about three or four times and they've already pulled his franchise. We've had an impact talking to major corporations where they've had individual isolated incidents where they've found it and corrected it. Best Buy and Home Depot and others have stepped up to the plate and fixed small problems that we've seen.",
    "statement": "So this is the consumer side of it that we've been discussing. Now I worry <ABOUT> the fundraising size. What concerns do you have as to scammers who <MIGHT> be out there and trying to <TAKE> advantage of the situation?"
  },
  {
    "transcript_id": "CNN-226886",
    "matched_terms": {
      "should": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thanks to \"Teen Mom.\"",
    "statement": "Thank you. How problematic teen parenting is. But it`s still a huge problem. Next, <SHOULD> young women -- this is a whole new story -- snag husbands before they get out of college? Get ready for that answer. I`m getting ready for a lot of outrage from my guests and <<PROBABLY>> from the twitterverse as <WELL>. Reminder, you can find us anytime on Instagram @drdrewhln. Be right back."
  },
  {
    "transcript_id": "CNN-411520",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Here in Europe, several countries seeing a number of days of extremely worrying rises in those COVID-19 figures not simply the number of new cases but also people entering ICU. Here in the greater Paris region, over the course of the last 3 weeks an 89 percent rise in the number of people entering Intensive Care Units and that's something we've seen in other European cities as well. People getting back to work, back to school and those cities seeing large rises in their number. Hence what we've seen in Madrid from today, people in the six Southern Districts of Madrid were faced with a new lock down, not at nationwide level this time but on a city-wide level simply because that is how European governments are now trying to tackle this, not by looking or contemplating the idea of second lockdowns which many of them believe could be very difficult economically but rather trying to see how they can bring those numbers down on a local level. Melissa Bell, CNN, Paris.",
    "statement": "Dennis is an infectious disease expert. He oversaw projects as <WELL> as program which identified and responded to potential pandemics before they began. The program ended last year after funding by the Trump administration was cut. Dennis, good to see you. It's been a while."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We need to know the truth. And anyone who would go into a grand jury and lie, obstruct and impede the investigation has committed a serious crime. But if what we allege in the indictment is true, then what is charged is a very, very serious crime that will vindicate the public interest in finding out what happened here.",
    "statement": "And <ABOUT> forcing Judith Miller of \"The New York Times\" to jail."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let's talk about President Obama and maybe some of his supporters because Democrats are probably crowing this morning about what happened in the state of Ohio. Ohio voters didn't like SB- 5 which limited collective bargaining rights for public unions and they voted it down resoundingly. Is that -- how big of a rebuke is that for Republicans?",
    "statement": "<WELL>, I <<<THINK>>> Democrats <SHOULD> be intellectually honest <ABOUT> what happened last night. I mean, the reality is, is that, yes, on Issue 2, the unions prevailed on Issue 2. But on Issue 3, on the <QUESTION> in a battleground state, in Ohio, we can all agree it's a crucial state."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "would": "ungraded",
      "feel": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "-- sister that the other -- his classmates -- the other kids told him to kill himself?",
    "statement": "Yes, and they -- he heard it a couple of times before but he <WOULD> always get upset because he's -- he was just so sweet and sensitive so he hurts easy. And we -- they told him -- they were like just calm down. They were like, breathe. They were like <TAKE> a nap, chill out, and they were like when you wake up you'll <<FEEL>> better and what they said won't matter. Whatever they said really hurt his heart because it matters a lot to him."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "roughly": "ungraded",
      "think": "ungraded",
      "a little": "ungraded",
      "wrong": "ungraded",
      "convinced": "ungraded"
    },
    "previous_statement": "All right, but do people like Bill Bradley?",
    "statement": "Mark, a couple of points I'd make. First of all, it appears in looking at these figures, there was a much larger Republican turnout than Democratic turnout. This is a state that's <ROUGHLY> even evenly divided. I <<<THINK>>> that says something. And we talked <ABOUT> the Republican establishment being worried; I <<<THINK>>> the Democratic establishment is very worried. Tom Daschle and Dick Gephardt put just a silly statement, making fools of themselves, over the weekend, <ABOUT> Bill Bradley is initiating negative campaigns. Second point I make <ABOUT> the Bradley people, is they're <CONVINCED> if this election had been held a week earlier, they <WOULD> have loss by 15 points opinions. I don't know if they're right or <WRONG>, but they're <CONVINCED> of that, and that tells you <A LITTLE> bit <ABOUT> what will go on in the future. Thirdly, Bradley won on the health care -- people cared <ABOUT> health care in this. He won the health care debate in New Hampshire."
  },
  {
    "transcript_id": "CNN-185152",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Deep in the jungles of Uganda, U.S. troops are aiding the mission to bring notorious warlord Joseph Kony to justice. If Kony's name sounds familiar to you, it's <<PROBABLY>> because of Jason Russell. His Kony 2012 campaign called for bringing the Lord's Resistance Army leader to justice. White House officials say that won't be easy, but they aren't giving up. Next hour, we're going to go to the front lines with a reporter from a CNN correspondent embedded with -- a report from a CNN correspondent embedded with U.S. troops. Egypt <<COULD>> have a new government within hours, as a post-revolution chaos continues. The head of Europe's ruling military council will form a new government according to state media. It also came hours after parliament suspended its session to protest the current prime minister. Presidential election is scheduled for <MAY> 23rd. Splitting Sudan was supposed to be the end of decades of civil war. Instead it had just drawn a line in the sand between two sides. Journalists on the border fear for their lives today when they came under fire in South Sudan."
  },
  {
    "transcript_id": "NPR-17129",
    "matched_terms": {
      "somewhat": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Senate Majority Leader Harry Reid was not full of Christmas cheer this past week. He and his fellow Democrats in Congress have had a <<SOMEWHAT>> tough-go of it lately. The White House, by contrast, has every reason to be celebrating this holiday season. It seems President Bush is still calling the shots, or at least a lot of them."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "around": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Barbara, thank you very much. Barbara Starr reporting from the Pentagon. Still ahead here tonight, Congress all but ignoring the most effective possible solution to our illegal immigration crises. We'll have that story. Also tonight, the Democrats call themselves the champions of the middle class but their policies actually hurting middle class Americans and their families. We'll have that report. U.S. Treasury Secretary Henry Paulson in communist China. Critics say his policies, like many of our imports, are made in China. Stay with us for that and a great deal more straight ahead.",
    "statement": "The Senate is set to vote next week on a bill approving construction of hundreds of miles of new fencing on the U.S./Mexican border. But Congress still refuses to consider equally important illegal alien employment enforcement measures that are already proving effective all <AROUND> the world. Casey Wian reports on why new border fencing, in the <<OPINION>> of some, will not solve the nation's border crises. And Lisa Sylvester reports on the lawmakers whose say they are fighting for the middle class, while pushing foreign worker programs that hurt middle class workers and their families. We begin with Casey Wian."
  },
  {
    "transcript_id": "CNN-142133",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "From this, with all its dings and dents and scratches and dog hair and all that, into one of those.",
    "statement": "So what are people buying? <WELL>, this dealer says nearly 80 percent of all their clunker customers are buying foreign brands and <ABOUT> 80 percent of what people are turning in are domestic vehicles -- John, Kiran."
  },
  {
    "transcript_id": "CNN-220169",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Political protests, shopping statistics and the cacophonous crowds, all coming your way on CNN STUDENT NEWS. But we start with diplomacy and the dispute. The dispute is <ABOUT> a section of sky over part of Asia. China, Japan, South Korea and the U.S. all fly planes through the area. But recently, China said it owns the air space. That`s led to tensions between several Asian governments. Vice President Joe Biden is on a trip to Asia right now. He is hoping to provide some of the diplomacy and to keep the tense situation from turning into something worse."
  },
  {
    "transcript_id": "CNN-320200",
    "matched_terms": {
      "kind of": "ungraded",
      "take": "ungraded",
      "thing": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "All right. One would hope. In fact, I'm going to talk to Honore a little bit later and I will pose that question on your behalf. Thanks so much, Drew. Appreciate it. All right. Now, back to that flooded chemical plant in Crosby, Texas where a fire sent first responders to the hospital after breathing in smoke. Authorities just held a press conference and said that they expect more fires to start in the coming days. Paul Vercammen is live for us in Crosby, Texas with more details on that -- Paul.",
    "statement": "Fred, let's give you a <PERSPECTIVE> from some neighbors of the plant. We talked to a man who did not want to give his last name. He said he was told by the plant that some of the chillers, the containers that had these chemicals were no longer working. As the plant explained, these containers, these chillers, these chemicals when they are not refrigerated, they basically decompose and then, at one point, they will ignite or catch fire. That's what happened in the early morning hours. There are many containers that have not ignited and they are saying that this all leads to run its course. Now back to the neighbors, this neighbor said he was out helping rescue people. He's out rescuing people in his boat. He had done so all week long. He actually helped a man who was trapped in his car. Next <THING>, he's heard that the Coast Guard has come by and they are telling people who live near or behind the plant to get out. He's able to get out two of his horses. He had to leave two behind. He's fearful that they are going to be in a lot of trouble obviously without water and food. That's the <<KIND OF>> misery index these people are going through here. Now, they are concerned how long this whole process is going to <TAKE> while the plant seems to go through a series of ignitions of these chemicals that are used in pharmaceuticals and used in building materials -- Fred."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "might": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Police say they went to the hotel to arrest people who were buying high-end shoes with fraudulent credit card. The father of tennis stars, Venus and Serena Williams, says he wasn't surprised by what happened to James Blake. Richard Williams sat down for a rare interview and he spoke with our Don Riddel, and spoke about the tough training his daughters want through growing up, and how it prepared them for their future in such a competitive sport.",
    "statement": "People <MIGHT> be surprised to learn that you were <QUITE> financially successful. You didn't have to raise the girls and train them in Compton, so why did you?"
  },
  {
    "transcript_id": "CNN-57122",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Celebrations of our nation's independence has taken on a deeper significance this year after the events of September 11. Patriotism is <<PERHAPS>> never been stronger in the aftermath of the terrorist attacks. And author Roger Rosenblatt's new book, \"Where We Stand, 30 Reasons for Loving our Country,\" is a collection of essays on the American spirit and character. CNN'S Anderson Cooper talked with him <ABOUT> patriotism and the Fourth of July. --"
  },
  {
    "transcript_id": "CNN-90401",
    "matched_terms": {
      "about": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And again, the investigation continues here at the Alrosa Villa on the north side of Columbus this morning. We understand that, Carol, that about 60 detectives have been called in to interview all of the witnesses. About 500 people gathered inside this nightclub to see the band. The names of the victims have not been released, along with the name of the shooter as well. And it's unclear if that guitarist is among the dead.",
    "statement": "<WELL>, Tracy, just a <QUESTION> <ABOUT> this guitarist, because he was very popular in the heavy metal community. His name was Dimebag Darrell, and he came from a more popular group, a more popular group, you know, in our pop culture, called Pantera. Do you know anymore <ABOUT> him?"
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "imagine": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And search warrants are released unsealed late this afternoon say that an informant came forward to law enforcement saying that little 10-year-old Zahra Baker may have been raped by two men and then allegedly hit on the head, one of those men having a relationship in some capacity allegedly with Elisa Baker. Search warrants, documents revealed much, much more than that. Horrifying descriptions of dismemberment but nothing about cause of death. To Marc Klaas, president and founder of KlaasKids Foundation, I touched on this earlier, the memorial service for Zahra Baker being planned and led by her father, Adam Baker, has now become a private event -- he has chosen -- and it`s been postponed a little bit. Your thoughts on that?",
    "statement": "<WELL>, I <<<THINK>>> that the reason he`s gone from a public event to a private event is simply because he doesn`t want to get lynched. I can`t <<IMAGINE>> that anybody <WOULD> show up to a private event. Who in the world <WOULD> want to be alone in a room with this man who enabled and allowed and <<PROBABLY>> participated in the evil perpetrated upon this sweet young girl."
  },
  {
    "transcript_id": "CNN-242229",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, they're saying that these would not be combat forces, right? Although, as we know -- and they will not be. They're not going to be firing guns on the front line here. But the fact is they will be closer to the danger here because of all that is going on in Anbar Province today. Can you call it mission creep? I mean, listen, from the beginning here, we have gone outside the original lines of what this mission was going to be. Remember, it started as a humanitarian mission to protect the Yazidis then expanded far beyond. And it started as something intended purely to protect U.S. military personnel and counselor personnel in Baghdad and Erbil. But, of course, now, we have a broader campaign, not just in Iraq but in Syria. So, whether you call that mission creek, certainly the mission has expanded from its initial -- original outlines.",
    "statement": "All right, stand by. I want you to join us in the conversation. I want to bring in two experts who know this situation <QUITE> <WELL>. Joining us from Los Angeles, CNN National Security Analyst Bob Baer. He's a former CIA operative and also the author of several books, including a brand new book entitled \"The Perfect Kill.\" There you see it up on the screen, \"21 Laws for Assassins.\" I recommend his book. Also joining us, retired U.S. Lieutenant Colonel James Reese, our CNN Global Affairs Analyst, former Delta Force officers. Let me start with you, Colonel Reese. You hear that the U.S. is <ABOUT> to send military advisers, potentially, assuming the commander in chief signs off on this recommendation, into Anbar right now. What does it say to you?"
  },
  {
    "transcript_id": "CNN-290089",
    "matched_terms": {
      "around": "ungraded",
      "take": "ungraded",
      "claimed": "ungraded"
    },
    "previous_statement": "Donald Trump is not a normal presidential candidate. Somebody who attacks everybody has something missing. He attacked the distinguished father of a soldier who sacrificed himself for his unit, Captain Khan. He's attacked immigrants, and women. He's attacked people with disabilities. It's a long list, my friends.",
    "statement": "Speaking to \"The Washington Post\", Khizr Khan said Trump's words were, quote, \"typical of a person without a soul.\" You can hear much more of Khan on the next \"STATE OF THE UNION.\" You can tune in for a live interview right here on CNN. That is at 9:00 a.m. Eastern Time, 2:00 p.m. London, only here on CNN. On now to Iraq, four people were killed after gunmen targeted a gas facility north of the City of Kirkuk. They planted several bombs near the station before Iraqi security forces took control. The attackers then fled. No one has yet <CLAIMED> responsibility for the attack but ISIS has attacked oil facilities in Kirkuk before. Tunisia's prime minister has overwhelmingly lost a vote of no confidence. One hundred eighteen members of parliament voted to unseat him. Only three voted in his favor, 27 lawmakers boycotted the vote. He's faced growing economic and security problems during his less than two years as prime minister there. We are watching the pope's final mass in Poland. He's been spending the week in the European nation meeting with children who came from all <AROUND> the globe for world youth day. A live report is straight ahead here on NEWSROOM. Plus, reflections, and prayers after a tragic event. We will <TAKE> you to France where church services are resuming after last week's deadly terror attack on a priest. You are watching CNN NEWSROOM."
  },
  {
    "transcript_id": "CNN-115075",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Isn`t that -- let me play devil`s advocate. In a way, I`ve seen many reports where they say, you know, the patients that are there at Walter Reed say it is the same camaraderie. We are still a team. We`re still a unit, and they`re still helping each other. Can you make the case that that`s a good thing in any way?",
    "statement": "It`s a good <THING> if that`s not your main responsibility. Your main responsibility while you`re at the hospital is to get better so you can go back to your own unit and be a leader. You`re not supposed to be a leader -- you`re supposed to be healing yourself so you can be a leader somewhere else."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I acknowledge, as chairman of the Intelligence Committee, you're conducting a separate inquiry on this matter, but I <<<THINK>>> it's important -- I picked up on something that Secretary Cambone said. Do you have any knowledge of any central intelligence participation in the interrogation process in the cell blocks?"
  },
  {
    "transcript_id": "CNN-411737",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "President Trump today going after billionaire, Michael Bloomberg, for helping ex-felons in Florida state. The state voted in 2018 to restore voting rights to ex-felons, with an asterisk, they have to pay court fines first. Bloomberg has raised more than $60 million to pay off those fines for more than 30,000 black and Latino Americans, allowing them to cast their ballots. Florida's Republican attorney general is now questioning a federal investigation into Bloomberg's efforts for, quote, \"potential violations of election laws.\" And the president calling it a criminal act on FOX radio this morning.",
    "statement": "It's totally illegal what he did. I <<GUESS>> it's a felony. He's actually giving money to people. He's paying people to vote. He's actually saying, here's money, now you go ahead and vote for only Democrats, right?"
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I don't know f sure. More often than not, longer than -- for the majority of the part that I owned them if not the entire time that I owned them.",
    "statement": "OK. Now, they don't come up too <WELL> on these photographs, do they?"
  },
  {
    "transcript_id": "CNN-309554",
    "matched_terms": {
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And Josh, I know, you spoke with a former Syrian prime minister who I know told you that if the Trump administration does not respond further that it's possible Iran, Russia, Syria will actually see this situation as a win for them.",
    "statement": "Right. Which is -- ironically is exactly what reading Republicans said when President Obama was threatening to strike Syria in 2013. And that plan is 2013. That was much bigger and much more aggressive than what Trump did last week. You know, what the Syrian opposition, the hawks in Congress and a lot of other people are saying is OK, this is a great move if it means that we are going to have a policy where we restore American credibility in Syria and American support to the people who were trying to empower in Syria. If, right. And if that doesn't happen, then all we have done is escalate without any real plan to do what's next and that <<COULD>> raise expectations and then leave all of these people in the lurch if we don't follow through. The Syrian opposition is saying wow, this is great, you know. We <HOPE> that it's not a one off."
  },
  {
    "transcript_id": "CNN-110666",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "It's time for a check of the forecast. Chad's got that at the CNN Center. Good morning again.",
    "statement": "Coming up, bad news for thousands of U.S. troops who thought they'd be coming home soon. We're going to find out just how much longer they'll be staying in Iraq. And we'll follow-up on a story we told you <ABOUT> yesterday. A man suspected of killing his wife in a domestic abuse shelter. There were signs of trouble, <<APPARENTLY>>, before the attack. That's ahead on AMERICAN MORNING."
  },
  {
    "transcript_id": "CNN-154751",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "unlikely": "ungraded",
      "perhaps": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Bruce McCain, of course, his parents want Kyron to be alive and have him back home. Have you heard any concrete evidence that Kyron could still be alive?",
    "statement": "Absolutely not, Carlos. In fact that <QUESTION> has been put directly to the sheriff`s office investigators. And it`s absolutely understandable why Kaine and Desiree <WOULD> want to err on the side of optimism; otherwise people <WOULD> be telling them to snap out of it. There`s no body, et cetera. But the fact is this is now the 12th week of Kyron being missing, and there is absolutely no idea where Kyron is and whether he`s alive or dead. And more importantly, there`s still this giant gulf between this idea that Terri Horman was involved in his disappearance and this second belief that he`s being stashed and held alive by one or more persons. We`re now into the three-months mark here. That means someone is putting him to bed, clothing him and feeding him, hiding him in plain sight, <<PERHAPS>>. He`s <<PROBABLY>> the most recognized kid in America that`s not been located. And it`s very, very highly <<UNLIKELY>> that that`s the case."
  },
  {
    "transcript_id": "CNN-344199",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And that's the thing that we're -- that we're glossing over, is that we need to have a comprehensive -- that --",
    "statement": "Nobody wants -- nobody wants drug traffickers to come in, but we're talking <ABOUT> what to do <ABOUT> people seeing asylum because they're fleeing the drug violence."
  },
  {
    "transcript_id": "CNN-298436",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The transition team continuing to dispute reports of internal disarray and infighting.",
    "statement": "It's false to say it's not going <WELL>."
  },
  {
    "transcript_id": "NPR-1540",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Mo, we're almost out of time. Do you have a quick recommendation or two?",
    "statement": "I'm listening. I'm still listening to (unintelligible). That album is I <<<THINK>>> the \"Future of Hip-Hop,\" like I still run those 11 tracks. Listening to a lot of the roots, I listen to Ani DiFranco, Sweet Honey in the Rock. I listen to - I'm really one of those (unintelligible). This morning, I'm listening to Paul Winter and, you know, his music, which is totally sever from all of these. I'm just - I really I love the music of the world. So…"
  },
  {
    "transcript_id": "CNN-125573",
    "matched_terms": {
      "would": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's right. You know, that, obviously, was the news so everybody was paying attention to that. But they did talk about some other issues such as abortion, they talked about the environment, they talked about, you know, the Olympics and China. You know these were -- these are core issues that typically you hear the Republicans talking about and for so long Democrats have been trying to find a way to talk about faith and values because they feel like, you know, the Republican Party has really sort of had that as their focus. So, if you can say anyone really came out the winner last night, the Democratic Party would say that they won last night because they've been able to bring talk about religion into politics in this kind of forum.",
    "statement": "All right, CNN's Dan Lothian joining us live. Thank you, Dan. And, you know, if you didn't get a chance to see the forum and <WOULD> like to watch it, here's what you do. You go online to CNN.com/Live and we will be re-airing the program there this afternoon at 3:00 and 6:00 Eastern. That, again, CNN.com/Live. And Senator Barack Obama, <WELL>, he's due to speak any minute now in Pittsburgh. And we will listen in when he takes the stage."
  },
  {
    "transcript_id": "CNN-177262",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They're the great pretenders right now, because they're trying to pretend, and talk, and walk like they're conservatives, when they hardly have a conservative record and they have a serious problem on Obamacare, among a lot of other issues. So, it's -- they were the father and the grandfather of the Obamacare legislation.",
    "statement": "There have been debate after debate after debate after debate. The candidates have been to Iowa, in Governor Romney's case, more to New Hampshire. The voters have had a lot of chances to look at these candidates, to hear them, to hear the critiques like that in the debates in the back and forth. And yet Speaker Gingrich now by far leading the pack in the polls, and Governor Romney by far in second place in the polls. The voters disagree with you, don't they, <ABOUT> the great pretenders?"
  },
  {
    "transcript_id": "CNN-303641",
    "matched_terms": {
      "perhaps": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "He's used to the \"New York Post\" tabloid culture. Yes.",
    "statement": "And part of what's happening here and why what Karen said is so important is that this is <A BIT> of a brush back pitch this first day. And our job is to get back up and get back in the batter's box and to play the game that we know it. To be straightforward and honest and transparent and accurate and even handed and not to let the polarization that <<PERHAPS>> some of the Trump strategists are hoping to create that actually weakens us. Our strength is our credibility. And he can attack us all he wants but we can't --"
  },
  {
    "transcript_id": "CNN-394172",
    "matched_terms": {
      "presumably": "ungraded"
    },
    "previous_statement": "Well, that is correct. The only problem is that the three main actors don't seem to want to compromise. These three actors are the Blue and White Party that refuses to sit with Netanyahu, who has been indicted, the Likud Party that refuses to get rid of Netanyahu even though he's been indicted, and the small party in the middle called -- it's Avigdor Lieberman's Party that refuses to sit with anyone but the two of them together. So, one of these three is going to have to give in. If not, yes, we could be heading for a fourth election.",
    "statement": "What's the political fallout of all of this? Because meantime, as this is all going on, <<PRESUMABLY>>, some of the workings of government are not going forward."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Judy, late tonight the Justice Department stepped up its criminal probe of the collapse of Enron, sending a letter to the White House calling on the White House to retain all documents, notes and e-mails related to Enron going back to January, 1999. Aides say that staffers were alerted immediately to comply with the request, and Bush advisers continue to say no on in the Bush White House engaged in any wrongdoing. Judy.",
    "statement": "<WELL>, we'll be back with all of you in a just a moment. Coming up, my interview with King Abdullah of Jordan, who met with President Bush today. We'll also look at the debate over mammograms, a troubling one for women worried <ABOUT> breast cancer. And then, the lighter stories, we'll look at Super Bowl ads after 9/11. Like so many things, they changes, and then again, they haven't. And what <WOULD> Roy have thought of 9/11? Rule #10 of the Roy Rogers Rider's Club, always respect our flag and our country. We'll remember Roy, as his son struggles to keep his dad's museum afloat. All that to come, but we begin with Daniel Pearl and the conflicting reports of whether he is a live or not. Earlier tonight, an expert pointed out just how easy it is for anyone to send an e-mail like the one received today. So in addition to the terror of knowing what <MAY> have happened to Daniel Pearl, there is also the frustration of not really knowing for <<SURE>>. It's not an uplifting way to start a newscast, but it's the only way we've got tonight. So let's go back to CNN's Andrea Koppel at the State Department. Andrea."
  },
  {
    "transcript_id": "CNN-394857",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And I think--",
    "statement": "--needed. And I <<<THINK>>>, it <MAY> not be the end, it <MAY> be the beginning of the end, but Bernie Sanders is a realist, and want, and has said, to his credit, over and over and over again, he wants to unite the Party because he wants to defeat Donald Trump. And if you look at the results in Michigan, where Joe Biden, you know, was winning with - he's still not winning with young voters, let me - let me point that out, as Abdul was saying, did not win with young voters."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The brown paper bags you see on this New Orleans hospital wall is where medical teams must store their N95 masks as they go in and out of rooms where coronavirus patients are being treated. A hospital worker shared this photo with CNN. We've blurred out the names of medical workers on each bag. The medical staff must reuse the masks until they are soiled. This photo shows a machine that converts a room into what's known as a negative-pressure room, where COVID-19 patients are treated. This keeps the airborne contamination from spreading outside of the room. The hospital confirms these temporary rooms are being created to handle the growing number of coronavirus patients. This is one of three drive-through testing sites set up in and around the city of New Orleans. Long lines of cars winding through this parking lot, but each of these sites can only test 250 people per day. This site reached its limit in two hours. So far, more than 21,000 people have been tested statewide. Louisiana's governor says the state is in a dire situation as the number of coronavirus cases continues to spike quickly.",
    "statement": "We are one day deeper into this event, and while we don't know what the duration will be, we do know that we are doing everything within our power to respond to this crisis. And we need everyone. I implore everyone to do their part, as <WELL>."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, we know. Texas election law allows dimpled chads to be counted or any ballot where the intent of the voter is -- quote -- \"clearly ascertainable.\" So dimpled chads? Texas election officials count them. Brooks Jackson, CNN, Washington.",
    "statement": "Joining us now, our two guests, David Cardwell, a former Florida state elections director, and Ken Gross, CNN elections law analyst and a former Federal Elections Commission official. First to you, David, the whole issue of three counties having different standards, these South Florida counties, to deal with these dimpled ballots -- how extraordinary is it that what <MAY> count as a legitimate ballot in Broward County is not going to be counted in Palm Beach County?"
  },
  {
    "transcript_id": "CNN-99743",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And help show the mayor that grassroots organization in fact does exist across the country.",
    "statement": "A spokesman for Giuliani had no comment. The last hint Giuliana dropped <ABOUT> his aspirations came last month when he was quoted as saying he thinks he'll return to politics but didn't elaborate. He's been a darling of the Republican Party with his poll numbers high since being thrust into the national spotlight following 9/11."
  },
  {
    "transcript_id": "CNN-93250",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I thank you for your confidence in me. I thank you for cheering me on morally, which you have, and emotionally, and I appreciate that. And I have said this over to you guys, believe me, I'm so sorry I didn't bring her back home to you alive. I love you guys and thank you very much.",
    "statement": "Now, obviously, those two were very shaken up during the memorial. You can't blame them one bit. They did want to end things on a lighter note so they all came out here and gathered, and a bunch of balloons were passed out to kids, moms, dads, grandmothers, grandfathers, just <ABOUT> everybody, different colored balloons. And every balloon had a message on it, a message to be sent to Jessica Lunsford up in the skies, and people gathered to let those go. Now, we did catch up with one girl who did let one of those balloons go and she was hoping that it does reach Jessica so she knows everyone down here remembers here and is thinking <ABOUT> her."
  },
  {
    "transcript_id": "CNN-128851",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "In the region where terrorists planned the 9/11 attacks, the threat is gathering again. And the Pentagon's top military officer worries that threat growing steadily along the Pakistan/Afghanistan border could emerge stronger than before.",
    "statement": "They are joining a syndication of various extremist and terrorist groups, which provides for a much more intense threat. Internal to Pakistan as <WELL> as the ability to flow greater freedom to flow forces across that porous border."
  },
  {
    "transcript_id": "CNN-238796",
    "matched_terms": {
      "dodge": "ungraded"
    },
    "previous_statement": "And Deb, you certainly heard a few fans there defending Adrian Peterson partly because they feel like it is a parent's right to discipline a child to a certain extent. But also he's got a lot of fans. He was a star on the Vikings and this probably shouldn't surprise us to see people defending him because you saw the same thing with Ray Rice earlier this week. So many people still wearing his jersey to the Ravens/Steelers game.",
    "statement": "Right. What's also interesting now is in the case of Adrian Peterson, he immediately went to the authorities. So it seems like whatever did happen he's willing to go and face it as opposed to what everyone is saying now with respect to Ray Rice and that is more of that cover up. Who knew what? What did he do? Did he try to <DODGE> the charges that were against him? So all of that -- interesting and immediate reaction."
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "If I look at the situation of the people now, it's worse than before because of the chaos there.",
    "statement": "Some Germans blame America, some don't. \"One cannot always accuse the Americans of starting a war, but then not cleaning up it takes time,\" says this housewife. Back at the university, as students listen to the discussion <ABOUT> the future of Iraq, academics consider the effect the anti--war movement will have on Germany's future."
  },
  {
    "transcript_id": "CNN-105413",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "The IAEA statement is an important statement. It reminds the nations of the world that there is an ongoing diplomatic effort to convince the Iranians to give up their nuclear weapons ambitions. It reminds -- should remind -- the Iranians that the world is united and concerned about their desire to have not only a nuclear weapon, but the capacity to make a nuclear weapon or the knowledge to make a nuclear weapon; all of which we're working hard to convince them not to try to achieve. I will consult and continue to consult with our allies on this issue. I spoke to Chancellor Merkel this morning about this issue. She will be coming to Washington next week. We will continue discussions about how we can continue to maintain a united front. It's very important for the Iranians to understand there's a common desire by a lot of nations of this world to convince them -- peacefully convince them -- that they ought to give up their weapons ambitions. Steve?",
    "statement": "Thank you, sir. You mentioned gas prices. <WOULD> you go along with an effort by some Senate Republicans that <<COULD>> levee a significant tax on oil company profits? And does it bother you that the oil companies are racking up these record profits when people are paying $3 a gallon?"
  },
  {
    "transcript_id": "CNN-323322",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, come in.",
    "statement": "In another incident detailed in \"The New Yorker,\" Lucia Evans said she was assaulted by Weinstein back in 2004 when she was still in college. It happened during a meeting arranged by of one Weinstein's assistants which is how many of these meetings came to be. After she says he told her <ABOUT> two scripts, she says he forced her to perform oral sex on him. One accuser, a former FOX News anchor, said Weinstein cornered her in a hotel a decade ago and masturbated in front of her."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "That this is obviously -- that for whatever reason, the voter had some difficulty, and this is how the voter voted, and that would be a vote for Mr. Buchanan, I guess, in number four, it looks like.",
    "statement": "We heard earlier today that -- we heard earlier today by one of the witnesses that the witness thought there was a possibility, at least, that instead of sliding the ballot in here like you're supposed to, where it says \"slide ballot in,\" that there were some voters that <WOULD> lay the ballot down over to the side, and then <TAKE> the stylus with the ballot on top of that paper and try to punch through."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "In terms of their funds of the Palestinian authority, I'm not part of the Palestinian government so I can't speak definitively to this. What I can say from the research that I've done on this is that the vast majority of my money that they claim is being allocated to families is actually not, a lot of it is going to pay the legal fees of individuals and a lot of money is going into actually subsidize the Israeli prison system. I don't know the specifics about the budget itself. So, I can't really speak definitively to that since I'm not part of the government.",
    "statement": "And I <<GUESS>> finally, you said you're not a fan of this Palestinian leadership. And you, I <<<THINK>>>, are not a fan of the two-state solution. So, where do you <<<THINK>>> this is headed now? I mean, you are a human rights lawyer, you do a lot of work on this issue politically and in terms of human rights. Where is this headed? I mean, are all the places or the pieces in place for a one-state solution?"
  },
  {
    "transcript_id": "CNN-224821",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "At first, I mean when I first Lupita on tape and at first I thought it was a mirage in a way. I was rubbing my eyes, was I seeing what I was seeing and I brought my daughter, and I brought my wife. And then they confirmed to me I was looking at a great actress. And then I got on the phone to my agent and I said that we need to see this woman immediately. And it was one of those moments where I - you kind of just quiver and sort of tremble because you know this is something big.",
    "statement": "You said she had the <<KIND OF>> impact on you over young Grace Jones."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "The American Academy of Pediatrics slammed Bachmann's comments saying there is absolutely no scientific validity to the statement. (on camera): Do you think that was irresponsible of her?",
    "statement": "I <<<THINK>>> that was a statement there was no truth and no basis in fact. And, look, I hate cancer. And that's what's this has always been <ABOUT> for me."
  },
  {
    "transcript_id": "CNN-412165",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "These news stories about Atlas and Redfield, they get to the question of are the medical voices on the task force working together or working against each other?",
    "statement": "<WELL>, most are working together. You know what the outlier area is."
  },
  {
    "transcript_id": "CNN-187287",
    "matched_terms": {
      "could": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Yes, well, one would have to wonder where the customer service would go in that.",
    "statement": "The results <<COULD>> add to arguments allowing overseas airline Emirates to <TAKE> a stake in Qantas. Middle East carrier Etihad has bought four percent of Virgin Australia, ammunition Qantas <<COULD>> use for an easing of foreign ownership restrictions."
  },
  {
    "transcript_id": "CNN-218432",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Of course, there were all those people who had been trying to drop a dime and tell the truth about him and he went out and tried to destroy them. How much did people like Sheryl Crow and other people who were big parts of his life, how much did they protect him knowing what the lie was?",
    "statement": "I <<<THINK>>> one of the most fascinating aspects of this story is that this was a lie that hid in plain sight for many, many years and there are many people complicit in this. The sponsors, the cycling organization, celebrities, people close to Armstrong, cyclists who had the code of Omerta, the code of silence and the media, I <WOULD> add, and us fans who you know, on the podium in 2005, Armstrong said as he was leaving seemingly for the last time, I'm sorry for you who can't dream big. I'm sorry for you who don't <<<BELIEVE>>> in miracles. <WELL>, this is from an Atheist and yet somehow, we wanted to <<<BELIEVE>>> in the miracle even though we knew better. And there was a huge mechanism <AROUND> Armstrong's lie that enabled it to happen."
  },
  {
    "transcript_id": "CNN-178256",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning. Welcome back to AMERICAN MORNING. It is 29 minutes after the hour. Your top stories now.",
    "statement": "There are more worries <ABOUT> Iraq's future this morning after yet another deadly car bombing. Police say a suicide car bomber struck a security checkpoint right outside Iraq's interior ministry compound, killing at least two people. Dozens have died in bombings since the last U.S. troops left Iraq only a week ago."
  },
  {
    "transcript_id": "CNN-145111",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Well, we are going to hear more of Mitt Romney's comments coming up at the half hour.",
    "statement": "All right. We're going to hear in just a day, or we can go with tomorrow. Sarah Palin's highly anticipated interview with Oprah Winfrey -- that airs tomorrow. We do have some preview clips for you to see what she had to say <ABOUT> that new book and <ABOUT> her former running mate, John McCain. You'll be hearing from him as <WELL>."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "We are facing three major problems. Drug, gangs and",
    "statement": "Still Charkaoui and his classes has been suspended from campus while police try to determine what <<COULD>> have lead these teens to <<POSSIBLY>> join ISIS."
  },
  {
    "transcript_id": "CNN-3436",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Producer Marty Schwartz is on the side of the local Hollywood workforce, but also has to face economic realities.",
    "statement": "It's a matter of economics, and when the networks <WOULD> like to give us more money to do productions here, and the government <WOULD> like to free up some money to subsidize filmmaking so that things don't go out of the country, it'll make it a lot more easy to shoot here."
  },
  {
    "transcript_id": "CNN-95376",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I want to <<GUESS>> yes."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "usually": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Meanwhile, we`re left to wonder why law enforcement has put the cabash on sealing the search warrant affidavits. Could this lead to more speculation about what`s in them? More of what we do know in a moment, but first, back to my expert panel: prosecutor Robin Sax; forensic psychologist and attorney Brian Russell; police detective Steve Rogers; and joining me now Michelle Sigona, investigative reporter and founder of the Web site MichelleSigona.com. Michelle what`s the latest?",
    "statement": "The very latest in this case is <ABOUT> an hour ago I just got off the phone with the Captain McLaughlin (ph) and he said that they are still receiving a lot of leads on Susan Powell`s case. They are prioritizing those leads. They are going out; they are searching various areas to be able to rule tips in and out. So that`s -- this is a good sign that we`re three weeks into this investigation and that leads are still being called in. At this point, he still believes that Josh Powell is visiting family members in Washington State with both of his sons. And they are still moving forward in this case, as Josh Powell only being a person of interest. He has not graduated to becoming a <<SUSPECT>> at this point. And last week, the assistant chief did confirm to me that there are other persons of interest in the case. But investigators have not come forward to name those particular persons of interest. As far as the search warrants that you mentioned, Jim, they are filed with the court and <USUALLY> made public after 20 days of the filing. And so when this motion came forward, to be able to seal those documents what is known to be inside of them are <USUALLY> statements from police and things that are very close -- very sensitive to this particular investigation. I can tell you, five search warrants have been served total; three on the home, one on Josh Powell for his DNA and one for the family mini-van."
  },
  {
    "transcript_id": "CNN-335045",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "tend": "ungraded"
    },
    "previous_statement": "-- around the globe, so it's fascinating. He'll be missed, indeed. Samuel, thank you.",
    "statement": "All right, 41 minutes past the hour. Two of the biggest free trade advocates in the White House gone and Wall Street doesn't like it. Last week, Gary Cohn resigned as economic adviser, now Rex Tillerson is out -- the secretary of state. His firing sent all major averages lower. Wall Street opened higher on consumer price data that calms inflation fears but then tumbled over concerns of a trade war, especially with China. U.S. stocks fell further after \"POLITICO\" reported the president wants to hit China with tariffs on $30 billion worth of imports. That set the tone for global stocks. Asia closed down. Europe opened lower but has now just turned up so watch this space. Meanwhile, one of Wall Street's most powerful CEOs is warning President Trump corporate America is concerned <ABOUT> your trade agenda. JPMorgan Chase chief Jamie Dimon says plans like Trump's tariffs on steel and aluminum imports <TEND> to backfire. He concedes there are issues <AROUND> trade but said that Trump's policy will do more harm than good to the economy. Dimon chairs the business roundtable of a powerful corporate lobby. Many companies from automakers to brewers worry that higher prices from tariffs will hurt their businesses. I'm watching futures really closely this morning because the drama -- it's not just parlor games and the White House -- all of that drama."
  },
  {
    "transcript_id": "NPR-2555",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Next year.",
    "statement": "Even the players, you know. He'll have to be the one that fires Coughlin, gets rid of Eli Manning. So it's, you know, he's a good guy and I <<<THINK>>> that he's got broad shoulders."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "These are not what a voter uses, Your Honor.",
    "statement": "<WELL>, all right. Go ahead."
  },
  {
    "transcript_id": "CNN-193924",
    "matched_terms": {
      "a little": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He credits his appearance on STARTING POINT with helping go over the top.",
    "statement": "<WELL>, you know, I did teach him a few things, you know? I'm known <A LITTLE> bit for my football skills. Still ahead this morning on"
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, we heard quite some shots, you know, absolutely more than three. But that man said, you know, the police killed the man by three shots. Yes, he said boom, boom, boom, three shots right in front of me. That's what he told me.",
    "statement": "<<SURE>>. And did the person that you were talking to who actually witnessed the episode, did he say to you that the man either fell to the ground or wrestled to the ground? Was he on the ground when he was shot? Did you get that information from your colleague?"
  },
  {
    "transcript_id": "CNN-132073",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Welcome back to the \"Most Politics in the Morning.\" And right now, it is a battleground blitz for John McCain and Barack Obama as they make one final push for votes that could swing the election. Obama has the edge in some all-important battleground states. He leads by seven points in Pennsylvania. He's up by four in Florida and ahead by six points in Virginia, where the race has been tightening in recent days. CNN's Dan Lothian got the good word on the election from parishioners at a church in Richmond.",
    "statement": "John, Kiran, on the last Sunday before Election Day, we went to church. The message was <ABOUT> worship, not politics, but church goers had plenty to say <ABOUT> this historic election."
  },
  {
    "transcript_id": "CNN-195539",
    "matched_terms": {
      "could": "ungraded",
      "possibly": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Many people think it's an issue that's left to the states, but in fact, the Constitution says that when it comes to congressional elections, Congress can overpower the states. Congress can impose whatever rules it wants for congressional elections. If the states want to have different rules for their local elections, they can, but most of them would go along. This is how we had laws like the 1993 Motor Voter Law, which required the states to do certain voter registration activities, keep their voter rolls clean. We had the Help America Vote Act in 2002. Congress can do this. I don't think they're going to do it, but we could have Congress step in tomorrow and set up a national agency that would run our elections.",
    "statement": "And you say even <<POSSIBLY>> the federal government <<COULD>> just completely <TAKE> it over, <TAKE> over the whole process."
  },
  {
    "transcript_id": "CNN-316527",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded",
      "assume": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, as far as ISIS is concerned, one of the big selling points for them was this territory it was holding in Iraq as well as Syria. Now they've lost that or are about to lose that. What are their plans essentially to keep their support after this overwhelming defeat?",
    "statement": "<WELL>, we've seen what they're doing in Iraq. I <<ASSUME>> they'll try and do the same <THING> in Syria. Although I don't <<<THINK>>> it <WOULD> be as effective. We're seeing a ratcheting up with their social media campaign. They're trying to convince the Sunnis in Iraq that they <SHOULD> continue to support what the new ISIS will be. I <<SUPPOSE>> they'll revert to something like the Islamic State in Iraq, Al Qaeda in Iraq, from which ISIS sprung. And they're appealing to the Sunni population by trying to convince them that the Shia government in Baghdad is Iranian-dominated and they're not going to -- they're going to remain disenfranchised. And the Shia government is not going to look out for them and ISI, AQI, whatever it becomes, will. And surprisingly, John, people are -- it resonates with a lot of Sunnis."
  },
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, meaning that there's a backlash, that people, what they see in criticism of Trump is hatred and an unwillingness to give him any of his due when there is success, when there is an economy that's moving forward, when the financial markets are moving forward really well.",
    "statement": "You know what's interesting? You know who said that? Other than your greatness, is Michael Wolff. Michael Wolff, obviously the writer of the book, was on TV a lot. Now, look, I'm <<SURE>> we've all been <AROUND> Michael Wolff. I've been <AROUND> him most of my life, because he's been writing <ABOUT> politics; wrote <ABOUT> my brother, wrote <ABOUT> my father. He is all <ABOUT> access, and he got great access here. And in politics you don't get the benefit of having somebody fact check what you say. You know, if you tell this guy, \"Here's my reality here,\" it's going to wind up in print."
  },
  {
    "transcript_id": "CNN-372040",
    "matched_terms": {
      "think": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "Senator, what's your response to that?",
    "statement": "My response is tariffs. My response is talk to the farmers in Iowa and ask them if they're doing better this year than they did last year. The fact to the matter is that this president has been a disaster on so many different fronts and he's going to have to run on that record, which is the reality of it. And I <<<THINK>>> that people, at the end of the day, voters are smart. They will <FIGURE> out whether or not in the worthy of the old Ronald Reagan word that they're worse off now than they were previously."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "opinion": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "Yes, I would like to -- I`m a mom of two daughters and my fear is that -- living in Rhode Island and any other state that I`m -- how do we protect our daughters, our children, our love ones from these types of predators? I mean, he should have never been out of jail. He should have been doing his time. And there`s many cases like this and the judges and the prosecutors need to get together and make sure that these men don`t walk the streets.",
    "statement": "Absolutely. And Robi Ludwig we also have to be aware that this guy tried to portray himself as a charmer <A LITTLE> bit. So on the other side of this, we`re going to ask your <<OPINION>> of his psychological makeup."
  },
  {
    "transcript_id": "CNN-180560",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We want to move into solutions now. What can be done right now for families like the Mobleys who are slipping out of the middle class. I want to bring in my good friend, Christine Romans, host of CNN's \"YOUR BOTTOM LINE\", and Don Peck, whose the features editor at the \"Atlantic\" and the author of \"Pinched: How the Great Recession Has Narrowed Our Futures and What We Can Do about It.\" That's exactly what we want to talk about. Christine, let's start with you. What is the best solution you've heard for helping these folks get back to work as soon as possible?",
    "statement": "<WELL>, you know, so far it's been mostly people themselves figuring out what their solution has been and they've been mostly, you know, unemployment benefits, long- term unemployment benefits, food stamps and like that family, the Mobleys, lots of different things that they're trying to rely on. But you know we talk <ABOUT> a safety net. There's a lot of talk this week <ABOUT> a safety net or a trampoline. What are we going to do for the long-term unemployed. We need to be focusing our national strategy and all of our resources on turning a safety net into a trampoline. Revamping our retraining programs and figuring out how to connect, Ali, the people who say they need a job with the companies to say for some reason they can't find qualified workers."
  },
  {
    "transcript_id": "CNN-312585",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "That`s incredible.",
    "statement": "I`ve got a quick interview and got on the plane from Alabama to Maryland, got to the game <AROUND> the second quarter, got my pads on, my parents were there, got standing ovation, we won big. My teammates doused me with water. It was a big day."
  },
  {
    "transcript_id": "CNN-210811",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded",
      "positive": "ungraded"
    },
    "previous_statement": "You're teaching your parishioners about morals and integrity, but then, you have the audacity to tell them -- you have to betray your own integrity and you have to go with us so you're out, too.",
    "statement": "Leah Remini has only released this cryptic statement saying, \"I wish to share my sincere and heartfelt appreciation for the overwhelming, <POSITIVE> response I have received.\" The Church of Scientology provided a statement to CNN that says in part, \"The church respects the privacy of parishioners. We do not <<<BELIEVE>>> in individual's private spiritual matter <SHOULD> be exploited for personal gain by a handful of self-promoters who surface to spout the same tired tabloid myths."
  },
  {
    "transcript_id": "CNN-198470",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "But the reason that a lot of these conservative Tea Party Republican types voted against it or are not going to vote for it tonight and they don't like it is because for the first time Republicans in effect are going along with a tax increase, a rate increase of 35 percent to 39.6 percent, 4.6 percent tax rate increase for those individuals making more than $400,000 a year and families making more than $450,000 a year. So in effect they're going along with a tax hike.",
    "statement": "No, absolutely not. They -- the Republicans in the House and the Senate have made it very clear they wanted to extend those tax cuts permanently for everybody. They voted that way in 2001, 2003, again several times this last year. The Republicans are on record, all of them, that all of these tax cuts <SHOULD> be extended -- this is Obama's pound of flesh because he won the presidential election. He's the one insisting that taxes go up. They're going to <TAKE> $500 billion out of savings in the United States over the next decade and give it to the federal government. This is not helpful to the economy, and it will hurt the economy. But remember Obama is not just raising taxes on the rich right now. We're <ABOUT> to enter a decade where a trillion-dollars is going to be taken away from the American people in higher taxes to pay for Obamacare. This was passed only by Democrats. It is entirely a Democrat tax increase. And it includes many taxes that directly hit middle income and lower income people. So Obama's tax increase is not just the top tax rates. It's people -- if you have bad health problems and you spend more than 7.5 percent of your adjusted gross income on out-of- pocket health costs, you used to be able to deduct anything above that. Thanks to Obama's law, Obamacare, that's now 10 percent. So $2 million to $3 million will be taken out of people average income $53,000 a year, who are lower income, middle income and sick. They're going to be paying taxes for Obamacare. There's an avalanche of Obama tax increases coming next year."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "sometimes": "ungraded"
    },
    "previous_statement": "Well, I'll tell you, the simple, simple, simple answer is when Microsoft releases an update to your system, do not hit \"remind me later.\" It's the worst thing you can do. Update your system. And in this particular case --",
    "statement": "I do that <SOMETIMES>."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Sarah, does the president think it's acceptable for Republicans or Democrats to allow a government shutdown at the end of the week? And there's obviously different options here, but does he think it's acceptable for a -- a shutdown to occur?",
    "statement": "The president certainly doesn't want a shutdown. And if one happens, I <<<THINK>>> you only have one place to look, and that's to the Democrats, who are holding our military and our national security hostage by trying to push through other policies that have nothing to do with the budget. We <WOULD> like to, again, get a budget deal done, a two-year budget deal, a clean budget deal, and then focus on negotiations following that -- that deal with finding a permanent solution to DACA and responsible immigration reform. We've said that many times before. Our position has not changed."
  },
  {
    "transcript_id": "CNN-215780",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's not so frightening as I thought. Absolutely lovely.",
    "statement": "Rami Atori (ph) says his t-shirt sums up what Iranians are all <ABOUT>. \"Everything is solve through friendship,\" says Atori (ph). \"War, sanctions, and conflict never solve anything.\" Reza Sayah, CNN, Tehran."
  }
]