[
  {
    "transcript_id": "CNN-55331",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Paula.",
    "statement": "First of <ALL>, your <TAKE> on the latest reporting <ABOUT> the CIA knowing the identities of two al Qaeda members in Malaysia when they attended a meeting, actually tracking their movements to the United States, where they were able to very effectively blend into American life -- and the charge that the FBI wasn't alerted to their presence, at least until three weeks before September 11."
  },
  {
    "transcript_id": "CNN-149978",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "It's very important. I mean it's been a request by the United States and other nations for Ukraine to do this for years. And so it's a very good sign that they finally did. Because there is just too much highly enriched uranium out in the world. And it's totally unnecessary as a civil nuclear fuel. And so it's very important for countries to phase out their use of this material and to send it back to countries that can protect it much better. And also get rid of it. I mean, there is a way to get rid of highly-enriched uranium. And it's important to do so.",
    "statement": "You <KNOW>, the other headline that came out of this was China agreeing, I <<GUESS>>, to work in some way with the United States on possible Iranian sanctions even though their foreign ministry said dialogue, they still <<<BELIEVE>>> that the <BEST> way to handle it. But what's your assessment of how big of a step forward this <<COULD>> this be on Iran?"
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Then Tuesday.",
    "statement": "It starts again on Tuesday. So you <<<THINK>>> this is strategic. That`s fascinating, because I thought, <WELL>, <<MAYBE>> she really has a headache. This woman was her <BEST> chance, her shot at saving her life. She`s a domestic violence <EXPERT>, who`s arguing, yes, she is a victim of abuse or fits the pattern. And suddenly, we stop it while she`s on a role. But Stacey Honowitz, is it possible that this is part of a bigger strategy?"
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, we have had around 17 million acres of Australia burned; 25 people have died in the flames. The impacts on biodiversity have been truly horrific. Just on Kangaroo Island alone off the coast of South Australia, half of the koala population, we think, has been killed, about a third of the koala population for the northern half of New South Wales. And they are the species that are easy to count. So I think, unfortunately, that the impacts of this on our economy, on our biodiversity and on just human lives will be with us for many decades. And, sadly, it's not an end. These dry conditions look set to persist for several months yet.",
    "statement": "So, why is it that it is so bad this time <AROUND>?"
  },
  {
    "transcript_id": "CNN-303926",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Republicans are worried about it?",
    "statement": "<ABSOLUTELY>. This is an infrastructure spending. Republicans say to me, <WELL>, he's going to be making that deal with the Democrats. These are not traditional Republican fiscal conservatives. You <KNOW>, it's, show me the money time. Where are we going to get <ALL> of this. And they're really worried <ABOUT> the deficit down the road an what that's going to be. That said, for now, they're going let him run with it."
  },
  {
    "transcript_id": "CNN-176212",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "In fact the more you put it off could cost you five bucks more for every day.",
    "statement": "OK. But even once you purchased a ticket you <ALL> are encouraging people to check, to compare the cost that you <MAY> have taken advantage of?"
  },
  {
    "transcript_id": "NPR-47167",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "And let me ask you, finally, how much do you believe these new      accounts and the idea that black Brits, even before the bombing, were      eight times more likely to be stopped and searched than whites?  We see      an increase how with Asians being stopped and searched.  How much do you      believe this is going to heighten the idea of protest?",
    "statement": "<CERTAINLY>, before the bombings, any member of a minority      community in London <WOULD> tell you that, you <KNOW>, they--you <KNOW>, we've      <ALL> had our experiences with the police, being stopped, searched and      questioned. And I <<<THINK>>>, you <KNOW>, there is <OBVIOUSLY> a heightened <<SENSE>>      of fear, but, you <KNOW>, there is just this--also, this overriding concern      that what--you <KNOW>, policing actions <MUST> <SEEM> to be fair."
  },
  {
    "transcript_id": "NPR-3395",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "There are some case  there is some case history, Dina, and I know that you are familiar with them. One of them has to do with I guess what was known as the Liberty City case out of Miami in 2006, involving an attempt, an alleged attempt to bomb the Chicago Sears Tower. How does this fit into the entire entrapment discussion?",
    "statement": "I <<<THINK>>> this is the other end of the spectrum(ph). The Liberty City case, basically what happened is it <NEVER> got past the bravado stage, in the <<SENSE>> that they talked <ABOUT> <<POSSIBLY>> doing it, but there was <NEVER> any <<SORT OF>> explosive or bomb made."
  },
  {
    "transcript_id": "CNN-128292",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And what's the best part, Elmo, about meeting all the kids.",
    "statement": "<WELL>, that's it. Elmo gets to meet <ALL> the kids' friends and try to help them be happy."
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Any chance that Marguerite Jackson could face perjury charges?",
    "statement": "Can't talk <ABOUT> investigations."
  },
  {
    "transcript_id": "NPR-42630",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Now, what's intriguing about the stories of both of these men, Scapiticci and Fulton, is how they keep their cover by continuing to kill.",
    "statement": "That's what's different <ABOUT> what the British did in Northern Ireland. Typically you <<<THINK>>> of a spy as someone who goes out, eavesdrops, gathers information, collects it and then reports back, whereas the British allowed their agents to become part of the organization, the IRA, to become active members and even to rise up to become leaders. The <ONLY> difference between these agents and the terrorists that they were working against was that they, you <KNOW>, called home after a mission."
  },
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "It sure does seem like maybe the excitement and enthusiasm and hope from yesterday has dulled a bit, Andrew, but the search continues as you said. They will look and see if they can find anything out there. Such a challenge. Andrew Stevens in Perth, Australia watching the search for us. Thanks, Andrew. I also spoke just moments ago with Lieutenant Commander Adam Chance. He is the officer in charge of the P-8 Poseidon that is helping search for Flight 370. He flew one of the first missions in Kuala Lumpur and he is now overseeing the operations in Perth.",
    "statement": "Lieutenant Commander Adam Chance is joining me now. Lieutenant Commander, thank you for jumping on the phone. I <KNOW> that you're very busy overseeing operations in Perth. We <KNOW> that weather was a big problem yesterday for search efforts. Today we're told conditions were <QUITE> <A BIT> better. How <WOULD> you describe how the search is going?"
  },
  {
    "transcript_id": "CNN-95506",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There are gusts of change blowing across the Middle East this day. In Lebanon, an alliance strongly opposed to Syria's influence claims the reigns of power.",
    "statement": "And it comes as Secretary of State Condoleezza Rice is in the region delivering what can <ONLY> be said to be a strong message <ABOUT> democracy that challenges friends and foes alike."
  },
  {
    "transcript_id": "NPR-597",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Now, they've been training the Iraqi military for 10 years now, building them up. Are we pulling out our American troops and really the Iraqis are going to be able to take that place, but they'll still be under the same command and control, American influence that we have had over there? Is our influence really leaving that region?",
    "statement": "They're - I mean, first of <ALL>, there continues to be an American influence in the <<SENSE>> that we have just <SOLD> the Iraqis 140 M1A1 tanks. We are in the process - I <<<THINK>>> the announcement was made just yesterday - of selling I <<<THINK>>> another 14 F16 fighter jets."
  },
  {
    "transcript_id": "CNN-177273",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What kind of crucial intelligence can you gather by code breaking?",
    "statement": "<WELL>, code breaking -- signals intelligence, as we call it -- can be tremendously valuable, because it`s one of the rare forms of intelligence that, if done properly, if you get access to the right things, will give you the enemy`s intention. What are they really thinking?"
  },
  {
    "transcript_id": "NPR-27669",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Computer science professor Krishna Kavi, of the University of North Texas, says not all of the data available in a black box needs to be streamed in real time.",
    "statement": "So if you are over an ocean and the satellite is expensive, <ONLY> send your altitude, your direction of travel - or GPS coordinates, if you want - and state of the engines; are they running OK? So minimal information you <KNOW> that you need so that if you detect there is something <WRONG>, then you ask for additional information."
  },
  {
    "transcript_id": "CNN-137736",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "OK. So, if you can, in detail, Virgilio, as you are getting a call to this story, the thunderstorm or the storm was going on, you get a call to go to this story, you arrive moments after it happened. Tell us exactly -- take us through as you were arriving there, the condition of the weather and what you saw once you got to the scene?",
    "statement": "The moment we arrived at this place, it was a lot of wind, a lot of heavy rain coming up. Our people at the station told us that at least four inches of rain were falling per hour at that time. As soon as we got here, hundreds of people from the neighborhood were running up and down -- some people crying, some of them hanging on the stands, trying to see if their favorite player was hurt or the coaches and so on. It was a scene that reminds me of the time when I covered the Oklahoma bombing, when I arrived there in Oklahoma City. So, I'm not trying to say that it's the same <THING>, but it's almost the same emotional response to that situation. If you <<COULD>> see with your eyes what I saw when I arrived at this place, <ALL> the community was hysterical. The news was just coming out through the televisions and the stations. And we were just trying to fight the weather and trying to get the signal off. And we already had a photographer here on the scene who had <ALL> the images of what's going on. So, I can tell you that this is a very serious situation and also an emotional at the same time."
  },
  {
    "transcript_id": "CNN-120470",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "The judge ruled in the union's favor, but the next day, local newspapers unaffected by the ban ran with the story and reported even more details. It was explosive. \"The Boston Globe\" and \"Boston Herald\" said Cahill's blood alcohol level was .27, more than three times the legal limit, and that Payne had traces of cocaine in his system. So why were these public servants allowed to be on the job, and who, if anyone, was aware of any potential problems? Cahill's brother says don't jump to any conclusions.",
    "statement": "I still <<<BELIEVE>>> that there's been a mistake made."
  },
  {
    "transcript_id": "CNN-131653",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Two and a half weeks, we're almost there, but would you believe, one candidate playing offense right now, the other playing defense. Traditionally, red states right now, not so safe with the GOP. We'll tell you where the candidates are and what that means for the campaign, moving forward.",
    "statement": "And speaking of politics, this is a great story. You <KNOW>, they <<COULD>> have voted back in 1940. But they waited until this year to vote for the first time. We're going to introduce you to some twins casting ballots. A great, great story, stay tuned for that one. But in the meantime, back to that breaking news this morning, a kidnapped boy still in danger, and now, his father is in custody. Authorities say the abduction of six-year-old Cole Puffinburger, you see him right there behind us, is linked to a Mexican drug cartel."
  },
  {
    "transcript_id": "CNN-67493",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "apparently": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Another potential Democratic presidential candidate pondered whether to run, and he made his announcement, and surprise, surprise, the answer was no. Senator Christopher Dodd of Connecticut made the announcement today that he would not be the 10th candidate for the nomination. Why not? Surely Chris Dodd is at least more credible than Carol Moseley-Braun or Dennis Kucinich. He explained he could better spend the next two years on homeland security, the economy and judicial nominations. I guess that means harassing Tom Ridge, fighting tax cuts and obstructing President Bush's plans to reform judiciary. Some two years.",
    "statement": "God, I <HOPE> so. that's <ALL> I can say. I love Senator Dodd. He <WOULD> have brought a lot to the race. He brings a lot to the Senate and to the debate. And I'm glad that he's going to be fighting those fights. <WELL>, the Commerce Department reports today that consumer spending declined in January and that the manufacturing sector slowed in February. In <ALL>, two million Americans have lost their jobs under President Bush so far, not to mention three of them being the top three leaders of his economic team. Meanwhile, the deficit now at $300 billion. It <<COULD>> swell to as much as $500 billion if we go to war in Iraq. Mr. Bush <<APPARENTLY>> is untroubled by this fiscal collapse. One of his aides tells the current issue of \"TIME,\" magazine, quote, \"even if it's $500 billion, so what?\" Of course, even a $500 billion deficit number doesn't count the $3 trillion Mr. Bush is robbing from the Social Security trust fund. You <KNOW>, we <SHOULD> have known, <EVERY> time George W. Bush gets in trouble, he borrows from a trust fund. It's been his whole life, you <KNOW>."
  },
  {
    "transcript_id": "CNN-405559",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The vast majority of the victims of this violence are in New York's communities of color. That's devastating. And we are not having the same pitch and tone of outrage from our politicians or, frankly, our media about those -- about those woundings and that's -- that we are about all the other issues that are at the forefront here. I'm not saying that we need to have one conversation and not the other, but it's very hard to separate these conversations when you see the effect it's having on lives.",
    "statement": "Mayor Bill de Blasio says he realizes shootings are a real problem. He stressed an initiative to occupy street corners as part of the solution."
  },
  {
    "transcript_id": "CNN-222566",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "There are obviously appropriate steps, people who conducted a political vendetta should lose their jobs. And at the same time, you know, I believe that the investigations that are pursuing -- being pursued by the transportation committee, the reviews being pursued by the U.S. Senate commerce committee should continue and we can get the totality of the picture of what went on here.",
    "statement": "Now, just by way of background, Bob Menendez is a long-time politician in New Jersey, has known and worked <AROUND> Chris Christie for some time and has had political battles against him even as they have had to work together. Very notable I <<<THINK>>>, Wolf, that he was very <<NONCOMMITTAL>> but saying investigations <SHOULD> couldn't. Then I <<<THINK>>> what's also interesting has been the Republican reaction. So much discussion has been whether or not before the press conference whether or not this <WOULD> put an end to any prospects for the White House for Chris Christie. I talked to several Republican Senators who <ALL> said this was a home run. I'll give you one example from Johnny Isaacson who sat in his office and watched it, what he had to say."
  },
  {
    "transcript_id": "CNN-155707",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're going to see what happen here. But, meanwhile, I'm sure that you are watching with this as much fascination as everybody else -- what happened and what went down in Delaware with Christine O'Donnell, the Tea Party favorite, taken and trouncing the, you know, long-time and, you know, pretty popular Mike Castle, who was a congressman there, for the Senate race. Now, today, we have the Values Voters Summit and she's going to be speaking there. Tell us a little bit about what people will be listening for and exactly what it is.",
    "statement": "<WELL>, listen. I <<<THINK>>> it's not going to be surprising that she is very conservative on the social issues, on abortion the <ONLY> exception that she sees as valid is if the life of the mother is threatened. She's had some other <<SORT OF>> social issues that are near and dear to the heart of core Republicans. I <<<THINK>>> what's fascinating <ABOUT> this, though, is less <ABOUT> what her positions are because I don't <<<THINK>>> that they'll be <ALL> that different from what we <<<BELIEVE>>> they'll be but that the Tea Party success has been made on fiscal issues. It's been <ABOUT> government spending. It hasn't been <ABOUT> these social issues. Why? Because the Tea Party at least those at the heart of it <KNOW> that, you <KNOW>, attracting independents is hard when you get into those social issues so now to have the darling of the Tea Party <APPEAR> at a Values Summit where <ALL> of these issues will come up is fascinating to me because this is the <<KIND OF>> <THING> that most Tea Party organizers have tried to <AVOID> is putting the social issues front and center. They have been far more <ABOUT> fiscal responsibility."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But the problem we have then...",
    "statement": "So if you're talking <ABOUT> something..."
  },
  {
    "transcript_id": "NPR-22903",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It will go down as one of the <MOST IMPORTANT> phone calls in Barack Obama's time in the White House and a pivotal moment in presidential history. Obama spent 45 minutes Tuesday talking to Cuban President Raul Castro, the highest level contact between the countries in more than five decades. That call paved the way for Obama's announcement that the United States will normalize relations with the island. We'll have reaction throughout the program this morning. We begin in Miami. The president seemed to be sending a message to that city's Cuban-American community yesterday when he said <CHANGE> is hard. While some Cuban-Americans welcome this <CHANGE>, others see the president's decision as a betrayal. NPR's Greg Allen reports."
  },
  {
    "transcript_id": "CNN-343004",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Not the separation of children from their parents",
    "statement": "<WELL>, you <KNOW> this plays great for politics, but at the end of the day, we are a nation of laws and we can't accept everyone that wants to come into our country. It has become a great pawn to use children as a vehicle to say, \"Oh, <WELL>, because of the children...\""
  },
  {
    "transcript_id": "CNN-250267",
    "matched_terms": {
      "certainly": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Would you say that this is a one-off year, 2014? A lot of airlines wanting to modernize. Obviously, the economy's improving somewhat in many places, especially the US. Or can you continue this in 2015? Are we in this sort of golden era now for new airplane manufacturing and purchasing?",
    "statement": "<WELL>, I <CERTAINLY> don't <<<BELIEVE>>> it's a one-off year. We are six years on a continuous improvement path year after year in terms of profitability. And 2014 is just one year in a row. We <CERTAINLY> target to improve earnings per share, dividends per share. Also in the coming years, we also intend to boost our profits. It doesn't <<FEEL>> really like one year because we're dealing with strong challenges still. Ramping up production is not a piece of cake. This is exactly what we <NEED TO> do on various aircraft models."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So what is your strategy now? Where do you go from here?",
    "statement": "Look, <EVERY> day in this investigation is important. But it is like a football game. When someone said that was the <MOST IMPORTANT> play of the game until the next play. The investigation continues because the work really matters. And the issues of counterintelligence <SHOULD> come first."
  },
  {
    "transcript_id": "CNN-81459",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, if he does well, one assumes their fund-raising picks back up. They say it hasn't really fallen off, regardless of what happened in Iowa. However, we do know that in the week following Iowa, this past week, Dean spent more than $1 million on advertising alone in New Hampshire. That's almost half a million more than anybody else. So he is putting major bucks in here. You get the sense that money is not as free-flowing as it used to be. But obviously campaigns don't like to talk about that. They say, look, we raised about $41 million last year. We're in fine shape. We can go through March. They don't want to tell you about cash on hand. Because the fact of the matter is, that's just a way to signal your opponent. So definitely it seems tighter than it was before. He's spending a lot more money than he thought he'd have to.",
    "statement": "Spending, meaning they <<<THINK>>> it is very important to do <WELL>, of course. <ALL> right. Candy, thank you very much. In the latest round of New Hampshire tracking polls -- and there are half a dozen of them -- Dean is trailing John Kerry by as much as 21 points, and as little as three points. Most of the surveys, though, give Kerry a double-digit lead. Our poll shows Kerry with an eleven-point advantage over Dean and suggests that a close race for third place is out there among Wesley Clark, Joe Lieberman and John Edwards. Kerry has been on the rise in this state for most of the past week since his Iowa victory. Dean seems to have stabilized in recent days after his post-Iowa tumble. <WELL>, John Kerry is clearly trying to seal his front-runner status and a primary victory by reminding New Hampshire Democrats of the battle ahead against President Bush. Asked <ABOUT> a possible fall showdown with the president, Kerry told New Hampshire voters that if the worst <THING> Republicans can say <ABOUT> himthat he's \"a liberal,\" then he said \"bring it on.\" We'll have a live report on the Kerry campaign <A LITTLE> later on INSIDE POLITICS. John Edwards, meantime, riding his campaign bus across southern New Hampshire today, hoping to pick up the support of <UNDECIDED> voters along the way. Let's check in with CNN's Suzanne Malveaux in Portsmouth. Suzanne, hello."
  },
  {
    "transcript_id": "CNN-64746",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Now the White House insists that it will not negotiate with North Korea until that country gives up its nuclear weapons program, but a senior administration official does tell us that the United States would be interested in engaging in low-level talks with North Korea if it had something constructive to say. But as one official put it, there would be no deal making -- Carol.",
    "statement": "Suzanne, why the different tactics, that the White House is using, different from say, how they're dealing with Saddam Hussein, who isn't a confirmed threat, and yet North Korea here, which <<COULD>> potentially <<COULD>> develop a nuclear weapon in less than six months?"
  },
  {
    "transcript_id": "CNN-203254",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you know, at the Amen Clinics, we`ve been looking at the brain for the last 22 years. We have actually scanned maybe five murders. And, they have a different brain. But it`s not always the same. So, what`s your looking at are two SPECT scan and SPECT looks at blood flow and activity. In a healthy scan, we see most of the activity in the back part of the brain, in adults, in the murderers. In this case, we see too much activity in the front part of the brain. And this is what I would call one of our compulsive murderers. So people who they get a thought in their head and they just can`t let it go. And it can go over and over and over. And sometimes, they act out in a violent way.",
    "statement": "Do you <<<THINK>>> <<MAYBE>> this is what Jodi got into? She became obsessed with this guy. She manipulates him. She gets in a power control relationship. He tries to break away. Now, she`s obsessing <ABOUT> what I can do. I slashed his tires. I break in his house, and finally, I started having murderous fantasies as <WELL>. <WOULD> that fit?"
  },
  {
    "transcript_id": "CNN-158272",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "These things -- yes, they have been examined six ways to Sunday. I mean, the FDA, Johns Hopkins University, the U.S. Science and Standards Association have all measured the radiation involved in an AIT. It's almost immeasurable, it is so small. It's the equivalent to maybe about to minutes' worth of being in flight. You know, you're exposed to radiation when you fly in a plane anyway. So these things are really minuscule. Now, the pilots have raised some objections. Part of it is because they have to go through so many times. It's not about radiation, I think, so much as --",
    "statement": "OK. Let's see if we can put a handle on this story. We're talking <ABOUT> a lot of concern that's being expressed now by some passengers at airports <AROUND> the country over security measures put in place by the TSA, and there is a lot of concern being expressed <ABOUT> these enhanced body pat-downs. So what we're going to do is we're going to try to explain this as <BEST> we can, what your options are when you go through security at the airport. Josh Levs is working on that bit of it for us. And you just heard the secretary of Homeland Security saying that these measures are being put in place to respond to threats that are known, and to threats that are unknown, and that there are security precautions and privacy precautions put in place with these body scanning machines. But we continue to hear complaints <ABOUT> them, so, again, we'll look at the issue in some detail with Josh in just a couple of minutes, right here in the CNN NEWSROOM. Let's get a look at the markets now, 90 minutes into the trading day. And, OK, we have got a good day going. We're up 45 points. The Nasdaq is up 3. We will follow these numbers for you throughout the morning in the NEWSROOM. Plus, lights out at the Meadowlands, and for Antonio Margarito. Ryan Stewart, my man, co-host of \"The Two Live Stews\" -- it is the number one sports talk show in the country -- this man and his brother, Doug E Fresh, rocking it. We're back in a minute. You're in the CNN NEWSROOM."
  },
  {
    "transcript_id": "CNN-347944",
    "matched_terms": {
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "So what happened in these two or three months?",
    "statement": "So this was the third of 2017. Two thousand seventeen was a year of hopes <AROUND> the Model 3. We knew the car was going to go into production; it went into production <AROUND> July and after that, it was volatility <AROUND> the production targets, and then this year, it has been incredibly volatile, Richard, as they've missed those production targets on the Model 3. They said they were going to hit 5,000 a week at this point, by December of 2018. They <ONLY> hit it at the end of July. They've said that they're on track now. So again, we have this situation where just as the company is starting to get to the targets that he set for it, he goes off the rails."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Greta, thanks very much. When we come back, a subject close to my heart: digging out of my old home town of Buffalo, New York, after a surprise snowstorm.",
    "statement": "Holiday travelers brace yourselves. Experts are warning delays are inevitable, with full flights and crowded airports <AROUND> the country. Flights are still backed up at Charlotte/Douglas International Airport after a security alert prompted a two-hour shutdown this morning. The cause turned out to be a toy gun packed in a carry-on bag. The air transport association says 20 million passengers will be flying <AROUND> this Thanksgiving holiday weekend. That tops even last year's record season. A mixed day on Wall Street, at the closing bell, the Dow industrials were up 31 points to end at 10,494. The Nasdaq composite fell four points to 2,871 after trading up nearly 50 points. Year-to- date, the Dow is down eight percent, the Nasdaq is off nearly 30 percent. We will be right back."
  },
  {
    "transcript_id": "CNN-10702",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "OK, a decision to mix sports and comedy will be enough to help revive \"Monday Night Football.\"",
    "statement": "They've added comedian Dennis Miller, who <UNDOUBTEDLY> will be paying attention as he is in the booth. But will the move score with fans? CNN's Jim Moret is paying attention to the story."
  },
  {
    "transcript_id": "CNN-76491",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "I think the resolution is drafted in a way that deals with the concerns that leaders such as President Chirac and Chancellor Schroeder have raised in the past. And if they have suggestions, we would be more than happy to listen to their suggestions.",
    "statement": "While there seemed good intent on both sides to <AVOID> another bruising trans-Atlantic collision over Iraq, one fundamental has not changed since before the war. France and other countries will resist U.S. domination of world affairs, if it's not through the United Nations. Jim Bittermann, CNN, Paris."
  },
  {
    "transcript_id": "CNN-156989",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Officially, there are only two more shuttle missions left before the program comes to a close.",
    "statement": "Again, \"officially\" is the word, because there's a real chance now shuttle astronauts <MAY> get an encore performance. And our John Zarrella reports for us."
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Governor, is it really -- does it really matter at this point why they were turned over so late? Isn't it really more of the attention focused on what they are in the sense whether or not the defense needs to go over them with their client and possibly abort that execution date on Wednesday? Isn't that the issue that faces us?",
    "statement": "Yes. At first blush, of course, my reaction was, <WELL>, <ALL> of this is moot. This is an individual who admitted his guilt and this is an individual who waived <ALL> of his appeals. So, so what? If the documents are exculpatory or helpful or harmful, so what? But <OBVIOUSLY>, a judge will <HAVE TO> make that decision, and I <KNOW> <ALL> of us involved in the process will defer to a judge if in <FACT> the judge intervenes. But it is a <PERIOD> of great uncertainty, and that's not any fun to be in this position so near -- I mean, it's the 11th hour and 45th minute. How did this happen so late now? It's very puzzling and very concerning."
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, you mean tweeting. Ha, OK. I was trying to understand where you were coming from. I want this president to succeed. You know why I want this president to succeed? Because I want our country to succeed. And that's why I work very closely with this president to make sure that he succeeds so our country succeeds. We have a very important agenda that we're trying to put in place to improve people's lives, to lift the economy, to make it healthier, to fix our military, to close the skills gap that Brian Albrecht (ph) over here has been talking about. So these are the things that we're working on. Those are the things that my kids see me working on. Now, when it comes to leading by example, we do this ourselves. And so we define ourselves by our own actions and we're in control of our own actions. Do I wish there would be a little less tweeting? Of course I do. But I think -- I don't think that it's going to change. I think the president feels -- and he rightfully feels -- that he has found a way to communicate directly with people around the media. And I think he's been very successful at doing that. Are some of those tweets that I'd prefer not to have seen? Of course there are. But at the end of the day, what I control are my own actions, and that is how I conduct myself, look myself in the mirror, and kiss my kids at bed at night where we live in Janesville, Wisconsin. Look, Dena's brother lived -- just moved two blocks away from me. I live with my family on the block I grew up on in Janesville, Wisconsin. We go to mass at the church I was baptized in that my kids go to school in. And so this is who we are and where we're from. And we raise our kids well in this community. And so I think it's really important that we lead by example, raise our children, teach them right from wrong. And honestly, I tell my kids to turn off the TV and get off the Internet. I think that's the most important thing you can probably do these days. So that's what -- that, to me, is what I do.",
    "statement": "I'm not <<<SURE>>> how to <TAKE> that \"turn off the TV\" applause."
  },
  {
    "transcript_id": "CNN-410281",
    "matched_terms": {
      "obviously": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "-- right? It is Labor Day, two months away from this election. And this is when you need to have a tight message to sell to the American public. Did you get the sense that he was lacking focus? And how might that bode for him?",
    "statement": "I do <<<THINK>>> he was lacking focus at times, and I <<<THINK>>> it's because he was trying to grasp for that rally speech, that rally <FEELING> that he wants to have. And when he's just standing out in front of a bunch of reporters trying to ask a <QUESTION> and sitting there in silence, keeping their masks on by and large, he's just not getting the same response from an audience that he wants to get. <OBVIOUSLY>, we're not going to sit there and soak up the disinformation and conspiracy theories in the way that other people will at his campaign events. The other <THING> I <<<THINK>>> we <SHOULD> point out, Brooke, is that the president is trying to consistently put the wool over people's eyes, pull the wool over people's eyes that somehow he's had this amazing response to the coronavirus. He once again tried to say that the U.S. is leading the world when it comes to the coronavirus? It's <ONLY> leading the world in coronavirus deaths, it's not leading in the response --"
  },
  {
    "transcript_id": "CNN-158185",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You don`t think the prosecutor wants to put this guy away?",
    "statement": "Let me tell you something. Here`s what`s so twisted <ABOUT> the case. The girl Simmons raped, OK, when she was, what, 15 years old, got more prison time for falsifying a police report than he <MIGHT> for raping her. Now, we`re calling this girl Ashley. She came forth and spoke..."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Is CENTCOM trying to find out where that happened?",
    "statement": "<ABSOLUTELY>, sir."
  },
  {
    "transcript_id": "CNN-378341",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you for being here. Fred, Halston is an icon of the fashion industry. How did he get to be so influential? Where did it all begin?",
    "statement": "<WELL>, I <<<THINK>>> that's what's fascinating with Halston's story. He <COMPLETELY> invented himself. He came from the Midwest. He grew up during the Depression era. He came out of nowhere really. And then moved to Chicago and then moved to nowhere, started at Bergdorf Goodman. He slowly climbed the ladder. It's not like he came out overnight and was this big star."
  },
  {
    "transcript_id": "CNN-52787",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I chose not to vaccinate her, and we suffered the consequences. Mary Catherine (ph) came down with Hib meningitis. It is a disease caused by bacteria that can be prevented entirely by a vaccine as early as four months of age, even earlier sometimes. So, she had a terrible, painful, miserable disease that she should not have had, and I hope that other parents don't have that experience of having a child suffer needlessly.",
    "statement": "Dr. Cooper, let's bring you in here. Clearly, Suzanne Walther is a good parent, a very caring, concerned, involved parent who thought she was making a good choice for her child."
  },
  {
    "transcript_id": "CNN-15221",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Wow, but that sounds like long-term implications.",
    "statement": "You've got to <<<THINK>>> <ABOUT> long-term education."
  },
  {
    "transcript_id": "CNN-150809",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "How big can this become? I mean, is it possible that we're going to see either on restaurant menus or at gas stations that we're getting fuel or oil from algae?",
    "statement": "I'm not going to talk <ABOUT> whether algae is going to be a food for the world. I <<<THINK>>> that's for macro forecasters. But what we see is the tremendous ability of algae to suck up vast amounts of CO2, which, of course, is being emitted everywhere. So we will see a movement towards algae systems being located <ALL> over the world, wherever CO2 is being emitted and creating energy at those locations. You're talking <ABOUT> a phenomenal distributed energy trend that I <<<THINK>>> is going to transform the energy picture over the next 10, 15 years."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, that's true. For instance - and these things are rife. I mean, just to take an example, 18 - as we talked about earlier, 18 percent of Americans think that the sun revolves around the Earth. And that's a lot of people to hold a belief as basic as that and have it be false.",
    "statement": "And to <<<THINK>>> there was a big Copernicus conspiracy."
  },
  {
    "transcript_id": "CNN-251522",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Alisyn, we want to congratulate the Israeli people for the democratic process, for the election that they just engaged in with all the parties that engaged in that election. As you know now, the hard work of coalition building begins. Sometimes that takes a couple of weeks. And we're going to give space to the formation of that coalition government, and we're not going to weigh in one way or another except to say that the United States and Israel have a historic and close relationship and that will continue going forward.",
    "statement": "But how do you <<<THINK>>> this complicates, say, the Iran negotiations that are underway right now as <WELL> as any <<SORT OF>> Mideast peace process since on the eve of his win Prime Minister Netanyahu said that he does not <<<BELIEVE>>> in any <<SORT OF>> statehood for Palestinians?"
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "They seemed to be having a good time. I saw them waving in the car. They were taking off to the Westminster Abbey and they were beaming, so that`s what counts. And I want to mention singer Joss Stone as well. She had on a red dress and wide-brimmed hat. Yvonne, did you like it? Thumbs up or down?",
    "statement": "Oh, I thought it looked <A LITTLE> too matronly for her. I <<<THINK>>> she`s a young girl."
  },
  {
    "transcript_id": "CNN-259792",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's talk about the finances. That's the politics. Now, let's talk about the finances. If this austerity goes through, if you've got more cuts to pensions, raising the retirement age, these are things people have already endured, will it work? Is it enough to allow the country to be solvent?",
    "statement": "<WELL>, it seems like it's going to be difficult. And again, the prime minister himself has said that these are measures that are recessionary. But there is some light at the end of the tunnel. Greece has been putting for death relief for long time. The IMF has come in support of that. It is saying the country needs debt relief. It's actually asking for Greece to start repaying some of the loans in 30 years from now in order to give the economy enough breathing space for it to grow. At the same time, the Eurogroup finance ministers are holding talks right now to try and decide what they will do <ABOUT> a bridge loan and how to bring liquidity back into Greece. The European Central Bank is also expected to convene to answer this <QUESTION> today. So, slowly, we are seeing moves to stabilize the situation again, Christine."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "... that have no bearing on the truth.",
    "statement": "And because I care <ABOUT> you, David Smith, I want you to <CHANGE>."
  },
  {
    "transcript_id": "CNN-180624",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "At this point, all the experts have told us that this school is safe, and that this cause is not an environmental cause, and if that it were, indeed, environmental cause, that we would see this widespread, you know, type of an outbreak. We`re not seeing that. So, if I was concerned the school wasn`t safe, we wouldn`t have kids in the school.",
    "statement": "And Jim, how did you find the superintendent? Did you <<FEEL>> she was reassuring?"
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Domestic dispute and turns hysterical and he was over the top funny. So he did perform a lot of things as good character actors do. But I think he mastered Tony Soprano. The role became him. They each became each other. A lot of people call him Tony on the street.",
    "statement": "I heard tale of that. You <KNOW> Krista, when we hear <ABOUT> him, generosity. You hear that <ABOUT> a lot of people. But I was told by somebody on the phone who knows him <WELL>, no, no, no, I'm talking <ABOUT> when he got his big pay day from HBO he turned <AROUND> almost immediately to the guys he's come up, the guy who needed money, and he said, now, we have some money -- and he was that <<KIND OF>> generous. Is that your <<KIND OF>> recollection, as <WELL>?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "I'm going to sustain his objection, I believe, because that's in 3.2. Apparently under 3 the types of vote tallying systems, their vulnerabilities and their national distribution, and then we proceed first with the type of for paper, apparently paper ballots, where you mark X's or what have you. Then you'd have the next section, 3.3, lever machines. Then the next sections are 3.4, punch card voting, 3.42, types of punch cards, et cetera. And then we have 3.4 -- 4.4, which deals with the vulnerabilities of Voteamatic systems.",
    "statement": "So <<APPARENTLY>> that <MAY> be the area. And I realize you've <ONLY> had just a few moments..."
  },
  {
    "transcript_id": "CNN-304393",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I'm sure there is no way about aviation opening the world further and that will also happen, I think, with new administrations around the world.",
    "statement": "The agents here on the ground were outstanding in working with us because people were arriving and then discovering they couldn't travel on. Addressing that issue. In the broader schedule, we're both on the board, address it as an industry, and we just <HAVE TO> work through this as we go forward."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The new Madden game, which was released this week, also has music from Reverend Run DMC, of Run DMC, and from Eminem`s protege, rapper Stat Quo.",
    "statement": "Of three new movies out this weekend, there <MAY> <ONLY> be one worth paying for. We`ll check them out, coming up in \"People\" magazine`s picks and pans."
  },
  {
    "transcript_id": "NPR-22559",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, President Hollande spoke and he called this serious hope for peace. Renee, this conflict - the biggest since the war that broke up Yugoslavia in the mid-'90s - was really threatening Europe, and that's why Francois Hollande and Chancellor Angela Merkel from Germany came personally to help try to end it. He said they would make sure that the cease-fire was implemented.",
    "statement": "But, Renee, this is not Europe's <ONLY> problem. Now after 16 hours of negotiations, not sleeping <ALL> night, Hollande and Merkel head to Brussels, where they will preside over a summit on terrorism - the first big summit after the Paris attacks - and deal with the great debt crisis. As you <KNOW>, Greece has a new government and wants to <COMPLETELY> renegotiate its debt."
  },
  {
    "transcript_id": "CNN-318029",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "So I really <<<THINK>>> your book is great. I find there's essentially two people in the world. There's people who want to stay at home when they grow up and there's those people who want to explore the world. When did you find out for yourself that, you <KNOW>, your surroundings were <A LITTLE> too small and you wanted to go somewhere else?"
  },
  {
    "transcript_id": "CNN-234352",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes, we were told -- we had no idea that had happened. We thought -- we heard applause. I thought it was coming from the audience because it was completely filled. But we were told that it was the members of the committee. And these people did appear to be committed. This is a problem, of course, with many issues in Washington that we really have to see the action after the words. And, you know, we will make sure that there is follow up.",
    "statement": "We will make <<<SURE>>> there is follow up. I will keep banging my fist if you will keep helping me bang my fist with you, for you, for so many people who -- who are willing to give the ultimate sacrifice for our country. And we <SHOULD> be treating them with the dignity, the respect and what they need back here at home. Howard and Jean Somers, thank you so much for coming back. Stay in touch with me and we'll be right back."
  },
  {
    "transcript_id": "CNN-399860",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Well, they have gotten some support, actually, from 17 bipartisan state legislators who have basically written a letter to the governor saying that her statement that tribal governments do not have a right to put checkpoints on their own lands is simply not accurate. They say that it's governed by the 19 -- or the 1851 and 1868 Fort Laramie Treaty and that she needs to reconsider. It will be interesting to see how this plays out. But as this sort of legal battle goes on, if it does end up in court as the governor has promised, the tribes say they're going to continue to stay here, they're going to continue to do these checkpoints, and they're willing to stand here even if it means a physical confrontation -- Alisyn.",
    "statement": "Oh my goodness, let's <HOPE> it doesn't get to that. Sara, thank you very much --"
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I'm not sure that he ever repented his role in the Japanese internment, one of the worst civil liberties infringements in our history, I think. Roosevelt really didn't play much of a role in this. His attorney general opposed the internment, but the War Department thought it was important to do, and Roosevelt, for the most part was, you know, left those decisions to the War Department and didn't protest.",
    "statement": "I'm not aware of his ever saying anything <ABOUT> it later on that <SUGGESTED> that he thought that it was - had been a mistake."
  },
  {
    "transcript_id": "CNN-124780",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Senator Clinton, I have to say, on this, has been completely disingenuous.",
    "statement": "Senator Obama talks to CNN exclusively. You are <ABOUT> to hear more of what he has to say <ABOUT> his rival Hillary Clinton and <ABOUT> the war in Iraq. Also, Hillary Clinton tops decades of experience. So, what do more than 11,000 pages -- 11,000 pages of her schedule as the first lady really show? And act now or later? <SHOULD> the Democratic superdelegates wait until this summer to pick between Hillary Clinton and Barack Obama or <SHOULD> they decide now? You are going to hear one superdelegate's idea for <ALL> of them. Lots of news happening -- right here in THE SITUATION ROOM."
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "We are taking your calls. Unleash the lawyers. Joining us tonight out of Chicago, Jennifer Smetters, family law attorney. Out of the Philadelphia jurisdiction, renowned attorney Joe Lawless, author, \"Prosecutorial Misconduct.\" Out of Atlanta, trial lawyer Randy Kessler. First of all, to you, Jennifer Smetters. She`s looking at attempted murder, plain and simple.",
    "statement": "<ABSOLUTELY>. Let`s pray that that baby survives. But at the minimum, she`s looking at attempted murder. What she did is she had reckless disregard for this baby`s life by abandoning it in the toilet. Now, we`re not saying necessarily premeditated, but she surely did not <TAKE> care of the baby when she had him."
  },
  {
    "transcript_id": "NPR-43366",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "More than two months after Hurricane Katrina hit, tourists are trickling      back to New Orleans.  Some are drawn to the traditional hedonistic      attractions of Bourbon Street, but others want to gawk at the dramatic      sad scenes of a disaster zone.  NPR's Rolando Arrieta reports.",
    "statement": "On a sunny Sunday afternoon in New Orleans' Lakeview neighborhood,      there's a steady stream of cars moving slowly through the streets."
  },
  {
    "transcript_id": "CNN-164303",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Very much so. So, we have run a gauntlet of tests on our decomposition. This material is compatible with plant-based composts. So, if you have a compost pile in your backyard, for example, you can break up a protective packing part (ph) that you might receive in a box that's made out of our material, put plant- based compost and it will decompose in a matter of 30 days. For example, if you're in an urban setting, you can dump right into your municipal landfill. And the microbes that reside with the landfill actually break down this material once again in 45 days.",
    "statement": "And when do you <<<THINK>>> we <MIGHT> <EXPECT> to see mushroom car parts on the market?"
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And you know, as myself, from an outsider's point of view, what do you make of how people are reacting, and this general sense, and the British are lauded for their sense of resolve and just going about their business?",
    "statement": "Yes, <WELL>, I -- that's <ALL> I've seen. I haven't seen anyone behaving very differently to how they <WOULD> normally. But I don't have a lot to compare that with. I've <ONLY> been here for a week. But, yes, so far <ALL> week everyone seems to just be getting on with things and they're doing a good job."
  },
  {
    "transcript_id": "CNN-401864",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It's a little hard to hear you, Don, so I hope you'll bear with me. You can see that we're marching through one tunnel in downtown Los Angeles. So, a really unique scene. And I'm going to have my cameraman pin around with me. You see that cars are moving through the streets here and that there are even more protestors coming this way. Now this has been a very peaceful protest. But you can see just from this one stretch of this part of -- this march is that it is loud, it is raucous, bit it is also very peaceful. Now we have seen a couple of face offs with the police department. But there haven't been any direct confrontations other than words exchanged, protestors yelling things at the police. And it's been very much a continuation of everything that we have seen throughout the week. Tonight, there is no curfew. So, the expectation is that they will be able to continue to do this to march to the streets of Los Angeles. And the police tactic today has been to allow them to march. Last night we saw some people arrested. But overall, most people the thousands who filled the streets of Los Angeles yesterday did go home. There are fewer people in the streets today. But still, you can see for yourself. Sizable crowds. Don?",
    "statement": "<ALL> right. Kyung, we will check back with you. Kyung is out with protestors. It's very loud. I won't ask you any questions but we will check back with her. I want to get now to CNN's Shimon Prokupecz who is out in Manhattan with protesters tonight. <WELL>, it's a different scene than when we saw you -- when last we saw you, Shimon. Protestors were marching peacefully. Why did the NYPD decided to move in?"
  },
  {
    "transcript_id": "CNN-169258",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You must be horrified by the scandal and the fact that it's cost you the BSkyB transaction and led to the closure of the \"News of the World.\" Who do you blame for that?",
    "statement": "<WELL>, a lot of people had different agendas, I <<<THINK>>>, in trying to build this hysteria. <ALL> our competitors in this country formally announced a consortium to try and stop us. And they caught us with dirty hands and they built hysteria <AROUND> it."
  },
  {
    "transcript_id": "NPR-1897",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Ellis' program made waves on the national scene when his protégée, Michael Norman, became the U.S. national team's first black swimmer. But Ellis' finest work is done on land, serving as a role model for kids like then 17-year-old Damon Small(ph).",
    "statement": "He is the father. He is the teacher. And he's like a lieutenant general or something because he will keep you in line. If you do something bad outside of the pool, he'll <KNOW> <ABOUT> it. I don't <KNOW> how, but he'll <KNOW> <ABOUT> it. He keeps us straight."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "While it's not clear who he will pick, it is clear that Trump wants to have his nominee confirmed before the November election.",
    "statement": "I <<<THINK>>> the vote, the final vote, <SHOULD> be taken, frankly, before the election. We have plenty of time for that."
  },
  {
    "transcript_id": "CNN-326609",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Robert Mugabe, who for nearly four decades simply refused to bow to election results, apposition parties and people power fill any has heard the collective and raised voice of his believed people. It took 37 years but at last he has resigned. Zimbabweans took to the streets to celebrate most of known no other leader, only the failed state that Mugabe brought them to. There are reports that the fired vice president who precipitated this fall will be sworn in within 48 hours. He reportedly will serve the rest of Mugabe's term before new elections. Just yesterday, Mugabe said that he would not step down and that was days after he was placed under house arrest. So why did the stubborn old man of Africa change his mind? CNN's David McKenzie joins me now from the capitol. So David, clearly there's been so much joy and jubilation. One political leader tweeted that this is the first time since independence that Mugabe has united Zimbabweans in joy.",
    "statement": "That's right, Christiane, and I <HAVE TO> say that a lot of people here tonight have said that this is a new independency day for Zimbabwe. The screamed out onto the streets into the public squares when they got word that the resignation letter of Robert Mugabe, the 93 year old leader, 37 years in power, Christiane, had resigned. Finally the pressure had built up to a point that the military rule here in this country effectively at coo. The people on the streets. The same from activists and within his own party, they much have questioned to a point that he didn't want to suffer the humiliation of they potential protracted and impeachment process and he stepped down. And the instant signs of jubilation and joy, Christiane, you've covered this country as <WELL> for a long time. You can just get the <<SENSE>> of a release, a happiness and bridal from the people going to the soldiers, fist bumping, high fiving, running onto the streets, driving through town, waving Zimbabwean flags. A moment really for them to cherish and they've said there're a lot of questions <ABOUT> the future by today is for them here in Zimbabwe, Christiane."
  },
  {
    "transcript_id": "CNN-369712",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The White House has not articulated an imminent threat. We have repeatedly asked for briefings in a classified setting from the administration, so that they can outline to us the information that they have that has caused them to take these escalatory steps, and they refuse to give Congress that briefing, which is absolutely outrageous. There's rumors that that briefing is going to come sometime next week. But who knows? Next week might be too late. Trump's military leaders begged him not to take the escalatory actions that he has undertaken over the course of the last several months. They begged him not to pull out of the Iran nuclear agreement when Iran was complying. They begged him not to name the Iranian military, the IRGC, as a terrorist group knowing that that might provoke attacks on U.S. troops there. He's ignored his military advice over and over. And now, he is set in motion a series of events that may end up in hostilities breaking out.",
    "statement": "<WELL>--"
  },
  {
    "transcript_id": "CNN-351048",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dan, thank you, in Arizona. To Maine we go. Where a key vote in the Senate, Republican Senator Susan Collins, is from. She says she is still undecided how she'll vote on Judge Kavanaugh. She's also been targeted by anti-Kavanaugh protesters. This is a scene inside her Portland, Maine, office. Officers were called in after a crowd of people were marching inside. Kaylee Hartung is there for us. And what's been going on?",
    "statement": "Brooke, just as you're seeing those tensions high in Washington, or in Arizona, we're <FEELING> those here too in Maine, just outside of Senator Collins' office here in Portland. You can see the cop cars behind me. Those called to help keep the peace in Senator Collins' office earlier today. There was a group of women who had hoped to organize a sit-in for <<MAYBE>> 15 or 20 women today. But hundreds showed up. Senator Collins' staff inundated by this large volume of people, really wanting to share their concern, their frustration and their objection to Brett Kavanaugh. You heard shouts like, \"<ALL> of Maine is waiting.\" they were asking the one member of the staff there to field their comments when they <WOULD> hear anything from Senator Collins as she and Lisa Murkowski as <WELL> have been tight-lipped <ABOUT> where they stand at this point. <ABOUT> you that one woman saying she's not a spokeswoman, simply there to listen to their concerns and share them with the D.C. staff. I spoke to so many people here today who said they have tried calling. One woman saying she's been calling 17 times a day, but no matter the time of day she calls, that voicemail is full. People wanting to come here in person, put a real face to the people who have a tremendous objection with Brett Kavanaugh heading to the supreme court, Brooke."
  },
  {
    "transcript_id": "CNN-325923",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Look, Salena, my hope on this kind of thing is it wouldn't be a partisan issue. That this is an issue of someone, a woman who says she was molested when she was 14 on the record, she makes this claim, you know, I think that a woman's words have to be taken into account if we want to move forward in this society. But, is this one of those cases where so many times over the last 18 months we've seen that a lot of people are saying that oh, my God, this is the biggest thing ever, but there are other folks who think it's all overblown, a media creation?",
    "statement": "<WELL>, I mean what this -- this woman said <ABOUT> what happened to her when she was 14, and even the subsequent women who said it happened within the range that is legal, but still is <<KIND OF>> culturally creepy, you <KNOW>, I <<<THINK>>> we <NEED TO> <TAKE> those things as valid concerns <ABOUT> the character of the person that's running for office. And I <<<THINK>>> the <BEST> <THING> that <<COULD>> happen in terms for Republicans is even if they lose this seat, or even if they refuse to seat him, they took the higher moral ground and they -- and if you're just talking pure politics, they lose less seats down the road than just losing one seat in the U.S. Senate."
  },
  {
    "transcript_id": "CNN-298334",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "That's because India has a cash crunch. Scenes like the one behind me have become common across India. Long queues of people lining up to exchange their old notes for new ones at banks and ATMs, but really this is just one side of the story. The reality is that hundreds of millions of Indians, nearly half this country's population, is unbanked and that means they have no bank accounts, no credit cards, everything they buy and sell is in cash. And that's people like Servaish (ph). He's never been to a bank. He lives day to day on small change from his job. And because the rich have less cash, less is trickling down to him. India's move to change currency notes was designed to crack down on rich people with hordes of cash, what's known here as black money, income that is off the books and untaxed. But only 3 percent of Indians qualify to pay income tax. Servaish is part of the other group, the 97 percent. \"What's income tax?\" He says. \"I can barely make ends meet anyway.\" A small snack during the day, samosas and tea, is a luxury in times like these. He's been struggling to get rides all day. Are you still in favor of Mr. Modi's move? Yes, he says. The fat cats will suffer. They are hording cash. How long can you survive on half pay, I ask? Let's see, he says. As evening falls, Servaish (ph) keeps cruising for a ride. While India cracks down on corruption, people like Servaish (ph) are collateral damage this week, and their stories seldom told. But I'm struck by his optimism. I guess the night is darkest before the dawn.",
    "statement": "And it is evening in New Delhi, where we find bureau chief Ravi Agrawal. Ravi, tell us where you are. What's going on <AROUND> you?"
  },
  {
    "transcript_id": "CNN-348911",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And he even did so at great political peril. During the troubled asset relief debates in 2008, he suspended his presidential campaign. And he led. And he was part of the solution. Which probably hurt him politically in his campaign and it really suffered, but he felt he had to do it to save the economy, save the country. That's what I liked about him. This man was fearless. At times others need to be a little more fearless.",
    "statement": "John Kirby, talk <ABOUT> John McCain the military man."
  },
  {
    "transcript_id": "CNN-252451",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They care about the grassroots and not --",
    "statement": "They care <ABOUT> the grassroots."
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "about": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "You bet.",
    "statement": "Thank you for joining us. Rogan Kirsh teaches political science at Syracuse University. Coming up on IN THE MONEY, opening arguments in the court of public <<OPINION>>. Martha Stewart trying to put a spin on her legal troubles. We'll look at whether it's working when famous trial lawyer Robert Shapiro weighs in. He joins us from Los Angeles. Later, out of the picture, as Kodak announces layoffs ahead. See how the company's new focus on digital imaging is affecting the stock. It's <ABOUT> time, Mr. Kodak. Plus killing the competition. Another book that treats business like war is just out. We will talk to the author. He's a former Army guy. He says there are a lot of parallels between the battlefield and the boardroom."
  },
  {
    "transcript_id": "CNN-171644",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "An attitude that`s taking him to the world championships as part of the South African able-bodied team, earning his place and at times beating athletes who have legs, who have feet.",
    "statement": "As Oscar Pistorius sweated out here on the training track, he says he wants to be known by his athleticism <RATHER> than by his disability."
  },
  {
    "transcript_id": "CNN-79867",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Are British authorities looking for more suspects in this case as well, Matthew?",
    "statement": "<WELL>, they say there are a number of investigations going on <AROUND> the country, and indeed over the course of last week or so, we've seen <ABOUT> 20 arrests -- more than 20, in <FACT> -- arrests of various people in various parts of the country. British intelligence officials say they've intercepted new and fresh intelligence, which indicates to them that there is an al Qaeda plot to carry out some <<KIND OF>> an attack on the British mainland. Those fears have been compounded, say the peace and security sources that we've spoken to, by the <FACT> that last month in Turkey, British interests -- the British Consulate, a London-based bank -- were targeted in a bomb attack -- in a number of bomb attacks in that Turkish city. They say that indicates to them that there <MAY> <WELL> be a very serious threat, an attack being planned on the British mainland as we approach the holiday <PERIOD>."
  },
  {
    "transcript_id": "CNN-194561",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you all so much. Live strong.",
    "statement": "Lance Armstrong still a rock star to people who support the Livestrong organization. He spoke to these charity cyclists today in Texas, calling the past two weeks interesting and at times very difficult. A growing doping scandal forced Armstrong to give up chairmanship of Livestrong, and a whole bunch of big sponsors dropped him, too. This next story is <ABOUT> something that's <NEVER> happened before. Pope Benedict XVI canonized the first Native American saint at St. Peter's Basilica today. Lily of the Mohawks lived in the 17th century. She is credited with the miraculous recovery of an American boy from a flesh eating bacteria in 2006 when his family prayed to her. Her supporters thrilled."
  },
  {
    "transcript_id": "CNN-390863",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes. If they don't hear evidence, what's going to happen is, there are going to be arguments by the lawyers and then very, very quickly to a question and answer session by the senators through the Chief Justice, and then some sort of motion to resolve this. That's it. Probably a week or a week and a half.",
    "statement": "Do you <<<THINK>>> that that is the way it's going to go? Or do you <<<THINK>>>, you <KNOW>, with hindsight and wisdom, that there will be some form of evidence that will be called?"
  },
  {
    "transcript_id": "CNN-128851",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Undivided Jerusalem, rather.",
    "statement": "Right, an undivided Jerusalem. He did. He's in a tough spot. I <<GUESS>> it's a good -- I <<GUESS>> it's a good audition for president because he has to make everyone happy and that's a really hard <THING> to do. Fortunately, of course, it's <ONLY> Americans who vote. So he really has to worry <ABOUT> targeting folks at home."
  },
  {
    "transcript_id": "CNN-58408",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "If the -- one of the witnesses Anthony Cortisman, of the Center for Strategic and International Studies here in Washington, a respected think tank, he said it would by no means be a cakewalk if the president authorizes military action. The Iraqi military has been rebuilt and has some impressive capabilities.",
    "statement": "Yes, they are a substantial third world army. And they operate at <ABOUT> the level, with their <BEST> units, of World War II, which is a considerable level, and you run the risk if you went in there with an insufficient force, of having some people isolated in there by small units; you <MIGHT> be overwhelmed by locally superior forces, something we <ALL> <CERTAINLY> don't want to see."
  },
  {
    "transcript_id": "CNN-111979",
    "matched_terms": {
      "suspect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Take a listen to this.",
    "statement": "Homestead police officers crouch behind their cars in the middle of a street. They are dodging gunfire emanating from this gray house with blue trim. There is a shooter holed up inside. Homestead police officers crouch behind their cars in the middle of the street. They are dodging gunfire emanating from this gray house with blue trim. There is a shooter holed up inside. It`s a drama that began Saturday night when police attempted to arrest this guy, Eusebio Estrada, and his pal, Samuel Mendoza. Police say Mendoza emptied an AK-47 in their direction and the two got away. <WELL>, today police found the pair in Homestead, collared Mendoza, but the second <<SUSPECT>> ran into this house taking pot shots at police cowering out front."
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "totally": "ungraded",
      "might": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "...Theo van Gogh--the--a woman writes an article--What is      it?--the Miss Universe Pageant a couple of years ago--talking about      Mohammed and his marital practices, and people are ready to stone her to      death.  She needs armed guards.  My point is that, you know, this--if      it's not this, it's going to be something else, and we're not--when you      balance that against what Americans are doing positively and you don't      get any credit for that, then my...",
    "statement": "<WELL>, you see, I <<<THINK>>> the big problem is the invasion of      Iraq overshadows everything for people in the Muslim world.  It simply      overshadows everything.  No matter how much good the United States <MIGHT>      have done, the invasion of Iraq <<KIND OF>> just basically overshadows that      <TOTALLY>."
  },
  {
    "transcript_id": "CNN-381060",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So, but we also heard from the Secretary of Defense that this increased deployment is focused on preventing further escalation, his words. But we heard from Secretary Mnuchin as it relates to the new sanctions that the U.S. now has cut off all sources of funds to Iran, the Central Bank was Iran's last source of funds. Considering how, in many respects, sanctions have been ineffective in deterring Iran up to this point, if this is the end of the line for sanctions and we see how they have worked, how do you receive those comments from the Secretary of the Treasury that this is all we've got for sanctions? Are you expecting that the only thing left is military or is there some middle ground between the sanctions and military action? Are you concerned this is all there's left, or is there some middle ground between the sanctions and military action?",
    "statement": "That's also a great <QUESTION>, Victor. Whenever you have any <<KIND OF>> engagements between foes -- and this is the case between the United States and Iran and Saudi Arabia and Iran, you <USUALLY> use four elements of power. One is diplomatic. We haven't exhausted <ALL> of those. We've attempted to talks with Saudi Arabia but as you <KNOW>, that's been a back-and-forth. Another has been economic, which Secretary Mnuchin answered yesterday. Unfortunately what you're talking <ABOUT> in that category is we continue to push Iran into a corner, and whenever you push a nation into a corner without any ability to exit, you <MIGHT> have problems so they <<COULD>> strike back, continuing to show that they can close the Straits of Hormuz or attack countries within the region. The third one is information. As I said before, we haven't provided the kinds of information of exactly what we want to do and what we want Iran to do; that's unknown right now. I'm truthfully looking for what is the end stage on this? What is the administration attempting to accomplish? Get Iran back to the table they were already at and impose more requirements on them?"
  },
  {
    "transcript_id": "CNN-164353",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No, now, what is that, Joseph Brewer?",
    "statement": "Joseph Brewer is <<APPARENTLY>> this guy who <MIGHT> have been with one of the young women who her body was found, Shannon Gilbert and <<APPARENTLY>> some of these local reports are indicating that police are back on his property today searching, searching for what I don't <KNOW>. What do you <<<THINK>>> that they <MIGHT> be looking for?"
  },
  {
    "transcript_id": "CNN-260466",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Tony, he was pretty clear he was pro-choice. Now, he says he's pro-life. Do you believe him?",
    "statement": "<WELL>, he <WOULD> not be the first to <CHANGE> his position. George Bush, the first President George Bush said he changed his position on it, Mitt Romney, as you <KNOW>, when he ran in the last cycle, he had changed his position on it. I <<<THINK>>>, you <KNOW>, social conservative voters are willing to allow people to <CHANGE>, because most of them <CHANGE>, so they understand the dynamics of <CHANGE>. And so, that's not the biggest problem. I <<<THINK>>> connecting with social conservative religious voters through this process establishing the <FACT> that he does have a deep -- have a faith, because polls show 7 out of 10 Americans <WOULD> prefer on average for their presidential -- their candidates and their president who have a faith relationship with God, because I <<<THINK>>> it gives them a <<SENSE>> that they understand they're accountable to someone even higher than the voter."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "That's true.",
    "statement": "<ALL> right, I thought the record was <CLEAR>."
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, that's true. That's a possibility. And there are other things that some people just naturally, genetically do not handle the virus very well. The alarm that was put out by the officials in the New York area regarding we must redouble our efforts to emphasize safe sex and emphasize education and behavioral modification is a very important message. Because clearly, there are viruses out there that may not respond nearly as well to therapy as we have seen in the past. So the message is an important message. There is some concern that the alarm about this being a super bug is something that's getting people unduly concerned. We need to fully investigate this in a very vigorous and aggressive way, which is what they are doing.",
    "statement": "<WELL>, isn't it the responsibility of health officials, even though they <MIGHT> be very concerned, to get that particular message out, to be very careful with alarms like this so that when it truly is a matter of concern, people will listen?"
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, thanks a lot. I'll take it from you, Tony. On this black Friday, retailers are hoping to see plenty of green on the traditional start of the holiday shopping season. In Virginia Beach, that's where people are lining up outside a Best Buy long before the store opened just to be able to get a jump on the sale. Yes, they're bundled up, as they are all over the country, and in Georgia, they're off. That's right, shoppers rushing in to get an early start when the ribbon was dropped at the Atlanta Wal-Mart. Allan Chernoff is live. He's at Macy's Department Store in New York. That also opened just a couple of hours ago today. He tells us stories of people who were up at ungodly hours just to be able to be in the front of the line -- Allan, take it away.",
    "statement": "Rick, you <KNOW>, New York is known as the city that <NEVER> sleeps, and that <CERTAINLY> was the case this morning. People were lining up outside of Macy's at five in the morning. One family I found had gotten up at 2:30, traveled in from the Bronx just to get here. They waited an hour outside. Finally, the doors did open at 6:00 in the morning. We had <ABOUT> 200 people rushing through the door right next to us, and there are seven separate entrances for Macy's. So there <CERTAINLY> were <WELL> over 1,000 people in this store just after 6:00 in the morning. Now, of course, they're here <PARTLY> to beat the crowds, also to find bargains. But <WOULD> you <<<BELIEVE>>> that some people at that hour were here <ONLY> to window shop?"
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Holy",
    "statement": "-- and Iran's counter attack firing ballistic missiles at installations housing U.S. troops in Iraq nearly brought the two countries to war. Iran continues to face international backlash after it accidentally shot down a Ukrainian commercial airliner killing <ALL> those on board during the standoff. Voter turnout will be a major factor to watch after thousands of candidates, many of them moderates, were disqualified from running by Iran's Guardian Council. At a press conference, I questioned the spokesman for the council <ABOUT> the issue."
  },
  {
    "transcript_id": "CNN-310357",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Others certainly do. All right. Also this morning, we're learning that the U.S. show of force against North Korea wasn't everything it was cracked up to be. Earlier this month, the White House responded to North Korea missile test by sending what President Trump called an armada to the Korean peninsula. But it turn out those ships were steaming in the opposite direction. So, what was behind the mix-up? For the answer, let's bring in CNN's Alexandra Field. She is live in Tokyo where Vice President Pence addressed U.S. troops this morning. Good morning to you, Alex. What was behind that miscommunication?",
    "statement": "<WELL>, it's coming to light white mike pence is in the region he spoke to the troops today onboard the USS Reagan, talking <ABOUT> the resolve of the United States military when it comes to confronting North Korea. He also cited the U.S. military strikes in Syria and the decision to drop the MOAB, the mother of <ALL> bombs, in Afghanistan, as evidence of the military's ability to be decisive under President Trump's leadership. But it was just last week that President Trump was saying a decision was made to send a warning message to North Korea by deploying U.S. warships to the waters off the Korean peninsula. It now seems that while he was making that announcement, saying that publicly on TV, those ships were actually headed in the opposite direction, headed south to participate in naval training exercises with the Australian military. Officials in Washington now say that the warships will make their way to the waters off the Korean peninsula but they won't arrive until the end of the month. So what was going on there? <WELL>, an administration official says there was a miscommunication with the Pentagon and lack of follow-up with commanders on the ground. But the announcements that this U.S. aircraft carrier strike group was headed towards the Koreas <CERTAINLY> enraged Pyongyang which said this was a move that threatened global security and it seems to have prompted another provocative act from North Korea, which test launched the missile. That test failed just over the weekend. But a senior North Korean official telling BBC that these missile launches will continue on a weekly basis. The Pentagon is saying it has plans next month to test its capacity to shoot down missiles -- Dave."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. You said that in your column, and -- and that's what I -- that's why I have you on, because -- make your argument, if you possibly would, that he's really being more of a politician than a police officer.",
    "statement": "<WELL>, it's interesting, Rick, you <KNOW>, I live in San Diego now but, as you mentioned, for two years in the late '90s, I lived in Phoenix. I met Sheriff Joe Arpaio then. He and I <WOULD> talk by phone and met each other on several occasions. I interviewed him. Back then, he wanted nothing at <ALL> to do with immigration enforcement. He believed like a <MAJORITY>, like hundreds of police and sheriffs <AROUND> the country, that this was the job of federal law enforcement officers and they ought not to punt (ph) it off to local cops. He said so. And in 2005, he got in trouble with the nativists (ph) because in an incident that occurred, he seemed to <TAKE> the side of illegal immigrants. There was a case of a 24-year-old army reservist who had pulled over illegal immigrants, held them at gunpoint. Arpaio went ballistic on the reservist, said, you can't just do that, and make comments <ABOUT> how being illegal in the country -- being an illegal immigrant isn't a crime, and he was right <ABOUT> that. The nativists beat him up, and for the last four years, you <KNOW>, he's acted like a whipped dog. He's learned his lesson, and now he panders to that Right Wing element."
  },
  {
    "transcript_id": "CNN-83535",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Tapping into the reserves. That's not really a good idea. Is it?",
    "statement": "No. That's a rainy day fund. For a lot of the viewers that remember the oil shock from the early '70s, that is a rainy day. When you have the price of oil spike so much that it actually brings the economy grinding to a halt. This is an inconvenience. I mean, people complain <ABOUT> $2 oil, but adjusted for inflation, it's actually cheaper than it was in 1981. So, if you do see gas spike, the problems in the Middle East flare up to the point that supply is really constrained, <ONLY> then do you tap the strategic petroleum reserve. It shouldn't be a political tool."
  },
  {
    "transcript_id": "CNN-46784",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Frank, how formidable of a candidate will Tom Daschle be?",
    "statement": "He's running, and he will be extremely formidable. He's very laid back. He's very relaxed. I saw him at the VH1 concert. This guy went Hollywood with the black turtleneck. He looked cool. And everyone, even the Police, were applauding him, and you <KNOW> that they don't applaud many people."
  },
  {
    "transcript_id": "CNN-107959",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "If you're trying to get out of a hole, why don't you just stop digging? We're certainly off on the wrong track. We need to get out of New Jersey's budget hole on this recurring sea of red ink and get real.",
    "statement": "Corzine put a compromise on the table this morning. It calls for temporary relief of some property taxes. So far, though, no deal in Jersey. So how does the most powerful man in the world celebrate his 60th birthday? With meetings, and more meetings. Right now Mr. Bush is in talks with the Canadian prime minister in the Oval Office. North Korea's defiance a <<LIKELY>> topic. We <EXPECT> to hear from both of them in the next hour. Later this afternoon, Mr. Bush and the first lady will spend part of the day with Larry King. Do you have a <QUESTION> for the president? Send to it Larry via e-mail. Just log on to CNN.com/larryking. Watch the interview tonight on \"LARRY KING LIVE\" at 9:00 Eastern."
  },
  {
    "transcript_id": "CNN-214340",
    "matched_terms": {
      "could": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Suzanne, I mean these reports have been coming out periodically for the past year plus, and they do make for just horrifying reading, really emphasizing the violence that happens every single day on the ground in Syria in a conflict that kills 5,000 people on average a month. Some things stand out, I think, from this. As you mentioned, eight of the nine mass killings seemingly committed by pro regime forces. One particular series of incidents near the western area of Banias (ph) in March the 2nd or 3rd where up to 400 people may have been killed. And I should warn you, distressing details, some, in fact, seemingly killed by large objects being dropped on their heads. I mean, but the sheer brutality of what seems to happen every day here really brought home. Much of the sexual violence in this report, mostly lodged accusations against the regime for doing that. And some terrifying incidents too where it seems like rebels have, one instance, used a 13-year-old boy as a porter (ph) for Free Syrian Army soldiers operating near Dara (ph). He was seriously wounded. And a 15- year-old boy, this is more publicized instance (ph), accused of blasphemy by some Islamist radical rebels in the northern city of Aleppo and then executed for that. Really chilling details though, Suzanne.",
    "statement": "Horrible <STUFF>. Nick, when it comes to the U.N., and you've been covering that side of things for us, and you look back at the last two years, there's been really nothing meaningful coming out of the Security Council when it comes to Syria because of the vetoes we mentioned earlier. Now you've got the U.S., Great Britain, France wanting there to be consequences if any resolution is not followed through. And Russia says that's not going to happen. <<COULD>> we be in the same impotent position when it comes to Syria and getting some <<SORT OF>> resolution up?"
  },
  {
    "transcript_id": "CNN-369230",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "So when I'm president of the United States, I'm taking a fight to this issue like folks will have never seen before. Because we're better than this as a country. It's a uniquely American problem. No other country has this kind of carnage. More people in my lifetime have died in this nation due to gun violence than in all the wars from the Revolutionary War to now. We are not going to give thoughts and prayers, which to me is just bull",
    "statement": "I mean, David, you <KNOW> what works for candidates and when there are passions to fight on issues, which this is clearly genuine for him and his passion. Really translates with voters."
  }
]