[
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What--",
    "statement": "You <KNOW>, I'm going to be honest with you. I just want 30 minutes of their time."
  },
  {
    "transcript_id": "CNN-326075",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think we should look at what Roy Moore's job was today. His job today was to make the case to conservatives and people in Alabama that he had an explanation. He did not. Instead he chose to question the handwriting in the year book. He chose to threaten more lawsuits against reporters and he doesn't have anything else. He had to come up with an explanation, and all he has is more bluster. He didn't do his job today.",
    "statement": "We've got to take a break. We're going to hear more <ABOUT>, we'll talk to Ed and everybody else. We'll continue this discussion. Also <ABOUT> the growing calls from Republican senators for Moore to step down, and the president to speak up. Later, hear <ABOUT> the staffer whose quick action saved young lives as a gunman took aim at their school in California."
  },
  {
    "transcript_id": "CNN-289858",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "I'm saying now, true as it maybe, it's like 100 years ago, and what she's being hit over the head with right now was largely not mentioned last night and that was juxtaposed to her husband's version of her as a change-maker, here's that sound.",
    "statement": "She's insatiable curious. She's a natural leader. She's a good organizer. She's the <BEST> darn change-maker I ever met in my entire life. This woman has never been satisfied with the status quo in anything. She always wants to move the ball forward. That is just so she is."
  },
  {
    "transcript_id": "CNN-56645",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "The people in the cars here have shown you great deal of patience and, indeed, pleasure at the visible level of security, because it makes them feel safer, seeing this defensive barrier that there is, protecting the hotel district in Netanya.",
    "statement": "Most of the people in the city's Independent Square are <PROBABLY> unaware of the threat as they spend their evening outside in the cool. Some say Israelis are getting used to dealing with the consequences of suicide bombings."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "President Trump says he will announce his pick to replace Justice Ruth Bader Ginsburg on the Supreme Court by the end of the week.",
    "statement": "And I <THINK>, in all due respect, we <SHOULD> wait until the services are over for Justice Ginsburg. And so we're looking <PROBABLY> at Friday or <MAYBE> Saturday."
  },
  {
    "transcript_id": "CNN-394527",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right. We're talking about Nathaniel Woods. He's the 44-year-old man who was accused as a coconspirator in the murders of three Birmingham, Alabama police officers back in 2004. He was scheduled to die, as you say, just minutes from now at the top of the hour, 7:00 p.m. Eastern Time, 6:00 p.m. local. But roughly just five minutes ago, the U.S. Supreme Court issued a temporary stay. It's essentially a safeguard to make sure as the U.S. Supreme Court reviews all of the documents and takes one last look at all of the proceedings here that the execution would not go forward in the meantime. So, what the U.S. Supreme Court does, and it does this frequently, is to issue a temporary stay. It remains in place as long as they think they need to sort of look over all of this. So, it could be lifted in a matter of minutes. It could be lifted in a matter of hours. We simply have to wait and see. That order was signed by Justice Clarence Thomas. So, that's where it stands right now. Everyone here, of course, the supporters and those who have backed and worked hard on his legal team clearly holding their breath, and, of course, that includes his family as well -- Wolf.",
    "statement": "Yes, Nathaniel Woods, 42 years old. Minutes from now, he was scheduled to be executed. But the Supreme Court -- you <KNOW>, Joey Jackson is joining us, our legal analyst. Joey, I'm looking at the Supreme Court decision, Nathaniel Woods applicant versus Jefferson Dunn, commissioner, Alabama Department of Corrections, et al. The order says, upon consideration of the application of counsel for the application, it is ordered that execution of the sentence of death is hereby stayed pending further order of the undersigned or the court signed by Clarence Thomas, associate justice of the Supreme Court of the United States. This is a very significant moment, Joey."
  },
  {
    "transcript_id": "CNN-372301",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It was early morning in one of the world's busiest shipping lanes when the blasts went off. Flames pouring out the side of one of the tankers. The United States quickly accusing Iran of the attacks.",
    "statement": "This assessment is based on intelligence, the weapons used, the level of expertise needed to execute the operation, recent similar Iranian attacks on shipping, and the <FACT> that no proxy group operating in the area has the resources and proficiency to act with such a high degree of sophistication."
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "OK. There has been some polling out there already which shows --",
    "statement": "They're <ABOUT> even. VAUSE Yes. So again, an unknown in this race."
  },
  {
    "transcript_id": "CNN-132184",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "So, she was told, go out and buy three really nice suits, because we are going to be making a lot of appearances, and, what, was she given a number of how much she could spend, maybe $20,000, $10,000, $30,000?",
    "statement": "They just told her to buy three suits. I don't <KNOW> necessarily that there was a number, but it <OBVIOUSLY> was not near the $150,000 mark that it eventually reached, more than that."
  },
  {
    "transcript_id": "CNN-339243",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "seem": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "In all fairness, Bob Mueller worked for Obama for eight years.",
    "statement": "\"In all fairness, Bob Mueller worked for Obama for eight years,\" the president said. Here are the <FACTS>. Robert Mueller is a Republican. Robert Mueller was appointed to head the FBI by Republican President George W. Bush. And then he continued to serve under President Obama for five years. These are lies <ABOUT> his scandals. But as we have seen, the president is willing to lie <ABOUT> all sorts of things. He even lies <ABOUT> his potential triumphs. This week, the president tweeted: \"As everybody is aware, the past administration has long been asking for three hostages to be released from a North Korean labor camp, but to no avail.\" That would be a neat trick for the Obama administration, since two out of three of these Americans were detained during the Trump presidency. Tony Kim was detained on April 20, 2017. Kim Hak-song was detained <MAY> 6, 2017. That tweet, by the way, remains up, a monument to how much President Trump just doesn't <SEEM> to care <ABOUT> the truth."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "\"Time`s\" turning it over. In a decision that could change the way reporters do their jobs, \"Time\" magazine, which is part of Time- Warner, like us, said today it will turn over subpoenaed records from journalists Matt Cooper regarding the leak of a CIA operative`s name. Cooper could have faced jail time. It`s not clear if \"Time`s\" move will keep him out of the slammer.",
    "statement": "And that leads to our SHOWBIZ TONIGHT question of the day. News reporters: <SHOULD> they ever have to give up their sources? You can keep voting at CNN.com/showbiztonight. You can also write to us at showbiztonight@CNN.com. Your e-mails are coming up at 54 past the hour."
  },
  {
    "transcript_id": "CNN-236251",
    "matched_terms": {
      "about": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Well, Carol, what we can tell you is that in just the last several minutes the Pentagon press secretary, Rear Admiral John Kirby, announced on Twitter, basically announcing on behalf of the U.S. government, that the airstrikes have begun in Iraq. Rear Admiral John Kirby saying on Twitter, \"U.S. military aircraft conduct strike on ISIS artillery.\" That artillery according to that tweet was used against Kurdish forces defending Erbil near U.S. personnel. Carol, the last part of that is critical because as we've been hearing from White House officials and as the president said last night, when he sent those U.S. military advisers in to Iraq back in June, he made it very clear at the time and officials have made it clear since then that were those U.S. personnel to come under threat, that the U.S. would launch airstrikes or take action, and that is what has occurred. At the same time, the White House is making it pretty clear that they are also keeping a very keen eye on a potential humanitarian catastrophe, really a real humanitarian catastrophe that is unfolding. And now White House officials and administration officials right up to Secretary of State John Kerry are saying that this could be a genocide, those 40,000 some-odd Yazidis, that ethnic religious minority sect that is really taking refuge in those mountains in northern Iraq. They're trying to really avoid being slaughtered by ISIS fighters, who have said they have to convert to their form of Islam or die. The White House is also saying that if it's necessary to take strikes against ISIS positions to defend those people, to end that siege, that that is also necessary. Now one thing that we should point out, it was on a background call with reporters here at the White House, senior administration officials were really describing this as a limited campaign, that this is not going to be a long, sustained campaign, but really, you know, Carol, to be quite honest with you, there were some mixed messages in that conference call last night as to how long this will go on. We should point out that the president is scheduled to leave for a vacation in Martha's Vineyard tomorrow. According to White House officials, that is still going to take place but he will be taking national security advisers with him on this trip to keep him up to speed on what is happening on the ground in Iraq. It is changing literally hour by hour, Carol, and that may really guide what the president decides to do next along with the U.S. military -- Carol.",
    "statement": "All right, Jim Acosta, stand by. Thanks so much. I want to go to Colonel Rick Francona right now. He's our military analyst. He also advised General Schwarzkopf during the Gulf War so he <KNOWS> what he's talking <ABOUT>. How dangerous is this mission?"
  },
  {
    "transcript_id": "CNN-89367",
    "matched_terms": {
      "allegedly": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "... we can take away from it, and this really is the good news. Videotape is not al Qaeda's preferred means of communication. If he could have sent murder and death into the United States before this election, he would have. And that tape is proof that we are doing well in the war against al Qaeda. They have been reduced to this.",
    "statement": "We have a minute left. I want to turn to the other terror tape, this was the ABC News video obtained in Pakistan. They held it for four days. It <ALLEGEDLY> shows an American member of al Qaeda making all kinds of threats, that blood will run in the streets and so forth. ABC tried to check it out. Nobody <KNOWS> who this guy is. They turned it over to the FBI and the CIA, and yet got criticized for holding it back. What do you make of it?"
  },
  {
    "transcript_id": "CNN-47473",
    "matched_terms": {
      "about": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "These reports coming in just in the last few minutes from Israel. This breaking story in northern Israel, near the town or the city of Hadera. A Palestinian suicide bomber <REPORTEDLY> had tried to detonate explosives that were strapped to his body at the entrance to a hall where a wedding party was taking place. He was overcome by security guards, but in the process, threw a grenade into the room. We are told that in the process, <ABOUT> 20 people were injured, five or so of them seriously. Joining us now on the telephone from Israel, CNN's Jerrold Kessel. Jerrold, what can you add?"
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Is it possible they are holding something back from you?",
    "statement": "It's not only possible, it's more than <PROBABLY>. It happens all the time here in Aruba. The prosecutor's office does not have the obligation to give us all of the details of the investigation that they're busy with. They give us just enough information to show that they have the right up to that point to keep the person in detention."
  },
  {
    "transcript_id": "CNN-264273",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Carly had a terrible time in business. She destroyed a company. You have to get the report from Jeffrey Sonnenfeld of Yale. He's the expert on Carly. It's a disaster, and check out Lucent beforehand. So you have Ben saying what he said, you have Carly saying -- these are two people that will not be president.",
    "statement": "All I'm saying is that you are the frontrunner. You say that you're going to be President of the United States. There is a manner of behavior that goes with that. I'm not saying be Mr. P.C., I'm not saying be Captain Gentility and let everybody beat you up, but the idea of returning a blow every time you receive one, you <KNOW> that doesn't work in any high level situation."
  },
  {
    "transcript_id": "CNN-368170",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Thanks, Martin.",
    "statement": "So, based on your experience, what are the inherent risks to national security when the president and his senior advisers <SEEM> to fail to address the identified risk of foreign interference?"
  },
  {
    "transcript_id": "CNN-205645",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Wow. I mean, this is just amazing, Max. On top of all of the other trouble that this tour has caused him, and there`s been a great deal of that, hasn`t there?",
    "statement": "<ABSOLUTELY>. It started here in London, and there were some concerts where, on the first night he was basically late for his gig and upset a lot of people. But the next night, he collapsed on stage. We also have these extraordinary scenes of him arguing with a photographer outside his hotel. That made a lot of headlines. He then was meant to go to Portugal but didn`t sell enough tickets, so he cancelled those dates. Went to Germany. Had his monkey confiscated. Couldn`t get it through customs. Then, in Norway, extraordinary scenes of people going <ABSOLUTELY> crazy to the extent where school people couldn`t concentrate enough on their exams. So exams for the country were rescheduled. An extraordinary tour, A.J. It will go down in pop history. On to Russia next. We`ll see what happens there."
  },
  {
    "transcript_id": "CNN-95897",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Stand by one second, Mr. Abrams. We're just continuing our discussion here.",
    "statement": "I <THINK> it's very problematic. What Floyd Abrams is talking <ABOUT>, the federal shield law, has to go through Congress. Last time this really reached a pitch, and I'd be interested in Floyd Abrams' thoughts <ABOUT> that -- but after the Branzburg case, the 1972 case that I mentioned earlier, shortly after that case was decided, there was a little thing called Watergate, that the third- rate burglary at the Watergate Hotel. After that, there was talk <ABOUT> a shield law, and there were 91 representatives, 17 senators -- according to The Washington Post -- who co-sponsored or supported that shield law. We're in a very different time now, where it's not a post- Watergate time, it's a post-information-age time. It's a time when people are very skeptical of the media and anonymous sources, where the whole definition of media -- if you are a blogger, do you get protected? If you are a citizen and you go out and you talk anonymously with a neighbor and you try to reveal some wrongdoing by putting something out in the Internet, are you protected? So the questions and the politics <AROUND> a shield law, now, are infinitely more complicated."
  },
  {
    "transcript_id": "CNN-341801",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "He's not but he probably does. He has no intention of pardoning himself but he probably -- it does say he can't.",
    "statement": "Talk <ABOUT> this with a Political Analyst Julian Zelizer who is joining us from New York. Giuliani says Trump has no intention of pardoning himself but <PROBABLY> does have the power to do so. What do you make of that?"
  },
  {
    "transcript_id": "CNN-180624",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Why doing it? Is it a financial issue? They can`t get funding for it, do you think? Or what --",
    "statement": "The gas wells -- I don`t <KNOW>. We don`t have those answers, and they won`t specify as to why there is such a delay. And the question, you <KNOW>, came up during the school meeting over and over again <ABOUT>, you <KNOW>, doing the testing. Why can`t we do it now? Why wasn`t it done way back when?"
  },
  {
    "transcript_id": "CNN-342657",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "They clearly have a long way to go. As I said, this process only just beginning. President Trump also says the United States, in his words, could save a fortune by suspending those joint military exercises with South Korea or what he calls war games. Are those joint exercises necessary for maintaining readiness? Or is it possible to maintain an American military presence on the Korean Peninsula without them? In other words, do you support what the president has announced?",
    "statement": "So I would support a delay of the next military exercises where we work with the South Koreans and be able to find cooperation. We do two major exercises a year that we work together. <OBVIOUSLY>, we've already had the first one. That's already happened this year. There's another one scheduled for later this year. There are smaller exercises that will also happen fairly consistently throughout the year, even between the two major exercises. Saying that we're going to change the time period for when we do that, I <THINK> is a reasonable thing to be able to do. But to continue to prepare for it as if it's going to be delayed, I <THINK>, is also a reasonable thing to do. If North Korea doesn't live up to their end of the bargain, then we assume they're walking away from it, and the status quo is still the same. Sanctions in place. Our preparations have to be consistent and in place, and all of the diplomatic pressure has to remain until we <KNOW> things have changed."
  },
  {
    "transcript_id": "NPR-27442",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Sam Dagher just spent days in the regime-controlled western part of this brutally divided city and he spoke to us via Skype from the embattled Syrian city of Homs.",
    "statement": "<WELL>, at the moment, I mean, Aleppo is a de facto divided partitioned city. The west side is controlled by the regime, the east side is controlled by the rebels. On the west side it's relatively calmer but also civilians are dying there, particularly if you're close to the frontline."
  },
  {
    "transcript_id": "CNN-76068",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It is hardly big news that Arnold Schwarzenegger has been intimate with a lot of women in the past. He said so many times. But the particularly graphic description he gave a magazine 25 years ago <ABOUT> his sex life among other topics is now stirring up controversy as he runs for governor of California. CNN's Charles Feldman has been looking into it all."
  },
  {
    "transcript_id": "CNN-339040",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "They were really reluctant to give too much in the way of details. This is going to be coming soon, but they didn't give a -- to my best of my knowledge a firm date on when it's actually coming out. There's still are a lot of details we're waiting to hear about exactly what this product is going to look like. But shares of Match.com plunge more than 20 percent yesterday. They're on Tinder, OkCupid, as well as Match. So investors in that coming in clearly, you're not waiting for the service to actually launch. They're nervous right now.",
    "statement": "OK. Paul La Monica, thanks very much. <WELL>, nobody can beat Facebook's user -- I <GUESS>, user numbers here. Still to come tonight, a shakeup in Donald Trump's legal team <COULD> signal a big change in strategy when it comes to the Russia investigation. We'll analyze, next."
  },
  {
    "transcript_id": "CNN-198814",
    "matched_terms": {
      "suspects": "ungraded"
    },
    "previous_statement": "Randi Kaye, CNN, Atlanta.",
    "statement": "CNN's Sumnima Udas joins me now. You were at the courthouse when the <SUSPECTS> were brought in. What happened?"
  },
  {
    "transcript_id": "CNN-387851",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What about the people of Venezuela?",
    "statement": "<WELL>, with the people of Venezuela 100 percent it's so important to us and we're going to be discussing Venezuela today. It will be a big subject."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Like I said ...",
    "statement": "Do you have any thoughts <ABOUT> her? She worked with him. She read to him, she ..."
  },
  {
    "transcript_id": "CNN-278796",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Jeffrey, hold on. Hold on. You just said the American left. That's a very broad based statement. Who are you talking about?",
    "statement": "I'm talking <ABOUT> the anti-war protesters in the 1960s, I'm talking <ABOUT> Occupy Wall Street in this decade. I'm talking <ABOUT> Black Lives Matters that forcibly took over a podium from Bernie Sanders and said they were going to shut down his rally. I mean, I'm talking <ABOUT> the people that invaded the so-called People's Park in California."
  },
  {
    "transcript_id": "CNN-245233",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "The issue of race in America has been on the forefront lately as you know. CNN's Chris Cuomo talked to the next generation and asked how they view police color and justice.",
    "statement": "If someone says you look black and they just say that, that <SHOULD> be OK, but they are making fun of them for their color, then that's where the problem started happening when they say <ABOUT> the color."
  },
  {
    "transcript_id": "CNN-381060",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Good morning Victor.",
    "statement": "Secretary Esper says the deployment will be modest; not thousands. Is this a conflict that you <THINK> U.S. troops <SHOULD> be injected into - additional troops?"
  },
  {
    "transcript_id": "CNN-264964",
    "matched_terms": {
      "could": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "His speech before the United Nations at a time that hundreds of thousands of Christians are fleeing persecution in Syria, Iraq, and Afghanistan. Will he put world leaders in the hot seat, asking them to do more to help refugees? Or will he praise the nations who have already accepted thousands? No one really knows what Francis will say during his more than 20 speeches. If he speaks off the cuff, Cuba, Congress, and the United Nations better get ready for a coming to Jesus moment.",
    "statement": "And we <DEFINITELY> <COULD> experience a coming-to-Jesus moment. I'm traveling with the Pope. So if you have a question for the Pope, tweet me with #askthePope."
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right. Casey, thanks so much for calling.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-172492",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're back with CONNECT THE WORLD on CNN, the world's news leader. Let's check the headlines this hour. Timothy Geithner wants his European counterparts to end the bickering. The US Treasury secretary is in Poland with the euro zone's finance ministers. They're trying to get a handle on the escalating debt crisis. The two-day meeting is expected to focus on getting Greece back on track to help stabilize the global economy. Palestinian Authority president Mahmoud Abbas says it is the legitimate right of his people to demand full membership in the United Nations. He says he'll take their statehood bid to the Security Council next week. UBS trader Kweku Adoboli has been charged with fraud and false accounting. Investigators say Adoboli is accused of losing UBS $2 billion in unauthorized trading. A London court said on Friday the 31-year-old will remain in police custody until his bail hearing next Thursday. The first minister of Wales if offering sympathy to the families of the four coal miners killed when their mine flooded on Thursday. Their bodies were recovered by rescue teams, who say the shaft filled with water after the men broke through to a neighboring abandoned mine. The United Nations General Assembly has given Libya's new rulers a seat at the table, granting them official recognition today. Later, the Security Council eased sanctions on Libya and set up a mission to help the interim government. Those are the headlines this hour. Libya's new rulers can <CERTAINLY> claim victory on the world stage, yet they still haven't dealt the final blow to the Gadhafi loyalists, much less found the former strong man himself. Their fighters are now trying to crush all remaining resistance, launching offensives to <CLEAR> the three major Gadhafi strongholds. Anti-Gadhafi fighters have attacked Bani Walid and Sirte, the former leader's hometown, but were pushed back by heavy resistance. Fighters are also converging on Sabha in the far south of the country. Let's get more now on the battle for Sirte, where things didn't go exactly as planned today for the anti-Gadhafi fighters. Phil Black has details on that for us. Hi, Phil."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And do you know that when the corner pieces that hold the chad in get thicker, then it's more difficult to puncture through the chad?",
    "statement": "Yes, that would be another way that a voter <COULD> create a dimpled ballot."
  },
  {
    "transcript_id": "CNN-277973",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "... to the convention out of that 2,472, and Donald Trump is <WELL> on his way. So my question to Mitt Romney was, where were you two weeks ago? Where were you a month ago? And that is at the point where ..."
  },
  {
    "transcript_id": "CNN-317209",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "So here's the other side of that. As an easily recognized person in the community, if you're granted parole, how will you handle public scrutiny in the community?",
    "statement": "<WELL>, I've been recognized ever since I was 19 years old. You <KNOW>? I'm <SURE> Bruce will tell you. Wherever we've been, it's always a crowd. This is not new to me. Rarely have I even -- even in the last 20 years, rarely have I even had any person give me any negative <STUFF> in the street. People give you looks and everything, but I'm pretty easily approachable. I've dealt with it all my life. And I really don't see any problem dealing with the public now, at all."
  },
  {
    "transcript_id": "CNN-82984",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Because I'm a -- my brother, Jeffrey -- Staff Sergeant Jeffrey Walker was killed in action in Iraq on January 2004.",
    "statement": "What do you <HOPE> to accomplish by being out here today?"
  },
  {
    "transcript_id": "CNN-23054",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "So it is good thing that things have calmed down today. And as I am looking at our numbers, the Dow is up only 42, and the Nasdaq up 15. In positive territory, yet a lot calmer than yesterday.",
    "statement": "A lot calmer than yesterday. I <THINK> that's good. Cooler heads are prevailing now. People are going to sit back. And, Daryn, you <KNOW>, there is still an air of caution out there. We have got a lot of hurdles to go over. This was the first one. We finally got the Fed to get on our side. Next week we are going to start earnings reports, and that is going to be a very dicey period. The companies are going to come out and say, <WELL>, you <KNOW>, a lot of them are going to say: <WELL>, we made the December quarter that was great. but the March quarter <MIGHT> be little iffy, a little touch and go, and they are going to give cautionary statements and warnings for the look going forward because this one 50-basis cut in rates is not going to solve the first quarter problems. It will kick in three to six to nine months down the road."
  },
  {
    "transcript_id": "CNN-276977",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "With the Democratic Caucuses in Nevada coming up tomorrow, Hillary Clinton and Bernie Sanders are in a virtual dead heat according to the latest polling. Meantime today Secretary Clinton picked up a big endorsement in South Carolina headed that states Democratic Primary. Our Senior Political correspondent Brianna Keilar reports on all the latest developments.",
    "statement": "Show the world that democracy is alive and <WELL> here in Nevada."
  },
  {
    "transcript_id": "NPR-14491",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "And would love to give you $10 today.",
    "statement": "You <MUST> have a lot of money to be able to do that."
  },
  {
    "transcript_id": "CNN-278607",
    "matched_terms": {
      "hopes": "ungraded"
    },
    "previous_statement": "I want to reiterate, which I know people still doubt here, if in fact they break the deal, we will act.",
    "statement": "Iran's supreme leader continues to thwart U.S. <HOPES> that the landmark nuclear deal will usher in better relations with Iran. Since the deal was reached, Iran has fired rockets near U.S. warships and in January seized ten U.S. sailors who had drifted into Iranian waters, holding them for 15 hours and releasing embarrassing video of their capture. Just last month, chants of \"death to America\" were still the mantra at celebrations of the 1979 Iranian revolution. The chief U.S. negotiator of the nuclear deal says after decades of hatred for the U.S. don't expect a change from Iran overnight."
  },
  {
    "transcript_id": "CNN-83882",
    "matched_terms": {
      "feel": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Oh, God, for a minute, no.",
    "statement": "Nicola Harvey (ph) <KNOWS> the Pentagon has postponed scheduled departures of roughly 20,000 soldiers in Iraq. But relatives in this room, while sending prayers to the families, <FEEL> so fortunate their loved ones have come home. Adaora Udoji, CNN, Fort Dix, New Jersey."
  },
  {
    "transcript_id": "CNN-284028",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "The chamber of minds admits that sillacosis is a significant legacy issue, but they say companies have been working to eliminate the risks and are offering to set up a medical fund.",
    "statement": "I <FEEL> helpless. This sickness has destroyed everything in my life."
  },
  {
    "transcript_id": "CNN-159406",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "When are things showing that people will be able to begin digging themselves out?",
    "statement": "<WELL>, the winds are going to calm down a little bit by tomorrow, and we <THINK> the winds <MAY> have contributed also, by the way, to the collapse of the Metrodome. We got some pictures of that to show you as <WELL>. My hometown and the Vikings not able to play the Giants for today unfortunately. They're going to reschedule that game, and they're going to play it in Detroit tomorrow. And <BELIEVE> it or not, Deborah, tickets are free."
  },
  {
    "transcript_id": "NPR-20629",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "What they do is they have a nomination system. Not just anyone can nominate, but you have to be invited. So it's experts in these different fields. And then these committees get these nominations. And then they, of course, do very thorough evaluation work, looking at these discoveries that are nominated to see that are the right people nominated? Can we make absolutely sure that this scientific discovery is correct? So they don't want to make any mistakes.",
    "statement": "Has the committee ever gotten it wrong, in your <VIEW>?"
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Scientists have confirmed that enough solar energy falls on the surface of the earth every 40 minutes to meet 100 percent of the entire world's energy needs for a full year. And enough wind power blows through the Midwest corridor every day to also meet 100 percent of U.S. electricity demand.",
    "statement": "But every alternative to oil and coal does have drawbacks. Nuclear power plants take a long time to build and generate deadly radioactive waste. Companies can't make turbines fast enough to fill the demand for wind mills. Solar panels take up lots of room. And of course, they need lots of sunshine, which can be a problem in cloudy places. Biofuels like corn-based ethanol affect food prices. A large biofuels plant in the U.S. produces in a year what an oil refinery produces in a single week. So back again to talk <ABOUT> alternative energy, once again, senior business correspondent Ali Velshi; Stephen Leeb, the research chairman of Leeb Capital Management; Club for Growth president, Pat Toomey; and the U.S. managing editor for the \"Financial Times,\" Chrystia Freeland. And Ali, we just saw your piece a moment ago on oil sands. And I <KNOW> we need more oil in the short term. But isn't it ultimately just prolonging our addiction to fossil fuel?"
  },
  {
    "transcript_id": "CNN-251522",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "That's right, John. Schock faced six straight weeks of unrelenting stories about questionable spending, about taxpayer dollars and political donations. And finally yesterday morning he told those close to him he would end his once promising Congressional career.",
    "statement": "Sources close to Aaron Schock tell CNN it was a pair of new revelations that cemented his decision to resign, a report that Schock <MAY> have improperly benefitted from a political donor in a real estate deal, and another from \"Politico\" that he was reimbursed by taxpayers for tens of thousands of miles he never drove. By resigning from Congress Schock is no longer going subjected to an ongoing House ethics investigation, but he <COULD> still face legal troubles. And even after announcing his resignation he's trying to clean up his financial mess. A source close to Schock telling CNN Congressman Schock has reimbursed all monies received for official mileage since election to Congress."
  },
  {
    "transcript_id": "CNN-97548",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Daryn. The search and rescue effort here in Biloxi has been completed. The effort now is on rebuilding and also clearing out the entire city. And this morning the military who have been here for a few days, they're going to be getting help from the Mexicans. Within the hour, we expect right over there, about 60 Mexican sailors to arrive, come on to land and they'll be put to work helping to clean up this city. And if you just look behind me, you can see there is so much to be cleaned up. Debris, literally on every single block of this town. Right across the street is the Biloxi Specialty Hospital. And if you look closely, you can even see ripped out there behind where there used to be a wall, still a hospital bed. Next to that, a toilet. And beyond that, that column, there was a shower right over there. What the plan right now is to actually take the debris from the other hospital in town, bring it all over here so there will be one site where there is the, let's call it the medical debris. And this will be a huge garbage dump, essentially. Of course, they're going to knock that building down. Similar efforts throughout this town. A lot of this is being coordinated just down the beach. That is Camp Restore. And the Navy is over there. Half of the folks from the Navy who are camped out there, they were about to go on leave. They just came back from the Mediterranean. Their leave was canceled. And they're here helping out. Also, offshore, there are two Naval vessels. One 15 miles out into the Gulf and another 20 miles out into the Gulf. Helicopters have been coming in, back and forth, bringing supplies and also even medevacing people who need special medical care. So a lot going on here. And the military playing a very big role. Daryn.",
    "statement": "Allan, let's talk a little bit <ABOUT> that rebuilding. A lot of folks won't be able to do that until they settle with their insurance companies. And I understand with insurance there's going to be a question of exactly what caused those building to collapse."
  },
  {
    "transcript_id": "CNN-281598",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "This morning defense secretary Ash Carter is expected to land on the aircraft carrier USS Stennis on patrol in the South China Sea. The plan was announced in Manila Thursday in an effort to deepen U.S.-Philippine military ties, including joint patrols in those disputed waters. China, which claims 90 percent of the sea, pledged severe opposition to the move.",
    "statement": "Brazil's president, Dilma Rousseff, vowing to fight to the bitter end as the push to impeach her gains momentum. She is accused of manipulating government accounts making the economy <APPEAR> stronger than it was. Rousseff denies any wrongdoing and says the lawmakers accusing her are corrupt themselves."
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "You know, Melissa, we're going to check in with Chad, because there's another spring storm bearing down on the Central Plains. Chad, enough already, I'm sure these folks are saying.",
    "statement": "Yes, I mean, there are all kinds of things going on today. I mean, things that are just <KIND OF> way out of the ordinary. Going to be a couple of feet of snow in parts of Wyoming. It's snowing out west of Denver. I had a live shot. I don't <KNOW> if we still do. We can pop it up. It's not the shot we had before, but the whole area west of Denver, especially through the foothills, is snowing now. There you go. This is the shot. There's the shot going westbound, I-70, trying to get into the Eisenhower Tunnel. Not going to happen, at least for a while. So many crashes there. The interstate is shut down. <OBVIOUSLY>, you can use 40, but that's no picnic. And that is going to be a rainy day across the plains, stormy day, snowy day across parts of the upper Midwest and also into the mountains. And then the fire danger down across the Deep South. This is the same fire danger we've had in the past couple of days. And that fire danger is going to be from almost <ABOUT> Amarillo right back down into New Mexico in places that have already had fires, that have hot spots that have sparks. And now we're going to see those fires pop up again. Winds are going to be 60 or 70 miles per hour."
  },
  {
    "transcript_id": "CNN-331325",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I do -- I do remember that as well. Senator --",
    "statement": "<WELL>, the whole country remembers that because he said that on camera."
  },
  {
    "transcript_id": "NPR-31640",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "From NPR News, this is ALL THINGS CONSIDERED. I'm Robert Siegel.",
    "statement": "And I'm Melissa Block. Leaders of the world's biggest economies are meeting at Camp David this weekend and there will be some new faces <AROUND> the table. Since the last G8 Summit, France, Japan and Italy have elected new leaders. French President Francois Hollande was sworn in just three days ago and this morning, he stopped by the White House for a pre-summit meeting with President Obama. Here's NPR's Scott Horsley."
  },
  {
    "transcript_id": "CNN-84867",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "President Bush plans a series of speeches to explain the Iraq transition and what will happen to American troops in Iraq after the June 30 handover. The first speech airs tonight at 8:00 p.m. Eastern. I'm joined by our senior international editor now, David Clinch, to tell us what <MIGHT> be in that speech."
  },
  {
    "transcript_id": "NPR-7144",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "While you were still here in the United States, you worked to try and convince the Obama administration to go with a so-called light footprints strategy in Afghanistan, focus on counterterrorism. Obviously, the White House chose instead to go with a surge of troops. Has it been a mistake, or has it worked, or is it too early to tell?",
    "statement": "I <BELIEVE>, still, that it was an error. I <THINK> having done it, we <MIGHT> as <WELL> stick with it and give it the year and a half, which the president set out. I mean, he was talking <ABOUT> beginning to reduce troops in July next year."
  },
  {
    "transcript_id": "CNN-119108",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Precisely so, ma'am.",
    "statement": "OK. And you <THINK> that you -- you <THINK> you're <ABOUT> 1,200 feet from the miners at this point. Is that correct?"
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, listen, Wendy, as soon as my twins can walk, they are going to be on a leash. And before I had the twins, I thought they were just horrible. I would see them. I would give the parents the dirtiest looks I could muster. But after covering all these stories -- you know, to Dr. Robi Ludwig, psychotherapist and author, do you think people just get careless?",
    "statement": "You <KNOW>, I <THINK> mothers get very overwhelmed, especially if she`s managing the household alone and her husband is overseas. It`s very easy to get judgmental, but the bottom line is, life can get very hectic and sometimes we`re not paying 100 percent attention to our children."
  },
  {
    "transcript_id": "CNN-128851",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Complicating the picture, Pakistan where extremists continue to find sanctuary. (on camera): U.S. officials say Pakistan's government is working to rein in the terrorists but say more needs to be done. A point that candidates agree on as well. Elaine Quijano, CNN, Washington.",
    "statement": "Elaine, thanks. <WELL>, Alina Cho joins us now with some other stories new this morning. Good to see you this Monday morning."
  },
  {
    "transcript_id": "NPR-28667",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Oh, thank you, Jacki. It's great to be here.",
    "statement": "You <KNOW>, what's so shocking <ABOUT> this story is just the image of somebody putting them into an oven. How much do you <KNOW> <ABOUT> this? Did the details surprise you?"
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Planets, astronomy. I wanted to become an astronomer, but what happened was, a friend of mine asked me to go to art school. So I went to art school one day, and I loved it, I fell in love with it. And when I started drawing the planets and the sampans and the zen boats and all of the things from Asia, it suddenly had the look and the backdrop of...",
    "statement": "But did somebody write <ABOUT> you? How did you get known?"
  },
  {
    "transcript_id": "CNN-117377",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And Bill, explain to our viewers that haven't lived in Louisiana -- I mean, I lived and worked in New Orleans. I can understand the -- I guess, the mentality and the culture and the history of politics. You can too, obviously, as a reporter for the \"Times-Picayune\". What is it about the years of politics in Louisiana where, you know, this has sort of been accepted behavior?",
    "statement": "<WELL>, I <THINK> people in Louisiana are more inured to this <KIND OF> behavior in their politicians than most other -- other states. That's not to say they were giving Jefferson a free pass. I mean, after all, he's never been indicted for anything. The history of his bad land deals and bad business failures, et cetera, were embarrassing, but they never were -- they never raised to the level of criminal behavior. This is really the peak of that type of thing. And so I <THINK> people in his district were willing to look the other way, based on rumors and innuendoes, and nicknames like Dollar Bill, because he was an effective congressman for them."
  },
  {
    "transcript_id": "CNN-144045",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "CAIR -- the evidence is the Holy Land trial in Dallas last year. If you will go back and pull the records, you will see it very clearly. And my question is, simply, because they have those ties, there should not be influence on Capitol Hill. The other thing is...",
    "statement": "In other words, you -- and I didn't mean to interrupt. I'm terribly sorry, but I just want to understand for the record you're saying they shouldn't be <AROUND> as an organization to be <AROUND> members of Congress or our nation's Capitol?"
  },
  {
    "transcript_id": "CNN-240776",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sadly, we have to break the chain of transmission. You do that in two ways, Firstly, by quickly isolating people. And secondly contract tracing. Find out anyone they had contact with, check them, isolate them if need. That's hard work, Wolf. What you want to do is prevent these things from happening in the first place. That means having a good public health system for every country in the world to prevent epidemics like this from happening.",
    "statement": "The airport screenings at the five international airports in the United States that are <ABOUT> to go into effect this weekend, two major airports in the U.K., will that really make a difference?"
  },
  {
    "transcript_id": "NPR-65",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "What are the other things out there that could be better? I mean, you only have so many options, right? You're still putting this thing on your head and you're trying to minimize the impact. So it doesn't just mean filling up that space in the helmet with something that's going to protect it.",
    "statement": "That's true. But the manner in which you absorb the energy, I <THINK>, matters. And this comes back to really one of the research challenges in the field, is that if you want to evaluate if a helmet's going to protect against concussion you need to understand the details of what causes a concussion. And that's something that's been missing and a tough nut to crack."
  },
  {
    "transcript_id": "CNN-43470",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "And remind me, why is the Northern Alliance not moving directly on Kabul, the capital?",
    "statement": "See, the idea is that we have always asked -- remember what happened in 1992? We asked the international committee to put a political road map in place. The United Nations was really lagging behind, and I <THINK> that's still the case today. So, we took the initiative in our own hands, and wanted a political road map to be <CLEAR> in terms of convening up the Loya Jerga, setting up the transitional government so that then -- and"
  },
  {
    "transcript_id": "CNN-37263",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And finding planets is nothing new. That's been happening almost half a decade now, right?",
    "statement": "Yes, you <COULD> call that nothing new. I'd say it's pretty new, actually. It's only five years that we've known there were any planets at all and as we discover planets, it really changes the way we <THINK> <ABOUT> our own world. Of course, our ultimate goal is to be able to not only find earth like planets, but to eventually take an image of one and to be able to have an image of a blue dot surrounding another sun close to us."
  },
  {
    "transcript_id": "CNN-194449",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They are. I'm just glad you got away from that other cow that appeared to want to eat your hand.",
    "statement": "That one is <ABOUT> 2 months old. He loved me."
  },
  {
    "transcript_id": "CNN-236484",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "In your club.",
    "statement": "He went on the stage. Yes. He went on the Laugh Factory doing the show or was finishing the show with -- for CBS. Then he went on the stage. He destroyed. He <ABSOLUTELY> destroyed."
  },
  {
    "transcript_id": "CNN-111345",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When they have a situation like this, the school moves very quickly to lock the campus down. That is, they get all the students into a secure location and they keep them there. Obviously, we don`t want a suspect to leave the campus, and perhaps more important, we don`t want any of those students in jeopardy with an armed man running around the campus. Apparently, that went very, very smoothly, with no chaos and no hitches.",
    "statement": "This level of violence is not only on a high school campus, it`s everywhere today. And it`s what -- big cities are yelling (ph) across America. There`s a 7 percent increase in violent crime across America by juveniles. I yelled <ABOUT> it at a juvenile assessment center meeting today. And more and more, we`re getting school teachers attacked at school, disruption at school campus. And our SROs are dealing with that on a constant basis. And this is another perfect example of school violence."
  },
  {
    "transcript_id": "CNN-280631",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "A helicopter crashed in the U.S. state of Tennessee while it was on a sightseeing tour killing five people on board. The crash engulfed a hillside in flames and sent a huge plume of smoke into the sky. Police say there is not much left of the chopper. The federal aviation administration will investigate the cause of the crash. The E.U.'s controversial One In, One Out plan is starting to take effect. Monday saw the first migrants deported from Greece land on Turkish soil as well as the first Syrian refugees from the program arrive in Germany. Germany's foreign minister praised the exchange as a big first step.",
    "statement": "That is an important step and a part of the agreement with Turkey. We <HOPE> the agreement is proven effective in the coming months. This meaning that many refugees will be helped but also the number of refugees we have seen coming in, in the left year, will clearly be reduced."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Because?",
    "statement": "Oh, he was just -- he was macho. He was fun. He was -- great manners. I remember we came out of a restaurant one night, and we said good night to the man. And he said, \"Does he own this place?\" And I said, \"I don't <KNOW>.\" And he said, \"<WELL>, if he doesn't, I just stiffed.\""
  },
  {
    "transcript_id": "CNN-283391",
    "matched_terms": {
      "sure": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "I was driving out, the flames are right next to me, I could feel the heat in the car, it's not even funny.",
    "statement": "Chamberland tells CBC he's now safely with his parents in Edmonton, <<FEELING>> saddened, devastated and shocked, not <SURE> what to expect --"
  },
  {
    "transcript_id": "CNN-302466",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "certainly": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And base on the law, that's in Chicago, that in and of itself is a hate crime. So, when you add the racial components and you can look at the transcripts, and there were <CERTAINLY> a variety of racial components that were part of this. You can eventually add that on the list. But these people had no control of themselves. I bet you, when you look deeper into this, you'll find out that there was <PROBABLY> some gang component to it. The word gang popped up in the transcript on the video tape. So, there's a lot of disfunction at play, and by the way, also in the circle where they posted this on Facebook. They posted this so their friends and family <COULD> see. I <THOUGHT> that was also something that was just beyond the pale."
  },
  {
    "transcript_id": "CNN-405595",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "It seems like that early guidance that came of the China or the early assessment that young people weren't affected, that was -- it was true at the time, it seems it was an anomaly now. But that seems to have done a lot to give this impression to young people who already think they are indestructible, that they're indestructible to this virus.",
    "statement": "You're 100 percent right. They <THINK> they're invincible. As <WELL>, as there's also this theory going <AROUND> that -- \"let's get it and get it over with.\" And so kids in college, for example, are having COVID parties where they intentionally try to get infected. <THINKING> that they can put it behind them. And when they go back and visit their parents and grandparents, they won't be infectious. But right now, we don't even <KNOW> if that's true. If you get it, we don't even -- aren't positive that you won't be able to get it again. And, if you get it, you <MIGHT> not have any symptoms and so you <MIGHT> not realize you have it and then transmit it unwittingly to others. And so it's just a bad plan to go out and intentionally get it."
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "So, a political statement on the part of many Eagles? Sure. Political stunts though, a stunt like the vice president traveling at taxpayer expense to a Colts 49ers game last season, only to very publicly walk out when a number of San Francisco players took a knee which everyone knew they would, it sounds like the White House doth protest too much on the stunt front, especially when the president seems to relish any chance he gets to attack players on this issue.",
    "statement": "When you go down and take a knee or any other way, you're sitting essentially for our great National Anthem, you're disrespecting our flag and you're disrespecting our country. Before watching a football game, you want to see those players be proud of their country, respect our country, respect our flag and respect our National Anthem. You cannot have people disrespecting our National Anthem, our flag, our country and that's what they're doing. And in my <OPINION>, the NFL has to change or you <KNOW> what's going to happen -- their business is going to go to hell. Wouldn't you love to see one of these NFL owners when somebody disrespects our flag to say, get that son of a bitch off the field right now, out, he's fired. He's fired! You have to stand proudly for the national anthem or you shouldn't be playing, you shouldn't be there. <MAYBE> you shouldn't be in the country."
  },
  {
    "transcript_id": "CNN-256755",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you for having us.",
    "statement": "When we come back, is a 37-year-old curse <ABOUT> to be broken?"
  },
  {
    "transcript_id": "CNN-349323",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "President Trump sat down with the conservative daily caller website that called the Woodward book a bad book. And to accuse the author of having credibility problems. President's former outside lawyer, John Dowd, push back on parts of the Woodward book, saying, quote, there was no so-called practice session of a mock interview at the special counsel's office. Adding he did not refer to the president as a liar. And did not say that he would end up in an orange jumpsuit. Jim Acosta, CNN, the White House.",
    "statement": "<WELL>, for more now on all of this I'm joined by CNN White House reporter, Stephen Collinson. Hey Stephen. Woodward of course is one of the most respected journalists. It is his credibility that sets him apart. He's not a disgruntled ex-employee. So, does that make this book more damaging?"
  },
  {
    "transcript_id": "CNN-66201",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Real quick, we're just about out of time, Mike, but do they have the capability perhaps of listening in on conversations in that truck right now?",
    "statement": "It's difficult. As you <KNOW>, we in the media have the different <KIND OF> microphones that can extend a long distance, they also <PROBABLY> have the same <KIND OF> thing, but the biggest thing is to develop, try to develop a rapport with the person inside the truck and bring this to a peaceful conclusions."
  },
  {
    "transcript_id": "CNN-128125",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The Mountain West which follows the spine of the Rockies from Canada to Mexico is proving to be fertile ground for Democrats. In 2000, there wasn't a single Democratic governor in the region. Today there are five and counting. Jim Acosta, CNN, Denver, Colorado.",
    "statement": "It's 7:00 Eastern, and here are today's top stories. Oil at another record crossing the $143 a barrel mark just minutes ago. Our Ali Velshi tracking all the moves. He'll be with us in 10 minutes with the very latest on that. One person hospitalized in critical condition this morning after two medical helicopters collided midair near Flagstaff, Arizona. Six people died in the accident. Both helicopters were headed to an area hospital at the time of the crash. FAA inspectors will arrive at the crash site later on this morning. A huge protest rally in South Korea turns violent. Fifteen thousand people on the streets armed with stones and steel pipes, all over the country's decision to allow beef from the United States to be imported. South Korea banned beef from the U.S. following the discovery of a single case of mad cow disease in 2003. Our top story today. The U.S. plan for Iran. A brand new article suggests that the Bush administration <MAY> be preparing for a possible military strike. It says the U.S. is stepping up covert operations in commando raids to dig up more intel on Iran's nuclear program. Our senior Pentagon correspondent Jamie McIntyre is standing this morning with the very latest on all of this. Good morning, Jamie."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Tila are you going to the doctor?",
    "statement": "More drama surrounding the mysterious death of heiress Casey Johnson. The socialite`s funeral will likely be a who`s who of Hollywood. But there is one person who will not be there and that is Tila Tequila. We`ll tell you why. Plus tonight`s \"Top of the Block.\" Balloon boy`s papa finally behind bars, thank God. Richard Heene turned himself in this morning. He`ll spend 90 days in jail for planning that hoax that had the entire nation fooled, although Heene is still denying the whole thing. Richard and his wife claim their 6-year-old son Falcon was trapped inside that homemade giant Mylar balloon 10,000 feet in the air. But when the balloon hit the ground, of course as we all <KNOW> Falcon wasn`t in it and we feared the worst. Turns out the little boy was hiding in the attic the entire time the kid let it slipped that it was all to get a reality show. Remember this?"
  },
  {
    "transcript_id": "CNN-52631",
    "matched_terms": {
      "seem": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I'm surprised why the focus should be on Saddam Hussein and Iraq while Ariel Sharon is committing these atrocities and massacres, and we see the moderate regimes in the Arab world are threatened by this. I believe Ariel Sharon is the best friend of Saddam Hussein. The irony is, Saddam Hussein is really grateful to Ariel Sharon because he is doing his atrocities -- he is destroying the American credibility, and he actually distanced the Arab allies and to keep them away from any new coalition against Saddam Hussein. So I believe the focus should be on Ariel Sharon, not on Saddam Hussein. And I believe the West and the international community should intervene to put an end to these atrocities in order to regain their credibility, exactly the way they did when they intervened in Kosovo, when they intervened in East Timor. They used forces against Iraq when it did occupy Kuwait. So I think the United States should look first at the conflict in the Middle East and how it is deteriorating, and how it is completely disable, or doesn't want to intervene, to actually execute or carry out the American president's call for Sharon to stop and pullout from the West Bank and Gaza Strip.",
    "statement": "OK. Rabbi Marc Schneier, you're looking for Arab moderates to try to support some moderation here to move forward some <KIND OF> a solution to decades old problems. They <SEEM> to be heading to the exits."
  },
  {
    "transcript_id": "CNN-91692",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Hey, first of all what strikes you <ABOUT> this case in California, as you look at it from a legal sense?"
  },
  {
    "transcript_id": "CNN-262016",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": ". a productive narcissist. However of course there is the other side of things just as you pointed out. They grow increasingly believing of their own infallibility like they`re never going to fail they always have the solution and they get isolated and distrustful of others.",
    "statement": "But Judy, that`s why I <THINK> he`s amplifying a part of his personality that I don`t <THINK> we`re going to see carry through this entire campaign. I <THINK> he`s exaggerating that part of it because people are responding to that. Yes, ma`am?"
  },
  {
    "transcript_id": "CNN-188920",
    "matched_terms": {
      "about": "ungraded",
      "certainly": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "So you have this dire need for food, issues with heat, power, and then you have the wildfires in Colorado and parts of the western states. Rob Marciano was just out there, back at CNN World Headquarters and at least some good news, they're, what, 90 percent contained, improvement?",
    "statement": "It's 90 percent contained and big improvements there and humidity levels are rising. So that fire pretty much is contained. <OBVIOUSLY>, the recover effort is going to take years. Moisture is increasing from Salt Lake City to Denver. So, we'll see some thunderstorms pop up here and there. Hopefully, though, we'll have rain for them to moisten up some of that soil moisture. Detroit to Cleveland, we've got a little thunderstorm complex here from Cleveland back to Sandusky and to Toledo. Thunderstorm warning in the next 20 to 30 minutes, you're <ABOUT> to get hit some gusty winds in some potentially some hail, <CERTAINLY> some thunder and lightning. Here is a swath of potentially severe weather today, Rapids City, back through Cincinnati. Everything south of that is where we're going to have the continued heat. Heat advisories and heat warnings -- Cincinnati, St. Louis, Chicago, as far north as Minneapolis and back through Philadelphia and the mid-Atlantic. So, these areas continue to bake and these are a handful of record high temperatures yesterday. One hundred five in St. Louis, 103 in Evansville, Milwaukee, 102, and Chicago, 102 -- this is the second time this year they have hit 100 degrees plus. The last time they even touched 100 before this year was back in 2005. Right now, it's 81 Chicago. So, we're getting a head start. How <ABOUT> a running start? In St. Louis, currently 36 degrees in St. Louis, 75 degrees in Paducah"
  },
  {
    "transcript_id": "CNN-98682",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Bananas, huh?",
    "statement": "Bananas. The winning ticket today <COULD> be worth at least -- is that number correct there?"
  },
  {
    "transcript_id": "CNN-67419",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "seems": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "So what are the options? I mean, it doesn't have to be an American interrogator questioning him. It could be someone from Jordan, from Israel, from Syria. It could be anyone, and would there -- would he have any legal rights in terms of how that interrogation were to go down?",
    "statement": "<WELL>, that's one of the interesting questions that hasn't really been settled yet. Just by coincidence, at least I <THINK> it's a coincidence, just yesterday, the Department of Defense gave a draft of their proposal for how the military tribunals will work. Remember, that is the system that the government said it would set up to try high level al Qaeda terrorist <SUSPECTS>. No one has yet been tried. In <FACT>, the system isn't even in effect yet. But that is the system that the government plans to have in place, ultimately, to bring to justice those who are -- who have been arrested since 9/11. Those people <COULD> get the death penalty and never even set foot on American soil. That's what a military tribunal is. Mohammed <SEEMS> a perfect candidate for that, but the system's not in place. Undoubtedly, he'll just be held for a while and then the government will decide what to do with him."
  },
  {
    "transcript_id": "NPR-20259",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Of course. And we knew we weren't going to get a majority of Latinos to vote for him. We just needed some of them to come out and support in that, at least as many as supported, you know, Romney. And, you know, we ended up surpassing it by a little bit. And, you know, I think it really made a difference.",
    "statement": "Now, do you see why some people legitimately <FEEL> threatened and demeaned by Donald Trump and his campaign? Are you hearing that yourself?"
  },
  {
    "transcript_id": "CNN-290467",
    "matched_terms": {
      "know": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "No. If I were a Republican, no, it doesn't, because as Paul Manafort said yesterday, Mr. Trump is controlling his own campaign. This is the Trump campaign. He's the one who threw the baby out of the rally. He is the one who said he would not endorse Paul Ryan or John McCain. Right? He is the one who brought up again yet Megyn Kelly. He is out of control. And all Mike Pence, he's like the guy in the circus parade sweeping up the you-know-what after the elephants. Mike Pence alone can't save this party.",
    "statement": "Andre, on the sweeping of the you-<KNOW>-what and the other points Bill made, what are you <THINKING>?"
  },
  {
    "transcript_id": "CNN-160729",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "It was amazing.",
    "statement": "I <KNOW> at one point she reached out and she touched her husband's ring. It <MUST> have been such a touching scene. Our chief medical correspondent, Dr. Sanjay Gupta, says the latest news <ABOUT> Giffords <COULD> be a significant step forward. Here's what he told Anderson Cooper <ABOUT> Giffords opening her eyes."
  },
  {
    "transcript_id": "CNN-335305",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. Welcome back. A porn star and the president now locked in a legal battle that <COULD> be heading to federal court. Attorneys for President Trump and his personal lawyer, Michael Cohen, claim that Stormy Daniels violated her nondisclosure agreement and they're now seeking $20 million in damages from her. Daniels is the adult film actress who says she had an affair with Trump. The president's and Cohen's attorneys are filing to move the lawsuit filed against them by Daniels to federal court. Daniels' attorney saying this, \"We are not going away, and we will not be intimidated.\" Joining me right now to discuss, former White House ethics lawyer, Richard Painter. Richard, good to see you. So, what's your take on this? I mean, this case went from the president saying no relationship, nothing there, to now essentially an acknowledgement, right, by pursuing this case on a federal level to say she violated a nondisclosure agreement, that she shouldn't be talking <ABOUT> the relationship that never happened?"
  },
  {
    "transcript_id": "CNN-278796",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's right, Poppy. We're in Kansas City, the Donald Trump rally is going to start here in a couple of hours, to give you a sense of what's happening here, let me have you pan over and show we have Donald Trump supporters on one side of the street chanting \"USA, USA,\" and then Donald Trump protesters on the other side of the street, Poppy, I can't quite make out what they are chanting because it's just so loud. And then along the street here, running through the middle of the street we have these traffic barricades essentially to keep both sides apart from one another. I was inside that arena yesterday in Chicago when it exploded into chaos. I can tell you that from what we're seeing now these are some of the same ingredients that we saw yesterday in Chicago, Poppy, where you have very vocal people on one side on the Donald Trump side of supporters, and on the other side these protesters on the other side of the street. What made the Chicago situation so volatile is that many of these protesters decided to go to the rally. We saw an entire section inside that arena, hundreds of protesters ready to disrupt that event for Donald Trump and they were able to pull that off. The question is, we'll only get a sense of this once we go inside, Poppy, is whether or not the same thing is going to happen here. Do we have scores and scores of protesters getting inside this arena, getting inside this auditorium to set up for what's happening later on this evening. I will tell that you though the mayor of Kansas City, he is trying to avoid a repeat of what happened in Chicago, he put out several tweets, one of his latest tweets that says \"hey folks, I know that there are concerns regarding Trump. Please avoid situations that incite violence, be careful and be Kansas citians.\" So obviously, the city of Kansas is very aware of the potential for chaos here and they're trying to avoid a repeat of what happened in Chicago last night. Poppy.",
    "statement": "<KIND OF> amazing when you step back and just <THINK> wow, we're talking <ABOUT> violence at political rallies, you <KNOW>. Something we <CERTAINLY> haven't seen recently before in terms of a race like this. All right. Thank you very much."
  },
  {
    "transcript_id": "CNN-32014",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "After just 1 1/2 hours of argument, federal Judge Richard Matsch denied the defense request for a stay of execution. Judge Matsch sounded emotional when issuing his ruling, calling convicted Oklahoma City bomber Tim McVeigh, quote, \"an instrument of death and destruction.\" It was a decision which gratified federal prosecutors.",
    "statement": "... pleased with the court's ruling denying a stay of execution. Judge Matsch's ruling was a powerful and eloquent statement not only <ABOUT> the law associated with this case but <ABOUT> the tremendous harm and devastation caused by Timothy McVeigh."
  },
  {
    "transcript_id": "CNN-273988",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "We do have the ability if we detect that Iran is not fulfilling all of their commitments that we can snap sanctions back into place.",
    "statement": "Still, critics say that recent steps by Iran including test firing ballistic missiles in violation of U.N. resolutions show why the U.S. <SHOULD> be wary."
  },
  {
    "transcript_id": "CNN-376418",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think so, too.",
    "statement": "I don't <THINK> there's anything wrong with wearing makeup from time to time especially in bright lights."
  },
  {
    "transcript_id": "CNN-58732",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "That is absolutely amazing. Can you tell us anything else about what was inside the turret when you brought it up?",
    "statement": "<WELL>, we got both guns, which is wonderful. There was some speculation at the beginning of the summer whether the guns were still in the turret or not, since we hadn't seen them before. But they are both in there, and we've got them on deck now. And then some other artifacts. A lot of the gun maintenance equipment is still there. But we still have a significant amount of sediment in the bottom that the archaeologists are going to do some additional excavation at the museum and hopefully find more artifacts."
  },
  {
    "transcript_id": "CNN-67493",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "best": "ungraded",
      "doubt": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "How far do we go to make him talk? Is torturing terrorists necessary? Plus, we swap stories with the best lawyer in the one-lawyer town. Tonight on CROSSFIRE. Live from the George Washington University, Paul Begala and Robert Novak.",
    "statement": "Hello, everybody. Welcome to CROSSFIRE. As more U.S. forces head for a possible war in Iraq, the war on terror is back in the news thanks to this weekend's arrest of an alleged top al Qaeda operative by officials in Pakistan. We will debate what <SHOULD> be done with him. Also, former Arkansas governor and long-time U.S. Senator Dale Bumpers stops by to tell us how he went from being the <BEST> lawyer in a one-lawyer town to the <BEST> orator in the United States Senate. But first, it's our chance to tell you a few stories of our own, the \"CROSSFIRE Political Alert.\" Iraq destroyed at least six Al Samoud 2 missiles today, along with 10 that they destroyed over the weekend. But an Iraqi official said the other 84 plus missiles <MAY> not be destroyed if a war looks likely. Meanwhile, the Bush administration was surprised by the Turkish parliament's rejection of President Bush's request to base our troops there. Officials are <HOPING> that a second vote <COULD> reverse the situation. But the Turks are right, frankly, to <DOUBT> President Bush's credibility. See, they can see for themselves that Mr. Bush is thanking Pakistan now for catching that al Qaeda kingpin by bullying Pakistan into trying to vote for his very unpopular war at the U.N. If that's how Mr. Bush treats his allies, no wonder so few of them want to be allied with him."
  },
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The gentleman from New Jersey is recognized.",
    "statement": "Mr. Speaker, in America when we call the fire department or enroll our children in school, we do not expect a government official to say to us, I need you to do us a favor, though. Why would we tolerate a president using his awesome power to make foreign policy when the safety of our country is at stake not for the people but for himself? I will vote to impeach today because President Trump did just that when he shook down a foreign country to criminally investigate his political rival. If we fail to say that this was wrong, then any president will be free to ask a foreign power, be it Russia, China, or Iran, to help him hurt his political enemies at home. And every foreign tyrant and kleptocrat will <KNOW> that America's foreign policy can be bought by doing our president a political favor. If you <BELIEVE> that our highest duty is to protect America, then search your conscience and ask, do you want our future presidents to behave as this one has done? Do not whisper in the shadows of the Capitol that you disapprove and then defend that conduct here today. Do your duty. Keep your oath. Defend your country."
  },
  {
    "transcript_id": "CNN-21743",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Oh, not at all. If you look at the memo that we sent out describing out group we view ourselves as there to be support for his agenda and the programs he'll put through Congress. We believe that there'll be people on the opposite side who'll attempt to dominate the airwaves and the media with a message to defeat him. What we're going to do is provide that rapid response, that instantaneous communication to make sure that his views and his message and his programs have support, build it in the grassroots, and help deliver that victory on whether it's eliminating the marriage penalty, eliminating the death tax, providing local control for education, Social Security reform, health care reform. That's the kind of programs we're going to help, we hope, carry the message and the day for President-Elect Bush.",
    "statement": "But is it realistic to expect as much of a conservative agenda as you're outlining, Bill Dal Col, when you do have, as we all <KNOW> by now, a 50/50 Senate, such a close margin in the House and a president who barely won election?"
  },
  {
    "transcript_id": "CNN-204319",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think everyone around, because we'd met some of these people and herself, she was right there, everyone had spoken how amazed they were at her calm, her resolve. Everybody around me thought I was dying. Every -- all the EMTs said you had lost so much blood, it was so traumatic. I still lay there and was just --",
    "statement": "I don't <KNOW> how you made it, honey. I really don't."
  },
  {
    "transcript_id": "CNN-218471",
    "matched_terms": {
      "should": "ungraded",
      "apparently": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Number three now, the FDA is moving to take trans fats out of the food you eat. It's in a lot of food that people love -- processed foods, frozen pizzas and desserts, microwave popcorn, coffee creamer. The major source of trans fat, partially hydrogenated oils. It increases the shelf life of food and enhances the flavor. But the FDA says it's no longer generally recognized as safe.",
    "statement": "Number four: the childhood home of rap artist Eminem has been damaged by fire. <APPARENTLY> firefighters responded to the blaze Thursday night. That Detroit house is no longer owned by Eminem's family, we <SHOULD> point out, but it does <APPEAR> on the cover of his album. Earlier this year, the 767 square foot home was auctioned on eBay for $500,000. Didn't receive any bids. And firefighters and investigators, they're still trying to figure out what caused the blaze."
  }
]