[
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "They bussed the people from Miami up here and you are being drowned out a little bit by them.",
    "statement": "<ALL> I am saying is -- and I <<<THINK>>> we both agree -- that it's highly unusual for the United States Supreme Court, even in this <<KIND OF>> magnificent <FACT> situation, for the United States Supreme Court to <TAKE> on a unanimous verdict from a state Supreme Court when that state Supreme Court has made a decision regarding voting procedures, which is presumptively within their -- within their jurisdiction. So do I <<<THINK>>> that they're going to reverse it? I don't <KNOW>. But I <<<THINK>>> this is something to be highly concerned <ABOUT> if I was on your side."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They are storming you, are they.",
    "statement": "<WELL>, I have heard you say and agree with Professor Brinkley that this is a good <THING> for the United States Supreme Court to <TAKE> on an issue as fundamental as voting. But as a non-lawyer, I <WOULD> <EXPECT> that you <WOULD> have filed preliminary briefs in that suit before the Supreme Court arguing that it does not belong to them."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I have heard you say and agree with Professor Brinkley that this is a good thing for the United States Supreme Court to take on an issue as fundamental as voting. But as a non-lawyer, I would expect that you would have filed preliminary briefs in that suit before the Supreme Court arguing that it does not belong to them.",
    "statement": "No, our <VIEW> is that it's fine to have a hearing on this, and, indeed, that a hearing <MAY> <WELL> benefit us, because it will put to rest the kinds of arguments that have been made. And we <<<THINK>>> that that is a desirable <THING>. We <<<THINK>>> this <QUESTION> ought to be resolved in the courts and not on the streets. Having people storm election buildings, knock people down, punch them, disrupt things, the way the press has been reporting, the way it has been reported on ABC News yesterday, the way it was reported in the \"New York Times\" today, and the way I <<<THINK>>> <ALL> the major networks have been viewing today, is not the way we handle the elections in this country. So I <<<THINK>>> that anyone that helps to have that resolved by the courts, whether it's in Florida or the United States Supreme Court is useful. I <<<BELIEVE>>> that the United States Supreme Court is not going to reverse the Florida Supreme Court. And Roger, we'll get together after the decision and talk <ABOUT> who's right."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, our view is that it's fine to have a hearing on this, and, indeed, that a hearing may well benefit us, because it will put to rest the kinds of arguments that have been made. And we think that that is a desirable thing. We think this question ought to be resolved in the courts and not on the streets. Having people storm election buildings, knock people down, punch them, disrupt things, the way the press has been reporting, the way it has been reported on ABC News yesterday, the way it was reported in the \"New York Times\" today, and the way I think all the major networks have been viewing today, is not the way we handle the elections in this country. So I think that anyone that helps to have that resolved by the courts, whether it's in Florida or the United States Supreme Court is useful. I believe that the United States Supreme Court is not going to reverse the Florida Supreme Court. And Roger, we'll get together after the decision and talk about who's right.",
    "statement": "<WELL>, I haven't said, David, that they're going to reverse it. The <QUESTION> you asked me was: Whether or not I thought -- yes, you did asked me if I thought they were going to reverse it. And I am begging the <QUESTION>. But I am saying, though that..."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I haven't said, David, that they're going to reverse it. The question you asked me was: Whether or not I thought -- yes, you did asked me if I thought they were going to reverse it. And I am begging the question. But I am saying, though that...",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "opinion": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I know.",
    "statement": "I am saying that I <<<BELIEVE>>> that this is something that you -- your side is and will be substantially concerned <ABOUT>, because <OBVIOUSLY> taking and reviewing a unanimous <<OPINION>> a state Supreme Court, which presumptively has authority in their own state's elections, is something I <<<THINK>>> that the Supreme Court rarely does. And we both <KNOW> that."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "I have one last question for you both.",
    "statement": "<ABSOLUTELY>. And this is a very rare case."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "may": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "suspect": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Mr. Boies, will you be the person arguing before the Supreme Court then?",
    "statement": "I <DOUBT> that. I <<<THINK>>> that <<PROBABLY>> will be Larry Tribe, who has been handling the federal court litigation. I <<SUSPECT>> I am going to be here the election contest here in Tallahassee. That <MAY> not have been <ENTIRELY> decided. But my expectation <WOULD> be that Larry, who has been handling the federal court litigation, <WOULD> <TAKE> this, and I <WOULD> continue here in Tallahassee."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "David Boies, thank you for joining us. Roger, this leaves us with a case where we almost have more courtrooms and more hearings requiring presentation that we have lawyers to make those presentations.",
    "statement": "Yes, this is the Full Employment for <EVERY> Lawyer Act that is going on. I am <<<SURE>>> my brothers and sisters out there are flocking to Washington for are what is going to be going on -- as <WELL> as Florida."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's turn back to Professor Brinkley once again, who has been standing by very patiently listening to all of this. You can hear the delicacy with which these issues have been brought up among lawyers. Historically, has it been this delicate or has it been more bare knuckles?",
    "statement": "<WELL>, I mean, there is nothing <QUITE> like this to match it to. I mean, when you say has it been more bare knuckles, I <<<THINK>>> we are seeing the bare knuckles right now everywhere we are looking. Who knows what is going on in the state of Florida. You mentioned earlier the Justice Department looking into Miami- Dade Count. Why did suddenly Miami-Dade County decide that they <<COULD>> not do a recount in five days? Why didn't they go on a <<KIND OF>> double-triple shift? The Justice Department will be looking into that. There is going to be an investigation after investigation, lawsuit after lawsuit. The good news for people watching is the Supreme Court moving in now is basically giving a message: Enough is enough. We are going to be -- there is no place to appeal after the U.S. Supreme Court. We are going to weigh in on this. And we are going to rule for which is the big <QUESTION>: Is the Florida Supreme court a -- the actual -- legitimate in allowing the hand counts to continue? Or was that an illegitimate overstepping of their bounds? If that one issue <<COULD>> get settled by the Supreme Court quickly in early December, I <<<THINK>>> we will start getting get some clarity to the situation. Yet, Miami-Dade County, of course, is still another factor lingering out there. But we've <NEVER> had this <<SORT OF>> situation to compare it to. And I <<<THINK>>> the closest we've had of a presidency, not an election, is of course with Watergate. And you have -- we have been making analogies to it over and over again. But it's really <QUITE> vastly different. So I <<<THINK>>>, today, the Supreme Court is simply saying: Enough is enough. We are going to make some <<SENSE>> out of <ALL> of this anarchy."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "sure": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I mean, there is nothing quite like this to match it to. I mean, when you say has it been more bare knuckles, I think we are seeing the bare knuckles right now everywhere we are looking. Who knows what is going on in the state of Florida. You mentioned earlier the Justice Department looking into Miami- Dade Count. Why did suddenly Miami-Dade County decide that they could not do a recount in five days? Why didn't they go on a kind of double-triple shift? The Justice Department will be looking into that. There is going to be an investigation after investigation, lawsuit after lawsuit. The good news for people watching is the Supreme Court moving in now is basically giving a message: Enough is enough. We are going to be -- there is no place to appeal after the U.S. Supreme Court. We are going to weigh in on this. And we are going to rule for which is the big question: Is the Florida Supreme court a -- the actual -- legitimate in allowing the hand counts to continue? Or was that an illegitimate overstepping of their bounds? If that one issue could get settled by the Supreme Court quickly in early December, I think we will start getting get some clarity to the situation. Yet, Miami-Dade County, of course, is still another factor lingering out there. But we've never had this sort of situation to compare it to. And I think the closest we've had of a presidency, not an election, is of course with Watergate. And you have -- we have been making analogies to it over and over again. But it's really quite vastly different. So I think, today, the Supreme Court is simply saying: Enough is enough. We are going to make some sense out of all of this anarchy.",
    "statement": "And, as an historian looking at this across a time frame, do you <<<THINK>>> enough is enough? Or do you <<<THINK>>> that the electorate needs some clarification, <<PERHAPS>> some closure? Or, in the past, have voters and have bystanders had a high tolerance for this stretched out over time?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And, as an historian looking at this across a time frame, do you think enough is enough? Or do you think that the electorate needs some clarification, perhaps some closure? Or, in the past, have voters and have bystanders had a high tolerance for this stretched out over time?",
    "statement": "We have a very high tolerance in this country for <ALL> sorts of things. I mean, you <KNOW>, as I said before, the 1876 one went on for five months. That was too long. But Franklin Roosevelt was inaugurated in March, because we used to have -- you <KNOW>, it <WOULD> <TAKE> that long to make <<<SURE>>> things <<COULD>> be sorted out. And it got moved to a January inaugural. What is important are those dates that, on Inauguration Day, either Governor Bush or Vice President Gore is going to be sworn in. Our country has a president, Bill Clinton, right now. We are not in the middle of a constitutional crisis. We are in the midst a very, very close election and a few hundred votes difference one way or another. It's <ONLY> <NATURAL> that people, after working so hard for the last few years to reach that pinnacle of politics, the -- on the cusp of being president of the United States, it's <ONLY> <NATURAL> that this <WOULD> end up -- in our highly legal society -- in the courtrooms. And that is what is happening. And I don't <<<THINK>>> that we <SHOULD> be too surprised that this is taking on a legal dimension."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Or too appalled, yes.",
    "statement": "Professor Brinkley, thank you for joining us -- Douglas Brinkley, professor of history and director of the Eisenhower Center for American Studies at the University of New Orleans. Just to recap what is happening in just the past hour or so: The latest turn in this long road of twists and turns in the presidential election and recounts is that the United States Supreme Court has agreed to <TAKE> on -- has agreed to hear arguments on behalf of the Bush campaign -- that the hand recounting in Florida <SHOULD> be stopped. Let's <TAKE> a break here -- catch our breaths. And we'll be back in just a moment."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Coronavirus is spreading <AROUND> the world, and so is misinformation <ABOUT> it. We are cutting through <ALL> of it and getting just the facts this hour. What we <KNOW> this morning where the 2,000 passengers are being held on a cruise chip that's docked the coast of California, just out there right under the Golden Gate Bridge, they are getting test kits, airdropped to them after nearly two dozen people showed symptoms <<POSSIBLY>> of coronavirus. Some have tested <POSITIVE>."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "The effects across the world becoming very real. Airlines cutting flights, bracing for $113 billion in losses, dozens of schools now shut down in three states here and major companies, listen to this, Facebook, Amazon, they're asking employees in some areas to stay at home rather than come to work. We're covering the story in the way only CNN can from coast to coast. Let's begin with CNN's Dan Simon. He's in San Francisco. A cruise ship full of people locked off the coast, we have seen this before. What are they in for?",
    "statement": "Poppy and Jim, we <KNOW> that 21 crew members and passengers are showing some <<KIND OF>> cold or flu-like symptoms. <<PERHAPS>> they have the coronavirus. There is going to be some testing done later today. What we do <KNOW> is that this was a 15-day voyage. The cruise going to the Hawaiian Islands, it was supposed to come back to the San Francisco cruise ship terminal on Saturday, but things were cut short. Instead it is not going to dock at <ALL>. It is going to be off the coast of California, while medical officials work to see if in <FACT> those 20 or so people do in <FACT> have the coronavirus. We <KNOW> the Coast Guard is going to be airdropping some testing kits, according to Gavin Newsom. Those tests will <ONLY> <TAKE> <ABOUT> a couple of hours to complete. We do <KNOW> that at least three people tested <POSITIVE> for the coronavirus, they were on the previous ship and that another 60 or so people from that cruise are now on this cruise. In the meantime, we're just waiting to see what is going to happen next. If in <FACT> some people do test <POSITIVE>, there is an open <QUESTION> <ABOUT> whether or not there will be some type of mass quarantine. Poppy and Jim, back to you."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wow, Dan, thank you for that reporting. For the latest on this situation here in New York, let's go to our National Correspondent, Brynn Gingras. Good morning, Brynn.",
    "statement": "Yes. Good morning, Poppy. And the numbers keep going up here in New York City. We learned <ABOUT> two new cases by the mayor, Mayor Bill de Blasio. A man in his 40s, a woman in her 80s, both are in the intensive care units at hospitals here in New York City. And now health officials are trying to track down, test and isolate anyone who had a connection with both those individuals. These two new cases brings a total of cases in the State of New York to 13. Now, a <MAJORITY> of those cases are <ALL> connected back to a man who tested <POSITIVE> earlier this week, a 50-year-old lawyer, who was also in the hospital. His family tested <POSITIVE>, some of his neighbors and they are <ALL> being isolated as <WELL>. But we're seeing the trickledown effect of that. State and city health officials have closed down some schools that kids have gone to, university campus, a temple where they worshipped and <ABOUT> a thousand people as of yet are going to be tested and then asked to self- quarantine by city and state health officials. Poppy and Jim?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes. Good morning, Poppy. And the numbers keep going up here in New York City. We learned about two new cases by the mayor, Mayor Bill de Blasio. A man in his 40s, a woman in her 80s, both are in the intensive care units at hospitals here in New York City. And now health officials are trying to track down, test and isolate anyone who had a connection with both those individuals. These two new cases brings a total of cases in the State of New York to 13. Now, a majority of those cases are all connected back to a man who tested positive earlier this week, a 50-year-old lawyer, who was also in the hospital. His family tested positive, some of his neighbors and they are all being isolated as well. But we're seeing the trickledown effect of that. State and city health officials have closed down some schools that kids have gone to, university campus, a temple where they worshipped and about a thousand people as of yet are going to be tested and then asked to self- quarantine by city and state health officials. Poppy and Jim?",
    "statement": "This <<KIND OF>> <THING> happening in communities across the country now as they discover cases with real consequences. Brynn Gingras, thanks very much. In Seattle, here is another one, Amazon now says that any employee who can <SHOULD> stay home from work until the end of this month. That's without even testing <POSITIVE> for this. It is a precaution. Let's go to CNN Correspondent Stephanie Elam. She's in Kirkland, Washington. Tell us how many people this will affect there."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "unclear": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This kind of thing happening in communities across the country now as they discover cases with real consequences. Brynn Gingras, thanks very much. In Seattle, here is another one, Amazon now says that any employee who can should stay home from work until the end of this month. That's without even testing positive for this. It is a precaution. Let's go to CNN Correspondent Stephanie Elam. She's in Kirkland, Washington. Tell us how many people this will affect there.",
    "statement": "It is going to affect -- if you <<<THINK>>> <ABOUT> it, it's not going to just affect the employees, Jim, it's also going to affect the businesses <AROUND> it, <<<THINK>>> of <ABOUT> the lunch spots <AROUND> it. Everyone <AROUND> this is going to <<FEEL>> the effects of this in Seattle. What you're talking <ABOUT> right now is looking at these companies trying to protect their employees. So you said Amazon, recommending people stay home from Seattle and also their Bellevue operations through the end of march. And at Facebook, they said one of their contract workers has tested <POSITIVE> for having coronavirus and so, therefore, that facility, they're closing down for rest of the week. And they're also saying that people <SHOULD> stay and work from home if they're able to through the end of march as <WELL>. Beyond that, looking at King County, this is where we have seen ten deaths in the nation, six of them related back to the Life Care Center of Kirkland, which we're standing in front of right now. This is where we <KNOW> they're getting help from federal officials, CDC and also the county. But they say they do not have tests here. So they're relying on the hospitals to help them out. And also we checked in with King County yesterday, they said they don't have enough tests to give them to <ALL> the people who <WOULD> like to be tested at this point. So they're looking to get more of those tests to help out and finish trying to <FIGURE> out where this one virus has made its way into this nursing facility. That's what they're working on now. But still that's <<UNCLEAR>>. What's more of a priority is just getting the people tested, who <NEED TO> be, and then getting them quarantined, which they're planning on doing in this motel they are purchasing for $4 million to quarantine these individuals so that they can recoup from coronavirus. Poppy and Jim?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It is going to affect -- if you think about it, it's not going to just affect the employees, Jim, it's also going to affect the businesses around it, think of about the lunch spots around it. Everyone around this is going to feel the effects of this in Seattle. What you're talking about right now is looking at these companies trying to protect their employees. So you said Amazon, recommending people stay home from Seattle and also their Bellevue operations through the end of march. And at Facebook, they said one of their contract workers has tested positive for having coronavirus and so, therefore, that facility, they're closing down for rest of the week. And they're also saying that people should stay and work from home if they're able to through the end of march as well. Beyond that, looking at King County, this is where we have seen ten deaths in the nation, six of them related back to the Life Care Center of Kirkland, which we're standing in front of right now. This is where we know they're getting help from federal officials, CDC and also the county. But they say they do not have tests here. So they're relying on the hospitals to help them out. And also we checked in with King County yesterday, they said they don't have enough tests to give them to all the people who would like to be tested at this point. So they're looking to get more of those tests to help out and finish trying to figure out where this one virus has made its way into this nursing facility. That's what they're working on now. But still that's unclear. What's more of a priority is just getting the people tested, who need to be, and then getting them quarantined, which they're planning on doing in this motel they are purchasing for $4 million to quarantine these individuals so that they can recoup from coronavirus. Poppy and Jim?",
    "statement": "Okay, Stephanie, thank you for that update. Back with us again this hour, Dr. Sanjay Gupta, our Chief Medical Correspondent. Also joining us, Dr. Leana Wen, former Baltimore City Health Commissioner, John Harwood is with us from the House. Sanjay, let me begin with you. The president said something last night, contradicting what the World Health Organization has said <ABOUT> how fatal coronavirus is, and what Dr. Anthony Fauci has said, head of NIH. Here is what the president said last night. Let's listen."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Okay, Stephanie, thank you for that update. Back with us again this hour, Dr. Sanjay Gupta, our Chief Medical Correspondent. Also joining us, Dr. Leana Wen, former Baltimore City Health Commissioner, John Harwood is with us from the House. Sanjay, let me begin with you. The president said something last night, contradicting what the World Health Organization has said about how fatal coronavirus is, and what Dr. Anthony Fauci has said, head of NIH. Here is what the president said last night. Let's listen.",
    "statement": "I <<<THINK>>> the 3.4 percent is a false number. Now, this is just my <HUNCH>. But based on a lot of conversations with a lot of people that do this, because a lot of people will have this and it's very mild. Personally, I <WOULD> say the number is way under 1 percent."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "believe": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "I think the 3.4 percent is a false number. Now, this is just my hunch. But based on a lot of conversations with a lot of people that do this, because a lot of people will have this and it's very mild. Personally, I would say the number is way under 1 percent.",
    "statement": "What are Americans supposed to <<<BELIEVE>>> this morning?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What are Americans supposed to believe this morning?",
    "statement": "<WELL>, I mean, there is data. And the World Health Organization is releasing this data, the CDC is releasing this data. I <<<THINK>>> what the president is referring to is the possibility that there are people out there who have not -- you <KNOW>, because they don't have really much in the way of symptoms, don't <KNOW> that they have the coronavirus. They haven't been able to get tested because the testing hasn't been out there, and therefore, when you have a <CERTAIN> number of people who have died over a <CERTAIN> number of people who have been infected, because more people have been infected, the fatality ratio will come down. That's what he's talking <ABOUT>. But everyone has told him, I <KNOW> because I was at the White House yesterday, we <HAVE TO> deal with real numbers at this point. In Hubei Province, where this started, the fatality rate has stayed <AROUND> 2 percent even as the testing has increased. So we can't be lured into this false <<SENSE>> of security. We have got to prepare for the <FACT> that we <MAY> be dealing with something that <<COULD>> be 10 to 20 times more lethal than the flu."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I mean, there is data. And the World Health Organization is releasing this data, the CDC is releasing this data. I think what the president is referring to is the possibility that there are people out there who have not -- you know, because they don't have really much in the way of symptoms, don't know that they have the coronavirus. They haven't been able to get tested because the testing hasn't been out there, and therefore, when you have a certain number of people who have died over a certain number of people who have been infected, because more people have been infected, the fatality ratio will come down. That's what he's talking about. But everyone has told him, I know because I was at the White House yesterday, we have to deal with real numbers at this point. In Hubei Province, where this started, the fatality rate has stayed around 2 percent even as the testing has increased. So we can't be lured into this false sense of security. We have got to prepare for the fact that we may be dealing with something that could be 10 to 20 times more lethal than the flu.",
    "statement": "Dr. Wen, what effect does that have on responding to this disease when you have the president sharing hunches, right, because it is not just <ABOUT> the information being messy or untrue, frankly, but <ABOUT> what that leads people -- how to react to it, what they do and what they don't do based on that false information?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dr. Wen, what effect does that have on responding to this disease when you have the president sharing hunches, right, because it is not just about the information being messy or untrue, frankly, but about what that leads people -- how to react to it, what they do and what they don't do based on that false information?",
    "statement": "<WELL>, in any public health emergency, it is important that we get the facts out and that <ALL> government officials talk <ABOUT> the evidence and the science and start with, here's what we <KNOW>, here's what we don't <KNOW>, and then also talk <ABOUT> how we're going to get to the answers of what we don't <KNOW> because transparent, honest, <CLEAR> communication is the bedrock of a good public health response. And I <<<THINK>>> the president is trying to reassure people by giving them this rosy picture, but actually the <<TRUTH>> is a better antidote to fear."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Always, it is. There were a number of claims made by the president last night, John, on with his friend, Sean Hannity, and one of them was this, in terms of sort of laying blame for the predicament America finds itself in today. What can you tell us?",
    "statement": "<WELL>, listen, Poppy, as the two doctors before me have indicated, what history tells us is that <CLEAR> information in a crisis is what Americans need for their president. I wrote <ABOUT> this on CNN.com. And hearing the interview was an off the cuff <THING>. He was responding to questions over the phone. But in a formal event at the White House yesterday, the president joined Vice President Pence and it started this way. Vice President Pence flattered the president's response, said he had done a terrific job, and then the president took the microphone and he blamed President Obama for slowing -- slow progress in coronavirus testing. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "The Obama administration made a decision on testing that turned out to be very detrimental to what we're doing. And we undid that decision a few days ago so that the testing can take place in a much more accurate and rapid fashion.",
    "statement": "Now, the <REALITY> is what the president said was untrue. He was referring to a regulatory proposal that was made during the Obama administration, but was not enacted. That was confirmed yesterday by an aide to Lamar Alexander, who is the Republican senator of the relevant committee who said, no such <CHANGE> was made. Again, underscoring that Americans need <CLEAR> information from their president, and right now they're not getting it from President Trump."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Now, the reality is what the president said was untrue. He was referring to a regulatory proposal that was made during the Obama administration, but was not enacted. That was confirmed yesterday by an aide to Lamar Alexander, who is the Republican senator of the relevant committee who said, no such change was made. Again, underscoring that Americans need clear information from their president, and right now they're not getting it from President Trump.",
    "statement": "Okay. Sanjay, let's talk <ABOUT> the facts, because bad information is dangerous in its own right. Based on -- and you've been covering this closely, you've asked the president direct questions <ABOUT> this, based on what you <KNOW>, has the president stood in the way of steps early on in the response to this crisis, to this outbreak, that made a difference, a negative difference early on?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Okay. Sanjay, let's talk about the facts, because bad information is dangerous in its own right. Based on -- and you've been covering this closely, you've asked the president direct questions about this, based on what you know, has the president stood in the way of steps early on in the response to this crisis, to this outbreak, that made a difference, a negative difference early on?",
    "statement": "I <<<THINK>>> there has been <<SORT OF>> two paths. One path was, you <KNOW>, we saw things like this quarantine of 195 Americans that came out of Wuhan. We haven't seen a quarantine in this country in decades. Clearly, the last time was during the smallpox in the '60s, so that was unprecedented. What struck was we developed a test really quickly in this country and then that test, actually, going out to start doing surveillance <AROUND> the country, which was happening in China, and was <ABOUT> to happen in countries <ALL> over the world, did not happen here."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Why?",
    "statement": "That's the <QUESTION>. Was it -- was the criteria <AROUND> these tests purposefully made too narrow so as to underestimate the number of people who were going to be actually exposed to coronavirus?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That would be alarming.",
    "statement": "We do <KNOW> that there was some faulty tests that were sent out, but this idea that the criteria by which these tests were being administered were too narrow and didn't fall in line with World Health Organization guidelines, did not fall in line with other countries' guidelines, South Korea was testing thousands of patients a day, we have tested some 1,200 patients <ONLY> now total in six to nine weeks into this. I <<<THINK>>>, you <KNOW>, there has been this idea that was there a notion to try and underestimate the number of people who were affected by this. You hear <ABOUT> the rosier <<SORT OF>> tape that people want to put on this. It's understandable. We don't want to alarm people, nobody wants to alarm people, but the idea that we did not have basic facts that we <<COULD>> have had, that other countries were able to get, that made the United States and <<SORT OF>> the bottom tier had it came to testing is a real concern that I've heard from many of my sources at <ALL> level of government."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Dr. Wen, the president last night also suggested that it is okay for sick people to go to work. He's contesting that even said that this morning on Twitter. But I want you and everyone to listen to what the president said. Here he was.",
    "statement": "We have thousands or hundreds of thousands of people that get better, just by, you <KNOW>, sitting <AROUND> and even going to work, some of them go to work. But they get better."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "We have thousands or hundreds of thousands of people that get better, just by, you know, sitting around and even going to work, some of them go to work. But they get better.",
    "statement": "<SHOULD> these sick people be going to work?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Should these sick people be going to work?",
    "statement": "<WELL>, there is no <QUESTION> that if you are diagnosed with coronavirus, you <SHOULD> not be going to work and be <AROUND> people because you <<COULD>> infect them. And, in <FACT>, that's what we say for people who have any respiratory illness. If you have the flu, you shouldn't be <AROUND> other people and infecting them either. I <<COULD>> see though that <<MAYBE>> if your work involves telecommuting, if you're able to do your work from home and you have mild symptoms or no symptoms and you want to keep busy, <<MAYBE>> you <<COULD>> keep on doing work. But I do <<<THINK>>> it's really <CRITICAL> at this time that we heed the advice of our doctors, of our public health officials, who <SHOULD> have the <FINAL WORD> on what <<COULD>> be done to contain this epidemic. And, look, I wanted to say too, there is a lot that the Trump administration has done right in this response. It is easy to look back in hindsight and say, oh, they <SHOULD> have done this or that. They have done a lot of things right. But honest, transparent, <CLEAR> communication based on science going forward is also really important too."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<CLEAR> communications based on science, the least the American people can demand. Dr. Leana Wen, Dr. Sanjay Gupta, John Harwood, thanks to <ALL> of you. Great to have those questions answered. Tonight, be <<<SURE>>> to watch our special global town hall, Coronavirus, Facts and Fears. It's going to answer these questions for you, hosted by Anderson Cooper and Dr. Sanjay Gupta, 10:00 Eastern Time <ONLY> on"
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "U.S. stock futures are trading higher this morning as investors are optimistic after news that E.U. leaders <MAY> create two rescue funds to fix the eurozone debt crisis. At the closing bell, the major indexes finished mixed. The Dow and S&P; both closed up and the NASDAQ ended lower for the day. The country's Rust belt, the auto belt, is getting a boost. According to a new forecast, a hiring boom is expected for the auto industry in Ohio, Michigan and Pennsylvania. Two hundred thousand workers will <<LIKELY>> be hired in those states, plus Indiana, by 2015. A tax deal underway, but lawmakers say they plan to overhaul New York state's income tax, hiking taxes for the highest-earning residents and offering a tax break for the middle class. This <ONLY> weeks before the millionaire surcharge expires. Under the package, the state will raise nearly $2 billion. Happening this morning, Treasury Secretary Timothy Geithner is in Paris to meet with the French President Nicolas Sarkozy and other European leaders. Investors are closely watching these meetings, hoping something is going to be actually resolved in the euro debt crisis. Christine Romans live here in New York to talk more <ABOUT> Geithner's role. Good morning, Christine."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "U.S. stock futures are trading higher this morning as investors are optimistic after news that E.U. leaders may create two rescue funds to fix the eurozone debt crisis. At the closing bell, the major indexes finished mixed. The Dow and S&P; both closed up and the NASDAQ ended lower for the day. The country's Rust belt, the auto belt, is getting a boost. According to a new forecast, a hiring boom is expected for the auto industry in Ohio, Michigan and Pennsylvania. Two hundred thousand workers will likely be hired in those states, plus Indiana, by 2015. A tax deal underway, but lawmakers say they plan to overhaul New York state's income tax, hiking taxes for the highest-earning residents and offering a tax break for the middle class. This only weeks before the millionaire surcharge expires. Under the package, the state will raise nearly $2 billion. Happening this morning, Treasury Secretary Timothy Geithner is in Paris to meet with the French President Nicolas Sarkozy and other European leaders. Investors are closely watching these meetings, hoping something is going to be actually resolved in the euro debt crisis. Christine Romans live here in New York to talk more about Geithner's role. Good morning, Christine.",
    "statement": "Good morning. <WELL>, you <KNOW>, he's pushing for -- <OBVIOUSLY> for a solution to these problems and the U.S. is in it. Even though this is Europe's issue, Carol, as you <KNOW>, the U.S. is in it, because this is our biggest customer, a destination for American goods. If Europe doesn't get its act together, American factories will close and people will lose their jobs. No <QUESTION>. So, we're <ALL> in this global row boat together. We want to make <<<SURE>>> -- Tim Geithner wants to make <<<SURE>>> we're rowing in the same direction. What they're talking <ABOUT> this morning, a lot of talk <ABOUT> a fire wall between countries. For example, if Italy starts having problems, there's a financial fire wall that they'll be able to enact. And also, the size of the stability found, this European rescue fund, talking <ABOUT> doubling the size of that. <ALL> of this is negotiations. We're just -- as Ali and I like to say, this is <ALL> incremental. <EVERY> little piece of this story is so incremental. But Tim Geithner, the U.S. treasury secretary there. And so far this morning, so far this week, there's been optimism that European leaders get it, they get that they're behind the curve and they're working hard to get ahead of the curve on this, Carol."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "must": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Good morning. Well, you know, he's pushing for -- obviously for a solution to these problems and the U.S. is in it. Even though this is Europe's issue, Carol, as you know, the U.S. is in it, because this is our biggest customer, a destination for American goods. If Europe doesn't get its act together, American factories will close and people will lose their jobs. No question. So, we're all in this global row boat together. We want to make sure -- Tim Geithner wants to make sure we're rowing in the same direction. What they're talking about this morning, a lot of talk about a fire wall between countries. For example, if Italy starts having problems, there's a financial fire wall that they'll be able to enact. And also, the size of the stability found, this European rescue fund, talking about doubling the size of that. All of this is negotiations. We're just -- as Ali and I like to say, this is all incremental. Every little piece of this story is so incremental. But Tim Geithner, the U.S. treasury secretary there. And so far this morning, so far this week, there's been optimism that European leaders get it, they get that they're behind the curve and they're working hard to get ahead of the curve on this, Carol.",
    "statement": "OK. Let's talk <ABOUT> something else, like credit scores. Yes, we <MUST> talk <ABOUT> credit scores, even though it's so early in the morning. But they're <ABOUT> to get a lot more detailed if one company gets its way. Tell us more <ABOUT> this."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK. Let's talk about something else, like credit scores. Yes, we must talk about credit scores, even though it's so early in the morning. But they're about to get a lot more detailed if one company gets its way. Tell us more about this.",
    "statement": "It's a company called core logic. Please follow me on Twitter, @ChristineRomans, because I'm going to tweet you a link to this story. \"The New York Times\" is reporting that the core logic is finding new ways to enhance your credit score, working with the big credit, with the traditional credit agencies to put new things in there like whether you're under water on your home, <<MAYBE>> even <<SORT OF>> -- some are speculating what <<KIND OF>> prescriptions that you're taking, what your property tax liens, if you're behind on your homeowner's association dues. Now, I'm going to be very honest with you, the credit rating agencies <KNOW> way more <ABOUT> you than you <<<THINK>>> they do. And one executive at a credit rating agency told me <ABOUT> a year ago, we <KNOW> what you're going to do in your finances before you do. They run these algorithms on everything you've ever done, and how you behave, and how other people behave even in your own age group, in your own income group, in your own zip code. They sell this information to the banks so they <KNOW> what -- whether you're a good credit risk, the <<KIND OF>> person they want to sell a <CERTAIN> product to. So, your financial life is being analyzed in ways that we <NEVER> <WOULD> have even dreamed of 10 years ago or so. So, this is just a new little twist on that, Carol. <<<THINK>>> <ABOUT> this."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It's a company called core logic. Please follow me on Twitter, @ChristineRomans, because I'm going to tweet you a link to this story. \"The New York Times\" is reporting that the core logic is finding new ways to enhance your credit score, working with the big credit, with the traditional credit agencies to put new things in there like whether you're under water on your home, maybe even sort of -- some are speculating what kind of prescriptions that you're taking, what your property tax liens, if you're behind on your homeowner's association dues. Now, I'm going to be very honest with you, the credit rating agencies know way more about you than you think they do. And one executive at a credit rating agency told me about a year ago, we know what you're going to do in your finances before you do. They run these algorithms on everything you've ever done, and how you behave, and how other people behave even in your own age group, in your own income group, in your own zip code. They sell this information to the banks so they know what -- whether you're a good credit risk, the kind of person they want to sell a certain product to. So, your financial life is being analyzed in ways that we never would have even dreamed of 10 years ago or so. So, this is just a new little twist on that, Carol. Think about this.",
    "statement": "Don't you wish -- yes, it's creepy. Don't you wish you <<COULD>> sunshine the mirror back on them, get <ALL> the dirt on them?"
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Don't you wish -- yes, it's creepy. Don't you wish you could sunshine the mirror back on them, get all the dirt on them?",
    "statement": "I don't <KNOW>. I don't <KNOW> if they're underwater on their loan, I don't <KNOW> why it matters to me. But, you <KNOW>, I will tell you --"
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I don't know. I don't know if they're underwater on their loan, I don't know why it matters to me. But, you know, I will tell you --",
    "statement": "The bank -- I mean, they sell -- the credit agency sells the information to the banks. We <KNOW> that banks aren't <ALWAYS> on the up and up. Why don't they shine the light on the banks, too, instead of just on the poor consumer?"
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The bank -- I mean, they sell -- the credit agency sells the information to the banks. We know that banks aren't always on the up and up. Why don't they shine the light on the banks, too, instead of just on the poor consumer?",
    "statement": "I <WOULD> say we've been shining the lights on the banks over the past few years, if you ask me. But I will say something -- you <NEED TO> pay your bills on time. That's the number one factor in a credit score is paying your bills on time. So, <ALL> these other things I'm talking <ABOUT> are <ALL> little factors in an overall number, overall credit report, right? But if you pay your bills on time, your credit score will be golden -- <BOTTOM LINE>."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I would say we've been shining the lights on the banks over the past few years, if you ask me. But I will say something -- you need to pay your bills on time. That's the number one factor in a credit score is paying your bills on time. So, all these other things I'm talking about are all little factors in an overall number, overall credit report, right? But if you pay your bills on time, your credit score will be golden -- bottom line.",
    "statement": "Christine Romans, we'll talk more <ABOUT> this, you're right, this is creepy. I'll see you in <A BIT>, Christine."
  },
  {
    "transcript_id": "CNN-177226",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Bye.",
    "statement": "Thank you. Tweets are forever, at least the public ones. Federalnewsradio.com reports that the Library of Congress struck a deal with Twitter allowing the agency to receive an archive of <EVERY> public tweet ever. They will be labeled as historical documents. If you're a Twitter user, you <<COULD>> be immortalized in history in 140 characters or less. We'll be right back with the day's top stories."
  },
  {
    "transcript_id": "CNN-166813",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "To Pakistan now where it's been nearly a month since American forces found and killed Osama bin Laden in Abbottabad. Several children were living inside bin Laden's compound. And just like any kids, they like to play and make friends, but, as our Stan Grant is reporting, their neighborhood playmates didn't really understand who was living behind those walls.",
    "statement": "One month along, killing Osama bin Laden has not won America too many friends here. This shopkeeper lives less than 200 meters from where bin Laden lived and died. He has more sympathy for the slain al Qaeda leader than foreigners and swearing at us, calling us pigs. \"Are Muslims terrorists everywhere?,\" he says. \"Actually, America is the biggest terrorist.\" Others, though, are friendlier. This boy, Zara (ph), approaches us with a story to tell. He and his sister Asa (ph) befriended bin Laden's youngest children and grandchildren. They say there were two boys, one girl, 7, 4 and 3 years old. Zara relives the cricket games he played with them. That's the white bin Laden house you can see behind us. Contradicting reports that no outsiders breached the bin Laden security, Zara says he actually played inside the compound itself, getting a close look at a secret world. Despite being neighbors, the brother and sister didn't <KNOW> the bin Laden children's names. The children told them their father was the family courier they called Nadim (ph). <ONLY> now do they <KNOW> who their playmates really were."
  },
  {
    "transcript_id": "CNN-166813",
    "matched_terms": {
      "clear": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "My grandmother asked him in Pashto, \"Who is your father?\" Asa says they said Nadim, they always said Nadim.",
    "statement": "Through this brother and sister, we get to piece together daily life in bin Laden compound. <RATHER> than speaking the local language, the bin Ladens preferred Pashto, the language of the Afghanistan-Pakistan border. They were normal family, friendly, the children say. They <NEVER> saw Osama bin Laden. He remained <WELL> hidden. They did meet the bin Laden wives. There were two aunties standing in the house, Zara says. They asked me how was I, where did I live, what did my mother do? I told them my mother was a housewife. They wore ordinary Pakistani clothes. Zara says he noticed the women were different from other mothers in the neighborhood. They spoke in a strange language, he says, very poor Urdu and then I thought <<PROBABLY>> they were Arabic. And the children were different, too. Even in this Muslim community, they were especially devout. They were very religious, Zara says. Whenever I went there to play, they asked me to wait until afternoon prayer and then they <WOULD> stop playing later for evening prayer. Asa shows us pet rabbits, a gift from the bin Laden family. After everything, she says, she misses her friends. They we're young. They were beautiful. I really miss them. They were the <ONLY> children we played with. Zara and Asa's father is a government official in the justice department. Yet, Osama bin Laden lived right next door and no one knew. The bin Ladens lived this way for years in the heart of Abbottabad, a military city in the mountains, two hours' drive north from the Pakistan's capital Islamabad. Now the area is in lockdown. In recent days it's been opened for the CIA to collect material and information, but no such access for us. As we try to get close, this is what happens. The police say they are under instructions to smash our cameras. We get them back, but we won't be going any further. (on camera): <WELL>, this is clearly as far as we're going to go. We're not going to get any closer to the bin Laden compound. Here, life continues as normal. Beyond here, though, 200 meters or so away, is the bin Laden house, still holding in so many of the secrets of his life here in Abbottabad. OK. We're finished. Thank you very much. Thank you. Stan Grant, CNN, Abbottabad, Pakistan."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Senate Minority Leader Chuck Schumer is firing back at President Trump for targeting Obama's legacy while also questioning the sitting president's leadership. The Democrat leader tweeting this, \"President of the United States modus operandi, failure to lead. Throws destructive bones to his base and tells Congress to fix it, Iran, health care, and Puerto Rico.\" Let's discuss this with our panel. Allan Lichtman is a presidential historian and professor at American University, Stephen Moore is a CNN senior economics analyst and a former adviser to the Trump campaign, Jonathan Gruber is an economics professor at Massachusetts Institute of Technology who also helped craft Obamacare. Good to see <ALL> of you, gentlemen. Jonathan, let me begin with you. <<COULD>> this move by President Trump to end health care subsidies lead to what the president says <WOULD> be helping millions, or <WOULD> it lead to the unraveling of the ACA?"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Senate Minority Leader Chuck Schumer is firing back at President Trump for targeting Obama's legacy while also questioning the sitting president's leadership. The Democrat leader tweeting this, \"President of the United States modus operandi, failure to lead. Throws destructive bones to his base and tells Congress to fix it, Iran, health care, and Puerto Rico.\" Let's discuss this with our panel. Allan Lichtman is a presidential historian and professor at American University, Stephen Moore is a CNN senior economics analyst and a former adviser to the Trump campaign, Jonathan Gruber is an economics professor at Massachusetts Institute of Technology who also helped craft Obamacare. Good to see all of you, gentlemen. Jonathan, let me begin with you. Could this move by President Trump to end health care subsidies lead to what the president says would be helping millions, or would it lead to the unraveling of the ACA?",
    "statement": "Neither. So it's not going to lead the unraveling of the ACA. Most of the ACA will be fine. But any objective analysis that has looked at this said that it will lead to much higher premiums, to people losing health insurance, and ironically, to the government spending more, not less. By CBO's estimates, this move by the president to end the so-called cost sharing reduction subsidies which protect low income people against high deductibles will actually increase the deficit by $200 billion over the next decade while causing a million people to lose health insurance. His other actions essentially allow scam insurance plans to be offered to everyone in the market, setting us back to the bad days where you can buy insurance thinking it was good and find out <ONLY> later that on page 73 it said, by the way, we <ONLY> cover the first $100 of a hospital stay. That is not the way insurance <SHOULD> work. It's a complicated product. We need structure to make <<<SURE>>> that when you buy insurance, it's real. The president's actions <WOULD> undercut that."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So then Stephen, increasing the deficit, thinner coverage, why is this good?",
    "statement": "First let me address this issue <ABOUT> the first executive order, which was the one to allow people to buy affordable plans. Look, the way insurance <SHOULD> work is Americans <SHOULD> have choices. You <SHOULD> be able to buy whatever plan that you <WOULD> to. And Obamacare makes that illegal essentially."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Except the argument is being made -- sorry to interrupt you, but just to answer what Jonathan was saying. The argument is being made that with this executive order it is now going to be worse. If people right now are paying $255 a year with the subsidy, without the subsidy, and we have a graphic, we're now looking at $3,600 a year for premiums. That's not better if you're already counting on the plan and if you're already grimacing at the $255 years a year, you really are in trouble with the $3,600 a year.",
    "statement": "What you're talking <ABOUT> now is the bail out of the insurance companies, and the problem is --"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "What you're talking about now is the bail out of the insurance companies, and the problem is --",
    "statement": "We're talking <ABOUT> the removal of subsidies."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We're talking about the removal of subsidies.",
    "statement": "No. What Donald Trump did was he basically said we're not going to provide the funding to bail out Barack Obama's health care system. Remember, one of the promises is this plan <WOULD> not increase the budget deficit. Now they're coming for $10 billion to $15 billion this year. They are going to need more money next year. The <BOTTOM LINE> here is that Obamacare is <<KIND OF>> in a financial free fall right now with healthy people opting out of system, sick people signing up for care so it's making it more expensive for everyone. I want, and I <<<THINK>>> Donald Trump agrees with it, we want everybody covered but we want two things. We want people to have maximum choice so they can buy whatever plan they want to. You <MAY> call them skimpier plans or whatever, but if people want -- this is America. You <SHOULD> be able to --"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "If you buy coverage, you want it to fix your ailment.",
    "statement": "You <SHOULD> be able to buy what you want. Let me just give you one example. A lot of people want to just buy catastrophic insurance coverage so they are covered. I'm in that camp. I just want coverage for someone in my family gets really sick or there's a terrible accident, we're covered for that. But we don't want the 40 services that are required under Obamacare."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You should be able to buy what you want. Let me just give you one example. A lot of people want to just buy catastrophic insurance coverage so they are covered. I'm in that camp. I just want coverage for someone in my family gets really sick or there's a terrible accident, we're covered for that. But we don't want the 40 services that are required under Obamacare.",
    "statement": "Jonathan, I want you to respond in a second. But first, Allan, when we talk <ABOUT> legacies, one of the Obama legacies is this Affordable Care Act, the Iran deal. Those were the big legacies. And now it <MAY> be too early for nine months into a presidency, President Trump to be thinking <ABOUT> legacies, but is he already crafting his legacy by a mission to undo the legacy of a predecessor?"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Jonathan, I want you to respond in a second. But first, Allan, when we talk about legacies, one of the Obama legacies is this Affordable Care Act, the Iran deal. Those were the big legacies. And now it may be too early for nine months into a presidency, President Trump to be thinking about legacies, but is he already crafting his legacy by a mission to undo the legacy of a predecessor?",
    "statement": "<ABSOLUTELY>. As I point out in my book \"The Case for Impeachment,\" Donald Trump is obsessed with his own image. He can't stand anyone to be overshadowing him, including a former president. Also, when Barack Obama first came into office, the Republican leadership said we're going to oppose everything with Obama's name on it. The Affordable Care Act passed without a single Republican vote, the <ONLY> major piece of social legislation in history to do so. Put it in bigger <PERSPECTIVE>. What he's doing with the affordable care act is of a piece of what he's doing in attacking the Iran deal, attacking the DREAMers. And something that's really been forgotten and is <MOST IMPORTANT>, his withdrawing from the Paris accords on climate <CHANGE> and throttling back efforts on climate <CHANGE>. Eight years ago a group of businessmen sent a letter to then President Obama saying the science is so irrefutable that if we don't <TAKE> immediate strong action on climate <CHANGE> the consequences are going to be catastrophic for humanity and the planet. You <KNOW> who signed that letter? Now president Donald J. Trump. What's changed? The science is stronger. The threat is more immediate, as you can see from the fires in California. The storms fed by the warm waters in the seas. The <ONLY> <THING> that's changed is Trump's political calculation. That's tragic."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Absolutely. As I point out in my book \"The Case for Impeachment,\" Donald Trump is obsessed with his own image. He can't stand anyone to be overshadowing him, including a former president. Also, when Barack Obama first came into office, the Republican leadership said we're going to oppose everything with Obama's name on it. The Affordable Care Act passed without a single Republican vote, the only major piece of social legislation in history to do so. Put it in bigger perspective. What he's doing with the affordable care act is of a piece of what he's doing in attacking the Iran deal, attacking the DREAMers. And something that's really been forgotten and is most important, his withdrawing from the Paris accords on climate change and throttling back efforts on climate change. Eight years ago a group of businessmen sent a letter to then President Obama saying the science is so irrefutable that if we don't take immediate strong action on climate change the consequences are going to be catastrophic for humanity and the planet. You know who signed that letter? Now president Donald J. Trump. What's changed? The science is stronger. The threat is more immediate, as you can see from the fires in California. The storms fed by the warm waters in the seas. The only thing that's changed is Trump's political calculation. That's tragic.",
    "statement": "Everything that you said, though, getting out of Iran deal, repealing Obamacare, getting America of what I <<<THINK>>> is the most un- American treaties ever which was the Paris climate accord, <ALL> of those things, it's not as if Donald Trump just invented these things. He told the American people in the debates and throughout his presidential campaign, this is what I'm going to do. And you <KNOW> what, Allan, he was elected because that what the people want."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "know": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Three million votes short. He does not have a mandate.",
    "statement": "That's not the way you win elections in America. Come on, Allan. You're supposed to be a presidential historian. You <KNOW> how we elect presidents."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That's not the way you win elections in America. Come on, Allan. You're supposed to be a presidential historian. You know how we elect presidents.",
    "statement": "This really does exemplify how visceral this debate and this argument because it's a matter of obsession versus policy, or is this, Jonathan, is this a president's <BEST> effort to be a leader who is thinking <ABOUT> the welfare of Americans as he executes, whether it's executive orders or whether it's tossing it back to Congress to say start <ALL> over?"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "This really does exemplify how visceral this debate and this argument because it's a matter of obsession versus policy, or is this, Jonathan, is this a president's best effort to be a leader who is thinking about the welfare of Americans as he executes, whether it's executive orders or whether it's tossing it back to Congress to say start all over?",
    "statement": "Look, I just don't see how you can argue that Donald Trump has the welfare of Americans in mind when he signs orders and refuses payments that both cost the government money and make people worse off. This is literally a lose-lose decision. I <<<THINK>>> the key <THING> is, when Stephen makes arguments, and you hear this <ALL> the time, more competition, more choices. What you <HAVE TO> remember, this isn't like cars. In health insurance, if I get a skimpier plan, that means the sick guy has got to pay more for his more generous plan. So what Stephen is saying, if he <WOULD> like catastrophic coverage, and that's great for him. But by him having that, he's meaning that someone else who is mentally ill, who is pregnant, who has cancer has to pay more for their coverage. He's missing that part. And he likes to pretend it's just a win to just let people have choices. But in health insurance choices are linked in a <CRITICAL> way they are not in other markets. When the healthy pull out, the sick pay more. Donald Trump cannot repeal those laws in mathematics. And therefore Donald Trump is doing actions that just make the country worse. And it's hard to understand why he's doing it except just anger over not liking President Obama."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Stephen, you want to respond to that, quickly?",
    "statement": "Look, this is a fundamental disagreement I <<<THINK>>> between conservatives and liberals. We <<<BELIEVE>>> in choice and competition."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But Stephen --",
    "statement": "When you talk <ABOUT> the welfare of Americans."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's the same old talking point.",
    "statement": "Let's talk <ABOUT> the welfare of Americans, because that really -- the welfare of Americans is the consequence of whatever these actions are. So from that <PERSPECTIVE>, Stephen, answer that <QUESTION>."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let's talk about the welfare of Americans, because that really -- the welfare of Americans is the consequence of whatever these actions are. So from that perspective, Stephen, answer that question.",
    "statement": "I <<<THINK>>> what you guys are driving at is what do you do <ABOUT> people with preexisting conditions? And look, I <<<THINK>>> the Republicans have messed this up. I <<<THINK>>> what they <SHOULD> do is set up a fund for people with preexisting conditions so people who have long standing care needs, I have a niece in that situation, they are taken care of. But then you want a functional insurance market. And look, I just fundamentally disagree. If you want to load up on your health care and help coverage for everything, I <SHOULD> be able to get catastrophic coverage."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Allan, last word on that, and then we'll wrap it up.",
    "statement": "It really shocks me <ABOUT> what Stephen has to say. It's OK to put the planet in jeopardy, to put humanity in jeopardy as Donald Trump --"
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Let me finish. I didn't interrupt you. I didn't interrupt you. I didn't interrupt you. It's OK to put the planet in jeopardy.",
    "statement": "That's your <<OPINION>>."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "That's your opinion.",
    "statement": "It's Donald Trump's <<OPINION>> eight years ago when things were better, the science he says is irrefutable. Let me finish, Stephen. You're not right because you shout. You're <WRONG> because you shout. Let me finish."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Go Allan, and then we will have to end it there.",
    "statement": "Yes. Thank you. I am so shocked that Stephen is willing to say we're willing to put our planet in jeopardy. Anyone who has seen what happened with Irma and Maria and the wildfires in California knows that Donald Trump was right eight years ago. He's <WRONG> now. Just because he said it doesn't mean it's OK to put <EVERY> one of us, especially <ALL> of our children in jeopardy from catastrophic storms, out of control wildfires, droughts, hundreds of billions of dollars of bills from this. I'm shocked."
  },
  {
    "transcript_id": "CNN-323622",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, because we never had droughts and wildfires and hurricanes like this.",
    "statement": "We'll it there for now. We'll have you <ALL> back, because clearly we still <HAVE TO> resolve a lot. Stephen Moore, Jonathan Gruber, Allan Lichtman, thanks to <ALL> of you, I really appreciate it. And we'll be right back."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now there are concerns at home and abroad in many countries that have put an end to the brief winning streak for European stock markets. <TAKE> a look at the way things were. <ONLY> the Zurich SMI poked its head above the parapet. Otherwise, relatively small losses, 0.5 a percent, here, 0.25 of a percent, there. The mining stocks were amongst the worst or the poorest in the London market. Brent crude, incidentally, is just up <SLIGHTLY> at $115 a barrel. European finance ministers have now agree on their permanent bailout fund. It is the European Stability Mechanism. You are aware they put nearly $750 billion into the mechanism. It will come into force in two years' time. And it replaces the European Financial Stability Facility. These are <ALL> high acronyms, extremely complicated lending facilities. But the gist still remains the same, whichever way you cut this cake. It is the bailout fund that <WOULD> be used to help sovereign debt relief, as necessary. And the new facility is at a lower rate of interest than the previous one. Double whammy, though, took place in the U.K. Inflation is now at its highest level for more than two years. CPI expected, then 4.4 percent. That is consumer price inflation. And if you go to the retail price index, that is even over 5 percent at the moment. Its rising energy, it is clothes, it is a whole variety of reasons. Although the Bank of England says it expects U.K. inflation to remain high for the foreseeable future, as CNN's Jim Boulden now explains the <FACT> is, inflation is very much back on the agenda at budget time."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The violent response to raising university fees has become an unwelcome symbol for Britain's austerity plan.",
    "statement": "The conservative government came to power last <MAY> pledging to cut the budget deficit dramatically and quickly."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The balance is between a notion of fairness, when all people, across all income spectrums are being asked to pay more in taxes or receive less in benefits. Merging that with the need to attract entrepreneurs and key executives to the",
    "statement": "The opposition Labour Party wants the whole austerity plan to be, <WELL>, less austere. Many unions agree public sector jobs are being slashed. There are also big cuts in local services like libraries and social care that are already starting to bite."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Other struggling economies are watching the U.K. shock therapy. Britain plans to cut its budget deficit to just 1 percent of GDP by 2015, a target that will be nearly impossible if austerity leads the U.K. back into recession. Jim Boulden, CNN, London.",
    "statement": "So as the budget is just 24 hours away, I asked HSBC's head of global research, Bronwyn Curtis for her <TAKE> on Wednesday's budget. And when you put it into the wider picture, of course, what is happening in Japan as it comes to grips with the nuclear crisis and tsunami. I began by asking Bronwyn, in the U.K., what George Osborne needs to do to make his budget a success."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "So as the budget is just 24 hours away, I asked HSBC's head of global research, Bronwyn Curtis for her take on Wednesday's budget. And when you put it into the wider picture, of course, what is happening in Japan as it comes to grips with the nuclear crisis and tsunami. I began by asking Bronwyn, in the U.K., what George Osborne needs to do to make his budget a success.",
    "statement": "The chancellor really has to make <<<SURE>>> that he keeps the confidence of both the international investors and his domestic audience, that he will continue along the road to austerity. It is really important that those fiscal plans aren't watered down."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But in that regard, he now has a much more difficult task, doesn't he? Not least of which increased defense spending as a result of the conflict in Libya.",
    "statement": "<WELL>, of course, it is going to be very difficult, but a lot of the big cuts are already in there. And we <KNOW> <ABOUT> them. So what he's going to be doing is really tinkering <RATHER> than tampering. In other words, he can <CHANGE> things at the end, but you're right, extra spending in the way of defense, other extra spending I'm <<<SURE>>> will come through. He'll just <HAVE TO> cut <A LITTLE> bit more. I <<<THINK>>> the biggest problem really though is growth. And looking at revenues going forward, it does look as though the Office of Budget Responsibility will <HAVE TO> cut their growth forecasts and that, of course, means that revenues will be less."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, of course, it is going to be very difficult, but a lot of the big cuts are already in there. And we know about them. So what he's going to be doing is really tinkering rather than tampering. In other words, he can change things at the end, but you're right, extra spending in the way of defense, other extra spending I'm sure will come through. He'll just have to cut a little bit more. I think the biggest problem really though is growth. And looking at revenues going forward, it does look as though the Office of Budget Responsibility will have to cut their growth forecasts and that, of course, means that revenues will be less.",
    "statement": "You see, we've <ALWAYS> known that the government, until now, the coalition government has pretty much been living on its predecessors' numbers and actions. This is the first time, isn't it, that their policies will be the ones to the fore?"
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "You see, we've always known that the government, until now, the coalition government has pretty much been living on its predecessors' numbers and actions. This is the first time, isn't it, that their policies will be the ones to the fore?",
    "statement": "Yes, it is the first time their policies will start to come through. And just remember, most of those policies really haven't hit us. And we talked them last year, but they really start coming through after April. I <<<THINK>>> people will <<FEEL>> it much more strongly then. We talked <ABOUT>, you <KNOW>, cutting local government budgets. They have talked <ABOUT> cutting spending on education and here and there, but really the impact hasn't come through yet. I <<<THINK>>> that is going to be the big problem. And they will <HAVE TO> hold their nerve because the international environment also doesn't look that great at the moment. And so it will be <QUITE> difficult to keep confidence up in the corporate sector and among consumers."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes, it is the first time their policies will start to come through. And just remember, most of those policies really haven't hit us. And we talked them last year, but they really start coming through after April. I think people will feel it much more strongly then. We talked about, you know, cutting local government budgets. They have talked about cutting spending on education and here and there, but really the impact hasn't come through yet. I think that is going to be the big problem. And they will have to hold their nerve because the international environment also doesn't look that great at the moment. And so it will be quite difficult to keep confidence up in the corporate sector and among consumers.",
    "statement": "Let's talk on the international front. We are starting to get a suggestion that however horrific the events in Japan, for the people there, we <MAY> actually see a classic V shape, a very strong down of economic activity, but a rebound as reconstruction gets underway. Is that your <UNDERSTANDING>?"
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let's talk on the international front. We are starting to get a suggestion that however horrific the events in Japan, for the people there, we may actually see a classic V shape, a very strong down of economic activity, but a rebound as reconstruction gets underway. Is that your understanding?",
    "statement": "The idea of a V-shape recovery in Japan is <QUITE> amusing in some ways, because they've had such low growth for so long. But what we will say, of course, this area <ONLY> accounts for <ABOUT> 4 percent of GDP. So we are taking <ABOUT> Tokyo and say, Yokohama, we are talking <ABOUT> 18 percent of GDP. So, that is not really the issue. And of course, money will come through for reconstruction. I <<<THINK>>> the issue is really supply chains. We have seen <AROUND> the world, particularly auto companies and some electronics companies, having to cut back production because they <MAY> not get parts from Japan."
  },
  {
    "transcript_id": "CNN-163700",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "The idea of a V-shape recovery in Japan is quite amusing in some ways, because they've had such low growth for so long. But what we will say, of course, this area only accounts for about 4 percent of GDP. So we are taking about Tokyo and say, Yokohama, we are talking about 18 percent of GDP. So, that is not really the issue. And of course, money will come through for reconstruction. I think the issue is really supply chains. We have seen around the world, particularly auto companies and some electronics companies, having to cut back production because they may not get parts from Japan.",
    "statement": "And these are some of the areas that are badly affected by those supply chain issues. For instance, Sony, which has suspended some of its facilities until the end of the month. That affects things like camcorders, camera lenses, microphones, getting the products out has been one of the big issues. And some factories have been closed. Toyota, particularly has halted on Japanese vehicle production until Saturday. In some places it has resumed. Now at the North American factories, they are working normal at the moment, but that <<COULD>> <CHANGE>, of course, if the supply chain becomes tighter and indeed, in some cases, there are warnings in the U.S. to buy cars sooner <RATHER> than later. That panic buying wouldn't help anything. Nissan production is <<LIKELY>> to resume full production on Wednesday. Three out of four Japanese plants are running again. But that gives you-three quarters of that gives you and idea of the supply chain issues. When we come back in just a moment, back in business tomorrow, a break of almost 7 weeks, the Egyptian stock market <SHOULD> be reopening. We are live in Cairo to see whether that is <<LIKELY>>."
  },
  {
    "transcript_id": "NPR-569",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm David Greene with some advice I had thought was unnecessary. If you're at the petting zoo, no, you can't <TAKE> the animals. A woman was <<REPORTEDLY>> arrested for trying to kidnap a kangaroo from the Peaceable Kingdom Petting Zoo in Pennsylvania. CBS3 reports police discovered her trying to squeeze the animal into a Honda and drive it to Florida. She <<REPORTEDLY>> said the kangaroo was hers, but a court made her surrender it. Can we <<ASSUME>> it wasn't a kangaroo court?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "fact": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We went to fill up the old rolling zip code yesterday, the Yukon XL, the price in the $90 range. It's a 30-gallon tank, three dollars-plus a gallon. Do the math. It's not pretty. So where are we headed? At $72-plus per barrel and headed upward, and we're not even in the worst part of the season for all of this. We're headed for trouble. Joining us from Chicago to walk us through it all is Phil Flynn, vice president and energy analyst for the Aaron Trading Corporation. Phil, any end in sight?",
    "statement": "Miles, I hate to tell you, no. In <FACT>, those Julia Roberts tickets <MIGHT> be <A LITTLE> bit cheaper than filling up the tank here pretty soon. Yes, there is no end in sight. I <<<THINK>>> it's going to get a lot worse before it gets better. And I hate to be the bearer of bad news, but what we're seeing here in the futures market, with oil prices at <ALL>-time high and demand still running pretty strong, and gasoline supplies evaporating almost overnight, it's going to be a very difficult summer, especially in the first part of the summer."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Miles, I hate to tell you, no. In fact, those Julia Roberts tickets might be a little bit cheaper than filling up the tank here pretty soon. Yes, there is no end in sight. I think it's going to get a lot worse before it gets better. And I hate to be the bearer of bad news, but what we're seeing here in the futures market, with oil prices at all-time high and demand still running pretty strong, and gasoline supplies evaporating almost overnight, it's going to be a very difficult summer, especially in the first part of the summer.",
    "statement": "<WELL>, eventually, eventually, if my college economic classes are still fresh there in the gray matter, eventually the demand will drop as the price goes up, right?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, eventually, eventually, if my college economic classes are still fresh there in the gray matter, eventually the demand will drop as the price goes up, right?",
    "statement": "That is the secret. In <FACT>, in yesterday's Department of Energy report, we saw <<MAYBE>> the first sign that gasoline demand is starting to trail off. Up until now, despite the <FACT> gasoline prices have already been substantially higher than they were last year, the demand for gasoline was still growing at <ABOUT> 1.5 percent above a year ago, but yesterday that <<SORT OF>> dropped back <A LITTLE> bit. Now we're <ONLY> growing by <ABOUT> less than a percent from a year ago. So, hopefully we are starting to see <A LITTLE> slowdown in demand. But if we don't get that slowdown in demand, the challenge is the refiners <HAVE TO> make to meet demand is incredible, and it means a lot higher prices <ALL> summer <<MAYBE>>."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "That is the secret. In fact, in yesterday's Department of Energy report, we saw maybe the first sign that gasoline demand is starting to trail off. Up until now, despite the fact gasoline prices have already been substantially higher than they were last year, the demand for gasoline was still growing at about 1.5 percent above a year ago, but yesterday that sort of dropped back a little bit. Now we're only growing by about less than a percent from a year ago. So, hopefully we are starting to see a little slowdown in demand. But if we don't get that slowdown in demand, the challenge is the refiners have to make to meet demand is incredible, and it means a lot higher prices all summer maybe.",
    "statement": "<ALL> right, so we have an insatiable thirst for oil. We <KNOW> <ALL> <ABOUT> that, with our SUVs. What is interesting, and as we see this U.S./China summit unfold today in Washington, what's happening in places like China, emerging economies, lots of people who rode bicycles, now either on motor scooters, or <<PERHAPS>> moving into vehicles, cars, and that's just the start of things. How much of an impact is China and other emerging nations having on this?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right, so we have an insatiable thirst for oil. We know all about that, with our SUVs. What is interesting, and as we see this U.S./China summit unfold today in Washington, what's happening in places like China, emerging economies, lots of people who rode bicycles, now either on motor scooters, or perhaps moving into vehicles, cars, and that's just the start of things. How much of an impact is China and other emerging nations having on this?",
    "statement": "It's such a huge impact I can't tell you. In <FACT>, it's <<PROBABLY>> the major impact in world oil prices being what they are. We can talk <ABOUT> <ALL> the geopolitical concerns and the war in Iraq, and yes, that <ALL> comes into if. But really, this has been a story of demand growth in China. And what people are starting to realize, is that if you look at the upside potential for China demand over the next 10, 20 years, there's not going to be enough oil left for anybody else, or at least that's what it appears, and that's why this is becoming an issue right now. China has been extremely aggressive trying to secure oil supplies <AROUND> the globe, so much so that the Bush administration is <A LITTLE> bit worried that there they're being almost too aggressive, and <MAY> set off a race for oil supplies similar to what we saw during the space race back in the '60s."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Phil, we're running out of oil, there's no question. That's a given. It's a finite supply. We can go back and forth as to what the timeframe is. Are we being stupid in the way we are just drinking it up as fast as we can?",
    "statement": "I don't <<<THINK>>> we're being stupid, because really, you <KNOW>, the story behind high oil prices is strong economic growth. So we want strong economic growth. I <<<THINK>>> the higher prices are going to make us smarter <ABOUT> how we use oil, and that wouldn't have happened if economic growth was slow and oil demand was low. There's an old saying in the business I'm in: The <BEST> cure for high prices is high prices. And high prices are going to bring in new technologies, they're going to make them <<FEASIBLE>>. And at some point - we're planting the seeds for relief, but it's not going to happen overnight."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't think we're being stupid, because really, you know, the story behind high oil prices is strong economic growth. So we want strong economic growth. I think the higher prices are going to make us smarter about how we use oil, and that wouldn't have happened if economic growth was slow and oil demand was low. There's an old saying in the business I'm in: The best cure for high prices is high prices. And high prices are going to bring in new technologies, they're going to make them feasible. And at some point - we're planting the seeds for relief, but it's not going to happen overnight.",
    "statement": "<SHOULD> the government be helping this process along right now, though? Or is this something -- are you a laissez-faire guy?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Should the government be helping this process along right now, though? Or is this something -- are you a laissez-faire guy?",
    "statement": "I <<<THINK>>> the government has done too much damage already, to be honest with you. I <<<THINK>>> they're <PARTLY> to blame for why gasoline supplies are as tight as they are this year. You <KNOW>, they <HAVE TO> be careful. They've caused a lot of damage in the marketplace now. I don't <<<THINK>>> they have a concept of what's really going on here. And we <HAVE TO> be very, very careful not to hinder oil companies, but to try to help them to compete with places like China and India. Because if we don't, we're going end up in-sourcing our oil from places like China, and not just"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "A disturbing arrest in Louisiana, two people nabbed there in a sting for trying to sell a FEMA trailer. CNN Gulf Coast correspondent Susan Roesgen is live in New Orleans with the latest on this. Tell us <ABOUT> it, Susan."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "A disturbing arrest in Louisiana, two people nabbed there in a sting for trying to sell a FEMA trailer. CNN Gulf Coast correspondent Susan Roesgen is live in New Orleans with the latest on this. Tell us about it, Susan.",
    "statement": "<WELL>, Betty, want to buy a black market FEMA trailer at a bargain-basement price? That's basically the pitch that detectives say they got from two men who had something a lot of people here want."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Betty, want to buy a black market FEMA trailer at a bargain-basement price? That's basically the pitch that detectives say they got from two men who had something a lot of people here want.",
    "statement": "For many people in Louisiana, these trailers on a FEMA lot <MIGHT> as <WELL> be gold bricks. Thousands who lost their homes in Katrina have waited months to get one. And police say two guys from Texas saw that as an opportunity. The police in Slidell, Louisiana got a tip that Rolando Aguillar (ph) and James Kyle Wiggenton (ph) were offering to sell a stolen FEMA trailer for $5,000. How did they manage to steal one from a FEMA lot? Simple. Police say Wiggenton worked there."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "For many people in Louisiana, these trailers on a FEMA lot might as well be gold bricks. Thousands who lost their homes in Katrina have waited months to get one. And police say two guys from Texas saw that as an opportunity. The police in Slidell, Louisiana got a tip that Rolando Aguillar (ph) and James Kyle Wiggenton (ph) were offering to sell a stolen FEMA trailer for $5,000. How did they manage to steal one from a FEMA lot? Simple. Police say Wiggenton worked there.",
    "statement": "One of the two gentlemen is actually a FEMA contractor. His job is to deliver these trailers to people -- the victims of Katrina in the Slidell area. And I <<GUESS>> on his off job, he was actually selling these trailers to make a profit for himself."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Michael Chertoff, the head of Homeland Security, which oversees FEMA, calls the arrests disheartening.",
    "statement": "So we will occasionally find bad apples at FEMA or in other institutions. <ALL> we can do is be vigorous in trying to weed them out and make <<<SURE>>> that they get punished when they do."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "So we will occasionally find bad apples at FEMA or in other institutions. All we can do is be vigorous in trying to weed them out and make sure that they get punished when they do.",
    "statement": "The police don't <KNOW> if other trailers were stolen, but they say the FBI is involved, and more arrests <<COULD>> be coming."
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "possibly": "ungraded",
      "apparently": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "If other trailers were stolen, were other people involved in this theft?",
    "statement": "<<POSSIBLY>>, Betty. That's something that the FBI and the police are looking into. We tried to reach the lawyers for the two suspects who were arrested. We weren't able to reach them. Both men bonded out of jail this week, and <<APPARENTLY>> they're back in Texas."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "know": "ungraded",
      "quite": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Tonight, Donald Trump and Ben Carson both requesting secret service protection. It's up to the Department of Homeland Security and a congressional panel to decide whether the requests are granted. Now Carson says it's the secret service that is telling him that he needs the protection.",
    "statement": "I don't <<FEEL>> the need for it, <QUITE> frankly, but the secret service thinks that I need it. So, you <KNOW>, it is what it is. I recognize that someone like me who is very truthful and who really doesn't subscribe to <ALL> the traditional power structures is <<PROBABLY>> going to be a target."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I don't feel the need for it, quite frankly, but the secret service thinks that I need it. So, you know, it is what it is. I recognize that someone like me who is very truthful and who really doesn't subscribe to all the traditional power structures is probably going to be a target.",
    "statement": "Pretty incredible statement there. Trump maintains it's political, claiming he <WOULD> have already had the protection if he was a Democrat. I want to go to our White House correspondent Michelle Kosinski, who's been looking onto this today. Michelle, then Senator Barack Obama received protection in <MAY> 2007. Five months earlier than where we are right now at this point in the cycle. In terms of Ben Carson, he's being told, he says, by secret service that he needs the protection. What are they concerned <ABOUT>?"
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pretty incredible statement there. Trump maintains it's political, claiming he would have already had the protection if he was a Democrat. I want to go to our White House correspondent Michelle Kosinski, who's been looking onto this today. Michelle, then Senator Barack Obama received protection in May 2007. Five months earlier than where we are right now at this point in the cycle. In terms of Ben Carson, he's being told, he says, by secret service that he needs the protection. What are they concerned about?",
    "statement": "<WELL>, that's not so <CLEAR>, because his people did request the protection from the Department of Homeland Security. And the request for both Carson and Trump are now under consideration. But what <<KIND OF>> threats exactly they're facing. You heard <A LITTLE> bit of that there from Carson. As for Trump's people, he's talking <ABOUT> the size of the crowds that he's really faced with, but that's true. I mean, President Obama got secret service protection before he was the nominee. This was <ABOUT> nine months out of the Democratic primary. And that was because of a very specific threat that he was getting. So that was assessed. And he was the person who got that <<KIND OF>> protection earliest in history before the campaign started. So we're just going to <HAVE TO> wait and see how this plays out. Whether this congressional panel, which consists of the leadership in both houses, working with the department of Homeland Security, whether they agree that whatever the threats are out there, and if they do conform with <CERTAIN> criteria that you <HAVE TO> meet, whether those requests are going to be met, Erin."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Whenever he sees biblical examples of how to do things, that's the way he wants to do things.",
    "statement": "And what Wilks wants, the family's conservative Christian values defended on the national stage, says James King. He's Cisco's mayor and an associate pastor at Assembly of Yahweh's Seventh Day, where Farris Wilks is the head pastor."
  },
  {
    "transcript_id": "CNN-267041",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "And what Wilks wants, the family's conservative Christian values defended on the national stage, says James King. He's Cisco's mayor and an associate pastor at Assembly of Yahweh's Seventh Day, where Farris Wilks is the head pastor.",
    "statement": "Farris doesn't want to do interviews."
  }
]