[
  {
    "transcript_id": "NPR-44434",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Absolutely. And that's a very good question because, you know - okay, take a very simple situation: a woman or a man being raped in the United States or here in Montreal. It's a trauma. It's, one, rape and you keep it in your mind all the time and you need to - you need help to go ahead and to try to forget because you never forget, but to try to go ahead. Those girls being in captivity, 10 years being raped night after night by one, two, three, five men, they go back to the society and they receive, kind of, no help.",
    "statement": "They don't even be able to work even if they have the skill, because when they are in the bush they did a lot of skills. They can do many things to survive. They <HAVE TO> do everything. But back to the society, first, people are afraid. They are child soldiers. They are women. They are women with children from those killers. So the community is really frightening <ABOUT> them. Even their own family have - are reluctant to bring them home. And I - and we can understand <ALL> those people. It's not - it's a very complicated situation. But at the end, they are left mostly alone. And, indeed, they don't do - they don't <KNOW> what to do."
  },
  {
    "transcript_id": "CNN-321255",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Have you guys ever met an American before? (voice-over): They become visibly uncomfortable when they learn I'm an American. I'm the first one they've ever met. (on camera): Well, I won't interrupt your game any longer. Thank you very much. It was nice to meet you guys.",
    "statement": "When you listen to these North Koreans you really <NEED TO> read between the lines because everything that they're saying is what their government has been telling them from cradle to grave. Everything that North Koreans hear is a message that has been vetted and approved by their authoritarian government. But still, to be able to travel from the southern border, you <KNOW>, the demilitarized zone <ALL> the way up to the border near China, the first time CNN has ever been there really unprecedented and the pictures are truly extraordinary, Anderson."
  },
  {
    "transcript_id": "CNN-363666",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Technically a tornado is just a violent, rotating column of air coming out of the bottom of a thunderstorm but it takes a lot to get that violently rotating column to come out. All you need for a tornado really to form though are thunderstorms and a jet stream. That jet streams aloft and makes the energy. If you have moisture at the surface dry air, cold air pushing that moisture up you can get a tornado to form in any state. Those days where all the ingredients combined. You get the humidity. You get the dry air. You get the jet stream. You get upper energy in the jet stream. You get winds turning as you go aloft. The higher you go the winds actually change direction that can cause storms though (ph) those things all cause storms to exist and get big. Those are the ingredients that cause a big tornado day. So now the EF scale Enhanced Fujita Scale starts at zero and goes only to five and everything above 200 miles per hour is considered a EF5 tornado. If you have a zero, you`re going to lose shingles. A one you may lose a couple of boards on the roof. A two you lose all the windows and maybe even a wall. A three, EF3, you will lose a couple of walls on the outside but there will still be a part of the home standing. An F4 most of the home is gone but you`ll still see the refrigerator. You`ll still see a closet and you`ll still see the bathroom. An EF5 you cannot find the house. It`s completely gone. We don`t know how big that Fujita scale will be, how big that tornado will be literally until after we look at the damage. We have this - - this almost this triangulation that no other in the country in the world, no other region in the world has. We have the Rocky Mountains to our west. We have the Gulf of Mexico in our south. We have Canada and very cold air masses coming down from the north. All of those things combined make tornado alley, technically the plains. Texas, Oklahoma, Kansas, Nebraska all the way to Chicago, as far south as the southeast including Georgia and Alabama, that`s basically the new or the bigger tornado alley. The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you get hit by a 140 mile per hour 2`x4` you`re going to be killed. So you need to be inside on the lowest level. Somewhere in the middle of the home away from windows. When you hear the word warning and you hear your county, that`s when you need to take cover. When you hear the word watch, that means something might happen today. Let`s have a plan. When you hear the word warning, it`s too late to make a plan. You need to already have the plan. Warning`s the long word. It`s the bad one.",
    "statement": ": <A LITTLE> more than 24 hours after launching from Florida`s Kennedy Space Center a capsule made by Space X successfully docked with the International Space Station. Here`s why this is significant. This was a test. The company Space X was working to prove that its new capsule, the Crew Dragon Capsule, was capable of ferrying astronauts safely from earth to the ISS. No one was actually aboard the Crew Dragon when it launched. <ONLY> after it docked with the ISS did the people who were already aboard the space station go inside the Crew Dragon. Since NASA retired its space shuttle program in 2011, the U.S. has paid for astronauts to hitch a ride on Russia`s Soyuz spacecraft to get to the ISS. Space X <<COULD>> get them there on American vehicles once again. Space X is considered a private company while NASA is an agency of the Federal government, though Space X has received billions of dollars in funding from NASA. Assuming the rest of its current mission goes <WELL>, Space X plans to use its Crew Dragon Capsule to ferry two astronauts to the ISS this July. 10 Second Trivia. Which of these U.S. bridges was completed in 1937? Golden Gate Bridge, Brooklyn Bridge, Mackinac Bridge, or Seven Mile Bridge. It`s neither the oldest nor the youngest on this list but the Golden Gate Bridge is the <ONLY> one that was finished in 1937. At that time it was the world`s tallest and longest suspension bridge and two of the elements that challenged its construction storms and fog continue to test the Golden Gate Bridge today. Part of it had to be closed to traffic recently after a lingering thunderstorm damaged its northbound lanes and protecting it from corrosion and rust is a <NEVER> ending battle."
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes, it is a good thing they didn't, I can only imagine how many people would have been hurt if there had been a bunch of terrorists at the time that this that things happened. Thelma Gutierrez, good report; extremely comprehensive. We will be checking back with you throughout the evening as the story develops. By the way, this is not the first time that Universal Studios has suffered a Backlot fire. But you have to probably go back about 20 years or so for the really big one. This is 1990. Look at these pictures. It is an overnight blaze that wiped out about four acres of the complex and destroyed the famous Dick Tracy building and the historical Ben Hur set. A security guard and a cigarette lighter were eventually blamed for starting that fire. It seems like every weekend we talk about this, severe weather barreling across parts of the United States. This time it is a lot of thunderstorms that are packing some very wicked winds. Let us go right to Jacqui Jeras. She is at the CNN Weather Center to bring us up to date on what is going on. What do we know Jacqui?",
    "statement": "Hey Rick, these winds have been incredibly fierce. We have a complex system of thunderstorms that have been holding together since before dawn this morning. This <THING> started out in Southern Kansas, ripped through Oklahoma and through Arkansas and is now making its way across Northern parts of Mississippi. This has produced more than 70 reports of damaging winds and thousands of people are without power, particularly in the Tulsa area. Some of the worst weather right now in the northern parts of Alabama. You can see <ALL> of these orange polygons, that is where we have severe thunderstorm warnings with winds capable of exceeding 60 miles per hour. Birmingham <<COULD>> be seeing these storms very shortly and that is going to start to fill in across the rest of the Southeast. We also have one tornado watch and not a lot popping in the box but we got a real nasty super cell right there for Cherry County, Nebraska, with a possible tornado on it. So these folks <NEED TO> seek cover right now. It is a real busy day, Rick. Not a lot of tornadoes, but <SOMETIMES> winds can cause just as much, if not more damage."
  },
  {
    "transcript_id": "CNN-192116",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes I wasn't talking about the women voters there. I was talking about voters in general. But let's talk about Paul Ryan here. He seems to be mixing up some of his facts, including last week's reference to the GM plant that shut down after Obama was elected. A decision that was made before Barack Obama took office. And even recalling his own marathon time incorrectly. He was off by an hour apparently there. Do you see these as ongoing problems for the campaign moving forward?",
    "statement": "No, in <FACT> the GM plant was a mistake by -- I mean, the Dems mistakenly attacked us. I'm glad to talk <ABOUT> that, Paul Ryan said that it close in 2008 or that President Obama said when he was elected, he was going to keep it up. It closed. The President then wrote a letter saying that he's going to do everything he can to get that plant back online. It is in <FACT> still on standby mode and closed. So Paul Ryan was 100 percent right. And in <FACT>, what that highlight is that the President who was then a candidate in 2008 said that plants like this <WOULD> stay open with government help was <WRONG>. Then once elected, he said I'm going to do everything in my power as President to keep it open. He failed on that as <WELL>. Paul Ryan is 100 percent right and what it does is that that example highlights another failed promise by the President. So I <<<THINK>>> that's something that comes back as more of a problem for the Dems than it does for us."
  },
  {
    "transcript_id": "CNN-300039",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, we know a lot of headlines and not much underneath it, John. We know that Donald Trump tweeted saying that Masayoshi Son had told him that his election victory had spurred Masayoshi to actually decide to go ahead with this sort of investment. We've only got Donald Trump's word for that. But if it is going to go through it is a big one. $50 billion, creating 50,000 jobs. The money's going to be targeting start-ups and tech start-ups at that. And to create 50,000 jobs in tech start-ups is no mean feat. Masayoshi Son also telling the \"Wall Street Journal,\" John, that the money is going to come from a fund. It's called the SoftBank Vision Fund. This is actually a $100 billion war chest which is making investments in technology companies around the world. And it's funded to a big degree by the Saudis. The Saudi Arabians are putting in $45 billion. SoftBank will put in about $25 billion. And other investors will make up the difference. Now that's been announced. The money actually hasn't appeared yet. So it wasn't -- we don't -- this fund was already there before Donald Trump was elected. So we don't exactly know what sort of -- how it links in to Donald Trump and that meeting yesterday. But see what you're looking at there. This is another interesting wrinkle, John. That note you just saw there, which is being waged around by Masayoshi, mentioned Foxconn. Foxconn is the maker of iPhones in China. We know Foxconn is talking to American officials about moving some operations to the U.S. We don't know what they are. But that says there's a sort of $7 billion in the U.S. Is that a Foxconn investment? Is that also going to create another 50,000 new jobs? This is a bit of an odd one. But certainly it would time with what Donald Trump wants to see about U.S. companies bringing jobs or jobs coming back to the U.S. I said U.S. companies but Foxconn isn't a U.S. company, but it would be bringing jobs to the U.S. if it goes ahead with its plans.",
    "statement": "So much mystery. So much yet to be known <ABOUT> <ALL> of this. And what do we <KNOW> <ABOUT> Masayoshi Son? He's this Japanese billionaire."
  },
  {
    "transcript_id": "CNN-217340",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I`ve got the eye of the tiger, a fighter, dancing through the fire. Cause I am a champion, and you`re going to hear me roar.",
    "statement": "Got to lose those brave kids who just took Katy Perry`s anthem \"Roar\" to a whole new level. It`s the amazing viral video of the super strong kids who are beating the odds and having some fun while they`re doing it. What`s going to be No. 1 on our countdown? This is SBT on HLN. And next week it is <ALL> <ABOUT> \"SBT Game Show Madness.\" I can`t wait for this. On location,, visiting classic TV game shows. Tuesday I <TAKE> a spin with Pat and Vanna. Wednesday I`m with Cedric the Entertainer. The new host of \"Who Wants to Be a Millionaire?\" And it`s Thursday when my dream- come-true day job happens on \"The Price is Right.\" \"Game Show Madness\" next week on SBT."
  },
  {
    "transcript_id": "CNN-43470",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Phyllis Oakley, you've studied this region for many years. You've lived over there. There have been some human rights activists who are already expressing some concern that if the Northern Alliance goes into a town like Mazar-e Sharif, old scores could be settled, there could be some human rights violations, massacres, if you will. How concerned should the U.S. be right now, because, of course, it's allied with the Northern Alliance?",
    "statement": "I <<<THINK>>> that's <ALWAYS> a concern, but I <<<THINK>>> this is really the area that's been closely allied with the Northern Alliance for a long time. They're really, in a way, going home, because it's <ONLY> been very recently that Mazar-e Sharif fell to the Taliban. I <<<THINK>>> in any wartime situation, of course we are concerned <ABOUT> the human rights situation, but I wouldn't put that at the top of my list right now."
  },
  {
    "transcript_id": "CNN-118462",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Plus, we've been discussing, of course, the Internet and these blogs can help the underdogs with their political campaigns, but also can sometimes catch them in a not positive light which can hurt the campaign, as well.",
    "statement": "<WELL>, one of the things, if you go to the campaign headquarters -- we went to Obama, this week, we've talk with some of the others as <WELL>, they say one of the key decisions, you <HAVE TO> make if you want to run a real and a thorough Internet operation is to recognize that you <HAVE TO> give up control. That you <HAVE TO> put information out there that most times will be used properly by your supporters, but <SOMETIMES> people can use, plus other people can use their own Web sites, as <WELL>. We've seen \"Obama Girl\" hit. There's a Hillary video up. People going after Rudy Giuliani. So, one of the things you <HAVE TO> do, if you accept this technology, is understand that there come some uncertainty and unpredictability, some things you don't like, with <ALL> of the benefits of being able to reach people in this extraordinary quick and extraordinary global way."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes, it could, but I agree with Dana, especially what we heard from Representative Hakeem Jeffries that, I think, that there is still more digging that they're wanting to do right now. They seem confident that there is more information that they want to get specifically from some star witnesses like McGahn. I think, on the issue of obstruction, they still have a lot more questions there. And I think, ultimately, when it comes to the President's behavior with regard to his response to Russia attacking the U.S. election system, it's going to be the next front that they approach. Because if there is any takeaway from what you heard today from Robert Mueller, it's that the Russians continue to attack, and they will likely attack in 2020 -- and not only the Russians but specifically the Russians -- and nothing to his satisfaction is being done to address that.",
    "statement": "And the idea that he <<SORT OF>> fears this is the new normal, that, you <KNOW>, someone <<COULD>> get away with taking information from a foreign power or using that information from a foreign power. Yes, I mean, agree that, you <KNOW>, Hakeem Jeffries there at some point said it's just the beginning, not the end. So, for, you <KNOW>, Democrats who <MIGHT> be disheartened by what they saw today, here he was, I <<<THINK>>>, rallying the troops basically saying there is more to come. Whether or not that means bringing somebody like Don McGahn who was, you <KNOW>, very much a subject today of questioning for Bob Mueller because he was so <CRUCIAL> in terms of these allegations <AROUND> the President obstructing justice. So, we'll see. But I <<<THINK>>> he's a good soldier. I <<<THINK>>> he <<PROBABLY>> represents two-thirds of where Democrats are now in terms of an impeachment inquiry."
  },
  {
    "transcript_id": "CNN-107993",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "To our viewers, you're in THE SITUATION ROOM, where new pictures and information are arriving all the time. Standing by, CNN reporters across the United States and around the world to bring you today's top stories. Happening now, using the bully pulpit against a bully. President Bush says the world should talk to North Korea about its missile launches. But North Korea vows to launch more missiles. I'll ask the Reverend Franklin Graham. He's been to North Korea. Threats of terror from the grave. It's 10:00 p.m. in London, where a dead man is talking. One of those suicide bombers from last year's subway attacks warns the worst is yet to come. And sick of high gasoline prices? Try a car that really runs on gas. It's 5:00 p.m. in Detroit. We'll have an exclusive look at a car that could save you money. Wolf Blitzer is off today. I'm John King. You're in THE SITUATION ROOM. Happening now, whirlwind and worldwide efforts to deal with the North Korean missile launches. President Bush says diplomacy is the best route. While he consults with world leaders, his ambassador to the United Nations is pushing the Security Council to issue a strong resolution condemning the launches. We're covering all the angles of this story for you this afternoon. Our senior United Nations correspondent, Richard Roth, is standing by in New York, but we begin with White House Correspondent Ed Henry -- Ed.",
    "statement": "John, the president, on his 60th birthday, practicing engaging in some telephonic diplomacy, but so far not too much to celebrate from these phone calls to various world leaders, trying to get them on board for tough sanctions against North Korea. The president started burning up the phones last night, first placing calls to leaders of South Korea, Japan, quickly got them on board. But that's not surprising -- two key allies that really want to stand up to North Korea in this case. What's much more significant is the <FACT> that the president's calls this morning to Russia and China, President Putin, as <WELL> as President Hu, not going <QUITE> as <WELL> because they are not on board with tough sanctions. In <FACT>, Russia <ONLY> wants the U.N. to pass a non-binding statement urging North Korea to come back to the six-party talks. Nevertheless, during a joint press availability with the Canadian prime minister, Stephen Harper, the president was urging patience."
  },
  {
    "transcript_id": "CNN-44453",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "... clearly reinforced there.",
    "statement": "I <<<THINK>>> that it is fair to say that the Taliban perverted Islam. For example, they didn't allow women to be educated. And the Koran is <CLEAR> <ABOUT> that. They didn't allow women to work. And, as I said, Mohammed's wives worked. That is not part of Islamic tradition. But, again, the thrust of what the Taliban were up to, which was segregating women and keeping them below men is something that you can find the roots for directly in the Koran, and is something that exists throughout the Islamic world."
  },
  {
    "transcript_id": "CNN-189810",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Matt McQuinn's family agonized for hours before they found out he was killed in the Aurora movie theater shooting. He was at the movie with his girlfriend and her brother. Witnesses say, he died while trying to shield his girlfriend from the barrage of bullets from suspected gunman James Holmes. To make matters worse for his girlfriend, the hospital wouldn't confirm his condition to her because she was not related."
  },
  {
    "transcript_id": "CNN-271053",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And this morning Ted Cruz and Donald Trump on a collision course after audio surfaces of Cruz questioning his Republican rivals' judgment. The comments coming just days after Trump sparked outrage for calling for a temporary ban on Muslims in the U.S. And a new CBS News poll taken after those controversial remarks shows nearly 6 in 10 Americans say Muslims should not be banned from entering the country. CNN's Athena Jones joins me now with more so. Athena, Ted Cruz has been one of the few candidates not to try to hit Trump, but now he seems to be changing tunes, behind closed doors at least.",
    "statement": "Exactly. Good morning, Pamela. Look, we <KNOW> that Trump's top spot in the polls makes him a top target for the other GOP contenders. But Cruz hasn't been attacking Trump in public. This new leaked audio from Ted Cruz is raising questions <ABOUT> whether he's going to become the latest candidate to try to knock Trump from his perch, not just in private but publicly like for instance at the CNN debate in four days."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "obviously": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Which is precisely what you said would be the thrust of this program. I mean, why not report on that? I mean, I know there's some people want to get me. But this -- you're not going to get me for -- this is ridiculous.",
    "statement": "There you heard it from the man himself. The NFL star, the center of Imus' latest comments, by the way, Adam Jones told the Dallas Morning News that he didn't hear <ABOUT> what happened until a reporter played a tape for him last night. Jones said, I'm truly upset <ABOUT> the comments. <OBVIOUSLY>, Mr. Imus has problems with African-Americans. I'm upset and I <HOPE> the station he works for handles it accordingly. And John and Kiran, of course, this happened just 14 months after he made those controversial comments <ABOUT> Rutgers University and the women's basketball team. Those comments got him fired. This time he is expected to keep his job."
  },
  {
    "transcript_id": "CNN-204643",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Joining me now are two witnesses to the stabbing rampage who got involved amid the chaos in different ways. Steven Maida actually helped to chase down and tackle the suspect. Cassie Foe is a nursing student at the school who rushed to help some of the victims. Steven and Cassie join me now live from Texas. It's amazing that both of you got involved. So many people run away from these kind of things. You really just went toward and did what you could. Cassie, what was the first sign that something had gone wrong?",
    "statement": "<WELL>, I was in my nursing lab and I heard a scream from the hallway, thought people were just playing <AROUND>, and I went out to check and saw a girl bleeding out of her neck, running down the stairs, another one at the top. And I went to check and see if there was anyone else and that's when I saw the attacker stab another white male outside of a classroom."
  },
  {
    "transcript_id": "CNN-339864",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, I don't think -- first of all, I mean, those two countries are still very much allies when it comes to the Syrian conflict -- Iran and Russia. And if you look at that sort of parallel peace process that they're trying to jump start, the Astana Process, certainly the Iranians play an important role in that, and I think that, you know, the Iranians are still very, very influential on the ground in Syria. And there's no doubt as Matthew just said that the Russians are by far the most influential outside power right now and inside Syria, but the Iranians, they still control a lot of those militias. They themselves still have a lot of manpower on the ground as well. And they certainly also have a very good relationship with a lot of these militias, so they really know how to organize things there on the ground, also when it still comes to fighting, the rebels that are fighting against President Bashar al-Assad. At the same time, I wouldn't necessarily say that it's a relationship of love between these two countries. I do believe that there is a certain degree of distrust between the Russians and the Iranians. And the Iranians themselves, I wouldn't necessarily say that part of the population here is souring to what is going on in Syria, but there is a little bit of criticism as well, when you're putting a country right now that's facing economic difficulties to then be involved in quite an expensive, both in blood and in treasure, campaign in Syria, it's not something that's necessarily going down well with -- going down well with everybody here in this country. So, these two countries still very much big allies, but at the same time, I don think necessarily it is a marriage of love between Russia and Iran.",
    "statement": "Interesting. Got it, Fred. Fred Pleitgen there. And let's <TAKE> the conversation back to Nic Robertson because there's one more point that we got to hit here. Nic, we <KNOW> that E.U. foreign ministers are going to be meeting with their Iranian counterpart next week to discuss the Iran nuclear deal. Can it be salvaged?"
  },
  {
    "transcript_id": "NPR-44752",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, you know, it's interesting. I mean, the women on the team said that they really just want to look him in the eye and hear an apology face to face. They said they've Don Imus's apologies on the media. They've seen his press releases, but it means nothing unless they can look in his eyes. And I think what everyone's really waiting for, the team and the coach and the president of the university here made no comment about whether Don Imus should be fired from his job or whether a suspension was adequate. They said they really wanted to wait to hear what he had to say before they would say whether he should lose his job permanently over this.",
    "statement": "You <KNOW>, in the midst of <ALL> this Imus brouhaha, we've <<KIND OF>> lost sight of the <FACT> that on top of <ALL> this, the Scarlet Knights lost to Tennessee in the National Final. Any <<SENSE>> of whether or not this affair has put that disappointment behind them?"
  },
  {
    "transcript_id": "CNN-202559",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's beautiful out here. The snow is heavy. It's like mashed potatoes.",
    "statement": "In parts of Virginia where the snow felt the heaviest, it also meant trouble for electrical wires and the tree limbs closest to them. With tens of thousands of people without power across Virginia, the governor declared a state of emergency, though officials on the ground realize that the situation <<COULD>> have been much worse. On the roads, work started <WELL> before the first flakes fell. Late into the night at the salt piles in Virginia, thousands of trucks loaded up to treat the streets, <OFTEN> with marginal success, luckily not much traffic to deal with. Transportation officials had asked everyone who <<COULD>> to stay off the roads."
  },
  {
    "transcript_id": "CNN-281196",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And I started talking with him. And then I looked at a suitcase, and I just see hair hanging out. And I`m, like, Is that a dead body over there?",
    "statement": "Your worst nightmare comes true. A mentally ill ex-con lies to a sperm bank, describing himself as highly intelligent, attractive, a Renaissance man studying neuroscience. He creates 36 sperm bank children, a mentally ill convicted felon? Mentally ill ex-felon and sperm bank <SHOULD> not be in the same sentence! Good evening. I`m Nancy Grace. I want to thank you for being with us. Bombshell tonight. A desperate mom calls 911 after her 8-year-old girl vanishes at Walmart superstore. After a frantic search, authorities locate Cherish`s tiny body, bloody, half-clothed, submerged in murky water, weighted down with asphalt chunks. We have the asphalt photos. The case set for court today where the defense demands secret tapes of the perp behind jailhouse walls talking through his toilet to a cellblock neighbor. They want them <ALL> thrown out. We obtain photo that prove the 8-year-old girl fought for her life, her DNA under his nails, his DNA under -- on her body. He`s insisting that he`s not guilty. We obtain photos that prove the 8-year-old fought for her life, her DNA under his nails, his DNA on her body. That night, he`s pulled over. He`s soaking wet, muddy, covered in scratches. We have the photos. But he insists he is not guilty. But first, breaking news. The female body found dead on U of T campus ID`d as freshman coed from Oregon Haruka Weiser. Tonight, an arrest. First to you very quickly, Matt Zarrell. Who is this guy, and how was he isolated? How do we <KNOW> police got the right guy?"
  },
  {
    "transcript_id": "CNN-204414",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, you're out. Welcome to the free world, sir, and perhaps, you can hopefully find work in the medical profession, somehow. Thank you so much, Louis and Larry, this morning.",
    "statement": "You <KNOW>, Diamondbacks --"
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I want to talk about the lead-up to November's elections. Following that controversial summit in Helsinki, the U.S. president, we see him doubling down now, again, looking to invite President Putin for another summit. And since then we also know the top diplomats between two countries have spoken, working to normalize relations. All of this, of course, leading up to the fall right around the midterms, Scott. What impact do you think that might have on the president, on Trump voters and what could be a very interesting November?",
    "statement": "First of <ALL>, let's talk <ABOUT> the game from Trump's side. And the game in part was electoral and that is present Donald Trump as this world leader, alongside Vladimir Putin. He's the man you support when you vote for Republicans. In part, it's <ABOUT> Trump's ego. But let's talk <ABOUT> it from the Russian side. The Russians have complete control over what happened in that summit; because it was a one-on-one meeting, no other American officials, the Russians can say whatever they want to <ABOUT> it, that Donald Trump accepts their line on the annexation of Crimea, taking it from Ukraine, that they have formed joint committees from military cooperation with the United States. And now going farther, that Russia's line on the Middle East is one that the United States accepts. And there is no pushback you can make against that because the <ONLY> person who knows what was said to Vladimir Putin on Monday is Donald Trump."
  },
  {
    "transcript_id": "CNN-195449",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That you guys have done. The work that I'm doing is important. I'm really proud of that. I'm really proud, and what you just did --",
    "statement": "I <<<THINK>>> it also reveals, John, just what a hard-fought battle this was. And you <KNOW>, the people who work for him, who volunteered for him and his staff, get a lot of the credit for pounding the pavement, for organizing, for knocking on doors. They put in a lot of the work that delivered this for President Obama."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What's clear to us is that Vesta appears to be the only intact proto planet that's left.",
    "statement": "Number eight, you <MAY> have heard the term god particle. Scientists call it Higgsbosin. The European Nuclear Research Organization claims to have found it. Why is it a big deal? <<<THINK>>> big bang theory."
  },
  {
    "transcript_id": "NPR-46363",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, at one time, we were told we should - the next day that we should not tell anybody where we're going and that we should go out to Andrews Air Force Base, which we did. And there was Dick Cheney and Scooter Libby and one of his staff, and I had three of my staff. And we flew in Air Force Two down to Atlanta, where the Centers for Disease Control was, and - to talk with them about this whole issue. And not surprisingly, they had exactly the same view as we had, that it would not be advisable to vaccinate.",
    "statement": "We came back, got off the plane <ABOUT> five, 5:30. And I <<<THINK>>> we talked among ourselves, our own staff. And we said, at last. We've <PERSUADED> them this is not a good idea. And I got home that night and - 7:30, and my wife said, you've got to go in tomorrow morning early because they're going to announce the vaccination of the country. And I thought, oh, my goodness. <WELL>, I got an early train and went down. I found a couple of my staff members sitting and <RATHER> casually drinking coffee. And at this point, I <FIGURE> we've got - the press conference, I have <AROUND> 10:00. We've got to be - we're going to have a lot of information we're going to <HAVE TO> provide, and questions and answers and so forth. <WELL>, it turned out - they said, they just called from the White House. They've cancelled the press conference."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "The current is called the conveyor. Warm seawater near the surface flows to the north, bringing a relatively warm climate to Europe. The water then cools off, gets denser, and sinks, and then it flows back in the other direction. But as the Greenland ice cap melts, there is more freshwater in the North Atlantic. And freshwater is lighter, stays on the surface. And, if there's enough of it, it can stop the conveyor belt in its tracks, putting Europe into a deep freeze. It has happened before at the end of the last Ice Age. (",
    "statement": "And the <CHANGE> from conditions like we have here today to an Ice Age took place in <<PERHAPS>> as little as 10 years' time. So, that's a sudden jump."
  },
  {
    "transcript_id": "CNN-161349",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So what is the mood at Davos? Are we post crisis, are we post talking <ABOUT> double dip recessions or are we still muddling through?"
  },
  {
    "transcript_id": "CNN-21594",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "That's the 5-4.",
    "statement": "Greta, that's why I <<<THINK>>> this is actually a <FAIRLY> -- I <<<THINK>>> one of the <MOST IMPORTANT> things <ABOUT> this <<OPINION>>, and I <<<THINK>>> it is encouraging that at least there were seven justices who agreed on a lot, and they agreed pretty much on most of the per curiam except those last two paragraphs."
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The fact that the suspects, or according to police, knew it was Sean Taylor's house, does that factor in the case at all?",
    "statement": "<WELL>, it does because, as the prosecutor said in the press conference, they didn't <<<THINK>>> they went to kill Sean Taylor, but it is rational, if you can ascribe that to criminal behavior, to say, \"Look, some rich guy lives there. Let's go rob the house.\" And that appears to be what the prosecution is saying was the motive here. They knew Sean Taylor, a very rich football player, lived in this house. He <<PROBABLY>> had something valuable there. So they -- the four of them go there to rob the house. It turns out, to their surprise, he's there. There's a fight. He gets murdered. But, you <KNOW>, it explains why they went to go there if, in <FACT>, this is true that they knew he lived there, that they just wanted to steal a rich man's belongings."
  },
  {
    "transcript_id": "CNN-268420",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "My own personal theory is that Joseph build the pyramids in order to store grain. And all the archaeologists think that they were made for the pharaohs' graves. But, you know, it would have to be something awfully big, when you stop and think about it. And I don't think it would just disappear over the course of time to store that much grain. And when you look at the way the pyramids are made, with many chambers that are hermetically sealed, they would have to be that way for a reason.",
    "statement": "This is not the <ONLY> time that Carson has raised eyebrows. His claims of a violent past on the streets of Detroit have also come into <QUESTION>. Here are some of the things Carson has said <ABOUT> his out of control youth."
  },
  {
    "transcript_id": "CNN-360411",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "So Stephen, do you see a lot of that great economic news has just been up ended by that 35-day government shutdown?",
    "statement": "There is no <QUESTION> that the government shutdown was negative for the economy. I agree with Linette on that. We <MIGHT> disagree <ABOUT> the extent of the negativity. I am going to <ESTIMATE> <<MAYBE>> taking off of the first quarter GPD <ABOUT> <<MAYBE>> 0.2 percent of our GDP growth for that quarter. That's not insignificant. The good news is, we're going to pick up a lot of that in the second quarter. Linette and Fredricka, I have lived through a lot of these government shutdowns going back to the early '80s."
  },
  {
    "transcript_id": "CNN-289922",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Did an Oregon father cause the death of his son? Sir little Bryan Mansor was diagnosed as brain dead with injuries consistent with shaken baby syndrome. But now, an Oregon Appeals Court has overturned Mansor`s conviction. <<COULD>> Kaliq Mansor walk free?"
  },
  {
    "transcript_id": "CNN-126082",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "More problems.",
    "statement": "So we'll address it with the general. <WELL>, as we told you at the top of the show, the Fed is expected to cut key interest rates again today. Ahead, why it <MIGHT> be the last cut for a while. Plus, it <<COULD>> be the biggest <THING> to hit the world of entertainment ever. See what's driving millions of people to get that game Grand Theft Auto. That's straight ahead on AMERICAN MORNING."
  },
  {
    "transcript_id": "CNN-381765",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Here's my question. Is this whistleblower -- whoever he or she may be -- do they have any connection to the Intelligence Community, the old intelligence community that was corrupt as hell?",
    "statement": "On top of that, there are questions <ABOUT> the Vice President, Mike Pence and why he was suddenly pulled from a previously scheduled trip back in <MAY> to attend the inauguration of the Ukrainian President, was that intended as a signal to Ukraine to put more pressure on them? That was just two months before the President's phone call request for a favor. And then finally, there's the President's personal attorney, Rudy Giuliani. Top House Democrats yesterday subpoenaed Giuliani for documents related to his communications with Ukrainians trying to dig up that dirt on the Biden's and also any documents related to efforts by the President to press Ukraine to interfere in the 2020 election."
  },
  {
    "transcript_id": "CNN-323605",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I think that the present occupant of the White House shows that experience counts for something because he has none and he has not accomplished anything.",
    "statement": "Let's talk -- you mentioned Hillary Clinton. Let's talk <ABOUT> the Democratic Party. <OBVIOUSLY> that was an unexpected result in 2016, and there were a lot of factors. She has talked <ABOUT> them, you <KNOW>, the Comey investigation and the Russians and so on. But it seems to me just looking at it as a practitioner that there were some real failings of the campaign and the party itself. And one of them was to have an overarching economic message that spoke to the entire country. It felt like the party was saying we have got women, we have got minorities. We have got young people, and so we don't really need you guys. And they heard that message and didn't vote for Democrats."
  },
  {
    "transcript_id": "CNN-235069",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "I'm a media artist, and I'm working in my studio in Yeldegirmeni. I really like this area, because there's a really good artistic community here. And as an artist, you can easily access all the materials you need. I'm working on a new video project right now. I'm working with film material of 8 millimeter film. All the material I found, they are from Istanbul from the periods 1960s to 1980s.",
    "statement": "I'm a creative technologist, and I'm one of the co-founders of this place, Iskele 47. We are five co-founders here, and first our aim was just to combine our workshops, and then it became a maker's space, especially with the joining of students from the universities and from <AROUND>, this place is now becoming more sustainable and more alive. We are exchanging ideas and materials and <KNOW>-how. That's what makes this neighborhood very special."
  },
  {
    "transcript_id": "CNN-51454",
    "matched_terms": {
      "best": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Do we know if these tests have been done before, and if these results were better or worse?",
    "statement": "These tests have been done before. But as I said, the inspector general has <NEVER> before released any of its auditing results in a public manner. They've redacted those results pretty extensively in anything they offer publicly. The <BEST> we <<COULD>> find was prior FAA test results in the '70s and '80s. And what we found interesting there was, they showed that FAA investigators back then, the screeners were more successful in detecting things than these screens were after September 11th, which raises the <QUESTION>: has security actually gotten worse in the days after the terrorist attacks than it was before?"
  },
  {
    "transcript_id": "CNN-366139",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Because this is what you said back in 1998. We went back and checked. If grand jury material -- you're referring to the star report -- it represents statements which may or may not be true by various witnesses, salacious material, all kinds of material that it would be unfair to release. That's what you said then. And I just want to give you a chance to explain what you're saying now.",
    "statement": "<WELL>, then, remember, Congress already had that material and Congress <<COULD>> evaluate it. We were talking <ABOUT> giving out that private material to the public. Here, we are asking for Congress to get the material so that we can have it. And we can make judgments as to what privacy has to be protected and what can be <GIVEN> out. But, again, Congress already had that material. We're talking <ABOUT> Congress getting the material now. It's two <COMPLETELY> separate questions."
  },
  {
    "transcript_id": "CNN-47227",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "More now on the latest fallout from the biggest bankruptcy in U.S. history. As we just mentioned, a \"TIME\" magazine report says Enron-related materials were destroyed by auditing firm Arthur Andersen. The report says auditors were directed to destroy all but the most basic work papers. Our senior White House correspondent John King joins us with more on this investigation -- John.",
    "statement": "Carol, good afternoon to you. The shredding of those documents will, of course, be not <ONLY> part of the criminal investigation into Enron, but into the growing congressional investigations as <WELL>. And others focus of the congressional investigations are contact between this company and its chief executives, which gave hundreds of thousands of dollars to political campaigns, including supporting this president. The Congress wants to explore the context to see whether or not the company got any special treatment from the Bush administration. Some new details today. The Commerce secretary, Don Evans, saying that a few weeks after he spoke to the Enron chief executive, he told the White House chief of staff. Just last week the White House press secretary had said he did not <<<BELIEVE>>> word of those phone calls from Enron to members of the Bush Cabinet had been passed on to anyone here at the White House until late last week -- but that new disclosure today from Commerce Secretary Don Evans. The other man who receive a phone call in the Bush Cabinet was the Treasury secretary, Paul O'Neill. He received two: one when he was home on a Sunday in late October, then a week later at the office in early November. But Secretary O'Neill said earlier today he did <ABSOLUTELY> nothing <WRONG>."
  },
  {
    "transcript_id": "CNN-396076",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The vast majority of people in our state who have tested positive so far are in their 40s. And we have children as young as 10 months old, who have the virus.",
    "statement": "In Alabama, Emmarie Grace, just a month old, is now isolated as a precaution after a nurse in the NICU where the baby has been, since birth, tested <POSITIVE>. Her father telling CNN he felt this moment was inevitable <GIVEN> the number of people tending to his daughter <EVERY> day. Here in New York state, Governor Cuomo is also looking to address mental health needs, talking <ABOUT> the emotional trauma that many people are going through, especially as their lives <CHANGE> so rapidly. He has set up a hotline here of 6,000 mental health professionals, they are now volunteering their time. Back to you."
  },
  {
    "transcript_id": "CNN-348099",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And Jim, just to be very clear on this, though, if he were to cooperate, the reporting that -- as I understand it is that he would have to cooperate not just on a select, you know, area of focus. He would then be cooperating with feds across the board. So whether it came to cooperation in the Russia probe, et cetera, right?",
    "statement": "Yes. Once they have you and you are a cooperator, you're -- they have you. And he's going to <HAVE TO> make that judge. You <KNOW>, that's a tough call to make."
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There is never a right moment, but at the same time, if we really get this commitment, it will be right like diffusing the time bomb on a two-state solution. As I said, ultimately a solution is in the hands of the Palestinians, in the hands of the Israelis and we urge them to go back to the negotiating table. We know that prospects are dim right now, but we hope that through this, we can actually achieve something.",
    "statement": "Let's talk <ABOUT> the timing coming as it does just a couple of months before the U.S. elections. So will be those who say that the UAE and Israel have effectively gifted Donald Trump an opportunity at this point to sell this as he has done today in announcing the normalization of relations between Israel and the UAE as a triumph for his administration. To which you say what, sir?"
  },
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "The gentlewoman from North Carolina is recognized.",
    "statement": "Thank you, Mr. Speaker. I rise in strong opposition to the process and to the resolution. When Congress sees fit to examine its solemn power of impeachment, it is <IMPERATIVE> that it does so in genuine pursuit of justice, <FAIRLY>, transparently and objectively. Anything less is unacceptable. This partisan impeachment has fallen far short of that. Sadly, Alexander Hamilton's prediction in Federalist Number 65 has come true, where he warned that \"In many cases, it will connect itself with the pre-existing factions and will enlist <ALL> their animosities, partialities, influence and interest on one side or on the other.\" And in such cases, there will <ALWAYS> be the <GREATEST> danger that the decision will be regulated more by the comparative strength of parties than by the real demonstrations of innocence or guilt. After years of investigation, hearings and millions of taxpayer dollars, Democrats found no proof that the president committed a crime, no proof that the <<VAGUE>> accusations in these articles clearly reflect a basic prerequisite for impeachment. Impeaching for high crimes and misdemeanors is a charge than an actual crime was committed. These empty baseless articles expose for the American people what this is, a desperate partisan attempt to avenge the laws of the Democrat's preferred candidate in 2016. We <MUST> respect American voters and reject these articles."
  },
  {
    "transcript_id": "CNN-115052",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Anna Nicole Smith has finally been laid to rest. And the morbid fascination with her wild life and mysterious death continues with many understand unanswered questions, like how did she die? But one question rises above all others, what`s going to happen with her little five-month-old daughter, Dannielynne?",
    "statement": "We can not forget <ABOUT> this little girl."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "should": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Douse`s husband and one of the couple`s other children awoke to the sound of a scream and called authorities, who discovered Douse on the kitchen floor.",
    "statement": "Good evening. I`m Nancy Grace. I want to thank you for being with us tonight. Stunning photos just released by Texas authorities blow the polygamy compound bust wide open. The crazy polygamy cult leader is worshipped as a prophet. They`re (ph) worshipped by the FLDS, but these photos showing Jeffs deep kissing and creepily cuddling 12 and 13-year-old child brides, <<APPARENTLY>> carrying one of these children over the threshold, <SHOULD> make three Texas judges rethink their ruling to force 400-plus children back behind isolated compound walls."
  },
  {
    "transcript_id": "CNN-72698",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, if you're asking me if this is my favorite subject, the answer is, no, it isn't. But I was asked to do a job. These are hard times. And governors are expected to make tough decisions. I'm going to do it. I'll tell you this, Judy. I have faith in the electorate. I've run five times statewide for governor -- for statewide office in this state, and the electorate has been good enough to support me every time. I like to believe they made the right decision last November. And if they're asked to make another decision, I think they'll make the right decision again.",
    "statement": "Arnold Schwarzenegger, do you <<<THINK>>> he'll try to run?"
  },
  {
    "transcript_id": "CNN-72836",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Live from the George Washington University, James Carville and Tucker Carlson.",
    "statement": "Welcome to CROSSFIRE. The U.S. Supreme Court has declared that gay people are people, too. What goes on between consenting adults is nobody's business. We've asked the Reverend Jerry Falwell what he thinks <ABOUT> today's ruling. You can <<PROBABLY>> <<GUESS>>, but it will be fun anyhow. But first, the <BEST> political briefing in television, our \"CROSSFIRE Political Alert.\" One of the ways the Bush administration justified the war in Iraq was by claiming Saddam Hussein had mobile laboratories for producing chemical or biological weapons. Some of the trailers turned up after the war, but they still haven't turned into the so-called smoking gun. Today's \"New York Times\" revealed a classified memo form the State Department's intelligence division that says it's premature to claim the trailers had anything to do with the biological weapons program. Bush said it late in <MAY> that we had found weapons of mass destruction, there was no such <THING>. These were merely thought to be mobile labs able to produce weapons. This administration simply can't tell the <<TRUTH>>."
  },
  {
    "transcript_id": "CNN-19815",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "The lawsuit was filed on behalf of George W. Bush, Dick Cheney and seven Florida residents who voted Republican. The case will be heard in the Miami federal courthouse by Judge Donald Middlebrooks, who was appointed to the bench by President Clinton. The Republicans are trying to stop the manual recount of ballots in four Florida counties, as requested by the Democrats. Those predominately Democratic counties are Palm Beach, Volusia, Miami-Dade and Broward. The GOP's argument is the votes have already been counted and the election decided. In court papers, they say, the repetitive counting of ballots, especially manual counting, diminishes the accuracy of the count. They also argue further recounts could unnecessarily delay the election's process, potentially leading to a federal constitutional crisis. Donald Jones teaches constitutional law at the University of Miami. He says this is not a constitutional crisis and argues the Republicans have little chance of succeeding in court.",
    "statement": "For the Republicans to argue that the Canvassing Board <SHOULD> not have the discretion to do its job as it sees fit, you <KNOW>, absent a claim of bad faith, is a radical argument, and it's a dog that won't hunt."
  },
  {
    "transcript_id": "CNN-255278",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Right. With their name on it.",
    "statement": "It's a charity with a political dynasty involved here. We <ALL> knew even in 2012 when this first donation was made that Hillary Clinton <MIGHT> be running for president now."
  },
  {
    "transcript_id": "CNN-394707",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "So, it's against the everyday measures that public health officials constantly harp upon, because again, they actually work. So, washing your hands often, cleaning high-touch surfaces, you know, if you know that someone is sick, obviously keeping at least a six- feet distance for them if you can, things like that. So, you know, CDC has some really great information of, you know, what you can do in these types of situations, but really a lot of it falls into common sense.",
    "statement": "<SHOULD> they be, you <KNOW>, wiping down airline trays? <SHOULD> they be wearing special gloves, those types of things?"
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "They are sure that they want liberty and freedom, and that      is what these...",
    "statement": "They're not <<<SURE>>> how to..."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But you stayed with him a little long.",
    "statement": "I stayed with him <A LITTLE> bit too long, as so many women do by the way. We <OFTEN> stay in bad relationships <WELL> past their expiration date. But <CERTAINLY>, growing up as someone who comes from a mixed race background, trying to <FIGURE> out who I am and where I fit into the world, there were some awkward stages. Yes, I was <OFTEN> the black friend, the token black friend in white circles when I was coming up <ALL> the way through until college. And I felt this yearning to really find my tribe of black women that I <<COULD>> be friends with and nurture a sisterhood with black women. And I just didn`t have access to that community really when I was growing up. So there was this urgency when I got to college. I was like I <HAVE TO> find black friends. And some of that came from a level of hurt. There`s one experience that I share where my white girlfriends are my <BEST> friends for life, but there was one instance that I experienced at a slumber party <AROUND> eighth grade where the \"N\" word was used. And there`s nothing like that moment where the trust is broken between -- and where you recognize your blackness and how it separates you from these people that you felt so intimately connected to and I still do, to be <CLEAR>. We worked through it and this is someone who to this day is one of my <BEST> friends. But these are the moments that helped me recognize that blackness is not <ABOUT> the way you talk or the way you walk or who you date. It is a collective experience of exclusion that cannot be understood by -- deeply in the same way by someone who has <NEVER> had to face that same type of discrimination. And so it sounds silly, but like I was laser focused. I was like I`m trying to find the black table at this school, which is Something that I talk <ABOUT> in my book, this concept of the black table. And, really, what the black table is, it`s a safe space where you can just be yourself and where you don`t <HAVE TO> worry <ABOUT> these types of encounters happening, these microaggressions happening. You can just <TAKE> off the masks and you can stop code-switching and you can just really be yourself."
  },
  {
    "transcript_id": "CNN-286154",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Hold on! Ray Caputo, you say he`s no sex offender. Can I ask you this? What do you think he was doing, taking her out for an ice cream?",
    "statement": "<WELL>, Nancy, it`s <CLEAR> that he did not have good intentions and you <KNOW>..."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "clear": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "My question was, was he involved a decision to out her? Was he in any way involved in discussions? Did she say, yes, Scooter, that's a heck of an idea, or, don't you dare do that, or, what are you taking? Don't you want to know that?",
    "statement": "I <<<THINK>>> that's less important than whether the laws involving the disclose were violated. And I <<<THINK>>> the prosecutor has pursued that <QUESTION> <FAIRLY> effectively and, of course, whether people have been forthcoming on the questions of perjury and cooperating with investigators. And, on that issue, he's been very <CLEAR> that he believes a law was violated, and that's why he's handed down the indictments."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "allegedly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But they are insisting, Chris, aren't they, that these very serious seven counts of child molestation occurred after that LA report was concluded?",
    "statement": "Yes. When you look at the timeline, <<APPARENTLY>> some of these incidents <<ALLEGEDLY>> occurred after the DCS investigation was concluded. Now, I'm going to try to keep an open mind <ABOUT> <ALL> of this, and <CERTAINLY> the prosecution isn't required to release <ALL> of its evidence at its initial press conference after filing these criminal charges. However, I am expecting substantial corroboration of these allegations, and I <<<THINK>>> that anyone watching this case <WOULD> also <EXPECT> substantial corroborating evidence in this case."
  },
  {
    "transcript_id": "CNN-235630",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Yes, I mean, look, you know, the concern that people are going to get on these flights and fly from West Africa, where these cases are, to anywhere in the world is - now, look, that's a real possibility. I mean I think for a long time people didn't think that that was going to happen because Ebola was sort of relegated to very remote areas of Africa. These weren't people who would subsequently get infected and get on planes. And so things have changed with our globalized world. So, you know, it's perhaps a little scary but not surprising that people are having these discussions.",
    "statement": "So Patrick Sawyer, he got on board a plane, a plane in Nigeria, and then he collapsed. So what do you <<SUPPOSE>> the airline is doing now."
  },
  {
    "transcript_id": "CNN-24013",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "I am <CERTAINLY> glad the vice president-to-be invited me."
  },
  {
    "transcript_id": "CNN-194361",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We start the second half of our show with stories we care <ABOUT>, where we focus on our reporting from the front lines. And we begin with an update on one of the victims of a shooting at a Sikh temple in Wisconsin. Punjab Singh who has been in the hospital since August 5th is now <WELL> enough to be released. He's the last victim to be released from the hospital. In a statement, his family says he still requires <AROUND> the clock care, so he's going to go to a health facility where he can get <WELL>. And an OUTFRONT update on the Iranian man from Texas who is accused of working with the Iranian military to kill the Saudi ambassador to the United States along with Americans who were out to dinner. Today, the man, Manssor Arbabsiar, pled guilty to three charges. One for conspiracy, two related to murder for hire. As part of the scheme, Arbabsiar tried to recruit a Mexican drug cartel to bomb a Washington restaurant, but it <ALL> unraveled when the cartel contact turned out to be an undercover agent. Arbabsiar is expected to be sentenced in January and he faces up to 25 years in jail. Four more people have died from a deadly outbreak of fungal meningitis. In total, 19 have died from the non-contagious form of the disease, which authorities <<<BELIEVE>>> was contracted through contaminated steroid injections. A total of 245 cases have been reported in 15 states. Today, the House Energy and Commerce Committee sent a letter to the FDA asking for more information <ABOUT> the oversight of the New England Compounding Center which was linked to the outbreak. <WELL>, it has been 440 days since the U.S. lost its top credit rating. What are we doing to get it back? <WELL>, today, there was more good news on housing, builders breaking ground on new homes surged in September, 15 percent higher than the month before, and the <BEST> we've seen since July of 2008. Wow. Now, our fourth story"
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Be careful what you ask, my dear, for you will surely get it. You know, she might jump from the fire into the frying pan.",
    "statement": "That`s <CERTAINLY> possible, but I <<<THINK>>> that Judge Revel, everyone who saw her today in that courtroom, she is not a fan of Lindsay Lohan`s."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Is this witness going to be on all day?",
    "statement": "No, sir. Matter of <FACT>, we'd like to..."
  },
  {
    "transcript_id": "CNN-85919",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Stewart, what do you think is the biggest reason to keep those cameras out?",
    "statement": "I <<<THINK>>> the biggest reason is that research has shown that people react to the presence of a camera. It alters the way they experience themselves and they experience an event. And, in some instances, unfortunately, they play to the camera."
  },
  {
    "transcript_id": "CNN-392390",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "It's not -- you <KNOW> one of the things that I looked at is, you <KNOW>, somebody who wants the Democratic party to be successful up and down the ballot is not just who wins this and who comes in first, second, third, fourth or fifth, but also how many people come out, and the number of first-time voters is really low. The number of independents that are going to play a role, you have -- I mean, and that's one of Bernie Sanders' pitch as why he's the most suitable to beat Donald Trump because Bernie Sanders says and the polling is shows in states like New Hampshire show that he does extremely <WELL> with independents. And Joe Biden is going to <HAVE TO> show not <ONLY> the base of the party, but he has some strength there as <WELL>."
  },
  {
    "transcript_id": "CNN-102645",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "How does that differ from the way you put on a show?",
    "statement": "It's a much smaller team here, <OBVIOUSLY>."
  },
  {
    "transcript_id": "CNN-123698",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And Phillips says, they still aren't.",
    "statement": "We talked with Congressman Nick Lampson <ABOUT> this issue just last week and he said for FEMA to tell people to crack the windows, that's how they're going to <MITIGATE> the damage is just disingenuous by FEMA. <WELL>, Tony, we <KNOW> they're going to hold a news conference in just a few hours, they're going to talk <ABOUT> two kinds of testing. They did short-term tests and they did long-term testing. That's what is important. And two different kinds of trailers as <WELL>, the mobile homes, which people are meant to live in for periods of time, and travel trailers, which people aren't meant to live in. Now FEMA says that it's moving <ABOUT> 800 people a week, or month, out of FEMA trailers into hotels or other lodging, but a lot of people simply don't want to leave, Tony. The reason they've been kicked <AROUND>, they had moved <AROUND> a bunch."
  },
  {
    "transcript_id": "CNN-305974",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But he is a politician, and he's not stupid. He realizes that his time finished 10 years ago. And the only people who are obsessed with him are actually the sort of Jeremy Corbyn supporters who want the Labour Party to be different from his time. But there are also the other people who are interested in what he has to say, and those are the passionate pro- Europeans who won't accept the result of the referendum and want to fight it.",
    "statement": "But what I found interesting is, on the day that Tony Blair said these things, I spoke to the letters editor of \"The Guardian\" who said he'd voted to leave. And he said, but when I voted to leave, I didn't <<<THINK>>> it meant we <WOULD> really leave the E.U. which was interesting."
  },
  {
    "transcript_id": "CNN-364370",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, only that they did declare a national emergency on the opioid crisis. So that does then -- and correct me if I'm wrong -- that opens up more funds and education and awareness.",
    "statement": "<WELL>, they did declare -- nearly eight months and they did declare a public health emergency for opioids -- not fentanyl specifically, but opioids. No money was directed from that but it was more of an awareness campaign. But there -- what we are hearing on the ground, especially in places that are very hard-hit, like New Hampshire and West Virginia, is that there's a desperate need for drug treatment. There's a waiting list that's like 200 people long in Huntington, West Virginia -- <<SORT OF>> the epicenter of this problem. So, still, we have a long way to go."
  },
  {
    "transcript_id": "CNN-238858",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The main thing I want to focus on today, because of the importance of this vote -- these votes this week in Congress, is the focus on the Syrian opposition. The Syrian opposition wants to fight. This is their fight. And we should facilitate them to do that.",
    "statement": "And just last month, the president was talking I <<<THINK>>> to Tom Friedman, and <<SORT OF>> described Syrian rebels as, you <KNOW>, former doctors and pharmacists, and <<SORT OF>> -- and said it was a myth, a fairy tale -- I believed he used the word fairy tale -- it was a fairy tale that we <<COULD>> ever arm them and put them up against a Russian-backed Syrian government. Why are they now trainable and able to push back against what everyone has said is the most brutal fighting force America has ever faced?"
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Talk about men in war, Duke Cunningham, were you nervous before every mission?",
    "statement": "<ABSOLUTELY>. More so when I got down, not during the fight, but afterwards and you <KNOW> one of the things that I <<<THINK>>> soothed that, Larry, was the day I was fortunate enough to shoot down my first MiG. I came back aboard the USS Consolation <ALL> 5,000 guys were on the flight deck. Willie White my plane captain broke across the bow, he knocked over Admiral Cooper, which you don't do in Navy, and jumped up on wing came back down the turtle back, as I'm trying to get the injection seat pin in, and he grabbed me by the arm and he said, \"Lieutenant Cunningham, Lieutenant Cunningham, we got our MiG today, didn't we?\" And people are seeing the stories over in Afghanistan of the pilots, but behind <EVERY> pilot, you <KNOW>, there's hundreds of men and women serving on that ship, and they fill an equal part of that team."
  },
  {
    "transcript_id": "CNN-390703",
    "matched_terms": {
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But let me ask this. Are you uncomfortable arguing the underlying facts of this case?",
    "statement": "I'm just not an <EXPERT> on the underlying facts. I'd be perfectly comfortable arguing any aspect of this. I have argued some of them in my writings. I'm an advocate, not a witness and I'm advocating against impeachment. I <<<THINK>>> it <WOULD> create a terrible, terrible precedent for future presidents if we were to weaponize the impeachment provisions of the Constitution and apply them to any president who was accused of abusing his power. That <WOULD> have included Adams, Jefferson, Lincoln, Roosevelt, you name it. Virtually half of our presidents --"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Amen, brother.",
    "statement": "How <WOULD> things be different if it's domestic drilling or alternatives or whatever the case <MAY> be, if we didn't <HAVE TO> worry <ABOUT> oil elsewhere from anybody? How <WOULD> things be different in the way we do foreign policy, the way we relate to the world?"
  },
  {
    "transcript_id": "CNN-150569",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "It is a shared responsibility. Ultimately, it's the regulators who need to be regulating and making sure that they're protecting the public. It's the oil companies who not only have to have safe equipment but have to have a culture of safety. And they have to be willing to have safety equipment and strong rules to protect the public. In the last 10 years, the oil industry has done nothing but fight to have its own rules in place and enforce its own rules regardless of the impacts to the public.",
    "statement": "And now, as the job of assigning blame begins, the industry and the regulators will <TAKE> a hard look at <ALL> the things they did and did not do to wind up with what <MAY> be the second worse environmental disaster in U.S. history. And it's still getting worse. Joe Johns, CNN, Washington."
  },
  {
    "transcript_id": "CNN-196240",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Can there really, though, be peace as long as the Palestinians are split into these two factions? You have the Palestinian Authority in the West Bank and Hamas in charge in Gaza.",
    "statement": "<WELL>, the <FACT> that there is a split between the West Bank and the Gaza Strip has <CERTAINLY> hurt Palestinian interests, but it shouldn't be used as an excuse to continue to allow Israel to deny millions of Palestinians their freedom. This is what is precisely been done. Israel comes forward and says we refuse to talk to Hamas. We don't want to talk to Mahmoud Abbas. So the settlements continue. The land confiscation continues, the blockade continues. So <RATHER> than the world looking for excuses as to why not to pressure Israel, they <SHOULD> be looking for reasons so as to pressure Israel to finally end its military rule over the Palestinians and let them live in freedom."
  },
  {
    "transcript_id": "CNN-59910",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And as we've said, at last report, the two sides are still at the bargaining table. In fact, one member of the baseball owners' negotiating team says, \"We will get it done.\" The two sides have been working all night long to avoid a 9th work stoppage since 1972. The guys at Atlanta's Fox 97.1 are joining us with their take on this story -- Randy and Spiff, live on the line for this morning's \"Talk of CNN.\" And, guys, we understand that the biggest issue has been settled -- that of that luxury tax. They're just quibbling over little, tiny matters now.",
    "statement": "Oh, I don't <KNOW>, I don't <KNOW>. There are other issues that you don't <KNOW> <ABOUT>."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, we heard quite some shots, you know, absolutely more than three. But that man said, you know, the police killed the man by three shots. Yes, he said boom, boom, boom, three shots right in front of me. That's what he told me.",
    "statement": "<<<SURE>>>. And did the person that you were talking to who actually witnessed the episode, did he say to you that the man either fell to the ground or wrestled to the ground? Was he on the ground when he was shot? Did you get that information from your colleague?"
  },
  {
    "transcript_id": "CNN-261757",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, let me ask you some follow-ups from Thursday's debate on issues that you do want to talk about. You said that the next president should invoke the Fifth Amendment of the Constitution guaranteeing due process and the 14th Amendment guaranteeing equal protection when it comes to protecting the unborn. At what point would President Huckabee, given his druthers, establish personhood? Would it be at the moment of conception or would it be fetal viability? And once personhood has been established, how far, in your view, do you think the government should go to ensure these proposed constitutional protections?",
    "statement": "<WELL>, conception is the <LOGICAL> place to declare life, because that's when 23 chromosomes from the mother and 23 from the father create that imprint of that individual and DNA that is going to last him or her the rest of one's life. Viability is an ever-moving target. What's viable now wasn't viable a few years ago. So I really want to focus on the <FACT> that we have let this issue be <ABOUT> abortion. It's the <WRONG> issue. The issue is <ABOUT>, do we <<<BELIEVE>>> that the unborn child is a human being? Because, if we do, and if personhood is really the issue, then the 5th and 14th Amendment <WOULD> automatically apply to that individual. And I really <<<THINK>>> we have missed it for a long time. And we have talked <ABOUT> defunding Planned Parenthood. But, Jake, this is a bigger issue, and I <<<THINK>>> the Planned Parenthood videos <<KIND OF>> help put it in <PERSPECTIVE>. This is savagery. When people are selling baby parts? I just can't deep in me <<<BELIEVE>>> that any American can look at that, <<<THINK>>> <ABOUT> that very intently, and come away with the nothing that that's really the mark of a civilized people."
  },
  {
    "transcript_id": "NPR-38638",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "They demanded to know whether telecom companies had violated privacy laws by helping the NSA monitor their communications. In Massachusetts, the ACLU has enlisted the support of small town mayors, like Michael Bissonnette of the town of Chicopee.",
    "statement": "It's not necessarily a local issue that I, as a mayor, <WOULD> normally deal with; but then, I'm not required to leave my conscience at my house when I come into city hall everyday."
  },
  {
    "transcript_id": "CNN-354079",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And one of them of course is this SDNY in Michael Cohen case which he--",
    "statement": "And we're told that there are others that have been sent -- you <KNOW>, one of the things that Mueller has done is farmed out parts of his investigation to other places. You can cut -- look, you can shut down Mueller. You can't shut down the entire Justice Department."
  },
  {
    "transcript_id": "CNN-346717",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "U.S. Steel just announced that they're building six new steel mills.",
    "statement": "So if you care <ABOUT> the <<TRUTH>>, nope, that's not the <<TRUTH>>. The <ONLY> <THING> U.S. Steel has announced is that it will restart two blast furnaces, restart two blast furnaces, not six new steel mills. And it's <<PROBABLY>> no coincidence the president seems to be especially <<TRUTH>> challenged when it comes to Russia. And this tweet from July 24th, he famously claims Russia will be pushing for Democrats in the midterms because, according to him, they don't want Trump. But I want you to listen closely. This is Vladimir Putin. Vladimir Putin himself coming from his own mouth, he said at the press conference after that disastrous summit in Helsinki."
  },
  {
    "transcript_id": "CNN-298508",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. And, now, I want to bring in David Gergen, who served as an adviser to four presidents including Reagan and Clinton. David, you heard Secretary Chertoff there. He thinks that Donald Trump needs to address the Muslim issue directly, but he does think he's been more sober and disciplined in the past week and a half. What is your take on these choices today, specifically General Flynn?",
    "statement": "I have great respect for Michael Chertoff. I do respectfully disagree with him <ABOUT> the direction in which Mr. Trump has gone. I <<<THINK>>>, yes, we want to be fair minded and open minded <ABOUT> this. We want to give him a chance as Hillary Clinton argued some time ago. But having said that, I <<<THINK>>> we can begin to make judgments <ABOUT> what direction he's taking. And <EVERY> single one of his appointments, with the exception of his new Chief of Staff, has been on the other edges of conservatism. These have been people who are considered pretty extreme in their views. And I can just tell you that I can't <<IMAGINE>> the -- <WELL>, I can't <<IMAGINE>> George W. Bush actually appointing these people. I cannot <<IMAGINE>>, <CERTAINLY>, his father. And Ronald Reagan nominated Mr. Sessions for federal judgeship, and he was turned down by the Judiciary Committee controlled by Republicans because of his views. Now, I <<<THINK>>>, in <ALL> of these cases, there are things that they've said -- Senator Sessions, <<MAYBE>> 30 years ago, he disagrees with what's being charged of him. But I <<<THINK>>> the <ONLY> fair way to do this is consider his whole record. Let's look at what's happened over the last 30 years. Give it scrutiny. But I <<<THINK>>> what we do <KNOW> is that Donald Trump is selecting people who have extreme views. They really want to focus on going after ISIS. And in their <VIEW>, that means going after -- <<MAYBE>> having a registry for Muslims, doing other things. They want to go after the people who are here that's unauthorized or undocumented folks who are here. And Donald Trump wants to get at least 2 to 3 million of them out of this country because he said they, you <KNOW>, have committed crimes."
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You know, Paul, I tried to figure out what you are telling me. And what I understand now is the president is very popular, 71 percent approval rating. You've got those nine pathetic candidates down in South Carolina. You are in big trouble. So what you are saying is that the president shouldn't have gone to war, shouldn't have removed Saddam Hussein, shouldn't have liberated Iraq, and he has American blood on his hands. If that is your line for 2004, it ain't going to work, and John Kerry, Joe Lieberman and Dick Gephardt will tell you it won't work.",
    "statement": "It's not <ABOUT> the election. It's <ABOUT> whether he told us the <<TRUTH>>. And if the \"New York Times\" is right today, then our president misled us <ABOUT> something very important. <WELL>, do CROSSFIRE viewers care <ABOUT> Bill Bennett's gambling habits? It's a safe bet they do. We'll let you <KNOW> what they're saying in our \"Fireback\" section. It's coming up next. Stay with us."
  },
  {
    "transcript_id": "CNN-143504",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "hope": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And former President Jimmy Carter speaking out for the first time since saying he believes racism is the reasons for the harsh political criticism of President Obama. He'll join our Candy Crowley live coming up, to address his controversial comments. Plus, today is the president's 85th birthday. We begin the hour with President Obama's Olympic gamble. He's heading to Copenhagen, Denmark later on today, and making a pitch in person to have the 2016 Summer Olympics to come to Chicago. And just like any Olympic event, there's stiff competition. Other cities hoping to beat the president's hometown: Madrid, Tokyo, and Rio de Janeiro. First lady Michelle Obama is already in the Danish capital ahead of tomorrow's announcement -- and so is our White House correspondent, Ed Henry, now our official Olympic correspondent. Ed, a couple of things to think about as the president prepares to head over to Denmark. The obvious thrill of victory, but then again, the possible agony of defeat.",
    "statement": "Oh, <NO <DOUBT>> <ABOUT> it, John. And I spoke to the first lady, Michelle Obama, a couple days ago, back at the White House <ABOUT> this. You <KNOW>, you're worried that this <<COULD>> hurt the president politically if you fail in this big mission. She said, look, people -- you're darned if you do, darned if you don't. People <WOULD> have criticized the president if he didn't get involved. They're going to criticize him if he gets too heavily involved. Their <BOTTOM LINE> is they want to give it their <ALL> and <HOPE> for their <BEST>, <<SORT OF>> like the Olympics."
  },
  {
    "transcript_id": "NPR-29498",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "There's the technical middle class. They have more money, but they're not likely to attend the opera.",
    "statement": "And the established middle class, also <WELL> off, but more <<LIKELY>> to attend the opera."
  },
  {
    "transcript_id": "CNN-117377",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Interesting. They picked the wrong facts. All right. Well, we've pretty much scene the seen the facts laid out there through this intensive sting. You also talked to Jefferson right after the raid. What did he tell you?",
    "statement": "<WELL>, he said -- he was very relaxed, and he was very upbeat. He says there's an honorable explanation for <ALL> of this. When I asked what that was, he decided not to share it and hasn't, but he maintains his innocence and has, throughout this entire episode. And as his attorney said yesterday, you <KNOW>, they're going to continue to fight this <THING>. I <<<THINK>>> when you hear Robert Trout, his attorney, talk, you see some hints of a legal strategy unfolding here. Jefferson, we <<<BELIEVE>>>, is going to maintain that this <MAY> <ALL> look really bad, but these were legitimate business deals that he was pursuing. And that other members of Congress -- unlike other members of Congress who have pleaded guilty recently, you <KNOW>, he didn't pass any bills. He didn't put anything in the congressional record. They're going to maintain he didn't use his office to further any criminal enterprise. Of course, the government has gone out of its way to point out that Jefferson used, you <KNOW>, official letterhead. He traveled. And but -- but for his position as a member of Congress, he wouldn't have been able to get any of this done."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "absolutely": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "apparently": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "All right. Brian Palmer in the pouring rain there in Miami reporting on this just stunning development, some would say, that the stepson of Saddam Hussein has been arrested or at least is being held in detention just as he was planning to take flight lessons to get recertified to fly a 747. To New Jersey now where two communities are canceling their Fourth of July celebrations after an early morning tragedy. A fire killed six people, including three children, and a firefighter who proposed to his girlfriend just last night. CNN's Michael Okwu joins us from Gloucester City, New Jersey. Michael, what a terrible thing to happen.",
    "statement": "It is <ABSOLUTELY> a tragedy. That is <<PROBABLY>> the understatement in this part of New Jersey for the day. The children, I <SHOULD> mention, a 5-year-old and 3-year-old twins, were not identified by authorities, but they do <<<BELIEVE>>> that they are siblings. In the meantime, a woman believed to be the mother of these children, we are told, was taken to an area hospital and is lying right now, we are told, in <CRITICAL> but stable condition. <ALL> of this, <<APPARENTLY>>, happened, according to officials, at <ABOUT> 1:36 this morning when flames engulfed a three-story family home here in Gloucester City, New Jersey, part of a pair <<APPARENTLY>> of row houses occupied by two families. Eight firefighters were trapped for a <PERIOD> of time after a total collapse of two buildings. Five of them were able to escape to safety. Of course, the rest of them were not able. Initially, we are told some 200 firefighters responded to the scene trying to battle with the blaze, and then, of course, trying to <TAKE> a part in the recovery-and-rescue effort. But they <<COULD>> not save this town from experiencing tragedy today. We are told, again, that the July Fourth festivities in Gloucester City and in nearby Mount Ephraim, New Jersey, which is where two of the firefighters lived, were canceled."
  },
  {
    "transcript_id": "CNN-314371",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Very respectful.",
    "statement": "You said, and I <KNOW> there's a delay and pardon the interruption. But did he -- they said -- the reporting is that he was living out of his car, that he had been there <<POSSIBLY>> since March. But did you <KNOW> anything <ABOUT> that? Did he <SEEM> angry or anything out of the ordinary?"
  },
  {
    "transcript_id": "CNN-204736",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The Republicans really want to embrace the black community. What in your mind do Republicans need to say to seem more welcoming?",
    "statement": "<WELL>, I <<<THINK>>> some of the issues with the Republican Party, the media takes extreme remarks and try to paint it as broad based on Republican beliefs. But I <<<BELIEVE>>> the Republican Party if they focus on things such as reforming the war on drugs or the debt payment repeal or just try to make fiscal conservatives and those philosophies more appealing to minorities <WOULD> have go a long way."
  },
  {
    "transcript_id": "CNN-368336",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're on the Horn of Africa, but all the new construction in Djibouti is mostly Chinese. It's a sight becoming all too familiar across the continent as America's adversary pushes its influence further around the world, and in this case right down the road from the",
    "statement": "This is where it gets <A BIT> more interesting. Just right there, that is China's first prominent military base overseas. (voice-over): China's military, the People Liberation Army, is flexing its muscle, just a 15-minute drive from the U.S. naval base Camp Lemonnier. The two super powers are now occupying the same <CRUCIAL> piece of Red Sea real estate, placing Beijing right at the doorstep of U.S. military's intelligence gathering and counterterrorism operations. (on camera): When you first heard <ABOUT> the Chinese military presence and their desire to build a base here in Djibouti, what was your initial reaction?"
  },
  {
    "transcript_id": "CNN-403992",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Now, three of the states that are doing the worse now are three of the biggest, California, Texas, Florida. Texas and Florida were among the first to reopen, but California has been a little bit more cautious. But now, we're seeing some states like Texas, Arizona, Florida pause and reverse their openings. And I'm curious what lesson should states draw from this.",
    "statement": "Yes. So, the key issue here is that we have got to let evidence and science and data drive these decisions. And those states didn't. They opened when things were still the number of cases had not been declining steadily and they opened too fast. I <<<THINK>>> as you mentioned in your last segment or someone mentioned in the last segment, too many states opened too fast without letting data drive those decisions. So, now, I <<<THINK>>> we're going to see reversals. I'm afraid that we <MIGHT> see a couple of states at some point go back into shelter in place. And I'm hoping that we're learning our lesson and we can really open up our country much more safely as we go forward in the next days and weeks ahead."
  },
  {
    "transcript_id": "NPR-26961",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, I mean, you read something like that. And I know this talk answers, I don't care about reviews. You know, who cares? Does it hurt?",
    "statement": "You <KNOW>, if that was the New Yorker <RATHER> than the Guardian, it <WOULD>'ve hurt more. Everyone wants to be universally loved. But I knew that going into this - I mean that's - I knew going into <ALL> my film, that's not what I really set out to. I like to challenge myself. I like to push things to the edge. Today, we love to have everything underlined, in caps and bold face. And this asks more questions than it answers. And I <<<THINK>>> you get frustrated because you want to write for an audience that you respect and that's what I <<<THINK>>> I do. You <HAVE TO> respect your audience. Some people, today, just don't like that. They want things told in the same way it's been told many many times. And they're very angry when you break with tradition- that <<KIND OF>> tradition."
  },
  {
    "transcript_id": "CNN-199964",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "You're saying it's true that whatever is happening in the Congo is costing your country? You have about nearly half of your budget comes from international aid. If that is threatened, how will you continue this success that you've had, whether in education, in the general economy, health, in all those indicators, do you admit that it is a threat?",
    "statement": "Christiane, I don't understand the importance of this <QUESTION> other than you are saying, yes, we have that problem. We <NEED TO> address it. We <NEED TO> address it in two ways. One, we <NEED TO> understand whether what we are saying is correct or whether the way we are approaching the problem gives us a solution. That's very important. Now as to how we deal with the consequences of <ALL> this, whether it is <WRONG> or right, we will <HAVE TO> deal with those consequences. We will (inaudible) our budget is affected. There's no <QUESTION> <ABOUT> it. So what do we do <ABOUT> it? What we do <ABOUT> it is to try and make do with what we have and what we don't have, we don't have. What can we do with what we don't have? So it remains a lot of (inaudible) estimates, a lot of suffering. I mean -- and here you are trying to put it in -- <<MAYBE>> nicely that -- or if it doesn't matter whether what has caused this had, you <KNOW>, got a basis or not, but it has had these consequences. How do you want me to answer that?"
  },
  {
    "transcript_id": "CNN-223322",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But when you pick through them, just for the point of debate here, OK, because this is getting serious. It's taking a lot of your time and taking a lot of my time so it deserves the parsing because it's become too convenient for too many in politics and those in the media to pick sides here. When it comes to Bridgegate do, we have any information yet that connects what happens there to Governor Christie directly in any way?",
    "statement": "<WELL>, these are <ALL> the people that work for him, you <KNOW>, top people in his administration. You <KNOW>, they're not saying that he's directly involved, but now with this latest development in Hoboken, the mayor is saying that this was basically a threat that came from the governor himself. So I <<<THINK>>> it's a pretty serious charge that needs to be looked into."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Carolyn Jessop, do you know him?",
    "statement": "Yes, I <KNOW> Warren personally very <WELL>. My husband was very close to him and several of Merrill's (ph) daughters married Warren."
  },
  {
    "transcript_id": "CNN-190425",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The United Nations is now looking for Annan's replacement. We'll have a live report from the UN in about 15 minutes' time. Here's a look at some other stories we're connecting our world tonight. Spanish police have arrested three suspected al Qaeda terrorists believed to be -- to have been plotting an attack in Europe. Now, the men had amassed enough explosives to blow up a bus, according to police sources. Security services say the group may have been plotting to attack a joint US and Spanish naval base near the port city Cadiz.",
    "statement": "Some of the detainees have experience producing explosives and car bombs and training and shooting. They found documentation <ABOUT> remote- controlled airplanes. This is one of the biggest operations against al Qaeda in Spain, <CLEAR> evidence that they tried to do an attack on Spain or another place in Europe. There is close cooperation with intelligence agencies of countries that are allies with Spain."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "suppose": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "(Unintelligible) We had a great time, you know, and we look forward to having you down here again, man. It was good fun.",
    "statement": "I <HOPE> so, man. That was fun. You <KNOW>, we did the show. There was - there's an animal preserve that I <<GUESS>> one of the princes owns that's supposed to be - the property that we were doing it on was supposed to be like the size of Bahrain or something, some ridiculous huge place. And they told me while I was doing my show there was lions just a couple hundred feet away. I <<GUESS>> they were sleeping, thank God. So..."
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "She had the bracelet on hand and the man himself on the other. I thought she looked great, very, very pretty, soaking up the sun.",
    "statement": "How <ABOUT> Nelly? That's the next one on our list here."
  },
  {
    "transcript_id": "CNN-353004",
    "matched_terms": {
      "believe": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Any moment now we are expecting Turkish President Recep Erdogan to address the parliament with details of the investigation into Jamal Khashoggi's death. On Sunday, Erdogan promised he would remove the lid completely from what his staff is calling a cover up by the Saudis.",
    "statement": "CIA Chief Gina Haspel is traveling to Turkey to monitor the investigation into the Washington Post columnist's murder. President Trump telling USA Today he still believes it was a plot gone awry and indicates he will oppose stopping arms sales to the kingdom as punishment. Still, the president does <SEEM> to be running out of patience with the Saudis."
  },
  {
    "transcript_id": "CNN-207622",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Germany's finance minister warns that a failure to tackle youth unemployment will tear Europe apart. An embarrassing letdown for Brazil as part of a stadium roof caves in just weeks before a major international football tournament. And the problem with pop-ups. Companies now lose friends after their Facebook ads turn up on offensive pages. Hello, I'm Nina Dos Santos, and this is QUEST MEANS BUSINESS. Good evening. Politicians in Europe are raising the alarm these days <ABOUT> youth joblessness. Tonight, Italy, France, and Germany warn that the entire European project <<COULD>> be at risk if nothing is done <ABOUT> this pressing issue. We'll also be speaking to the CEO of Manpower tonight, who says that despite high unemployment, companies are still finding it difficult these days to find workers with the right set of skills. Also on the show, global stock markets are rallying at the moment. The Dow is currently up, as you can see, <ABOUT> 83 points at the moment. We'll have more on why it's going from strength to strength later on in this show. First off, though, it's a fight for the future of Europe. France and Germany have launched an <ALL>-on assault, now, on youth unemployment, saying that Europe <<COULD>> break apart if they <<FEEL>> to conclude with decent policies on this issue. The French president, Francois Hollande, and the German finance minister, Wolfgang Schaeuble, have said that they want a new deal on youth unemployment, a deal that <WOULD> be set to target the hardest-hit nations across the eurozone. It'll offer funds to help businesses over there to hire and encourage young people to move <AROUND> across the continent in search of work. The $7.7 billion that'll be set aside in costs here will come from existing government funds. And Schaeuble says that if the EU fails, it'll lose the battle for Europe's unity. Mr. Hollande of France has been saying that even countries like Germany now face a serious threat."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "What did you <KNOW>?"
  },
  {
    "transcript_id": "CNN-383406",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "So the President certainly has been trying. They have been stonewalling the impeachment inquiry from the start, giving a blanket order that executive branch employees should not obey subpoenas. That said we saw that stonewall start to crumble this week as a parade of career public officials came in and gave testimony. They essentially said, all due respect, Mr. President, we got subpoenas. We are going to testify. There's really only one thing the White House can do to stop it and that's to go into court and get a restraining order stopping these people from testifying. But it's difficult to do that importantly and legally. And importantly they did not do it this week. So I think the White House called its own bluff. The other potential remedy is they can fire people who testified but would be politically reckless and I think would cause a serious public backlash.",
    "statement": "The President and his team have <GIVEN> <ALL> kinds of reasons to not releasing the President's tax returns. He is under audit, voters don't care, they are too complex. Just a few examples of the excuses. But one viewer wants to <KNOW>, what happens next in the courts on Congress' efforts to obtain his tax returns?"
  },
  {
    "transcript_id": "CNN-171405",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "All right. I know you are -- you clearly would be frightened. And you have every right to be, how is everyone else in the home coping?",
    "statement": "The kids are panicking. The kids -- the worst <THING> is the kids cannot use the bathroom because there is no water. So everybody is <<KIND OF>> frightened and don't <KNOW> what to do. It's a big house and pitch black and everybody is lost, everybody is panicking. And we need some help and hopefully, the Sheriff's Department as they said will help us. They were really nice, they said, we'll do as much as we can to help you, but give us some time. Now, hopefully it's going to be as soon as possible."
  }
]