[
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Fifty-two, my father -- it was the first time that a politician used TV to take his case directly to the people. And it saved his political career. There was a controversial moment and Eisenhower wasn't sure if Nixon should remain on the ticket and my father said, well, I will just go to the people. And he gave this 30- minute speech.",
    "statement": "A man down in Texas heard Pat on the radio mention the <FACT> that our two youngsters <WOULD> like to have a dog. And <<<BELIEVE>>> it or not, the day before we left on this campaign trip we got a message from Union Station in Baltimore saying they had a package for us. We went down to get it. You <KNOW> what it was? It was <A LITTLE> cocker spaniel dog in a crate that he'd sent <ALL> the way from Texas. Black and white, spotted. And our girl, Tricia, the 6-year-old, named it Checkers. And you <KNOW>, the kids, like <ALL> kids, loved the dog. And I just want to say this right now, that regardless of what they say <ABOUT> it, we are going to keep it."
  },
  {
    "transcript_id": "CNN-128239",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Bingo Yahtzee! Is that your final answer? Our survey says, God! Ding, ding, ding, ding, ding!",
    "statement": "\"Bruce Almighty\" is just one of dozens of films filled with Jim Carrey`s God-<GIVEN> gift for comedy."
  },
  {
    "transcript_id": "CNN-203423",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Please.",
    "statement": "So much for the rise of the machines, those complex programs that collect your info to sell you junk online aren't as smart as you <MIGHT> fear. That's up next in our \"Money Lead.\""
  },
  {
    "transcript_id": "CNN-229963",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I guess you didn`t hear the testimony from yesterday, Cevallos, about how after she kills her children, she put notes, sticky notes, up on the door so the car pool will go away and not know that she`s there with two dead bodies. Steve Helling, writer with \"People\" magazine, who actually has spent time with Parker Schenecker -- Parker Schenecker, the father, on the stand. Steve Helling, how do you think he did?",
    "statement": "You <KNOW>, I <<<THINK>>> that he has been strong. He <CERTAINLY> was ready to get there and tell what he needed to tell. And they asked him questions <ABOUT>, you <KNOW>, he was the one who bought the gun. And of course, the answer was no because he was, you <KNOW>, deployed during that time. So he`s been -- he`s really been a strong man during"
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And Campbell's version will be challenged further, when her former agent, Carole White, gives evidence. She's already told prosecutors Campbell flirted with Taylor over dinner, knew the diamonds were coming and was disappointed by the way they looked. (on camera): Prosecutors had hoped Naomi Campbell would provide a direct link between Charles Taylor and uncut diamonds, which they say motivated his alleged crimes during Sierra Leone's civil war. What they got was Campbell's admission that she had received a gift of what may have been diamonds, didn't know who they were from and gave them away -- all just hours after being in Taylor's company. Phil Black, CNN, the Hague.",
    "statement": "<WELL>, the appearance of a stylish supermodel at the Hague <CERTAINLY> attracted the global media spotlight. But there's nothing glamorous <ABOUT> conflict diamonds. It's a deadly trade that many governments are trying to stamp out. The United Nations resolved in 2000 to stop the sale of so-called blood diamonds. That's led to what's called the Kimberly Process Scheme that requires countries to prove their diamonds are conflict-free before they can trade them. The scheme has seen the percentage of blood diamonds in circulation fall to just a fraction. The Ivory Coast is <<REPORTEDLY>> the <ONLY> current case of rebels controlling diamond producing areas. While sales of blood diamonds have been slashed, conflict minerals have surfaced in their place. Unlike diamonds, which cater to an upscale market, these minerals are -- are used to make everyday gadgets that many of us can't live without. And that demand is helping fuel the deadliest conflict in the world. CNN's Anderson Cooper filed this report from the Democratic Republic of Congo back in 2006."
  },
  {
    "transcript_id": "CNN-396197",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "President Trump, meantime, signing the $2 trillion stimulus bill aimed at helping -- aimed at helping people -- sorry -- OK, I'm sorry, everyone. Again, bear with us. We are dealing with our own technical things in this time. But we do have a guest here that we weren't sure if we're going to be able to get on the phone and we are now able to get, joining us now from a cruise ship. So, let me get you the story here -- 138 people are sick aboard a cruise ship which is currently trying to get to Florida. It's now in Panama. The cruise line has confirmed four passengers have died but they still do not know the cause of death. They say -- as I said, again, nearly 140 people, though, are sick. Joining me now is someone on that ship, Clifford Kolber. He and his wife are aboard that ship. It's called the Zaandam. And I appreciate your time, Clifford. I'm glad we were able to get this connection. I know it's been -- it's been hard but you said you've got some signal now that you're in the Panama Canal. What have you been told by the cruise line and your captain? I mean, the situation is -- is not good, obviously.",
    "statement": "The situation is pretty terrible, as a matter of <FACT>. Especially, we had four people died."
  },
  {
    "transcript_id": "CNN-19789",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Patty, a quick e-mail for you here, this one coming to you from Mary in Alexandria, Virginia. She asks, \"In all this discussion about recounts in these particular Democratic counties, has everyone lost sight of the absentee ballots, which are still being recounted? I've not heard anything about that at all.\" Perhaps, Patty, you can bring us up to date. I believe Friday is the deadline to get all those absentee ballots counted.",
    "statement": "That's right. No one knows precisely how many absentee ballots, specifically we're talking overseas absentee ballots, will come in, the deadline for that is Friday. However, we <MIGHT> not <KNOW> the conclusion, the final number exactly for Florida in terms of the votes until <ALL> that counting is done. Officials have said that that <<COULD>> even go over into next weekend. That is the number that the Bush campaign is asking the Gore campaign to abide by, when it sees these overseas absentee ballots added to the official number that the state of Florida will come up with this week, now, this coming week. It's asking the Gore campaign, Listen, let's just make that the end of this. You -- let's make our decision <ABOUT> who's going to be president based on that. If you do that, the Bush campaign says, we will drop this court action on behalf of the full -- going for the full -- against the full hand count in the state of Florida. So that's where those overseas absentee ballot issue stands right now -- Daryn."
  },
  {
    "transcript_id": "CNN-311955",
    "matched_terms": {
      "should": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "In real terms, it means that ISIS will no longer control territorially any part of the city of Mosul, Iraq's second largest city. That doesn't mean there won't be a threat from ISIS in the future within the city because as we've seen in the eastern side, which was fully liberated in January of this year, there is still a threat of suicide bombers. There are sleeper cells. So certainly, it will be an important landmark in the battle to crush ISIS. But in terms of Mosul, it will still be a dangerous place in many ways, even when ISIS' black banner no longer flies over the city. And it's important to also remember that there are still parts of Iraq that are still under ISIS' control, the city of Hawija, in the central part of the country, and a town of Tel Afad (ph), which is halfway between Mosul and the Syrian border. So it's an important milepost in this war against ISIS. But it's not over. Becky?",
    "statement": "And, Ben, what is the story on the ground with regard people <FEELING> safe enough, then, <SHOULD> this final phase be successful to go home? And whether ISIS has gotten rid of <ENTIRELY> or not, what is the picture so far as the sectarian divide is concerned on the ground?"
  },
  {
    "transcript_id": "CNN-29821",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Then I remember them going into the audience and start hugging the girl. And of course it was a great theatrical thing. And so what everyone was feeling on that day, she articulated visibly by going and just taking one person out of this sea and just cuddling her.",
    "statement": "It's hard to describe for me what U2 is <ALL> <ABOUT>, and when it becomes U2. But I <<<THINK>>> it is <<PROBABLY>> when the band is playing \"Liar.\" I <<<THINK>>> we've <ALWAYS> -- that's the moment when they discover what it is that makes us special."
  },
  {
    "transcript_id": "CNN-167449",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I think he's been lying to us all along about a lot of issues. That are really important for the American people such as the economy, world issues. And I think that he's not really telling us the complete truth.",
    "statement": "This man has opened himself up to <ALL> sorts of illegal things. He's opened himself up to the <FACT> that he <<COULD>> be bribed, he <<COULD>> be - they <<COULD>> hold this against him and it <WOULD> sway him. I mean, sexual encounters <<COULD>> be HIV. It <<COULD>> be anything you want. <ALL> I can say is this is a man who needs extreme medical care, most of the <STUDIES HAVE SHOWN> that sexual addictions cannot be cured. And I <<FEEL>> that this skews <ALL> his relationships, his family, his wife, his family and how he votes and how he conducts himself."
  },
  {
    "transcript_id": "CNN-180560",
    "matched_terms": {
      "definitely": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "What's the hardest element of this situation that you think people might not know?",
    "statement": "It's <DEFINITELY> not financial. It's emotional. If you're not strong people, it <<COULD>> break you. Yes."
  },
  {
    "transcript_id": "CNN-92136",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Coming up in the second hour of LIVE FROM, a family torn apart by the tsunami soon to be reunited. Test results are in for famous baby number 81.",
    "statement": "And we're going to <TAKE> a closer look at unmanned spy planes and what they <<COULD>> tell us <ABOUT> Iran's nuclear capabilities. LIVE FROM's \"hour of super power\" begins after this."
  },
  {
    "transcript_id": "CNN-221640",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Can you get a better deal, I guess now than before Christmas?",
    "statement": "So this is actually one of my favorite times to shop and I'm looking at the <STUFF>, 365 days a year. It is <A LITTLE> different in one regard. It is not necessarily broad, so you're not going to find <EVERY> model and <EVERY> size. But you're going to find a lot of things at their lowest price of the year right now."
  },
  {
    "transcript_id": "CNN-86958",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It's never popular in Europe. It has never been very popular in Poland. And obviously with the casualties, the support -- the public support for the Polish involvement in Iraq is diminishing.",
    "statement": "What <ABOUT> the fear of hostages, Polish hostages, being taken? What is your government's policy on negotiating with terrorists in order to win the freedom of Polish citizens who <MAY> be caught up in Iraq?"
  },
  {
    "transcript_id": "CNN-199930",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "That was Nicole Doll from our affiliate, KPTV. They do not advocate using it. They're just at their wits' end. That was so difficult to watch. So difficult, you just feel for that child and that family. So why do so many doctors object to treating children like this with medical marijuana?",
    "statement": "Because there's no science behind it. There are no good studies out there that say that marijuana works. Marijuana has risks, right? It can shorten attention span. It does <ALL> sorts of things cognitively and they're like do you want something that <MIGHT> have a down side. So the American Academy of Pediatrics is opposing marijuana for kids. We reached out to \"Autism Speaks\" which is a big advocacy group and they say there currently is not scientific evidence to recommend the use of marijuana for treatment of autisms symptoms."
  },
  {
    "transcript_id": "CNN-158144",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "A lot of tea party-backed candidates went after the established Republican candidate, including some conservative incumbents who lost in the Republican primaries.",
    "statement": "That's what happens in Republican primaries, they act just like Republican primary voters, which by the way, most of the people in the Congress <<FEEL>> very comfortable with so no it is not that big a deal. What happened to Michele Bachmann is simple. It happened to Nancy Pelosi. When you are the leader of a movement, you <TAKE> a lot of the arrows. That is what happened to Michele Bachmann."
  },
  {
    "transcript_id": "CNN-320444",
    "matched_terms": {
      "quite": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Senator, what makes you think that you can win your Republican primary in your state with the president attacking you and you going after him?",
    "statement": "The people in Arizona <TEND> to elect independent-minded, principled senators, Barry Goldwater, John McCain. I <<<THINK>>> the voters here <EXPECT> me to have my own franchise, to represent them, not to be a rubber stamp for the president. So, I'm -- I'm <QUITE> comfortable where I am. I <WOULD> hate to be tethered to any president, Republican or Democrat, on <EVERY> position they <TAKE>. That's not what a senator is supposed to do."
  },
  {
    "transcript_id": "CNN-123015",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "She was waiting for her French fries. And then...",
    "statement": "I was under arrest because I was in the <WRONG> parking space. I said, \"<WELL>, they told me to park here.\""
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "No. It absolutely puts the Republican attempt, specifically the Trump camp's attempt to smear the FBI investigation, as being political and based only on a dodgy dossier, puts that to rest. It is clear from this document, even though about 80 percent is redacted, that the investigation of Carter Page began in 2013, three years before the presidential campaign. It is clear that it is based on contacts he had with Russian operatives in the U.S. It is clear that the FBI had multiple sources, many sources, and was not relying only on the Steele dossier, that dossier on Trump-Russia links that had been collected by a former British intelligence operative. It is also clear from the renewal of the warrant to carry out surveillance on three occasions that the FBI saw an ongoing concern, based on multiple sources over Page. And here's the most important thing. Keep your eyes on this. The document says quite clearly that it is not only Carter Page with whom the Russians may have been coordinating in 2016 or suspected of coordinating but also other officials in the Trump campaign. Those officials are unnamed. But it shows that the FBI, although the surveillance was only on Page, had concerns about others who were around him.",
    "statement": "Also want to get your thoughts and <PERSPECTIVE> on the Cohen factor. Let's talk <ABOUT> the president's former attorney, who appears to have flipped, appears that he will cooperate with investigators. And as we continue to learn more details <ABOUT> their relationship, how big of a problem <<COULD>> the Cohen factor be for the president?"
  },
  {
    "transcript_id": "CNN-232742",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The family in this car says yes, just five minutes away. It was fine. They just asked us for our I.D.s. The family is from Samara, leaving home and everything behind, having heard that Kurkov is, relatively speaking, safe. In part because of the foresight of the local government. Security in the city was never reliant on the Iraqi military.",
    "statement": "First of <ALL>, the Iraqi Army was <GIVEN> vast areas to control and they were having significant problem even taking care of themselves. And a lot of them were deserving. We just really didn't trust that they <<COULD>> do this."
  },
  {
    "transcript_id": "CNN-373093",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But, you know, David, it is interesting though that -- I mean, the President does have a remarkable ability to kind of zero in on something, in this case, you know, Joe Biden's statement that he told Obama -- he asked Obama not to endorse him, which is just, you know, it's hard to imagine that is actually true. But the President kind of zeros in on things which, you know, he has a point there and then -- I mean, he obviously is now taking it to a medical issue and stuff. But, it is kind of one of the skills that he has to kind of hone in on a weakness and make the most of it.",
    "statement": "Yes. Let me just say first of <ALL>, Anderson, thank you for giving so much coverage of Ms. Carroll and then especially for allowing three women to have the first voices and what -- <WOULD> it deserve to be a much more serious conversation in the days ahead. In the meantime, on -- you <KNOW>, the President had -- Donald Trump is a master at planting smears. Planting the ideas that he doesn't allowed to -- he has <CERTAIN> sprouts into bigger ideas. And what he is suggesting now is that he said, I <<<THINK>>> he's off. He's different. He was very <DEFINITELY> saying that mentally and psychologically he's less of a man, less of a candidate than he was. This is from the same White House, the same president that was furious with the questions raised <ABOUT> Donald Trump's own mental stability. And the President then, of course, had that famous phrase that he's a very stable genius, just smacking down. But this is par for the course what we've seen and very importantly, I do <<<THINK>>> it suggests a <<KIND OF>> race we're going to have ahead. It's going to be a mean and frequently dirty race."
  },
  {
    "transcript_id": "CNN-166761",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Absolutely. Actually Army Reserviceman by the name of Dennis Osborne who was killed in the home depot collapse during the tornado. His body was found across someone else and they believe that he was actually trying to protect someone from that tornado. We profiled his grieving widow, Stephanie, and part of the problem that she and so many others have been having here in Joplin is trying to get the remains of their loved ones out of the morgue. The identification process has taken a very, very long time. She was frustrated as many people here are. We just got word from the county coroner this afternoon that in fact his body has been positively identified and she should be able to get her husband's remains either later today or perhaps tomorrow and be able to schedule a funeral. And that's something that a lot of families here are really hoping that they can get done as quickly as possible. Candy --",
    "statement": "Yes, not good news, but comforting news I'm <<<SURE>>> for his widow. Our Casey Wian for us in a very wounded Joplin, Missouri tonight. Thank you, Casey. There is growing frustration, Casey just said, among families trying to get information <ABOUT> loved ones killed in Joplin. Just ahead I'll ask one of the coroners helping to identify bodies what's holding up the process. Plus, former President George W. Bush's $3 billion effort to help fight AIDS literally saving lives in Africa. Why it's now on Congress' chopping block. And as the GOP race to the White House gains steam, you <MAY> be surprised by who is topping our latest poll. Here's a hint. They are not even running."
  },
  {
    "transcript_id": "CNN-18759",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Unknown hackers have penetrated the electronic blueprints behind some of the world's <BEST>-known computer programs made by Microsoft. The FBI is investigating what Microsoft officials say is a \"deplorable act of industrial espionage.\" Joining us now with the latest on the hijacking of Microsoft, CNN science correspondent Ann Kellan. What happened, Ann?"
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "best": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "She's our native Iowan. You're the Iowan. And if anybody knows Iowa, it's you, my friend. And there's a real breakdown on how people voted and we know this because we have these entrance polls where we can ask people questions as they're walking in. And not just what are you voting, why are you voting? So why were they voting certain ways?",
    "statement": "So, look, we talked to people <ABOUT> what you're thinking and why you're voting and casting this vote on the way in right before they did it. We asked them <ALL> of these questions. What <<KIND OF>> experience they were looking for? When did you decide to support? We're going to go through <ALL> of these throughout the day. But I want to <TAKE> a look at this one, the <BEST> experience for president. If you look at this, it's so interesting, working in government, that's Santorum, working in business, that is Mitt Romney. I want to <TAKE> a look at specifically how it breaks down if we <TAKE> these over here. Let's look at working in business. <OBVIOUSLY> this was the Romney strong suit. People, 36 percent of those said, look, Romney is the guy because he can do it in a tough economy. Rick Santorum came in second, Ron Paul, Perry, Gingrich, Bachmann, and Huntsman. And then here you go, Santorum gets it if you're somebody who's voting because it's your time in Congress, actually, right? He's like -- been a politician for a very long time. So that's how that <<SORT OF>> breaks down. But Romney clearly getting the vote from people who are looking for someone who has got business experience and that business experience is something that led the charge in Iowa. It's also interesting when you look at the breakdown of income. People who had more money, the higher-income voters, went for Mitt Romney. People who were at the lower end of the pay scale went for Ron Paul. Interesting <<PROBABLY>> because those are young people who don't have an income or have much less of an income, and the people more in the middle, the lunch bucket Republicans, a new <<KIND OF>> Republican vote in the Midwest, those people went to Rick Santorum. We'll keep breaking <ALL> this down for you."
  },
  {
    "transcript_id": "CNN-76986",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Here in Virginia, officials watch and wait. At this point it looks like Isabel, like so many hurricanes before her, may not live up to her advance billing. As one official said, we keep getting dressed for the wedding but we never get married. He said that however, Aaron, with relief, back to you.",
    "statement": "And a sandbag in his back pocket. I mean the plan is, we'll talk more <ABOUT> this in a moment, it hits in North Carolina or on the Outer Banks and then moves up the coast. When do they <EXPECT> to get socked where you are?"
  },
  {
    "transcript_id": "CNN-25345",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "And if she was on her territory, absolutely. She may -- you know, it may turn on that aggressive protective gene, and yes, she may bite. But -- but out of the blue, out of the ordinary, no.",
    "statement": "But what if it's her <PERCEPTION> then? I mean, it <MAY> not -- you <KNOW>, I <MAY> <SEEM> threatening to her, I <MAY> make some move toward you that she <MIGHT> deem threatening, but I <MIGHT> not have intended that to you?"
  },
  {
    "transcript_id": "CNN-303695",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "For that, Salena I'm with you. I think it's great. I think it is OK to call on smaller news organizations first. We have a very big platform and very big voice, and we always will. But it's great to have as many people to the table as possible.",
    "statement": "I <<<THINK>>> it brings the chest level back with people and the news organization."
  },
  {
    "transcript_id": "CNN-152364",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But first, his job now clearly on the line, General Stanley McChrystal facing his commander in chief today after he and his staff mocked top administration officials and the president's grasp of the war in a \"rolling stone\" profile.",
    "statement": "The general has since apologized for poor judgment, but sources tell us that he is ready to resign today, if asked. We're <ALL> over this developing story. Our Barbara Starr is standing by for us at the Pentagon. First let me start with Suzanne Malveaux who's live at the White House this morning. Of course, yesterday, a lot of people were trying to gauge reaction, both from the president as <WELL> as the press secretary <ABOUT> how things <MAY> go today."
  },
  {
    "transcript_id": "CNN-119314",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Alina Cho, thank you very much. Well, a second company now laying off people. Fallout this morning from the mortgage crisis. Ali Velshi watching it. We're talking about Lehman Brothers this morning? A big investment bank.",
    "statement": "Yes. In <FACT>, it depend on how you want to look at this. I can actually tell you another five companies. Yesterday, this time this morning, I was telling you <ABOUT> First Magnus closing down and laying off people. Then, as we were on air, I told you <ABOUT> HSBC laying off 600 people. Then we have Lehman Brothers. This is <ALL> in the sub prime mortgage division, laying off 1,200 people. Accredited Home Lenders shutting down pretty much <ALL> of its retail operation, or at least selling its retail operation, laying off some 1,600 people. National Bank Holdings, 541. Impac Mortgage Holdings, 350 people. Yesterday morning we had a subtotal of 8,400 people laid off in three days in the mortgage business. Add 3,700 to that. We now have more than 12,000 people laid off in the sub prime mortgage business or in the mortgage business in the last four days and it doesn't look like it's over yet. This credit crisis continues. <ALL> of this, of course, is going to affect your availability of mortgages and how much you pay for a mortgage, even if you have prime credit. Even if your credit rating is good. So we're not out of the woods yet. The combination of the credit crunch and the housing markets are combining to create some pretty serious uncertainty, even though as Rick was saying a few minutes ago, Asian markets, European markets are up this morning. We'll keep you post on that as the morning continues. Kiran."
  },
  {
    "transcript_id": "CNN-175723",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Difficult. GLORIA GIFFORDS, REP. GIFFORDS' MOTHERa: I think Gabby's got a message now that exceeds the political one.",
    "statement": "I'm not putting any cap on her. I can't begin to <<<THINK>>> how far she <MIGHT> go."
  },
  {
    "transcript_id": "CNN-200427",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So when you saw that bunker, what did it look like? How wide, how deep was it?",
    "statement": "It was like a 15 by 15 foot wide in length and <ABOUT> 12 foot deep and it was lined with bricks, like little red bricks."
  },
  {
    "transcript_id": "NPR-11238",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "It sounds like what you're saying is Boeing's announcement that it is rolling out a software update, that it is making improvements is not going to be enough going forward.",
    "statement": "It can <DIMINISH> the likelihood, but it can't prevent it to the extent that Boeing's past planes have prevented it. You <KNOW>, this is a harbinger. You'll be covering a lot of this in medical technology, autonomous weapons, self-driving cars. It's the arrogance of the algorithms, not augmenting human intelligence but overriding it and replacing it. The significance of this Boeing disaster is that it can teach us some very important lessons <ABOUT> maintaining human intelligence and not ceding it to autonomous systems that have no moral base and no intuition."
  },
  {
    "transcript_id": "CNN-99041",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now, one of those stories that makes us shake our heads in amazement. A comment by a very public <FIGURE> that stirs racial controversy today. The head football coach at the Air Force Academy attributing his team's latest loss in part, to the African- American players on the Texas Christian University team. Coach Fisher DeBerry was quoted as saying that TCU had more black players who <<COULD>> run very, very <WELL>. And, of course, there have been similar incidents in the past. One that comes to mind involved the former CBS football analyst, Jimmy \"The Greek\" Snyder, who was fired in 1988 for his comments <ABOUT> black players. Here's what he said."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We thank you very much. Gene, that's it from here outside the Leon County Courthouse.",
    "statement": "Mark, thank you very much. We're going back inside the courtroom. On the witness stand is Richard Grossman. He is a rubber and plastics <EXPERT>. He is a Bush witness talking <ABOUT> how a voting stylus is used. I'm Gene Randall in Washington. I'll see you tomorrow. Taking over the anchor at this point, my colleague Joie Chen in Atlanta."
  },
  {
    "transcript_id": "CNN-301263",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, now, as you said, there are costs and there are consequences. There are costs to action. There are consequences to inaction. The consequences to inaction and you can't blame all of this on President Obama. But the consequences are half a million Syrians are dead. Millions of Syrians are displaced. ISIS is more powerful than ever. Russia is more powerful and sort of a bigger actor. Iran is a bigger actor. All of these are consequences of the United States and Western power, not the Americans alone, stepping away from the stable and saying we're out.",
    "statement": "The president-elect and the current president <SEEM> to agree on this point of that President-elect Trump does not want to go into Syria. Does not <<<BELIEVE>>> we <SHOULD> be in the regime game and questions Assad's legitimacy in a <POSITIVE> way more than Obama ever did."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So I don't remember how many precincts but there are, you know, some at the end certainly where that would apply.",
    "statement": "If the standards you told us <ABOUT> that you applied to these 3,300 votes, if that standard was changed so you had a standard different from the one that you applied to the 3,300, <WOULD> that result in one standard for the 3,300 and a different standard for the other 600,000 or so?"
  },
  {
    "transcript_id": "CNN-342657",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wolf, there's really no way for me to be able to know that or be able to tell. I'm obviously not an attorney. I don't talk with Michael Cohen. But I would say everyone should cooperate with the special counsel so we can get this over and done with. The best thing that we can do is to be able to get the facts out, get the facts on the table, make a good decision on it and be able to move on. It's best for the president and the presidency if we get that resolved.",
    "statement": "It's interesting that both Michael Flynn, the president's former national security advisor, and Rick Gates, they both changed their lawyers just before flipping and cooperating with Robert Mueller. We'll see what happens with Cohen. Let's turn to North Korea, a subject you <KNOW> <WELL>. The president says the North Korean nuclear threat is now over. His words. But Kim Jong-un still has <ALL> those weapons. He has missiles, intercontinental ballistic missiles, <<MAYBE>> as many as 60 nuclear bombs. Is the president handing the North Koreans some leverage by making that <<KIND OF>> unfounded claim while negotiations are clearly <ONLY> just beginning?"
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "People will do. Next to my mother, it has the word, Christiane, verschwinden. Verschwinden in German means disappeared. I don't know where she is. So this documentary and the exhibit right now as we speak at the Museum of Jewish Heritage is really a gravestone for people like my mother who don't have a grave or the rest of the family and the rest of the people.",
    "statement": "It's really an important marker, as you say. But I <WONDER> also whether that experience for you, particularly at the age of 10 and you talk <ABOUT> <NEVER> having been hugged again, at least as a kid, is that also something that <<SORT OF>> propelled you into wanting to give everybody else a big hug?"
  },
  {
    "transcript_id": "CNN-211443",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "Well we talked to Toyota and Ford. Neither actually really did much in the way of talking to us. Ford issued a statement saying they take this, quote, unquote, \"very seriously\" but didn't tell us exactly what they were doing. And Toyota pointed out that these guys had physical access to the car and that you know that they weren't worried about it for that reason, but for three years now there has been proof you can get into these cars wirelessly.",
    "statement": "Is there any way I can protect myself from something like this <<POSSIBLY>> happening."
  },
  {
    "transcript_id": "CNN-143176",
    "matched_terms": {
      "may": "ungraded",
      "suspect": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Wolf, the president's visit to New York was supposed to be about clean jobs, about important global issues like climate change and Mideast peace, and even a sit-down interview with David Letterman. But instead, the Governor Paterson story is stealing a lot of the focus. This, after a story that Mr. Obama had been urging the governor to not run for a re-election, to drop out of the race because of his low poll numbers. There's concern that he could pull down other key Democratic seats and give Republicans the advantage. Well, no sign of any friction as the president arrived in Albany. He greeted the governor. They hugged and then talked for a few minutes. And then later, before the president delivered some remarks on innovation on the economy at a community college, he had kind words for the governor, calling him \"a wonderful man.\" Robert Gibbs was asked about this story aboard Air Force One. He did not confirm that the president had directly appealed to the governor to drop out of the race. Instead, he pointed out that it was a difficult situation going on in the state of New York. And another senior administration official pointing out that there is a lot of concern about the political climate in the state of New York, but that no one has ordered Paterson to get out of the race -- Wolf.",
    "statement": "Dan Lothian on the scene for us. Thank you. The former Republican congressman Rick Lazio is expected to formally announce that he's running for governor of the state of New York as early as tomorrow. The announcement comes as former New York city mayor and 2008 GOP presidential candidate Rudy Giuliani also contemplates this own bid for the governor's office and the Republican Party nomination. Three natives of Afghanistan now suspects in a U.S. terrorism probe are making their first court appearances today. CNN's Deb Feyerick is covering this story for us. Deb, what happened today?"
  },
  {
    "transcript_id": "CNN-381918",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "U.S. presidential candidate Joe Biden speaking to Democratic supporters in Nevada. Well, members of the U.S. Congress will get their first chance to talk to a central figure in their impeachment inquiry into Donald Trump. The former Ukraine envoy to Ukraine, Kurt Volker, will meet with several House committees in the coming hours. And CNN's Matthew Chance is live this hour, he joins us from Kiev. Good to see you, Matthew. So how significant will Kurt Volker's testimony likely be, and what are the expectations here?",
    "statement": "<WELL>, Rosemary, I <<<THINK>>> it <WOULD> be pretty significant when you consider the <<KIND OF>> <FIGURE> that Kurt Volker cuts, particularly in Ukraine where he was broadly seen as a really honest broker, somebody who is very important for the strategic relationship between Ukraine and the United States. When he offered his resignation, submit his resignation a week or so ago, there was -- there were a pronouncement of regret from former officials and including Petro Poroshenko, the former president here and from current ones as <WELL> including aides close to the current president, Volodymyr Zelensky. Because he ensured that <<SORT OF>> flow over the past five years of economic and military aid from the United States to Ukraine which they have used to prosecute their war in east against the pro-Russian rebels and their diplomatic campaign as <WELL> to try and get back territories seized by Russia in Crimea in 2014. So, he's an important <FIGURE> for Ukrainians. You <KNOW>, look, I mean, in terms of his testimony we'll see what he says, and we'll be able to gauge better after that testimony <OBVIOUSLY> <ABOUT> (Inaudible). But Rudy Giuliani, Trump's personal lawyer is attempting to argue that Kurt Volker is in on his scheme to try and get the Ukrainians to dig up dirt on Joe Biden and other issues as <WELL> like 2016 election meddling. The <UNDERSTANDING> we have of what Kurt Volker's role was as far as he is concerned, is trying to help the Ukrainians navigate the <<SORT OF>> conflicting difficult demands with the Trump administration was putting on the new government of Volodymyr Zelensky. So, for instance, he set up a meeting after the July 25th phone call, he set up a meeting in Madrid between Giuliani and someone called Andriy Yermak who is one of President Zelensky's closest political aide. We don't <KNOW> the content of their discussion were, but our <UNDERSTANDING> is, it was to, you <KNOW>, to see what it was for the Trump administration really wanted. <<PERHAPS>> that will come out in the testimony, that's why we're <ALL> going to be watching here in the Ukraine very closely indeed."
  },
  {
    "transcript_id": "CNN-17051",
    "matched_terms": {
      "absolutely": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let me ask you about the Bush-Clinton debate. Do you think George W. Bush is going into this one thinking he's really got to score big? He's really got to come through just to even the score?",
    "statement": "<ABSOLUTELY>, and I <<<THINK>>>, you <KNOW>, especially in that town hall forum that they were talking <ABOUT>, he was uncomfortable in it. And he thought he'd be able to, <<SORT OF>>, rise to the challenge. But, Clinton was so much more comfortable in that format. And it was clearly <EVIDENT> from the way Bush looked at his watch."
  },
  {
    "transcript_id": "NPR-33746",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There are <<MAYBE>> fewer shoppers, but at least those looking for great post-Christmas deals had plenty of options this past weekend. Retailers offered deep discounts in hopes of making up for weak holiday sales. NPR's Cheryl Corley reports from Chicago."
  },
  {
    "transcript_id": "CNN-166036",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "So, he remained in the United States and then deported to Germany. And, finally, this trial has convicted him. This <ALL> circled <AROUND> the idea that there were people who were at those camps who identified him as Ivan the Terrible. And he has maintained that they got the <WRONG> guy."
  },
  {
    "transcript_id": "CNN-124804",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Hi there, Gerri. Well, as Kate just said, the check's in the mail. Almost. The IRS will begin sending out 130 million tax rebate checks on May 2nd. All that money comes from the $170 billion economic stimulus package. Single Americans who make less than $75,000 a year will get rebate checks of as much -- up to as much as $600. Couples making under $150,000 annually will get rebate checks up to $1,200. So we really want to know, what are you going to do with that extra cash? Here's our \"Quick Vote\" question today. What do you plan to do with your tax rebate check? Spend it, save it or pay off debt? Log on to cnnmoney.com to vote, and we'll be back a little later with the answers -- Gerri.",
    "statement": "Thanks for that, Poppy. HARLOW; <<<SURE>>>."
  },
  {
    "transcript_id": "CNN-313698",
    "matched_terms": {
      "fact": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "And police have been raiding parts of London arresting people they believe had a hand in planning or carrying out the London attacks. Right now, police have 12 people they've arrested.",
    "statement": "We are making significant progress in identifying the three attackers and confirming the <FACT> that there were no other suspects at the scene when the attack was carried out."
  },
  {
    "transcript_id": "CNN-148788",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Wolf, this is a real significant development for anyone who has been following closely the story of the tanker. This is to build whether or not and where the next generation of air refueling tanker will be built, and we are just hearing that Northrop Grumman who was up against competition against Boeing, that Northrop Grumman has pulled out of the competition. We have a quote that we can read, this statement coming in from Northrop Grumman company CEO Wes Bush. He said the contract does not provide adequate value recognition of the added capability of a larger tanker precluding us from any competitive opportunity. To essentially break that down, what that means is Boeing was offering a smaller plane, the 767 as the model of what they would build. Northrop Grumman had a larger plane. Northrop Grumman was actually awarded the contract in 2008, but Boeing protested because they were opposing essentially the conditions, saying the pentagon changed some of the rules and requirements of what they were looking for. Boeing protested. Now in the end, you can see that Boeing is now the only competitor left so that this contract will likely go -- by the way, I should say Wolf, it's a $35 billion contract, really big win for workers in Washington state and Kansas, Wolf.",
    "statement": "Significant story <ALL> <AROUND>. Thanks very much, Lisa, for that. The time for debate is over. When it comes to health care reform, President Obama is keeping Washington and the news media in the cross hairs. He was <ALL> fired up talking in Philadelphia earlier."
  },
  {
    "transcript_id": "CNN-187027",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We absolutely will. And sticking with the story, let's move over and speak with Sunny Hostin. Sunny, Joe was talking about the Allen Charge. A lot of our viewers don't know what this means, and I had to remind myself what it meant. How significant is it that the judge is or is planning to read the Allen Charge to the injurers?",
    "statement": "You <KNOW>, I <<<THINK>>> it's very significant. And an Allen Charge is called an Allen Charge because of a defendant. It's a Supreme Court case that dealt with this very issue, which is a judge instructing a deadlocked jury to go back to the jury room and try to reach a consensus. And I've been in this predicament myself as a former federal prosecutor. And prosecutors fight tooth and nail <ABOUT> the language that will be read to a jury. And defense attorneys also fight back tooth and nail <ABOUT> the language because it's a fine line that you <HAVE TO> walk as a judge when reading that Allen Charge because you want to <CERTAINLY> encourage the jury to go back, not <ONLY> follow the instructions already <GIVEN>, but <<SORT OF>> with this renewed purpose to reach a consensus, to reconsider positions, that <<SORT OF>> <THING>. We <KNOW> this is a jury clearly struggling. I will tell you that I'm <CERTAIN> during this recess, this is -- what exactly is going on is the government and the defense team are arguing <ABOUT> the very language of the Allen Charge, how strong that charge is going to be, because I have been in the predicament where the judge -- the jury <<SORT OF>> gets a nice version of the Allen Charge and then comes back still deadlocked and then gets a more robust version of an Allen Charge. So I <<<THINK>>> we will learn <A LITTLE> bit <ABOUT> what's going on in the jury room in terms of what the tenor of that charge will be."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "suppose": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We do, and in this sense...",
    "statement": "<WELL>, I <<<THINK>>> it's important that we understand when we were talking <ABOUT> the abuses that are taking place with the military police and you have two <ENTIRELY> different kinds of viewpoints on this issue, how in the world are the military police that are supposed to implement going to be able to get it straight, particularly when you have General Miller there that is following what you <<<BELIEVE>>>, Mr. Secretary?"
  },
  {
    "transcript_id": "CNN-123106",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Coming up now to five minutes after the hour. Let's see if the stimulus plan news is stimulating markets overseas. Right now, London's FTSE is trading sharply up. Yesterday's big game by the Dow helped most of the Asian and pacific markets overnight. But Hong Kong's Hang Seng plunged 550 points after news of a $5 billion a fraud charge at a French bank. The Dow's rollercoaster ride had some on Wall Street feeling a little uneasy as 600 points swing yesterday, down 300, and closing up 300 points. Our senior business correspondent Ali Velshi is on the \"Financial Security Watch\" this morning. He's aboard the CNN Election Express this morning, stopping in Little Rock, Arkansas. Ali joins us now. Got a little bit of whiplash this morning, Ali, from what happened yesterday on Wall Street.",
    "statement": "Unbelievable. That is a huge move, John. You're right. We were down more than 300 points, ended higher by almost 300 points. Now, let me tell you. A lot of people are saying, is that it? Is it over? Are we starting again? This is very typical of a bear market or a rough market. You see these massive ups and downs -- the swings. Because what's going on is that people who've been betting against the market, when stocks start to go up <A LITTLE> bit, they <HAVE TO> get out of their position. That's called short selling. That's what we saw yesterday. Short-covering in financial stocks and retail stocks. It doesn't mean that the market is turning back up. This economic stimulus, the market, the Fed rate cut earlier this week, it's got everybody talking. We already knew that people were interested in the economy. It was their main concern <ABOUT> the economy. But on this road trip starting in Myrtle Beach in South Carolina, where I left you on Tuesday, heading toward California in six days, through nine states and 2,600 miles, we are stopping in <ALL> sorts of towns and talking to Americans, and the economy does remain their number one issue. They are concerned <ABOUT> jobs. They're very concerned <ABOUT> these rebates. Some say it's a great idea that the government gives people money. Some say that it's not such a good idea. Let's tell you what happened on the Dow yesterday. We had a very strong day, the strongest day on the Dow and the S&P; 500 since November. But these markets have taken a beating. The Nasdaq is in a bear market. It is off 20 percent from its highs back in October. Even this morning with that news overseas and the strong markets, Dow futures are still pointing lower. Not in triple digits right now, which is new to us. I mean, this has been <QUITE> a ride. But it's still pointing lower. We got a lot of conversations, John, with a lot of people across the country, and we'll tell you over the course of the next few hours what they have been telling us. There is one piece of news that we're waiting to confirm right now. It's being reported by the \"Wall Street Journal.\" That Ford is getting ready for more cuts <<POSSIBLY>> up to 13,000, and they <<COULD>> be announced as early as today. We have gone through January after January, where there have been cuts in Detroit, in the auto industry. It's those layoffs across the country, and we've talked to people <ABOUT> them here, too, that have people worried <ABOUT> their jobs in the future, John."
  },
  {
    "transcript_id": "CNN-2186",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Bill Porter and his second wife Joan have been traveling the same path together for 16 years. The two first met when Bill hired her to work at his company, Commercial Electronics. But it wasn't love at first sight. Bill was already married. Joan quit her job after a few years, married someone else and waited 15 years before their paths would cross again as divorced single parents.",
    "statement": "Some place in my consciousness I <ALWAYS> saw Bill and Aiola (ph) together and I didn't pay a lot of attention and I <<KIND OF>> put it out of mind because I was married. And so <ABOUT> 15 years later one day I was thinking of him and I called him and we got together and went out on his sailboat and that was it. It was like we were to be together."
  },
  {
    "transcript_id": "CNN-15670",
    "matched_terms": {
      "obviously": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The entertainment industry specifically targets young children when marketing movies, music and video games really meant for older consumers. And that is according to an FTC report due out today. President Clinton will be addressing the issue in Scarsdale, New York today. CNN White House correspondent John King is there. John, what can the president do about this?",
    "statement": "<WELL>, Carol, the president having the event here signals what the White House believes and the first lady believes the potent political nature of this issue. As you mentioned, this is a Federal Trade Commission report due to be released in Washington at 10:00 a.m. local time this morning. The president asked for this report back in <MAY> 1999 in the wake of the shooting at Columbine High School. It is a year-long study by the FTC, and among their major findings, they found that 80 percent of R- rated movies were actually targeted at children under the age of 17 years old. Also that 70 percent of, quote, \"mature-rated\" video games, supposed to be -- <<OSTENSIBLY>> for children over the age of 17 also were targeted at children below that age. Now, the FTC asked some young teenagers, 13 to 16, to <TAKE> part in this study, and it found that 85 percent of them were able to buy music with explicit lyrics or violent video games, and that 50 percent of them were allowed to get into R-rated movies despite the <FACT> that they <SHOULD> not have been allowed into those programs. Now, <OBVIOUSLY>, this an issue of great concern to parents. What are their children seeing in video games, what are they seeing on the Internet. The first lady today will make some new policy pronouncements, she will call -- she's running for Senate here in New York of course -- she will call on the entertainment industry to announce an immediate cease fire in these marketing campaigns aimed at children, and she will also renew her call, we're told, for the industry to adopt a voluntary, uniform, a new rating system, one she says will be more understandable to parents. The president will be here in a supportive role, signaling the high political intensity of this issue. He will once again call on the industry to police itself. But we're also told to look for some other Democrats, including the vice president, to raise the prospect of <<PERHAPS>> government regulation if the industry does not do so. John King, CNN, reporting live from Scarsdale, New York."
  },
  {
    "transcript_id": "CNN-380882",
    "matched_terms": {
      "absolutely": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "I just want to make clear on the inspector general. This is a different inspector general than was dealing with your case. But you are saying you endorse the inspector general process even when an inspector general has found issues with the way you handled yourself in your job, correct?",
    "statement": "<ABSOLUTELY>. So I have <ALL> kinds of issues and disputes with the Department of Justice inspector general over the investigation they did of me. That is an <ENTIRELY> separate matter. I <ABSOLUTELY> <<<BELIEVE>>> in the inspector general process. Since my own interactions with the DOJ inspector general, I have continued to cooperate with the inspector general in their review of other matters. I was recently interviewed in accordance with an ongoing investigation. So I <ABSOLUTELY> <<<BELIEVE>>> in that process. It is <ESSENTIAL> that <EVERY> element of the executive branch, each one of the agencies has a fair and competent and independent inspector general. And this situation really shines a light on that requirement. I <HOPE> that the Department of Justice gets that <<SORT OF>> inspector general some time soon."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "It's Friday and this is CNN NEWSROOM. Welcome. I'm Shelley Walcott. Here's what's ahead. Topping today's show, a daring mercy mission at the South Pole to save a sick doctor from the United States. Then, in our \"Editor's Desk,\" how a communications firm is using a piece of history to pitch their product. From ad revenue to movie making, \"Worldview\" checks out why some Hollywood sets are making the move to the Czech Republic. And in \"Chronicle,\" tracking the storm. Today we get up close and personal with meteorologists. Historic and unprecedented, those are the words being used to describe the successful rescue flight with evacuated an ailing U.S. doctor from the South Pole. A twin engine propeller plane carrying Dr. Ronald Shemenski landed safely in Chile Thursday after a rescue journey which began on Saturday. That's when the plane first departed Punta Arenas, Chile and flew to the British run Rothera Base at Adelaide Island off the Antarctic Peninsula. From there it flew to the Imensen Scott Station at the South Pole, where the temperature at the time of the landing was minus 68 degrees Celsius. That's minus 90.4 degrees Fahrenheit. The two day return journey began on Wednesday. The rescue was one of the riskiest ever by a small plane to the South Pole and the first one ever attempted during Antarctica's long, harsh, dark polar winter. Shemenski was the only physician among 50 people working at the South Pole station, where the National Science Foundation conducts astronomy and astrophysics research. Shemenski was recently diagnosed with pancreatitis. Though his condition had improved, a decision was made to evacuate him to the United States for treatment. New technology has enabled the world to follow along with this amazing rescue mission. CNN and others have used a video phone to broadcast the Antarctica story to the rest of the world. What makes a story right for this type of technology? Well, usually it's taking place in a remote area with no way to send video to a satellite and then back down to CNN. The advantages? Video phones are inexpensive to use, allowing news crews to travel light, like CNN's Gary Tuchman, who interviewed Dr. Shemenski in Chile.",
    "statement": "How are you <FEELING>, sir?"
  },
  {
    "transcript_id": "CNN-279575",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Is security tight enough at U.S. airports? You're on the Homeland Security Committee. Because what we saw at the major international airport in Brussels today, guys apparently just walked in before they went through any security, they were there with their carts near the baggage at the arrivals, and they just blew themselves up.",
    "statement": "I straight ahead on a task force that looked at foreign fighters going to fight in Iraq and Syria. And one of the things that we learned is that it's night-and-day difference between how Europeans do things and how we do things. Europeans were <ONLY> checking one out of <EVERY> three travel documents. They weren't -- they were sharing information of <ONLY> convicted terrorists, not <<SUSPECT>> terrorists. So what we <NEED TO> be doing is working with our European partners so that their standards get to our standards, because that's going to make everybody safer."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Thanks very much, Judy. With the power out now in Baghdad, we're getting word that loudspeakers have been blaring in the Iraqi capital, urging citizens to go to the international airport there, presumably to defend it against coalition forces. Now that armored columns of U.S.-led troops have reached the outskirts of Baghdad, eyewitnesses report fighting and shelling around Saddam Hussein International Airport. In the final push to Baghdad, U.S. forces face limited resistance from Iraqi troops. But the Pentagon believes some Iraqi Republican Guard units have withdrawn to the capital for what could be their last stand. Farther south in Basra, smoke rose over the city as coalition vehicles moved in today. British forces say they're consolidating their position in Basra's key suburbs. And in northern Iraq, Kurdish political leaders and members of the Iraqi opposition are engaged in talks with U.S. military commanders. They reportedly are exploring the option of joining forces against Saddam Hussein. Coalition forces launched their latest advances toward Baghdad in the pre-dawn hours today, heading toward the Iraqi capital from the southeast and the southwest. The forces encountered limited resistance along the way and are now poised for the final assault not far from the edge of the city. Reporter Carl Dinnon of Britain's ITN filed this report.",
    "statement": "Baghdad is now within striking distance as troops make their final thrust through the desert. Wrecked armor by the sides of the road suggests there has been some Iraqi opposition. But by and large, the Republican Guard has either been destroyed or has withdrawn. And the way seems to be open for coalition forces to close in on the city's southern limits. At daybreak, U.S. troops pushed through the outskirts of Karbala on the road to Baghdad, capturing a key bridge on the Euphrates River. Meanwhile, coalition commanders posted American special forces were now operating at will. These dramatic pictures show a raid on a presidential palace less than 60 miles from Baghdad. It seems to have been abandoned, but the United States said it was still on the trail of Saddam and his closest circle."
  },
  {
    "transcript_id": "CNN-72836",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Welcome back to crossfire. The U.S. Supreme Court today struck down state prohibitions against non procreative copulation, also known as sodomy laws. Writing for the 6-3 majority, Justice Anthony Kennedy's opinion says, quote, The petitioners are entitled to respect for their private lives. Justice Scalia writing for himself, Chief Justice William Renquist and Clarence Thomas declared, quote -- The court has taken sides in the culture war, and quote, has largely signed onto the so- called homosexual agenda. Does today's ruling show the progress of an enlightened society or is it a harbinger of the end times? Joining us from Lynchburg, Virginia, is Liberty University founder and chancellor the Reverend Jerry Falwell.",
    "statement": "First of <ALL>, I want to give you a chance to just respond to the ruling the court made today. So I <<<THINK>>> I got a pretty good idea where you stand but go ahead and tell us."
  },
  {
    "transcript_id": "NPR-48775",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "That clearly is not moving the Catalan leader.",
    "statement": "Right. Right. And so - and this is <OBVIOUSLY> the last <THING> that people in Catalonia want because they want more autonomy, not less autonomy. And we actually just heard back some minutes ago from Spain's deputy prime minister, responding to the letter that the Catalan president had addressed to the central government. She said that, from their <PERSPECTIVE>, the Catalan government did not provide an accurate response to Spain's request on whether or not the region had declared independence. And because of that, they are moving forward with invoking this Article 155. And unless, you <KNOW>, they back away from independence by Thursday, Catalonia's autonomy <MAY> be suspended for..."
  },
  {
    "transcript_id": "CNN-305377",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "North Korea is a big, big problem. And we will deal with that very strongly.",
    "statement": "From Pyongyang to Moscow to Iran, we are connecting the world this hour. A breakdown Mr. Trump's big week for global ties for you. Hello and welcome to a special edition of Connect the World. I'm Becky Anderson. And we are in Jerusalem. We're live this hour from a city that is <WELL> aware of how decisions in the White House are felt thousands of miles away. And, we begin in Washington where this Valentine's Day, it's the end of a relationship that's making headlines, less than a month into his job. National Security Adviser Michael Flynn has stepped down. Now, this comes after controversy over his dealings with Moscow. Joe Johns has more on what went <WRONG> so quickly."
  },
  {
    "transcript_id": "CNN-241037",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It has been a fast-moving day for many here in Dallas. A second nurse who treated Thomas Eric Duncan is now infected with Ebola. And the fact that she flew on a commercial airline with an elevated temperature well, has a lot of people worried tonight. Today, President Obama promised a more aggressive approach to containing Ebola in the United States. CNN's Kyra Phillips sat down with General Martin Dempsey, chairman of the joint chiefs of staff for an exclusive interview. She asked him about the crisis and the response so far.",
    "statement": "Are you, General Dempsey, worried <ABOUT> Ebola here in the U.S.?"
  },
  {
    "transcript_id": "CNN-402538",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, President Trump has promised for more than two years that the art of the deal, his relationship he's described as a love affair with Kim Jong-un would move North Korea away from its nuclear program. Well, today, North Korea says it will build a bigger force to counter what it calls a long-term military threat from the U.S. That announcement comes notably on the second anniversary of President Trump's Singapore summit with Kim Jong-un, one of three he held with the North Korean leader. CNN's Kylie Atwood joins me now. Kylie, as you know, intelligence agencies have warned throughout this that North Korea had no intention of giving up its nuclear program. Has the administration, has the State Department, Pompeo, the president acknowledged the failure of this diplomacy?",
    "statement": "No, they haven't. So what we continually hear from the State Department, from the White House is that they are open to negotiations with North Korea. But the <BOTTOM LINE> here is that those negotiations are no longer ongoing. And this is <<KIND OF>> case in point what we are hearing from the North Koreans today. Say -- they say that there is no factual improvement to the relationship to be made by continuing Kim Jong-un and President Trump's relationship. So they don't want to continue it. This comes, as you said, Jim, on the second anniversary of the first summit between the two leaders, that President Trump has repeatedly touted, he's repeatedly referenced that. And even after the two leaders met in Hanoi, in their second summit, which was actually, <QUITE> frankly, a failed summit because they accomplished little to nothing at the end of it, the U.S. has still maintained that they are open to this dialogue with North Korea. But we are now seeing North Korea come out even more provocatively, not <ONLY> towards the U.S., but also towards other countries in recent days and weeks, threatening to cut off its relationship with South Korea and coming out with some aggressive language against China as <WELL>."
  },
  {
    "transcript_id": "CNN-158868",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now, when you talk to Democratic and Republican officials in private, they think the most likely scenario out of all of this is a long-term extension of the Bush middle class tax cuts and at least a one or two-year short term extension of the tax cuts for the wealthy. But don't expect any deal today. You know, the congressional leaders think that they're going to get done by December 17th or 18th in this lame duck session. But I've been talking to senior administration officials who say the president is planning to maybe stay here even longer and he'll delay his Hawaii vacation if need be. Don't forget that last December, Congress stayed around until Christmas Eve to get health care done. So, this could go on for a little while, John and Kiran.",
    "statement": "You <KNOW>, tried and true tradition in this country, of course, Ed, is <NEVER> missed a marketing opportunity, 7-Eleven trying to cash in on the \"Slurpee Summit\"?"
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I mean, it's kind of cool outside. It's calm over by the hotel. I mean, everyone was asked to leave the hotel and came out with their hands up. But then they just let them back in about five to ten minutes ago. There's a line of police cars up and down like Lamar. There's a group of police officers still kind of hanging out behind the building, but it doesn't have the same sort of intense feeling. There are pedestrians kind of milling about, but it's pretty calm. The police choppers are still in the air so I assume they're doing something. Coming up, police choppers and the news choppers.",
    "statement": "Yes, the news choppers. We're taking a live picture as you're talking from our affiliate, KTVT, which we thank them for being so helpful. Again, if you're just tuning in, don't go anywhere, G.J., because I'm going to continue to talk to you. If you're just tuning in, there is an active shooter situation in Dallas, Texas. And as you see from the right, on your screen there, we've gotten word that three Dallas transit officers have been shot, what they called DART officers. The downtown, at least three of them, downtown Dallas in a virtual stand still. They are being told to <CLEAR> the area. We have a \"Dallas Morning News\" photojournalist on the phone with us, G.J. McCarthy who was there and witnesses. You said it happened just before 10:00 Eastern Time, 9:00 Central. Dallas is on Central Time. And you said you heard several gunshots. You thought it was fireworks and then people started to realize, G.J., that it was indeed not fireworks."
  },
  {
    "transcript_id": "CNN-214340",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "And I'm Michael Holmes. Thanks for your company today. World powers right now intensifying their efforts to defuse the situation in Syria. Nothing set yet. Nothing decided. But the U.N. Security council members, the five permanent members might meet later today to try to work on that plan to take control of Syrian chemical weapons.",
    "statement": "There are so many whoa re people skeptical that a diplomatic deal can even be reached. France is pushing a five-point solution, a resolution. Russia and Western nations are fighting over whether the U.N. <SHOULD> authorize military attacks on Syria if it violates a diplomatic agreement. And any resolution <WOULD> need approval from the U.S., France, Britain, Russia, and China."
  },
  {
    "transcript_id": "CNN-96866",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I understand. But why are we picking up the tab? Why don't the Israelis pay for the withdrawal? They're the ones trying to develop a peaceful society in which to live. Why can't they pay the tab themselves?",
    "statement": "They're paying $2 billion. It is a third of <ALL> their healthcare costs and <ALL> of their education -- what they spend for <ALL> their citizens. For them, of a small country, $2 billion is a lot of money. But I agree with you. It shouldn't just be on the United States. It <SHOULD> also be the countries in the region that <SHOULD> be of assistance because we are also trying to help the Palestinian Authority and achieve this objective of a two-state solution. The G-8 just announced a major initiative to the PA. Unfortunately the Arab oil states -- you mentioned the price of oil before -- have kicked in very little. And there <SHOULD> be some public efforts to say, hey, how <ABOUT> helping your Arab brothers here develop this two-state solution? Most of the money is coming from Europe and is also coming from the U.S. Very little, unfortunately, is coming from the Arab states."
  },
  {
    "transcript_id": "CNN-403269",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Hello and welcome to our viewers in the United States and all over the world, thanks for joining us. I'm Boris Sanchez and you are in the CNN NEWSROOM. The scene tonight, President Trump addressing a much smaller than expected crowd of supporters at his rally in Tulsa, Oklahoma. The president eager for a triumphant return to the campaign trail, instead facing a series of embarrassments. First, there was a standoff between the administration and a federal prosecutor who's been investigating members of Trump's inner circle. Attorney General Bill Barr's attempt to fire U.S. Attorney Geoffrey Berman backfiring, Barr claiming Trump wanted him gone only for Trump to later say, and I quote, I was not involved. Then just hours before the rally in Tulsa, six of President Trump's campaign staffers doing advance work on the event testing positive for coronavirus. And then the crowd size at the rally, President Trump failing to fill the arena after bragging that a million people were trying to attend. Entire sections had empty seats and almost no one was in the overflow area. We haven't even mentioned some of the content of his speech, lots to get to this hour. Let's start with Ryan Nobles at the BOK Center. Ryan, a headline that we did not expect, President Trump telling the crowd he wants to slow down on coronavirus testing in the middle of a pandemic.",
    "statement": "Yes, <DEFINITELY> raising some eyebrows here tonight, Boris. This speech at the BOK Center just wrapped up <A LITTLE> while ago, almost two hours in length, the president touching on a number of topics, going off on tangents at <CERTAIN> points and this point that you're talking <ABOUT>, talking <ABOUT> coronavirus testing and his <INTERPRETATION> of the way it's being run here in the United States is what has a lot of people talking. Listen to what President Trump said here tonight."
  },
  {
    "transcript_id": "CNN-49556",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What is the training for these officers?",
    "statement": "<WELL>, in county jails in Texas, for example, like the Montague County and the Hood County facility, you don't <HAVE TO> have any training prior to going to work in Texas. And the incredible part, I <<<THINK>>>, is that you had 48 in Montague County, 48 criminals facing one lone female guard. In a kindergarten class you have 22 5- year-olds and one teacher. It's just incredible what we've allowed to happen over time. And training..."
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Kenya's reserves of grain are running low. Putting together a national crisis with global increases in food prices and the aid agencies are getting squeezed. This is ground zero for food aid in Africa. 7 million people depend on food coming from here in Mombasa Port. With food prices rising and people getting pushed off their land, aid agencies are struggling to keep up. ' The world food program is asking urgently for 500 million in the next few weeks. Otherwise, it will be forced to reduce rations to the poor who already have little to eat.",
    "statement": "Now with rising food prices, it looks like the prices will just go up and up unless something is done <ABOUT> it to help these people before the fall over the edge."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thirty miles or so.",
    "statement": "It's <ABOUT> 42 miles, plus or minus, but to unleash that or run the risk of unleashing nearly a million men into a war fighting scenario..."
  },
  {
    "transcript_id": "CNN-394857",
    "matched_terms": {
      "best": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "--I mean I've--",
    "statement": "--like <EVERY> candidacy, we've - we've got to give the candidate a chance to make their own <BEST> decision. And I - there are a lot of good reasons why Bernie Sanders <MIGHT> want to stay in."
  },
  {
    "transcript_id": "CNN-65091",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "The inspection teams are interested in collecting names and making lists of Iraqi scientists, addressing employees with questions that carry hidden agendas, giving special attention to military camps, to",
    "statement": "Now, that was a televised speech that was broadcast on Iraqi TV marking the celebration of the 82nd anniversary of Army Day. The entire Iraqi leadership -- the highest-ranking members, <RATHER>, of the Iraqi leadership and the ruling Baath Party were present at the ceremony earlier this morning to mark that anniversary. Of course, an anniversary that takes particular significance today, Bill, because of course in light -- sorry -- of the huge military buildup by the U.S. forces in the region. Now, President Saddam Hussein also had a few words to say <ABOUT> that military buildup, saying that the U.S. forces in the region were not <ONLY> threatening Iraq, but also the entire Gulf Arab countries, the entire region as a whole, saying the U.S. is trying to secure telecommunications and transport lines from the Red Sea to the Gulf in order to protect not <ONLY> its own interests, but also the security of Israel. The reason, said the president, that the U.S. was so keen on going ahead with this U.S. military attack, he said, was to divert the U.S. public <<OPINION>> in particular from problems at home. He said the U.S. is trying to disguise its failure in having -- not being able to prevent the September 11 attacks by so doing; also trying to disguise its failures with the economy. And also <<MAYBE>> in comments that <<PROBABLY>> <WOULD> find more echo in the Arab world, the president said that the United States had garnered a lot hatred and anger in the region because of its policies with regard to the Middle East -- Bill."
  },
  {
    "transcript_id": "CNN-54526",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But the administration is saying that this was not a planned series of announcements. And you know there are cynics out there who are suggesting that this is a great way for the White House, as they're saying, to cover its derriere and to distract the public from criticism it's been receiving about pre-September 11 warnings. Is that fair?",
    "statement": "<WELL> -- and those questions are being raised. Condoleeza Rice, the president's national security adviser, in <FACT> asked <ABOUT> that very <QUESTION> during a Sunday morning interview appearance. She said, \"We don't play games with this.\" Still, though, new terror warnings have been coming out over the past several days after lots of attention to what this administration knew before September 11 and what it did with that information. The message we're getting from U.S. officials is that over the past few months there has been this increased chatter or activity that is not very specific. And Condoleeza Rice telling reporters yesterday part of what's happening is the administration is better able to <<GATHER>> this intelligence because it has more resources available."
  },
  {
    "transcript_id": "CNN-201132",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "confident": "ungraded",
      "apparently": "ungraded",
      "believe": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "-- getting a reaction to the president's address to the nation tonight, the State of the Union and the Republican response as well. However, we begin in California with Miguel Marquez. He's in Big Bear, in Southern California. He's been tracking the story all day long; he has the latest. Miguel, what do we know?",
    "statement": "<WELL>, we <KNOW> there is a body in a cabin just up the road from where we are and that we <<<BELIEVE>>> it is the body of Christopher Dorner. We have confirmed it through several federal law enforcement and through someone who <<APPARENTLY>> has leaked it from Los Angeles Police Department that Dorner is in that cabin and now it's just a matter of collecting his body and 100 percent identifying it. San Bernardino sheriff's office have pushed back, as has LAPD, saying they haven't gotten in there; they're not <<<SURE>>> it's him but the San Bernardino sheriff's office also saying that throughout the day Mr. Dorner was spotted several times, was in that cabin and <NEVER> left that cabin. I also have from another law enforcement official, federal official, that his cell phone, Mr. Dorner's cell phone went on throughout the day and it is possible that they were able to talk to him at some point during the day and confirm that he was in there and that, more importantly, he did not have hostages in that cabin. At one point he tried to get out of it, <<APPARENTLY>> by throwing a smoke grenade out of the cabin and trying to shoot his way out. He was forced back into the cabin and some time after that, whether he set the fire or was law enforcement that started the fire when they were pumping gas into that cabin, it turned into a conflagration and he is still in that cabin. And for <ALL> intents and purposes, this was a huge scene just a few hours ago and now <ALL> of the police have left the roadblocks here; there is no more searching going on tonight. San Bernardino sheriff's office seemingly <<CONFIDENT>> that they have their man. Chris?"
  },
  {
    "transcript_id": "CNN-54862",
    "matched_terms": {
      "fact": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes, John Barrett and his assistant, Natalie, came to Ohio and did the hair, and then the Saint Regents (ph) Hotel, they provided the honeymoon for us, so that's where we are staying right now.",
    "statement": "Why did you <<<THINK>>> they had such action to that, Tim? Was it the <FACT> that you were a Marine serving overseas? What tore at the heart strings for so many?"
  },
  {
    "transcript_id": "NPR-21737",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What if she said to you, as I believe she has said in public, look, regardless of my ancestry, I feel black. Does that make any sense to you?",
    "statement": "<<<SURE>>> it does. But, I mean, the <FACT> of the matter is that social identity is the result of a proclamation of personal identity and then the way that it plays out in the world. So her personal self-identity is one <THING>, but it can't really be validated in a meaningful <<SENSE>> if it doesn't correspond with her lived experience in the world and the experience of others who are also sharing that label."
  },
  {
    "transcript_id": "NPR-13969",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Labor Day weekend is traditionally a time for candidates for November's midterm elections to put their campaigns into high gear. According to a Gallup poll released this past week, Republicans have an unprecedented, 10-point lead over Democrats in the so-called generic ballot. It asked voters if they would rather vote for an unnamed Democrat or Republican congressional candidate.",
    "statement": "To find out whether public frustration with Washington will translate into significant gains for the GOP, two former members of Congress join us. Both are <WELL>-versed in congressional politics. Tom Davis is the former chair of the National Republican Congressional Committee. He's in the studios of Post Op Media in Arlington, Virginia. Welcome back to the program."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thank you, my beloved co-host Karyn. And as we were talking about at the top of the show, it looks like Martha Stewart is going to be wearing that ankle bracelet a little bit longer. Coming up, more on why her house arrest just got extended.",
    "statement": "Also, the Playboy mansion, to them, you <KNOW>, it`s home. To the rest of us it`s just a fantasy. To the rest of some it`s a fantasy. Hugh Hefner and his girlfriends have a new <REALITY> show, and SHOWBIZ TONIGHT gets behind the scenes. It`s part of our \"<REALITY> Check\" series on the most talked <ABOUT> <REALITY> shows of the summer."
  },
  {
    "transcript_id": "CNN-191151",
    "matched_terms": {
      "must": "ungraded",
      "could": "ungraded",
      "quite": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Atika Shubert for us this morning. Atika, thanks. What's the time line that we're expecting to know because I have seen certainly a growth in sort of the noise and the police presence? I know there's a decision coming down soon. When?",
    "statement": "<WELL>, we are hoping to get a decision within <<POSSIBLY>> the next hour. That time <<COULD>> slide <A LITTLE> bit. But even once that asylum decision is made it doesn't mean that anything substantially changes here because Julian Assange <MUST> remain in the Ecuadorian embassy. If he steps outside of the embassy, he risks arrest by British police because he's on British soil. So it doesn't fundamentally <CHANGE> the situation, but it does ratchet up the tension <QUITE> <A BIT>."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "That's OK.",
    "statement": "Nice try. When we come back, we'll <<KIND OF>> do a guns and butter <<KIND OF>> <THING>. We will shift from war to when whether we're ever going to be able to retire and get some Social Security. I don't <KNOW>. The two <MIGHT> be linked."
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "One thing you won't find on the official Obama tour -- not yet anyway -- is the empty store that used to be a Baskin-Robbins. Why would you want to come here? Well, this is the spot where the first couple first kissed. (on camera): Now, that's all I'm going to tell you on this tour. If you want to know, you'll have to get on the bus. Susan Roesgen, CNN, Chicago.",
    "statement": "<ALL> right. Everybody's on board there. <WELL>, she is the envy of her school and <ABOUT> 66 million voters. A fifth grader scores an invite to the Obama inauguration and that's not <ALL>. The ball, as <WELL> I <KNOW>. And no, she won't be selling them on eBay."
  },
  {
    "transcript_id": "CNN-192974",
    "matched_terms": {
      "absolutely": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "And we report that information sometimes when it's on the record, Dana Bash. One more for you, because CNN's been reporting that the ambassador believed he was on a hit list, specifically an al Qaeda hit list. Do we know was Secretary Clinton at all aware of that?",
    "statement": "She herself was asked <ABOUT> that at a press conference just before she came over here to the Hill and her answer was, I have <ABSOLUTELY> no information or reason to <<<BELIEVE>>> there is any basis for that. But you can bet that she's going to be pressed on that inside these briefings because a lot of lawmakers are saying that they're frustrated they're not getting enough information from the administration. In <FACT>, they're getting a lot of their information from news outlets, especially CNN and our fabulous reporting from Arwa Damon and her team over there."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, that's true. And even he said that. It was -- that's the one he said, I've seen everything...",
    "statement": "That was the story you couldn't fix."
  },
  {
    "transcript_id": "CNN-55859",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Alyssondra, I listen to your comments, and I almost feel like you are trying to tell the American people that this White House is out to hurt you.",
    "statement": "I <<<THINK>>> it's really important that the American people understand that there is a very serious assault on the environment under way, and that the kinds of rule changes that were announced yesterday have grave impacts for public health and for the environment. And it's important that they <KNOW> that."
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Mike Brooks, I would like to know the very same thing. You and I have discussed the theory amongst this polygamous FLDS of bleeding the beast, as they call it -- not my words, their words -- where they hate the U.S. government but they take the money through welfare checks and other governmental assistance from the government, from you and me. So why aren`t they going after these dads?",
    "statement": "That`s a great <QUESTION>, Nancy. We don`t see anything at <ALL> <ABOUT> these fathers. You <KNOW>, as you said, they`re basically a no-show. But, you <KNOW>, the other <THING>, too, is the government, the U.S. government, ought to be taking a look. The IRS, follow that paper trail, as we <ALWAYS> talk <ABOUT> here, Nancy, follow that paper trail because I <<<THINK>>> there <<POSSIBLY>>, <<POSSIBLY>> <<COULD>> be a case here for welfare fraud."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, no, she's wonderful. We're not going to be a power couple like you guys.",
    "statement": "Senator Warner, thanks very much. Congratulations to you. Senator Biden, thanks to you, as <WELL>. And, Senator Specter, thanks to you, as <WELL>."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Like I said ...",
    "statement": "Do you have any thoughts <ABOUT> her? She worked with him. She read to him, she ..."
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Many of the people detectives have interviewed have stressed Lisa`s love for her children, and they have insisted that Lisa would not have left home without them. In the last several months, there have been no activity on her cell phone, credit cards or her checking account. As a result, everything learned in this investigation, detectives are now focusing on the scenario that she most likely is a victim of foul play.",
    "statement": "How <WOULD> any child do when they`re used to seeing their mother <EVERY> day after school and she hasn`t been home now for 12 days? I mean, it`s -- you <KNOW>, you just can`t even comprehend of how that <WOULD> <<FEEL>> to a child. It`s very hard this Mother`s Day. It`s a very hard Mother`s Day this year."
  },
  {
    "transcript_id": "CNN-396150",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Well, if red flags were given, I would say at the federal level, leadership matters and so while I was the first in the state of Louisiana to stop social gatherings, I had to cancel the St. Patrick's Day parade. You know, all hell broke loose when I did that but it was necessary. So, given data, allowing science to lead us, it does matter. And leaders on the ground, we rely on the facts to make decisions for the people that we serve.",
    "statement": "Now, she also went on to say that if she had had <CLEAR> direction and data that indicated a threat she <WOULD> not have hesitated to cancel the festivities. And cities from New Orleans to New York say they're running short of ventilators despite the claims of the contrary from the White House. And that dispute has <CERTAINLY> led to a terse exchange between President Trump and New York Gov. Andrew Cuomo. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-169538",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Now, we all recall that Dominique-Strauss Kahn has denied he sexually assaulted her and there was however, forensic evidence of some kind of sexual encounter in that room so the implication is it may have been consensual between the two of them. Now, Miss -- a statement was issued right after these reports became public -- the interviews became public. Coming from Dominique Strauss-Kahn's lawyers. And they said in part that they're calling her \"the first accuser in history to conduct a media campaign to persuade a prosecutor to pursue charges against a person from whom she wants money\" and saying of the lawyers, \"it's an obvious purpose is to inflame the public.\" Now, the lawyers for this woman, Ms. Diallo, have made it clear that she feels like she wanted to tell her story so that the public could hear it because there is a concern that the Manhattan district attorney's office might not pursue the case. He hasn't made up his mind just yet. Kyra?",
    "statement": "Susan Candiotti out of New York. Susan, thanks. The confessed Norway shooter posted a 1,500-page manifesto online. Coming up after the break, we'll tell you what we <KNOW> <ABOUT> him so far and what his manifesto <MAY> reveal."
  },
  {
    "transcript_id": "CNN-385149",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Please.",
    "statement": "To read the whole testimony, Gordon Sondland's story is fascinating. He comes, becomes Ambassador to the EU. He's told Ukraine is the - is the price here. We've got to get Ukraine, you <KNOW>, support--"
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "You know, religion is not the sole providence of holy rollers, high rollers, like Bill Bennett...",
    "statement": "Understand. Understand. As you <KNOW>, the Catholic church does not say, unlike evangelical Protestants which I am one, traditionally they have not said gambling in and of itself is a sin. I actually share that <VIEW>, but I'm not here to defend gambling. What I am saying is that Bill Bennett has taken part in a legal activity, and yet he has said this has caused problems for people. This is -- this <MIGHT> be a stumbling block so I'm willing to say I'm not going to do this anymore. I wish more people <WOULD> <TAKE> that position."
  },
  {
    "transcript_id": "CNN-240827",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Sure, because you know that relationship.",
    "statement": "Yes, I want them to understand. I want to use language that will not go over their heads <ALL> that <<SORT OF>> <STUFF> and that worked for me, but I stammer still when I talk and I pause for long periods of time."
  },
  {
    "transcript_id": "CNN-236457",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "U.S. authorities arrested an American at JFK Airport returning from Lebanon who they say is a sympathizer to ISIS, the jihadist group terrorizing Iraq and Syria. The North Carolina resident, Donald Ray Morgan, was taken into custody on an outstanding warrant related to weapons trafficking. But Morgan caught the attention of U.S. counterterrorism officials after he posted several tweets showing support and fascination with ISIS. He is currently being held without bail after his initial court appearance in New York.",
    "statement": "The <QUESTION> on the table was when the government <<COULD>> schedule a dangerous hearing on its application that the defendant be detained as a danger to the community."
  },
  {
    "transcript_id": "CNN-105085",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, is it just -- are they talking about White House staff positions that might be changed? What about all the talk over the past several weeks about the Treasury secretary, for example, John Snow?",
    "statement": "<WELL>, it's interesting today because President Bush made a very general statement, but he also said that he has confidence in <ALL> of his cabinet secretaries. That seemed to give <A BIT> --<A BIT> more bolstered support, if you will, for his Treasury secretary, John Snow. There are a lot of discussions, however, that he has been intending to leave the administration for some time."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Tonight, still missing in paradise. Two suspects held in Aruba where the desperate search continues for 18- year-old Natalee Holloway 10 days after the honor student vanished from her senior trip. We'll have all the latest from Aruba with: Chris Lejuez, the attorney for one of the two suspects; and reporting from the scene, CNN's Karl Penhaul; in Miami, Florida, Assistant State Attorney Stacey Honowitz; in Natalee's hometown of Mountain Brook, Alabama, Paul Finebaum, the outspoken radio host with some controversial views on Natalee's disappearance; and Mountain Brook's mayor, Terry Oden; plus psychotherapist Dr. Robi Ludwig. They are all next on LARRY KING LIVE. You know the story, I guess, 18-year-old Natalee Holloway, a straight-A student from Mountain Brook, Alabama, vanishes in the early hours of May 30th on the Dutch island of Aruba. She had traveled there with more than 100 high school classmates plus chaperones to celebrate her graduation. The FBI has joined in the search. On Sunday police arrested two former hotel security guards in connection with the disappearance. Earlier today a judge ruled there is sufficient evidence to continue to detain the two men identified as 30-year-old Micky John and 28- year-old Abraham Jones. According to the defense attorney for one of the men, authorities have mentioned charging them with murder, conspiracy to commit murder, homicide, conspiracy to commit homicide, and kidnapping. Now Chris Lejuez, you are the defense attorney for one of them. Are you expecting charges to be brought?",
    "statement": "What I have seen now <WOULD> not justify a conviction, so there is no reason to <<<BELIEVE>>> that they will file anymore unless they have more evidence. They have not enough evidence as far in this case."
  },
  {
    "transcript_id": "CNN-158191",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "I don`t <KNOW> where these rumors come from."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Silicon Valley has a serious diversity issue, as a lot of people <KNOW>. A lot of people look like me, they come from backgrounds like mine, computer science degree from an elite school, you <KNOW>, backgrounds that allow us to get into good colleges, access to capital; those kinds of issues mean that a lot of people look the same and have the same abuse (ph). We <HAVE TO> first build diverse teams from day one, not staple on diversity way later. And the second is when we build products, we <HAVE TO> <<<THINK>>> adversarialy (ph). We <HAVE TO>, from day one, not just <<<THINK>>>, \"This is how I want my product to be used, this is how my parents will use it and my friends will use it,\" you've got to <<<THINK>>> <ABOUT> <ALL> the bad guys having it (ph). But even if 0.1 percent of the planet are people who really want to cause harm, that is tens of millions of people on these platforms, and you <HAVE TO> <<IMAGINE>> that from day one, that those people exist, understand what they want, understand what they've done in the past, and <<<THINK>>> <ABOUT> your product from day one..."
  },
  {
    "transcript_id": "CNN-364318",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And that's the big question. Let me ask our legal analysts how they interpret it. Jennifer, friends in high places? Does this sound like a pardon dangle to you or just somebody trying to keep the relationship strong or even repairing a relationship that may not be as strong?",
    "statement": "<WELL>, you <KNOW>, it's hard to tell, <OBVIOUSLY>, it's very <<VAGUE>>. But here is a time when the feds have gone in and seized, pursuant to court order, a bunch of materials. A lot of that communications between Trump and Cohen's work for Trump. So, they're <<KIND OF>> <ALL> in this universe of what's out there, what do they have? What are we facing now? Let's <<KIND OF>> stick together. You <KNOW>, remember, there was a joint defense agreement <AROUND> this time <PERIOD> when the federal officials were going through <ALL> of the seized materials and trying to determine what was privileged, what <<COULD>> they look at, what <<COULD>> they use in a potential prosecution? So, the notion of communication between the two of them, and listen, you <KNOW>, we're in this together, let's stick together, is not so inherently problematic to me at this time. You <KNOW>, on the other hand, the notion that anyone <WOULD> even be thinking <ABOUT> interfering in a case, right? You have the President, how can he <<POSSIBLY>> help Michael Cohen if Michael Cohen is in the sights of federal prosecutors? There's no legitimate appropriate way for him to help Michael Cohen. What he needs to do in that circumstance is just to say, you deal with your case, good luck to you and your family. And that's it."
  },
  {
    "transcript_id": "CNN-294087",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Good morning.",
    "statement": "Good morning. Patrick I want to talk <ABOUT> these presidential moments that Trump's campaign is creating. Is that in part what's driving Trump's poll numbers, you <<<THINK>>>?"
  },
  {
    "transcript_id": "CNN-281180",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Kellie, thank you.",
    "statement": "History unfolding this morning in Hiroshima with John Kerry becoming the first U.S. secretary of state ever visited that Japanese city. He is there for a two-day summit with G7 leaders. The White House says the secretary will not apologize for the U.S. dropping the atomic bomb on Hiroshima to end World War II. He will acknowledge the enormous loss of life after the U.S. became the first and <ONLY> nation that ever used a nuclear weapon."
  }
]