[
  {
    "transcript_id": "CNN-22690",
    "matched_terms": {
      "sure": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "So what's next for the current occupant of the White House? President Clinton telling reporters -- and this is a quote here -- \"I expect to make a living and I'll get out of your hair.\" Mr. Clinton says that he'll <PROBABLY> write a book, but he's not <SURE> that he'll command the same $8 million advance that his wife received. Mrs. Clinton starts her new job as a U.S. senator from New York next week. <WELL>, speaking of the Clintons, some people <MIGHT> be surprised to find out that they are on this year's Gallup Poll list of the most admired men and women. To find out more where they ranked and who else made the list, let's bring in our Gallup Poll editor in chief, Frank Newport, in Princeton, New Jersey. Frank, good morning and happy new year to you."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Let me go Vern in the audience with a question.",
    "statement": "Yes, I would agree that Hillary clearly, a very bright woman and very clearly social consciousness present there. My biggest concern, when I hear these criticisms <ABOUT> Hollywood orchestration, is that she needs to step out of that structure and step down into the streets, she needs to show a little Bella Abzug, if you will. She needs to win big in New York City and I <THINK> she can only do that by getting in the streets and talking to those voters and connecting to them on a very personal human, you <KNOW>, toes-to-toes, nose-to-nose levels. She has to do that to win this campaign."
  },
  {
    "transcript_id": "CNN-409050",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This is Calistoga, California. They've had their share of trouble with fire over the past half-decade. You can look over here and one of the firefighters advising a resident as to what's going on here, the evacuations, the potential for more blazes. And people here showing appreciation. A woman drove up and heard that firefighters needed pillows, or at least were trying to buy some pillows, and so, she handed them 12 to pillows.",
    "statement": "We're nothing without them. Thank God they're here. You <KNOW>, they put out some"
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "might": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Used to be easy to tell hawks and doves apart, but Ron Brownstein, national political correspondent for \"The L.A. Times,\" has been writing recently about how the distinction has been blurring a bit, a bit. He joins us from Washington now. It's good to see you. You wrote today or the other day, I don't remember when I actually saw it anymore, that the neoconservatives, the Richard Pearls of the world who really aggressively promoted -- William Crystal's, too -- who aggressively promoted a war with Iraq, are now saying okay, that business is done. We don't necessarily need to be using the military all the time.",
    "statement": "Yes, in <FACT>, the neoconservative thinkers both inside and outside the administration, the Crystals and the Pearls, as you mentioned on the outside, people like Paul Wolfowitz and Doug Fife on the inside, for years have been the staunchest advocates of war with Iraq, not only in this immediate period, but for several years arguing that it <MIGHT> be the key to broader change in the Mid East. They really beat the drum the loudest and provided the most intellectual justification for this war. But in their writing since the fall of Baghdad, really, the succession of articles and public statements, many of them have argued that what we need to do now is use economic and diplomatic pressure on countries like Iran and Syria, without ruling out the possible use of military force, but not turning to it immediately."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Now, Rob, I understand that she was in the habit of doing something very romantic, sending you a text message or a phone message the next day, the next morning, to say, Hey, I`m OK, I love you, that kind of thing. She didn`t do that the next day. Tell us about that and why it sparked concerns to you.",
    "statement": "<WELL>, normally, like I`ve said, Jennifer and I had gotten into the routine -- Jennifer always woke up before me. She had to go to work before I did. So she every day would either call me just to say, Good morning, Have a great day, or just text me to wish me to, you <KNOW>, have a great day, Love you, that type of thing. And when I didn`t receive it Tuesday morning, I <THOUGHT> it was odd, but I was running a little late for work, so I called her on the way into work and just"
  },
  {
    "transcript_id": "CNN-170518",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes. I mean, Mogadishu is always difficult. Somalia is always difficult. People have been dying here for a while from the violence, the insecurity. But the famine is -- you know, the numbers here are extraordinary. The U.N. is estimating that nearly a million are going to die if the aid pipeline isn't strengthened, if more funding doesn't come in to sustain the aid effort here.",
    "statement": "The aid effort is under way, but for too many kids it <MAY> already be too late. They are not numbers, not statistics. They are boys and girls, names, and with parents, boys and girls who have never had a fair chance at life. Anderson Cooper, CNN, Mogadishu."
  },
  {
    "transcript_id": "CNN-113840",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "So those are the digs. Hollywood's hottest couple is making their home in New Orleans. Brad Pitt and Angelina Jolie have just bought a house in the French Quarter. And as we hear from Taslin Alfonso of CNN affiliate WDSU, it looks like they plan on staying awhile.",
    "statement": "The nearly 7500 square foot house sits on a prestigious street in the French Quarter. It has eight bedrooms, five full baths, two half baths and is more than 150 years old. Matt Dunn <KNOWS> his new neighbors and has seen Angelina Jolie, at a local bar, The Abbey."
  },
  {
    "transcript_id": "CNN-389830",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The Pentagon waited until there was daylight in Iraq to determine officially that the Iranian missiles harmed no Americans and left no major damage at either of the two areas targeted. According to the Pentagon, over a dozen ballistic missiles were launched from inside Iran toward two parts of Iraq, in the west and north, where U.S. troops are stationed, in Irbil, at least one missile landing at the international airport, but didn't explode, and another hitting near the U.S. Consulate. Most were directed at the sprawling Al Asad Air Base 140 miles west of Baghdad, home to hundreds of U.S. troops. Satellite images obtained by CNN show the before and after. Here, a number of buildings appear to have been destroyed or damaged next to a row of helicopters. Other buildings were also hit. Of 16 missiles launched, sources say that four appeared to have failed in flight. The president gave credit to an early warning system that the short-range missiles were incoming. U.S. intelligence satellites had picked up early signs that they'd been fueled up and then launched. Iran had also warned the Iraqi government, likely knowing that it would be passed on to the Americans, which gave U.S. troops a chance to take cover. Some Trump administration officials now telling CNN that they see Iran's strike as intentionally missing areas where Americans were housed, so that they weren't killed, but a clear message was sent.",
    "statement": "We have a pause. We <SHOULD> be trying to de- escalate in any way we can, de-escalate the situation on both sides."
  },
  {
    "transcript_id": "CNN-401601",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Following a night of violent protests in Miami Dade County down in Florida, officials have announced a curfew will be place starting at 9:00 tonight. That's an hour earlier than previously planned. The City of Miami has a separate curfew starting at 8:00 p.m. tonight. The city is also delaying the reopening of its beaches, which was originally set for tomorrow. Joining us now is Dan Gelber, he is Mayor of Miami Beach, which of course, is right next to the City of Miami. Mayor Gelber, thanks so much for joining us. So give us a sense of what you've been seeing so far? What impact all of this is going to have?",
    "statement": "<WELL>, listen, we were pretty focused on just trying to figure out how to navigate out of this pandemic as we <SORT OF> begin the beginning of the next part of it, and, of course, with now all of the other issues with regards to the death of George Floyd, and the killing of George Floyd, and the protests, we now have another issue that really is very significant. So, we're going to delay the opening simply because of concerns for unrest and things like that, but, <OBVIOUSLY>, this pandemic didn't -- hasn't repaired any of the racial divides in our country. If anything, it just laid them bare or magnified them, and I <THINK> we're trying to address all of those issues simultaneously."
  },
  {
    "transcript_id": "CNN-266745",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, have a look at these. NASA has released stunning new images of the planet Jupiter. And it shows some significant changes. It's great red spot is getting smaller by around 240 kilometers and is turning a more orange color. These images also showed a wave above the planet's equator which has not been scene by telescopes for decades. You're watching CNN. This is Connect the World with me Becky Anderson. Welcome back. Your Parting Shots this evening, and culture of regeneration is one of London's hallmarks, like the reinvention of a disused power station on the River Thames as a stunning modern art gallery: the Tate Modern, which opened in 2000 is now one of the city's top attractions. Its latest exhibit picks up on the theme of regeneration using soil. My colleague Isa Soares reports.",
    "statement": "It's one of the most visited museums in the world. And this, its most iconic space. Today, the turbine hall of the Tate Modern in London transformed into a seabed of activity. 240 wooden boxes have been filled with soil from 35 locations <AROUND> the city from Buckingham Palace to hamster teeth. It <MAY> not look like much right now, but Mexican artist Abraham Gruznyvillegas intends to provoke ideas of change and <HOPE> by watering the beds daily to see what grows."
  },
  {
    "transcript_id": "CNN-376520",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "feeling": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "The tax cuts, at least temporarily, juiced up the jobs growth. But can the Democrats win that argument, it was just as good under Obama, therefore it's not you?",
    "statement": "No. No, they can't. That's just not the way politics work. It's not the way voters' psyche and their voting habits tend to work if you look at history. <OBVIOUSLY> the president blew up history, so who <KNOWS>. But, you <KNOW>, people -- it takes a lot to want to fire a president for the second term. And it's even harder when a president is presiding over -- you <KNOW> we can argue <ABOUT> who's -- who's responsible for it, but presiding over a very good economy. So what you heard from Democrats, and you're going to continue to hear it even louder, is a very similar argument that we heard from the president when the economy was doing very, very <WELL> at the end of the Obama years, which is, are you <<FEELING>> it? Are you <<FEELING>> it? Are you <<FEELING>> it? No, you're not. Your wages aren't great. You're not a part of the middle class, like you <SHOULD> be. That's what you <OBVIOUSLY> hear from Bernie Sanders and Elizabeth Warren, but you're also hearing it from other Democratic candidates who aren't as progressive, to say, you're hearing <ABOUT> all this great news, but how is it going to affect you? I can help that."
  },
  {
    "transcript_id": "CNN-61903",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Wolf, on the Connie Chung show Monday night, more on the amazing story of how the mother of one victim turned the tables on the Outdoorsman Sniper and helped put him behind bars -- Wolf.",
    "statement": "Maria Hinojosa thanks so much, fascinating information giving us some perspective on all of this, appreciate it. U.S. Special Ops gathering in Jordan, a look at the forces who would lead an attack on Iraq. Plus, Saddam Hussein like you've never seen him before, we'll get up close and personal. Also, the sniper theories, everyone <SEEMS> to have one, but are any really credible? We'll look at them all, then put them to the test in a debate. And, parents out of control, a big time brawl at a football game, how a touchdown ended with two men in jail."
  },
  {
    "transcript_id": "CNN-122139",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "But butane requires special stoves. And buying that equipment for every family would cost tens of millions of dollars.",
    "statement": "So, it would need to be subsidized. I mean, we desperately need donors, the E.U., the World Bank, someone like that to really come in and say, hey, we have got some money here. You <KNOW>, we appreciate this is urgent. You <KNOW>, if we don't act now, we <COULD> lose the gorillas."
  },
  {
    "transcript_id": "NPR-1662",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, they may not have known how to do it. In fact, they may not have even known the system existed or how to operate it at all. The sensor problem, that may be unique to this plane. But pilots at several other airlines, including American Airlines and Southwest Airlines here in the U.S., have complained after this crash that they did not know that these new Boeing 737 MAX planes had this automated system, which is called the MCAS. And they say they didn't have any training on what to do if this sort of rare problem occurred.",
    "statement": "Now, Boeing denies this, but they did issue some safety orders updating the information <ABOUT> the system almost immediately after this plane crash and telling pilots what corrective actions they <SHOULD> take. So the planes are deemed safe now. And pilots are comfortable with it now. But they say these pilots <MAY> not have known what was going on in the cockpit."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "That's right...",
    "statement": "But I <THINK>..."
  },
  {
    "transcript_id": "CNN-303154",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "What are you going to do when you see her?",
    "statement": "<WELL>, I'm going to hug her. Hug her to death. I'm going to kiss..."
  },
  {
    "transcript_id": "CNN-130315",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I guess we'll see. What do you want too hear from her speech tonight?",
    "statement": "<WELL>, I want to hear why it's OK for her to cut benefits and health insurance for most working families in Alaska and take a position against health insurance reform when her family and her kids get to be on the Alaska state payroll. I <THINK> it's <ABOUT> issues. I <THINK> she is a compelling person. But I <THINK> we need to pivot to the issues and it's our job in the news business I <THINK> to start keeping these guys focused on the difference that the choices the American people have to make. This match-up is <ABOUT> issues, too."
  },
  {
    "transcript_id": "CNN-169634",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "You have to go to CNNmoney.com.",
    "statement": "<BEST> tease ever. All right, Poppy. Thank you."
  },
  {
    "transcript_id": "CNN-154017",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Certainly. Because we prepare and always prepare for the worst, but now in three weeks when the trajectory shows little to no oil on the surface, we were expecting to see more than what we see right now.",
    "statement": "This oil <SEEMS> to be biodegrading at a rate twice as fast as what they <THOUGHT> it would. This oil they <THOUGHT> would be <AROUND> for at least a month after they capped the <WELL> causing problems. Instead, it started breaking up and disappearing just after a couple of weeks. So they are looking at that as a positive sign that <PERHAPS> we will be able to get people back down for tourism, back down here for fishing, and just a sign of some of the tourism that is going on, you can hear the playing of the steamboat behind me trying to bring the tourists on."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "No, I'll be out here. I'll -- I'm playing out here all week.",
    "statement": "You're the <BEST>. We'll check back with you in a little bit. So we're talking <ABOUT> what is to come. But you <KNOW>, right now there's plenty to deal with. So let's get the latest from the frost- fighting front. That's not easy to say. That's not easy to do, either. Peter Judge is with the Massachusetts Emergency Management Agency. It's good to have you with us, Peter. How is it going right now where you are?"
  },
  {
    "transcript_id": "CNN-83535",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As the world gets smaller, people pick up more illnesses from animals, both wild and domestic. Protecting against those illnesses, coming up. Lake Powell is in trouble. And we will tell you why. And the literary arms race. Bill Schneider reviews politics through a book fare.",
    "statement": "Stories from across America. In New York a published report says the security upgrades for the Statue of Liberty delayed its reopening by raising private funds instead of using money it already had on hand. The \"New York Times\" says the National Parks Service also slowed the project, because it wasn't <SURE> it wanted to reopen the monument. An observation deck is schedule scheduled to open in July. And in Denver, Colorado, federal officials say that the reservoir that supplies drinking water for millions of westerners <COULD> go dry by the year 2007 if a 5-year-old drought persists. Lake Powell is more than half empty now. In North Highlands, California, a teacher at a Catholic school says that he was fired, because he offering his 7th graders extra credit for watching the violent, R-rated movie \"The passion of the Christ.\" The school has a policy against assigning students to watch R-rated movies. <WELL>, some of the world's most serious human diseases came from the animal world. And now scientists are warning that the problem is getting worse and every part of the Earth is at risk. We <SHOULD> warn you that there are some disturbing images in this report. He is CNN's Sharon Collins."
  },
  {
    "transcript_id": "CNN-313698",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "seem": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Well we begin with our international diplomatic editor, Nic Robertson, who joins me now. Nic, what are police learning about the men who carried out these attacks?",
    "statement": "<WELL>, the police say that this is a continuing investigation with continuing at a swift pace. They have made significant progress in identifying those three men involved in the attack. They say that one of them rented the white van that was used in the attack. The 12 arrest and searches that have come in the Barking (ph) in the east of London today, do <SEEM> to indicate the police <SUSPECT> that these men <MAY> have come, <MAY> have been living in the east of London prior to this attack. Why can we surmise this? Because looking at what the police have done after recent attacks, the people, the properties that they go to in the immediate aftermath, the first properties they tend to go to tend to be the properties where the attackers have been living or have had close friends and associates. So that's why we can begin to surmise this that potentially those attackers came from London. Of course the police not identifying them even, asking journalists to pixelate or cover the images they <MAY> have of the attackers shortly before the attack. The police want to continue this investigation at their pace, uncovering leads at their own pace without any tip offs to journalists or to the public <ABOUT> who the attackers <MIGHT> be. Much controversy over that following the Manchester attacks that they <SEEM> to be avoiding that so far. So the 12 arrests, the police are not saying who they are. And it's important to remember <PERHAPS> at this time that often when police make so many arrests in the early hours and days after an attack, many of those people are released after questioning. But what the police want to do is figure out are there anymore attacks imminent, are any of those close associates likely to <KNOW> other potential attackers, <COULD> they be radicalized or others. But the police saying they <BELIEVE> these three attackers were working alone in this attack. But of course, we want to <KNOW> so much more. Clarissa."
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right, Jack. Thanks. See you soon. Coming up, speaking candidly and not always kindly, the former House majority leader, Tom DeLay names, names in an interview with me.",
    "statement": "Newt was acting strange. Newt, during that period of time, didn't go on television very much, didn't rant and rave <ABOUT> things like he normally does."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But nothing that Roosevelt did actually cured anyone. But what Roosevelt managed in Warm Springs was to give a kind of confidence to people, even very young people who were there, to - as a kind of model of someone who could rebuild his life even after polio. And Warm Springs was not so much a medical facility as it was a place to build up the confidence and the psychological health of people who would - who were suffering from the aftermath of polio.",
    "statement": "And we just have a minute left, but I would be remiss if I did not bring up his relationship with his wife, Eleanor, who, of course, had a career of her own and a following of her own, and whom you describe as, <WELL>, very largely estranged for most of their marriage."
  },
  {
    "transcript_id": "CNN-317813",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Right. So I think to some degree any White House chief of staff who comes in is a little bit doomed as long as Trump continues to really be Trump. I think we look at Reince Priebus and obviously he wasn't empowered to be an effective chief of staff, but you wonder, regardless of how well John Kelly is able to sort of address these warring factions that we're hearing about in the West Wing, it matters to some extent but also at the end of the day so much chaos has been created by the president himself. And if he refuses to, you know, listen to the guidance of his advisors and ultimately his chief of staff, I think whoever fills that position is doomed to some degree.",
    "statement": "And, Dylan, you <KNOW>, the president wants to, you <KNOW>, promote his agenda. He still needs a big legislative win. This was a big defeat with health care, you <KNOW>, Republicans controlling both houses, you <KNOW>, of Congress and still wasn't able to get his agenda through. So how does this president try to reset? We <KNOW> that tax reform <MAY> be the next thing he wants to tackle, but you can't do that if you don't have friends or support on Capitol Hill. So what <COULD> change for him?"
  },
  {
    "transcript_id": "CNN-262412",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "People waiting in traffic captured the bomb going off in front of them. Smoke and embers filled the air. Surveillance video capturing the large and deadly blast lighting up the night sky.",
    "statement": "I saw <ABOUT> five different ambulances screaming away from the scene. I saw there were hundreds of meds, police, fire brigade."
  },
  {
    "transcript_id": "CNN-229963",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Sierra Marky Winkler, a 20-year-old sophomore at the University of California, found near a southern California beach. The young woman`s cause of death has not been determined. What killed Sierra Marky Winkler?",
    "statement": "And tonight, have you ever just wanted to slap somebody? Because I do right now, a 27-year-old mother accused of sending a known pedophile photos of her own 2-year-old little girl with a sex toy. A 2- year-old little girl with a sex toy, a photo to a pedophile? How long can Mommy stay in jail? I don`t want to talk <ABOUT> <SHOULD> she go to jail. How long can she stay there?"
  },
  {
    "transcript_id": "CNN-391930",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "OK, John, so House Speaker Nancy Pelosi called President Trump's State of the Union Address a, quote, manifesto of mistruths. We <FACT>-check the president's speech, next."
  },
  {
    "transcript_id": "CNN-309503",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And CNN's Muhammad Lila is in Turkey, monitoring this story for us. Joins us now from Istanbul. Obviously been a lot of reaction not just in Syria but in the region generally to that airstrike. I guess a lot of opposition activists are happy it happened. But, of course, there is the risk of disappointing if this is all it is.",
    "statement": "<WELL>, that's right. I <THINK> that's why we're seeing some of this rhetoric come out in Turkey. You have to remember that Turkey has been backing some of these militant jihadi groups on the ground in Syria. Turkey has been calling for years now on the United States to take a more forceful approach, calling for things like a no-fly zone, specifically in the north part of the country, which Turkey sees as a vulnerability because there's a large Kurdish presence there as <WELL>. And of course Turkey wants to make <SURE> that the Kurds don't pose any <KIND OF> threat in terms of declaring their own state or declaring some <SORT OF> autonomy in this region. So Turkey <CERTAINLY> has interests there. Of course what's interesting is that Saudi Arabia has also been a big backer, key ally to the United States and a key backer of many of the militant groups on the ground. Saudi's Arabia's press agency announced that just yesterday, Saudi's King Salman had spoken over the phone with President Trump and the record of that conversation shows that King Salman congratulated President Trump for what he calls a courageous decision to take this --"
  },
  {
    "transcript_id": "CNN-152581",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Well, let's be clear, though. The EPA has sanctioned the use of dispersants on the spill. Dispersants are generally less harmful, they say, and toxic than the oil itself. But you say it's really about BP's financial interests?",
    "statement": "<WELL>, it's <ABOUT> -- <WELL>, in terms of environmental impact, it's <ABOUT> getting the oil to the surface and getting it out of the water. That's the <BEST> solution, bar none. And I understand that the EPA has sanctioned the use of these dispersants, but I also <BELIEVE> that BP is in control of this situation. And they're doing what's in the <BEST> interest of BP and their shareholders. No one wants BP to fail, trust me. I don't want BP to fail. It's in the <BEST> interests of the country and everybody in the Gulf region. I happen to be from that region. I have family there. I have property there. I want BP to succeed."
  },
  {
    "transcript_id": "CNN-192858",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "must": "ungraded",
      "thinks": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "You mentioned those eight South Africans and you also make the point that this was in direct retaliation to that film, you know, made in the U.S. So, if South Africans were the target -- I don't even know if that were -- if they were in fact the target, but explain that.",
    "statement": "Yes, I <KNOW>. It is a little bit confusing, but I <THINK>, here, if you are white and you look different, then you <MUST> be American. I <THINK> that's generally the consensus here. It's <CERTAINLY> what the enemy <THINKS>, <CERTAINLY> what the Taliban <THINKS>. So I'm <SURE> they <THOUGHT> they were targeting Americans and <CERTAINLY> when we first heard the reports, this happened at 6:45 this a.m. this morning. You <COULD> hear the blast. We're some five, six kilometers away from it, but <CERTAINLY> the reports were that they were -- that the people who had been killed were Americans, but, as it turned out, they had actually targeted South Africans."
  },
  {
    "transcript_id": "CNN-323752",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Apple has announce it will add hundreds of new emojis to its IOs system including a person at a spa, a vomiting face, and a shushing finger finally giving emoji fans the ability to describe what it was like to work for Harvey Weinstein. He doesn't need sex rehab. He needs a specialized facility where there are no women, no contact with the outside world, metal bars and it's a prison.",
    "statement": "One cast member said that making jokes <ABOUT> sexual assault was difficult. Some critics say SNL waited too long to deal with the issue but they <CERTAINLY> did this weekend. <WELL>, thank you for watching CNN Newsroom. Early Start is next for viewers here in the United States."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Two more questions.",
    "statement": "<WELL>, governor, I did have one more question for you. If I <COULD> trouble you to reiterate, clearly it's a beautiful Fourth of July here in Los Angeles and in Southern California. People <SHOULD> move on and do what they were going to do today. You say you were going to"
  },
  {
    "transcript_id": "CNN-90267",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "All right, Suzanne Malveaux, at the White House, thanks so much. Be sure to join Wolf Blitzer tomorrow at Noon Eastern for a CNN exclusive. Pakistani President Pervez Musharraf will join Wolf on CNN's \"Late Edition\". Well now to Iraq, where it's been a deadly day for U.S. soldiers and Iraqi police. Insurgents set off twin bombings in the green zone area of Baghdad. Elsewhere, militants used roadside bombings to create chaos. CNN's Karl Penhaul has more from Baghdad.",
    "statement": "Smoke billows skyward minutes after two car bombs explode. Seconds later you can hear the bullets fly as insurgents trade fire with Iraqi guards manning two checkpoints in the fortified green zone. Iraqi officials say the main target was just opposite, a district police station. As the ambulances shuttle away the dead and injured, it's <CLEAR> that police have borne the brunt of the blast. It has a busy few days at Baghdad's Yarmook (ph) Hospital after a wave of guerrilla strikes across the capital."
  },
  {
    "transcript_id": "CNN-145154",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And also children's clothes, it's an area -- I mean, women are cutting back, men are cutting back. We've seen all the surveys, the consumers surveys that say people are finding ways to save money and be more frugal, but not necessarily on children?",
    "statement": "People don't tend to cut back as much on children's clothes, in part because, <OBVIOUSLY>, kids grow faster, so you <KNOW> you have to constantly replace their clothes."
  },
  {
    "transcript_id": "CNN-266096",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hi, I'm Manisha Tank in Hong Kong. A very warm welcome to News Stream. Reports out of Syria say Russia has bombed ISIS targets in the city of Palmyra. The commander of U.S. forces in Afghanistan will face U.S. lawmakers. They'll be looking for answers after the U.S. bombing of a hospital in Kunduz. And Rio's iconic beaches plagued by gangs of thieves. There have been major developments in Russia's military campaign in Syria. Syrian television reports that joint Russian and Syrian airstrikes have hit ISIS targets in the ancient city of Palmyra. It comes just hours after NATO says it was no accident that Russian war planes have entered Turkish air space twice. All this coming as the EU wraps up a meeting with the Russian president. Now a senior international correspondent Matthew Chance has been monitoring those talks from the Russian capital. Let's check in with him now. Matthew, and what do you <THINK> it is that they've discussed?"
  },
  {
    "transcript_id": "CNN-86958",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And these are combat forces?",
    "statement": "No, the mandate civilization -- <WELL>, these are combat forces. But they are not executing assaults -- I mean, offensive operations. <WELL>, unless they are themselves attacked."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded",
      "stuff": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "His lawyers will be in touch with you soon, Amir.",
    "statement": "<ABSOLUTELY>. No, I appreciate that. You <KNOW>, it's funny. This reminds me - when we did the \"Axis of Evil\" comedy tour, we went to Jordan to do some shows. And when we landed, the Jordanian promoter was saying, you <KNOW>, we've seen all your <STUFF>. It's fantastic. And I said, oh, how'd you see it? He goes, <WELL>, on the DVD. I said, oh, I didn't <KNOW> we had a DVD distribution deal in Jordan. He goes, no, no, one person brought it. Everybody saw it. So it <FEELS> like it's pretty common in the Middle East now."
  },
  {
    "transcript_id": "CNN-287608",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I hope that you heal quickly Paul Gold as well as all the others who were injured during this. Thanks for coming on and talking to us about this.",
    "statement": "<WELL>, thank you, Pam."
  },
  {
    "transcript_id": "CNN-261757",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Donald Trump spilling over into the Democratic primary.",
    "statement": "Megyn Kelly is a strong woman, and more than capable of defending herself against Donald Trump. I'm worried <ABOUT> what Republican policies would do to the rest of America's women, and I will continue to speak out and speak up <ABOUT> that."
  },
  {
    "transcript_id": "CNN-156815",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Good morning on this Tuesday, October 12th. Thanks so much for joining us on AMERICAN MORNING. I'm John Roberts.",
    "statement": "I'm Kiran Chetry. Midnight tonight, the rescue <COULD> start in Chile. And people are watching across the world to see if these miners will get out OK. Thirty-three miners trapped <COULD> be freed by this time tomorrow. Their escape tunnel has been tested. Everything checks out. Rescue effort <COULD> begin, as we said, midnight tonight. We're going to get a live report from Chile -- just ahead."
  },
  {
    "transcript_id": "CNN-276404",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Mark, what did you think? Who won that one?",
    "statement": "<WELL>, <CERTAINLY> if Hillary Clinton is trying to get the African-American vote in massive numbers, I <THINK> that she won that exchange but there is something to say <ABOUT> what Bernie Sanders is relaying back to her. As a United States senator, you have to disagree with your president sometimes. Now in this democratic primary, there is this battle right now of the wills over the next couple weeks and as Hillary Clinton is really trying to create this firewall on March 1, embracing President Obama is not a bad strategy because a lot of these states have large African-American populations. Look, she did it on purpose. I <THINK> that she won the exchange, but I <THINK> Bernie Sanders is also trying to go for a little bit of a fringe electorate as <WELL> to pull them in and that's really the grassroots."
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Forty-four-year-old James Brandon wants to look younger. Plastic surgery, he says, is the answer. But money was an issue, so he traveled 9,000 kilometers south from Toronto to Buenos Aires for liposuction, a nose job and eye lift.",
    "statement": "For what I'm getting done, it <PROBABLY> would have cost me <ABOUT> $50,000. Back home and here, <ABOUT> <MAYBE> $10,000, $11,000."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, let's go back to when your interest in the custom and usage of these machines began. Tell the court how that occurred and how you proceeded to review these machines.",
    "statement": "<WELL>, I really started with elections and election administration in college. My college professor, Dr. Richard Smolka, was beginning a newsletter called \"Election Administration Reports,\" that is a biweekly newsletter that is now in its 26th year, read by county and state governments across the nation. It's designed to provide information to election supervisors, and those <KIND OF> individuals, of particular important topics of the day that relate to their job. And one of the things that is looked at is voting machines and what <KIND OF> circumstances are going on with voting machines at that point in time."
  },
  {
    "transcript_id": "CNN-346755",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So how widespread is abuse like this? Well, the truth is we don't know. Last week, \"ProPublica\" released an investigation, Erica, where they were able to obtain police records and phone calls and reports for 70 of the roughly a hundred of these type of facilities that house migrant children. They had 125 calls, at least, that reported regarding sexual offenses in a five-year span, and again, that's not the entire picture, and it doesn't take into account those who are afraid to say anything about what may be happening to them.",
    "statement": "All right, Jane Gallagher with the latest there -- Dianne, thank you. The judge, strong words, this is 100 percent their responsibility when talking <ABOUT> the Trump administration, Laura. I mean, do they have any <SORT OF> good legal argument here?"
  },
  {
    "transcript_id": "CNN-346622",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "must": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "OK. So before we go into some of the details that are relatively new, I just want to refresh everyone`s memory about this. She`s at a party at a house with friends. The babies are in their car seats in her car. She allegedly says, they will cry themselves to sleep, I`m not worried. They stay there overnight. The heat is sweltering the next day and the day before. Her friend, a 16-year-old man, teenager, goes to the car to sleep and wakes up, turns off the engine, rolls up the window and locks the doors and leaves the children in the car. He claims he didn`t see them. Mark Eiglarsh, I have been trying -- I`m not a lawyer, but I think I understand a lot about the law. Why is she not charged with the same thing he`s charged with?",
    "statement": "<WELL>, you are not going to like the answer that I have. And that is, I don`t <KNOW>. And I`m so glad that I don`t <KNOW>, because I`m tired of law enforcement leaking information that they <SHOULD> hold close to the vest when a pending, significant case like this is out there and is being scrutinized. I`m OK with not <KNOWING>, Pat. I <KNOW> you want to <KNOW> as the reporter. I`m OK, they <MUST> have their reasons, and I`m glad they are keeping them close to the vest."
  },
  {
    "transcript_id": "CNN-6420",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We'll continue our discussion here in just a moment, but the stock market continues its incredible slide today, down over 600 points at this time, 684. Let's check in with Jan Hopkins on the exchange -- Jan.",
    "statement": "Thanks, Bobbie. We have the worst point loss ever for the Dow Jones industrial average at this point, down 658 points, a decline of <ABOUT> 6 percent. The Nasdaq is even worse. The Nasdaq is down 384 points. That is the worst point drop ever for the Nasdaq and is the second-worst percentage loss for the Nasdaq. That index is down 10 percent today. It has been down every day this week. And this sell-off comes on very heavy volume. We will wrap up the day in the market at the close. Gail Dudack, market strategist, will be with us. We'll have special reports, and we'll also be talking with the Treasury secretary, Lawrence Summers. That's at the of the hour on \"STREET SWEEP.\" Bobbie, back to you."
  },
  {
    "transcript_id": "CNN-359508",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "I'll give you my extensive thoughts. I thought it was a masterful interview. I thought the questions were dead-on right.",
    "statement": "I wasn't listening to the answers. The questions were so <THOUGHT>-provoking."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Edward Cox proposed to your sister in this room?",
    "statement": "I <THINK> the sofa with the dog hairs, was the one. Yes, so it's a very romantic and lovely story."
  },
  {
    "transcript_id": "CNN-283377",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You don't have to vote any more. Save your vote for the general election, OK. Forget this one. The primary is gone.",
    "statement": "I <THINK> that he needs to do more to unify this party, to bring all wings of the Republican Party together."
  },
  {
    "transcript_id": "CNN-308090",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "No. I think he got absolutely the better of the argument. Look, the statute says vehicle. There were two vehicles. One was the cab of the truck. The other was trailer. He refused to drive the trailer. The plain meaning of the statute didn't allow him to be fired. And of course, Franken is right when he said there was absurdity doctrine. That Gorsuch could have been so much better off if he said, look, I made a mistake. I'm human. There is no way of defending that dissent and opinion by law, by morality, by interpretation, it's just absurd and should have just admitted it.",
    "statement": "You said three things. What other two things you said that you <THINK> you <COULD> have done a better job of?"
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "know": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The president of tweets have cheapened the presidency. He's just being a freak. I mean, he's just terrible.",
    "statement": "But there is so much more. Remember, the president's -- remember that visit to the border, just a week ago, remember how we later learned that behind closed doors he told border agents to refuse to let migrants in. Now senior administration officials tell our very own Jake Tapper that in that meeting the president told the then head of Customs and Border Protection that if he were sent to jail for keeping those migrants out, he would get a presidential pardon. So many people have been accused of such wrongdoing that are now relying on presidential pardons, so many of them facing prison time. Officials say it wasn't <CLEAR> if the comment was a joke or not, a joke, I don't <KNOW>. Doesn't sound like a joke to me. It sounds exactly like the <KIND OF> thing that this president has done, or tried to do over and over and over. It sounds like all the other things he said since day one on his campaign, stoking fear of immigrants and using that fear to try to get what he wants."
  },
  {
    "transcript_id": "CNN-375377",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The president was emboldened as outrage exploded on the left, but Republican lawmakers were slow to comment. Two days after the tweets went out, Senate Majority Leader Mitch McConnell eventually offering tepid criticism.",
    "statement": "I <THINK> I've just said, I <THINK> everybody ought to tone down their rhetoric."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "And Professor Wang, I wanted to go on and ask you, there's an idea of -well, repetition is one part. You also mentioned intensity. That cut of tape with the woman being so passionate about this is known in the trade - well, that's hot tape. You and I discussing this dispassionately or me and Dee Dee Myers discussing it dispassionately don't have anywhere near the same intensity.",
    "statement": "It doesn't. And we're not going to, right? Because the thing is, you're in the business of reporting these things in a pretty calm voice and that <SORT OF> thing."
  },
  {
    "transcript_id": "CNN-287608",
    "matched_terms": {
      "could": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And I realized something had gone terribly wrong. I felt this immense fire and I just started to the other side of the, you know, of the fire walk. They hosed my feet off and it just, you know, it felt like something had gone wrong. I stepped away and then my feet just had this burning sensation so I came back. They hosed my feet off. They did a wonderful job of at least, you know, hosing it off and making sure that, you know, it was fully inundated with water. But you know, as I left I saw some people on the floor crying. I had to sit down and one of the other attendees had given me so ice so I rubbed ice on my feet and it just as swelling, just started to occur immediately. I was one of the lucky ones. I mean, I only had second degree burns on both my feet with some big blisters. And you know, it hurt a lot. I went to the burn center. They treated me but some other people, you know, they were not as fortunate, unfortunately. But you know, I still believe that the fire walk is safe. I just think something went wrong.",
    "statement": "Because you said four months ago you went and <OBVIOUSLY> there wasn't this issue otherwise you wouldn't have done it again most likely. What went wrong this time from what you <COULD> tell?"
  },
  {
    "transcript_id": "CNN-281569",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "guess": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "You're watching CNN NEWSROOM. I'm Natalie Allen. China's economy is still growing, just not as fast as it had been. The government says the gross domestic product grew at an annualized rate of 6.7 percent in the first quarter of this year. That's right in line with expectations. But it is the weakest rate of growth since the financial crisis in early 2009. Here to break it down for us, \"CNN MONEY'S\" Asia Pacific editor Andrew Stevens. So what are we looking at with this, Andrew?",
    "statement": "<WELL>, I <THINK> the headline here Natalie is, if you cast your mind back to early January, the global market, the global investment community were panicking <ABOUT> what was going on with the China economy. The stock markets in China were roiling the markets worldwide. There was real concerns <ABOUT> what was happening in the currency markets in China. Were they devaluing because they were facing a massive, massive fall- off in economic activity? I <THINK> what this number shows us today, yes, it's weak, it's down to the 70 or lower so but it shows an economy that it is not <ABOUT> to fall off a cliff. There is no, quote, \"hard landing\" that is happening in the Chinese economy. So that really is a sigh of relief. It shows, and particularly if you drill down in the numbers a little bit deeper, it shows that in March particularly there was a little bit of a pick-up in activity. So it's all <SORT OF> pointing towards the right <SORT OF> direction. The reason this is happening, though, is because the Chinese government has been stimulating the economy. Remember, it's cut interest rates some six times since late 2014. It's cut the amount of reserves the banks have to keep at the central bank. So basically it's funneling a large amount of money out into the system for people to borrow. So it's encouraging borrowing, encouraging spending and that is why we're seeing this number. Bang in line, as I say, with expectations. Remember, the government said between 6.5 percent and 7 percent growth this year is the target. <GUESS> what, we're at 6.7."
  },
  {
    "transcript_id": "CNN-136105",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What about the budget deficit in the state of California?",
    "statement": "This is a very good point, Wolf, because we've been making this point over and over again. Even if we can fix the overall U.S. economy, these states out here are really hurting and they're going to continue doing so. When you look at California, you move up north and you go to Sacramento, right now they are dealing with enormous problems. Governor Schwarzenegger, up there, has talked <ABOUT> it a lot. They're trying to make cuts, they're trying to do whatever they can, but all of these problems we are talking <ABOUT> hurt the revenue for the state. And right now, this year, California is expecting a budget shortfall of -- <WELL>, it was there for just a moment -- $15 billion with a \"B.\" That's a lot, Wolf. And as long as they have a problem, we all have problems."
  },
  {
    "transcript_id": "CNN-330963",
    "matched_terms": {
      "feels": "ungraded"
    },
    "previous_statement": "This year, how do you feel, one year later, how are things different for you, your cause and what brought you out here?",
    "statement": "This <FEELS> like a protest today. Last year it felt more like a funeral. We were all in mourning, we all got together. There was this quiet solidarity. This <FEELS> like anger and resistance."
  },
  {
    "transcript_id": "CNN-52112",
    "matched_terms": {
      "about": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "The only thing she can really do for herself is eat. Ester's life has been a happy one, six grandchildren, eight great grandchildren. She lost her husband 10 years ago, but managed pretty well until a broken hip put her into a nursing home. That's when the nightmares began.",
    "statement": "I went in and found her shaking uncontrollably, thrashing <ABOUT>, tremendously high fever, <TOTALLY> incoherent. She had, was diagnosed with pneumonia but no one noticed."
  },
  {
    "transcript_id": "CNN-272363",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "The families that you're seeing, where are they? I'm thinking about those who are going to have come back and try to salvage what they can but are they in shelters? Are they with other family members? Or did people seem to get where they needed to be before this hit?",
    "statement": "They didn't get where they need to be before hit, because they really only had a moment's notice because this started really just South of the location that we are at right now, when the tornado touch down so very few people had more than just a seconds or a minutes' warning. Those that ran and got to the safest place they <COULD> in their homes, of course, being in from Texas, we talk <ABOUT> tornadoes all the time, and people are familiar that they have to move very quickly, and I <THINK> that of course, that is constant training constant talking saved a lot of lives."
  },
  {
    "transcript_id": "CNN-128125",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The Mountain West which follows the spine of the Rockies from Canada to Mexico is proving to be fertile ground for Democrats. In 2000, there wasn't a single Democratic governor in the region. Today there are five and counting. Jim Acosta, CNN, Denver, Colorado.",
    "statement": "It's 7:00 Eastern, and here are today's top stories. Oil at another record crossing the $143 a barrel mark just minutes ago. Our Ali Velshi tracking all the moves. He'll be with us in 10 minutes with the very latest on that. One person hospitalized in critical condition this morning after two medical helicopters collided midair near Flagstaff, Arizona. Six people died in the accident. Both helicopters were headed to an area hospital at the time of the crash. FAA inspectors will arrive at the crash site later on this morning. A huge protest rally in South Korea turns violent. Fifteen thousand people on the streets armed with stones and steel pipes, all over the country's decision to allow beef from the United States to be imported. South Korea banned beef from the U.S. following the discovery of a single case of mad cow disease in 2003. Our top story today. The U.S. plan for Iran. A brand new article suggests that the Bush administration <MAY> be preparing for a possible military strike. It says the U.S. is stepping up covert operations in commando raids to dig up more intel on Iran's nuclear program. Our senior Pentagon correspondent Jamie McIntyre is standing this morning with the very latest on all of this. Good morning, Jamie."
  },
  {
    "transcript_id": "CNN-352282",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "I'm not <SURE>. It's good for the artist. It is --"
  },
  {
    "transcript_id": "CNN-119589",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Aneesh Raman joins us now. He's back in Baghdad live. He has more on this. And I think the question has to be, originally some of these Sunnis are the ones who came to the Americans, the U.S. pursuing the policy. But aren't there pitfalls out there?",
    "statement": "There are a number in terms of this small success story we're seeing, Jim. First, as General Lynch told me, for this to gain traction, the increase in troop numbers needs to go on into next spring. That, of course, raises the question, will the American public, will Washington endorse that into next spring? And how will that affect troop moral on the ground? Second, Shia politicians are growing increasingly concerned <ABOUT> the potential of Sunni militias that are forming under the guise of these concerned citizen groups if they are not immediately brought into the fold through the Ministry of Interior. And the broader issues is this: military commanders here say, look, all of this is <ABOUT> buying time. It is a military mean means to a political end, giving breathing room to Iraq's government to finally come to grips with all the contentious issues it needs to and find consensus. Iraq's parliament is set to convene tomorrow. No sign, though, of immediate progress on that front. And so even if all of this success does decrease the violence, if the Iraqi government can't get their act together, find consensus, deal with de-Ba'athfication, deal with the oil revenue, deal with provincial elections, it <COULD> all be for nothing -- Jim."
  },
  {
    "transcript_id": "CNN-216833",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "He could have gone on television programs and been paid by television programs around the world and done stuff and he hasn't done any of that.",
    "statement": "<ABSOLUTELY>. <ABSOLUTELY>. You <KNOW>, he told me through other communications long ago and again, as dad, I did not do this to be safe. You need to let everyone <KNOW> don't worry <ABOUT> me. I am committed to this. I didn't do this to be safe. I did it because it's the right thing to do. I <COULD> not live with what I've been exposed to, you <KNOW>, live the rest of his life with that <KNOWING> that he did not share that."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Then Tuesday.",
    "statement": "It starts again on Tuesday. So you <THINK> this is strategic. That`s fascinating, because I <THOUGHT>, <WELL>, <MAYBE> she really has a headache. This woman was her <BEST> chance, her shot at saving her life. She`s a domestic violence expert, who`s arguing, yes, she is a victim of abuse or fits the pattern. And suddenly, we stop it while she`s on a role. But Stacey Honowitz, is it possible that this is part of a bigger strategy?"
  },
  {
    "transcript_id": "CNN-61974",
    "matched_terms": {
      "sure": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Well, so far none, Carol. We're told that the two individuals, one Mexican, one Guatemalan, are actually undocumented workers and as one source said, this is looking more and more like a case of two guys being in the wrong place at the wrong time. What brought investigators to that location in the first place was a phone call that had come in on the tip line that said if police look in the wooded area by the Ponderosa restaurant, they will find a note. Police did in fact go, find a note. And that call was traced back to an address that was about five miles from the phone booth where the individual was apprehended this morning. So -- and we do know from several sources that federal and local law enforcement agents were positioned in various locations around that general area waiting, lying in wait for an individual to show up.",
    "statement": "So, Kelli, just to make <SURE> we all understand, the phone number that police got and <APPARENTLY> traced, came through the tip line and not from the note?"
  },
  {
    "transcript_id": "CNN-195816",
    "matched_terms": {
      "clears": "ungraded"
    },
    "previous_statement": "Now as the assault continues, one thing is clear, however: Operation Pillar of Defense, as Israel calls it, when it ends, will leave behind a very different Middle East. We'll take a deeper look at all of that in a moment . But first, here are other aspects of the story we'll be covering.",
    "statement": "We saw how the latest conflict began. But what is the end game for Israel and Hamas? And how will the landscape look when the smoke <CLEARS>? Then whether it's keeping radio silence in Israel or a call to prayer in Gaza, both sides say God is on their side."
  },
  {
    "transcript_id": "CNN-383519",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "But -- yes.",
    "statement": "-- <MAY> increase the political price they pay to defend him."
  },
  {
    "transcript_id": "CNN-281519",
    "matched_terms": {
      "fact": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Coming to you live from Hong Kong, you're back watching News Stream. Now it can be tough to see a sporting legend at the end of their playing days, older, slower, struggling to match the heights achieved during their career. Now, all that makes Kobe Bryan's final game all the more remarkable. He poured in 60 points while leading his L.A. Lakers to victory against the Utah Jazz, thrilling a crowd that included stars like Jay-Z, Jack Nicholson. And it was the finale of a glittering career that spans some 20 seasons. And it ends with Bryant scoring more points than any NBA player managed in a single game this season. Now, sitting alongside the actors, the musicians and sports stars at Bryant's final game are fans from China. Now, one group alone brought 150 Chinese tourists to the game. It's a sign of how big of a following Kobe Bryant has in China. And Matt Rivers explains why.",
    "statement": "As basketball becomes more and more popular in China, NBA stars have become towering figures, few more so than that guy right there, Kobe Bryant. He lords over the courts in Beijing, front and center in a Nike ad presiding over pickup games. \"He has many fans here in China,\" says a Ni Hau Te (ph), 24-year-old teacher. He helped spread this basketball craze. Ni (ph) is like so many other young Chinese who grew up watching Kobe dunk on their TV screens. The Chinese love a champion, and Kobe fit the bill. But he's loved here for more than just what he did on the court, Kobe has come to China every year since 2006, hosting camps like this one in Shanghai. He played on the gold medal U.S. team in the 2008 Beijing Olympics and he's even learned some mandarin along the way. And all that time spent here in China has paid off for Kobe literally. His number 24 jersey is everywhere here. In <FACT>, it's been the top selling NBA jersey than any other players since 2008. Zho Del Lee (ph) says Kobe is the <BEST> player since Michael Jordan, an inspiration, an ode to hard work and perseverance. That's the focus of this Kobe ad Nike just released here in China."
  },
  {
    "transcript_id": "CNN-92007",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I can say with gratitude to colleagues around the table that there were a number of countries that immediately agreed to contribute and a number of others that said that they would intend to contribute, because everyone understands the importance of training the Iraqi security forces so that the Iraqis are capable of taking on their own security tasks.",
    "statement": "Rice also warned, and we quote, \"The next steps are in the offing of Iran continues to shy away from U.N. scrutiny of its nuclear research.\" Those steps, she says, are particular U.N. sanctions, not military action. <WELL>, it's a nice day in Nice, where NATO defense ministers are holding their first meeting on French soil in four decades. Donald Rumsfeld is there, drumming up support for NATO's Iraq project, to which only 80 of the planned contingent of 300 officers have so far been deployed. Ahead of that conference, Rumsfeld warned U.S. sailors aboard a destroyer off the French coast that a bumpy road still lies ahead in Iraq's transition to democracy. <WELL>, you <THINK> you can do better? For all the fuss over President Bush's bid to partially privatize Social Security, the bottom line for most of us is simple: can we invest better than the government does? A CNN/\"USA Today\"/Gallup poll shows more of us have faith in our own investment skills than those of the government or our neighbors. Forty percent <BELIEVE> they personally would end up with higher benefits if they were in charge of a portion of their Social Security contributions. Twenty-nine percent say benefits would stay the same. Twenty-seven percent say they'd be lower. Asked <ABOUT> results for most Americans, only 30 percent expect higher benefits. Thirty-seven percent expect lower. Most Americans <BELIEVE> the president's assertion that Social Security will be bankrupt by 2042 if nothing is done, but most also say the president's proposal is a bad idea. Those numbers haven't budged since the White House lobbying blitz began. Today, the focus turns to the House Budget Committee, where some of the government's premier moneymen are getting a run for their money. Here's treasury secretary John Snow."
  },
  {
    "transcript_id": "CNN-335010",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Exactly. Wind back the clock.",
    "statement": "Hawking consulted on the bio-drama which earned five academy award nominations and a <BEST> Actor win for Eddie Redmayne for his portrayal of the physicist. Hawking's most famous work \"A Brief History of Time\" remains ones of the bestselling science books ever written. And he was deeply concerned with humanity's survival."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Barely able to walk, that is right. But America has many heroes, and certainly, anyone in the military to me is a hero and those who were in prison, the greatest of all.",
    "statement": "He always wanted everything in this library, right? We talk <ABOUT> Watergate. That is here."
  },
  {
    "transcript_id": "CNN-255278",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "We should also point out, it's been publicly posted on the foundation's Web site.",
    "statement": "It's <KIND OF> hidden in plain site when it was reported."
  },
  {
    "transcript_id": "CNN-167384",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "One, very wide policymaking career and record, having been minister of finance of Mexico, Central Bank governor, as I am right now. And I also have that I was also the deputy managing director of the fund. In addition, I know the fund from all possible angles. I was executive board member. I was also deputy managing director so I was part of the management of the fund following the relationship of the fund with 80 countries. I also know the fund from the point of view of the authorities. So, I have a complete 360 degree knowledge of the institution.",
    "statement": "Carstens <MAY> have the support of emerging markets, but the executive board that decides who gets the job is dominated by Europeans. They are the biggest block of all with more than a third of the votes, then comes the United States with <AROUND> 17 percent. Then it is the BRIC nations, Brazil, Russia, India and China, with just under 12 percent. Quota subscriptions fill most of the coffers for the IMF. The current formula is a weighted average with GDP at 50 percent, openness ranked at 30 percent, economic variability at 15 percent, and international reserves at 5 percent. But there is some imbalance between what countries and put in and the percentage of the voting bloc they get, especially if you are a member of the country executive board. Let's take a look at what I'm talking <ABOUT>. Come on over. We took a sample of four countries, in two categories. What they put in and what they get for those votes. Very complicated, now you understand, after you look at this, why nobody wants to give up the executive board seats. So let's start with Italy. It is of course, a member of the G8, but it is only the 10th largest economy in the world, contributing 3.17 percent. But its contribution is at 4.264 percent. The most populous country in the Middle East is Egypt, its contribution to the fund here, 0.41 percent. But if take a look, look at this jump up to 3.13 percent. Now I don't have to tell you <ABOUT> what Lee Wan Ju (ph) did in Singapore in terms of overall growth. The Singapore state contributes 0.59, just over half a percent in to the fund. Look at the voting power that it gets, though, right now, with the size of its economy, 3.89 percent is worth noting that Singapore is in double digit growth right now as <WELL>. And we <THOUGHT> this was the most interesting play of all. If you come down to Lesotho, you have an economy in Singapore in the ranks of the fastest growing economies in the world. And then you have tiny Lesotho in the play at 0.04 percent in terms of its contribution, but having that executive board seat is pretty sweet. Let's take a look at this, 3.23 percent. And <OBVIOUSLY> Lesotho representing Sub-Sahara Africa and that big voting bloc in Sub-Sahara Africa, and then take a look at Egypt the most populous state in the Middle East, but the North African state, with a very large voting bloc. And before the uprisings, Yousef Boutros Ghali (ph), the former finance minister sitting on the executive committee there, representing the emerging markets at 3.13 percent. And look at the fire power of Italy still. A G8 member, but still the 10th largest economy in the world. Of course, you are watching QUEST MEANS BUSINESS. I'm John Defterios sitting in for Richard. In just two day's time, Turkey goes to the polls. Why money and politics are a potent combination for the country's front runner. We'll have the details and a look at why oil prices plummeted today. It will surprise you."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "So you asked - David Gergen. You ask because?",
    "statement": "<WELL>, because I <THINK> it was just curious how the pieces are going to <SORT OF> tied together. And what, you <KNOW>, Mueller I would assume, would have not taken this unless he had control of all the pieces. And I wouldn't <THINK> he want to have the Flynn investigation going on as a side show that he doesn't want to control. Because the information there <MAY> be very relevant to the information he is collecting. Because listen, Don, I just don't <BELIEVE> that the Trump team sat there when their first -- from the time they were first told that he was under federal investigation until the time he was forced out of the White House, I <THINK> it was <ABOUT> 40 days. That is a long time. He wouldn't be forced out when it was right now if was new story that broke, you <KNOW>. So they kept him a long time. I don't <THINK> Donald Trump would simply keep someone because he liked him or because he was -- they shared <VIEWS> on Steve Bannon. You have to <BELIEVE> there's something more serious and the question becomes was there a flow of money of some sort that Flynn was involved with and it is very much in Donald Trump's interest. It <MAY> not hit him personally but it <MAY> be somewhere in his organization that he is concerned <ABOUT> what will happen with the money? Is this a bigger thing he's that he trying to protect? Because he knew or I <THINK> you can safely agree -- <BELIEVE> that when he called Comey in and had that conversation one-on-one and said why don't you drop this? He knew what he was doing. He knew what the stakes were. But it was worth it."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I remember it from last year.",
    "statement": "- and he's alive, coming out from Trafalgar Square with - holding a mobile phone. Do you <THINK> - I mean yesterday, President Trump talked <ABOUT> tremendous crowds. There weren't tremendous crowds, at least where I was, right here. There weren't that many."
  },
  {
    "transcript_id": "CNN-278773",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Thank you. Great job last night, by the way, at the debate.",
    "statement": "Thank you, sir. I appreciate it. So, Donald Trump is trying to moderate his tone to unite the party. We saw some of that last night. Do you <THINK> it's possible that he <COULD> bring the party together were he to become the nominee?"
  },
  {
    "transcript_id": "CNN-239022",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "That's an excellent question because if you actually look at the numbers, Thursday night football had reported fantastic numbers, the best since 2006. So it doesn't seem to be coming through in the numbers. But what we really have to pay attention to is the sales of that merchandise that the NFL is marketing. In fact, if you look at the September issue of \"Vogue,\" there's a full-page ad for merchandise that the NFL is selling, specifically to women. So will women stop buying that specific merchandise? That's a big part of the revenue that the NFL generates. Look, the league is trying to respond to these concerns. They put together this social responsibility team. One of the members is a former prosecutor. Some will question whether or not this is window dressing because for many people out there, there does seem to be a simple fix to this. But at the end of the day, the NFL has to address this very, very carefully and they've got another potential controversy on their hands. Those are the cheerleaders out there that are suing teams for wage theft. And we'll have to see how the teams -- how the specific teams respond and how the NFL responds as well.",
    "statement": "Cristina Alesci, thank you so much. The NFL, of course, does not have an image problem just with female fans, but also potentially with its sponsors. Anheuser-Busch, a company that spent $34 million on the Superbowl and just for the ads last year, they're taking the league to task. A statement just posted on the company's website says, quote, \"We are disappointed and increasingly concerned by the recent incidents that have overshadowed this NFL season. We are not yet satisfied with the league's handling of behaviors that so clearly go against our own company culture and moral code. Yes, you heard that right, that's from Anheuser-Busch. Joining me now is sports columnist, Kevin Blackstone. Kevin, do you <THINK> the perception of the league and what many perceive to be a domestic violence problem is in tune with the reality of how widespread these issues are in the NFL?"
  },
  {
    "transcript_id": "CNN-144007",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And we`re having a little trouble getting that health care thing through. The Baucus bill I <GUESS> is one thing that`s on the table. It eliminates the public option, which would allow poor people to buy inexpensive insurance. What do you <THINK> <ABOUT> all of that?"
  },
  {
    "transcript_id": "CNN-170518",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Mohammed (ph) and Rugia (ph) have already lost their two other children. Ali was the only child they had left. (on camera): What will they do now?",
    "statement": "They said they don't <KNOW>. They're just going to -- for them, the most important thing is just to try and find a way to bury the child, and then they're going to try and figure out what they can do from here. They have nothing. They left their entire family. They left everything in the areas they've come from and they have nothing here. The only reason they took that risk was to save the baby, and now the baby's dead."
  },
  {
    "transcript_id": "NPR-19595",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Let me ask each of you where you see future successes.      David Winston.",
    "statement": "I do <THINK> that the success that the Republicans had in      this last election with Hispanics is going to continue.  Immigrants are      coming to this country for opportunity.  Within a lot of surveys, you see      that that's a strength of the party, the sense of opportunity and      optimism in terms of the economic outlooks.  So with Hispanics, the one      opportunity."
  },
  {
    "transcript_id": "CNN-376178",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Warren has proposed wiping out student loan debt up to $50,000 for some 42 million student debtors.",
    "statement": "Anyone in this country <SHOULD> be able to get an education without getting crushed by student loan debt."
  },
  {
    "transcript_id": "CNN-398739",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How did we get from your prediction of zero to 1 million?",
    "statement": "<WELL>, it will go down to zero ultimately. Any - very good experts, very good people, too, said that this would never affect the United States. The experts got it wrong."
  },
  {
    "transcript_id": "CNN-140000",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "guess": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Well, the official word from a family spokesperson is, first of all, that we will not be seeing those private and public viewings of the body that, you know, have been reported here at Neverland. They do say they've got a public memorial in the works, but have not yet released any details about when or where. Several media outlets are betting about that possibly it could be at the Staples Center. That's, you know, the home of the L.A. Lakers and the L.A. Clippers. It's huge. Or, possibly at the L.A. Coliseum, which is a huge football arena that could hold, you know, upwards of 100,000 people. What both of these have, you know, to offer as an advantage is that it would be a better situation as far as huge crowds and traffic. But, you know, Kiran, as we were talking about earlier, you're still going to have lots of people coming, lots of issues to contend with wherever you hold this.",
    "statement": "Yes, <ABSOLUTELY>. All right. And then also, events that are already scheduled to take place at some of these venues, like, I <BELIEVE>, the circus, right? The circus is supposed to be in town at the Staples Center, at least. So I <GUESS> they have to try to figure out a way to make that happen, even though there are other plans there. All right. <WELL>, Kara Finnstrom for us this morning following the latest, thanks. And meanwhile, as we were talking <ABOUT>, the DEA now getting involved in the Michael Jackson investigation. Why, what <MAY> they be looking for and also who <MAY> they be trying to talk to <ABOUT> the situation? We're going to be joined in a few moments by DEA special agent Bob Stutman. He joins us in five minutes with his take."
  },
  {
    "transcript_id": "NPR-10979",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This is SCIENCE FRIDAY. I'm John Dankosky, in for Ira Flatow. You've probably already encountered them this year, buried deep in your pet's fur, maybe on your own skin - yes, ticks. These bloodsuckers are often no bigger than a poppy seed, but they can wreak havoc with your health and your pet's.",
    "statement": "Infected ticks are the main culprits in the transmission of Lyme disease. It's being blamed for causing a senior banker at JPMorgan to miss a lot of work, leading to a more than $2 billion blunder. Lyme disease can be debilitating. The symptoms can range from fever and fatigue to neurological problems, but there's not agreement <ABOUT> how to diagnose and treat the infection."
  },
  {
    "transcript_id": "CNN-174122",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "That's going to go to the motive that the county is obligated, Jackson county is obligated to show that Bishop Finn did this. But beyond that, Fredericka, it actually reaches more deeply. For years, victim abuse - victims of abuse have said, you know, it goes all the way up. So this is the first of its type. Whether the cascade as you called it occurs remains to be seen, but you wouldn't be surprised to see it.",
    "statement": "So, I wonder now how it <MIGHT> potentially influence other investigations. That haven't <QUITE> reached to this point and what investigators <MAY> learn as to how Kansas City is handling this and what they <MAY> take back to their jurisdictions and then try to apply."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "think": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, I mean, there is nothing quite like this to match it to. I mean, when you say has it been more bare knuckles, I think we are seeing the bare knuckles right now everywhere we are looking. Who knows what is going on in the state of Florida. You mentioned earlier the Justice Department looking into Miami- Dade Count. Why did suddenly Miami-Dade County decide that they could not do a recount in five days? Why didn't they go on a kind of double-triple shift? The Justice Department will be looking into that. There is going to be an investigation after investigation, lawsuit after lawsuit. The good news for people watching is the Supreme Court moving in now is basically giving a message: Enough is enough. We are going to be -- there is no place to appeal after the U.S. Supreme Court. We are going to weigh in on this. And we are going to rule for which is the big question: Is the Florida Supreme court a -- the actual -- legitimate in allowing the hand counts to continue? Or was that an illegitimate overstepping of their bounds? If that one issue could get settled by the Supreme Court quickly in early December, I think we will start getting get some clarity to the situation. Yet, Miami-Dade County, of course, is still another factor lingering out there. But we've never had this sort of situation to compare it to. And I think the closest we've had of a presidency, not an election, is of course with Watergate. And you have -- we have been making analogies to it over and over again. But it's really quite vastly different. So I think, today, the Supreme Court is simply saying: Enough is enough. We are going to make some sense out of all of this anarchy.",
    "statement": "And, as an historian looking at this across a time frame, do you <THINK> enough is enough? Or do you <THINK> that the electorate needs some clarification, <PERHAPS> some closure? Or, in the past, have voters and have bystanders had a high tolerance for this stretched out over time?"
  },
  {
    "transcript_id": "CNN-400982",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, it's a little bit of only 10, Dr. Murthy, 10 is one thing, but if there are hundreds of people in a church or a synagogue or a mosque, that's a very different thing, right?",
    "statement": "Yes. And the greater the number is in terms of the crowd size, the greater the risk is, and what also matters is what you're doing in those crowds. What we've seen in the past is that when people are in groups, and they're singing together, that can actually create increased risk of spread, because when you sing, you're spreading viral particles more forcefully than when you're just having conversation. So the truth is here that we want to get back to our way of life, we want to do it safely. But there's some circumstances like large crowd size where it's hard. And finally, it always -- it just comes back to this point <AROUND> testing, Wolf, which is that if we want to open up safely, so many of those roads run through testing, that's how we <KNOW> where the infections are, where we need to concentrate on limiting spread. Without testing, we are running blind."
  },
  {
    "transcript_id": "CNN-173042",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We love the mental picture of engineers rappelling down the outside of the Washington Monument. It is more like something from a cool movie than just another day in the life of a park ranger. Tell us what you'll be looking for.",
    "statement": "<WELL>, the engineering team and the rappelling team, combination of people from Denali National Park in Alaska as <WELL> as from an engineering firm will come out of the windows at the 500-foot level later this morning, <PROBABLY> closer to 12:00 noon. They assemble at 8:00 and then go into the monument. You <PROBABLY> won't see much action happening outside of the monument until noontime. What they will do is a very close visual inspection to check to see if there are any smaller cracks that were sustained during the earthquake. We call them shalos, to determine whether those cracks <COULD> in the next couple of years grow, so to speak. That type of examination needs to be done so we can fully repair them."
  },
  {
    "transcript_id": "CNN-286154",
    "matched_terms": {
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "... a no.",
    "statement": "... face that his charges are dropped -- <WELL>, <MAYBE>. <MAYBE>. That`s an answer, too."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wow, Dan, thank you for that reporting. For the latest on this situation here in New York, let's go to our National Correspondent, Brynn Gingras. Good morning, Brynn.",
    "statement": "Yes. Good morning, Poppy. And the numbers keep going up here in New York City. We learned <ABOUT> two new cases by the mayor, Mayor Bill de Blasio. A man in his 40s, a woman in her 80s, both are in the intensive care units at hospitals here in New York City. And now health officials are trying to track down, test and isolate anyone who had a connection with both those individuals. These two new cases brings a total of cases in the State of New York to 13. Now, a majority of those cases are all connected back to a man who tested positive earlier this week, a 50-year-old lawyer, who was also in the hospital. His family tested positive, some of his neighbors and they are all being isolated as <WELL>. But we're seeing the trickledown effect of that. State and city health officials have closed down some schools that kids have gone to, university campus, a temple where they worshipped and <ABOUT> a thousand people as of yet are going to be tested and then asked to self- quarantine by city and state health officials. Poppy and Jim?"
  },
  {
    "transcript_id": "CNN-383958",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Yes. Good morning -- Fred. I think the White House is still trying to figure out its strategy. On the legal front, I agree with Ross that we're likely to see an appeal and it is likely to even go to the Supreme Court at some point but these -- two things are running on parallel tracks. Democrats are going to keep proceeding with their impeachment investigation whether or not they get certain grand jury materials that might help their investigation but ultimately are not probably from their point of view essential to their investigation. That is a political calculation that Democrats are going to have to make. Meanwhile, Republicans are facing a reality that because they don't control the House of Representatives and don't control the relevant committees there is only so much they can do to sort of stop the impeachment train from pulling out of the station. That's what they're figuring right now. The President doesn't want to have a war room or an emergency response because that is like admitting a problem. But the problem there is that they do have a problem.",
    "statement": "So Zeke -- and I <KNOW> folks really do need a flowchart because there is a lot going on at once. But, you <KNOW>, Ambassador Philip Reeker who has walked in to testify or be deposed by three committees behind closed doors, he is now the ninth official, you <KNOW>, in this administration to do this. And he <APPARENTLY>, or his track record is, he has communicated with key officials including Rudy Giuliani the personal attorney of the President, Trump himself, Pompeo the Secretary of State and other top aides. So Reeker's deposition now is coming after a full week of blockbuster, you <KNOW>, testimony and developments in this inquiry as a whole. Bill Taylor, you <KNOW>, giving devastating testimony when he told lawmakers that Trump pushed Ukraine to investigate Joe Biden and his son in exchange for U.S. military aid to be released. And then we also learned that lawyers for the whistleblower will not be testifying. And that is something that the President is jumping on to call this impeachment a hoax and a witch hunt. These attorneys saying, you <KNOW>, the whistle-blower's testimony and identity to be revealed really is unnecessary because there have been so -- there has been such powerful depositions and testimonies taken already. So Zeke -- is that argument on behalf of the attorneys for the whistleblower right? I mean, is that person's testimony, deposition even necessary at this point?"
  },
  {
    "transcript_id": "CNN-5506",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "If their continued provocation in the form of unjustified threats to revoke the boy's parole leads to civil unrest and violence, we are holding the federal government responsible, and specifically Janet Reno and the president of the United States.",
    "statement": "The original deadline for revoking Elian's parole was 9:00 this morning if there was not an agreement, but because of the negotiations that has now been delayed until 9:00 tomorrow morning. Meanwhile, a government source says there is some reason for <HOPE> that the two sides can reach an agreement. There was enough common ground in the negotiations last night for everyone to agree to come back here to the U.S. attorney's office in the building behind me at 9:30 this morning. Carol, back to you."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "guess": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That is the story.",
    "statement": "Do you <THINK> it was true, as many have said, that your father -- I <GUESS> he almost <KIND OF> admitted this to me, too -- enjoyed more the foreign aspect than the domestic aspect of the presidency? He liked being <AROUND> -- he liked the globalist in him."
  },
  {
    "transcript_id": "CNN-331157",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You would expect other countries to reduce?",
    "statement": "<THINK> they'll reduce. Then they'll nibble <AROUND> the edges. They can't race to the bottom because they're dealing with the debt on the balance sheet and the debt coming out of the crisis."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The hit?",
    "statement": "... electability -- <WELL>, electability, electability. But the hit took Newt Gingrich which calls into question, is he electable?"
  },
  {
    "transcript_id": "CNN-314712",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Kate, this is a deliberate strategy on the part of McConnell. It isn't by magic that it's happening behind closed doors. This is how he believes he can get to the 50-51 votes he needs to pass this bill. He thinks the best way to do it is not having to expose to sunlight a death by 1,000 cuts, every outside interest group and interested party can get in there and make complaints about it. Now, of course, at some point, when this is legislative text and it gets scored by the Congressional Budget Office to learn what is in it, what it costs, and how many people lose coverage over this repeal, then the American people are going to have a chance to look at it. Mitch McConnell is hoping to limit that window in an effort to get votes. That's the political strategy behind it. Which left the Democrats with a big question of what can they do to push back on that and shine a light on the fact that that's how McConnell is doing it behind closed doors. And you just reported this one way they are going to start pushing back, which is trying to grind Senate business to a halt. That's something Democratic-based voters have been pressing Democratic leaders in the Senate in Washington to do.",
    "statement": "So, if I can, because let us see what happens there. Let me turn to something that is going to happen more immediately. The most expensive House race in history, Georgia's special election between Democrat Jon Ossoff and Republican Karen Handel. This race is all <KIND OF> been watching it happen. It was always going to come down to the wire, it appeared. It just got really, really ugly. Ads from outside political action groups, especially this is one. Here's one example that just hit the airwaves. Watch this."
  },
  {
    "transcript_id": "CNN-164570",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "That's remarkable. Is it that the - the girl you spoke with, she was wearing a hijab with her face uncovered. The burqa, is it more a symbol of, perhaps, religious extremism that may frighten the French a little and it's the French's way of saying, stay out, we don't believe in any form of extremism?",
    "statement": "I <THINK> it's - it's <ABOUT> women's rights for them. It's the <FACT> that they <THINK> - a lot of them <THINK> it's <ABOUT> suppressing women's rights. It's <ABOUT> oppressing them, subjugating them to men. And it's interesting, I have my Twitter followers have an interesting discussion going on and I picked a few tweets -"
  },
  {
    "transcript_id": "CNN-270920",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "The archeologists are still digging. It's blowing around this background menteen(ph). So predicting that Incan people trying to make some more Inca towns perhaps quite similar to Machu Picchu.",
    "statement": "Look <AROUND>. Everybody's wondering is there another Machu Picchu just out there?"
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Thank you very much. I'm sorry. We don't want to just remember your friend because of what took his life. Yes, it's very important. Yes, finding answers and getting justice is important. There's no question about that. But what do you want people to know about who this man is, so they don't just see him as one police stop?",
    "statement": "He was somebody that was dedicated to being a protector and provider for everybody. He was one of those guys that wanted to be the guy to make <SURE> everybody was straight. A lot of times when you grow up in the neighborhood, as we grow up in, a lot of neighborhoods have different beefs, and they don't get along. George can be from one side, but he was the only guy from this side that can go on to other side, and make everybody get along. He was a peacemaker. He was a lover. And he was just a protector. And what I'm going to miss most <ABOUT> him see (ph) is that, as an athlete, you come across a lot of people that support you and that's <AROUND> you for the wrong reasons. Floyd was one friend that never abused our friendship. It was - it was genuine. He supported me on his social media. Anything I've done, he will support him - like it was him, and like he was living through me. And I just - I'm going to miss someone, have somebody that supported me the most, and supported me - supported me genuinely. I'm going to miss not - I'm going to miss not having him here because it's very seldom you find somebody that supports you that way, and really want to see you win."
  }
]