[
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, Governor, you remain in the race despite the fact that it's a mathematical impossibility that you can win. And our question is, why?",
    "statement": "<WELL>, Seth, the media loves to throw <AROUND> the term \"mathematical impossibility.\" But no one can ever explain exactly what that means to me."
  },
  {
    "transcript_id": "CNN-115833",
    "matched_terms": {
      "fact": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And we expect more reaction from British officials this hour. CNN's Robin Oakley joins us live from London with details. Robin, good morning to you. Are we getting a clearer picture of the negotiations, the direct negotiations between the Brits and Iran at this point?",
    "statement": "Not just yet, Tony. We're not, because this came as a surprise to the British authorities. Remember that last night, Margaret Beckett, the British foreign secretary, was saying that there <MIGHT> not be very quick results from the resumed diplomatic contacts. Tony Blair was saying, yes, indeed, that if they didn't get some progress after 48 hours, then they <MIGHT> <HAVE TO> <<<THINK>>> <ABOUT> changing tactics. And the very <FACT> that Downing Street was not prepared, ready with its own statement when the announcement of the release of the captives came was a sign that this was not the result of a formal deal. This was not the conclusion of a set of negotiations. It was a one-handed decision by the Iranians to let the captives go. So, there's a lot more yet to emerge, and particularly <ABOUT> the shape of the letter that the British have <<APPARENTLY>> set, according to President Ahmadinejad, to the Iranian authorities, saying there will be no future incursions into their territorial waters -- Tony."
  },
  {
    "transcript_id": "CNN-254378",
    "matched_terms": {
      "absolutely": "ungraded",
      "obviously": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "All right, Brian, thank you for that. Thank you, Brian. I only want to wrap you because we've been awaiting word from the president. He gave some taped comments a short time ago from the Roosevelt Room in the White House. No doubt he's been seeing his television monitors in the White House as he prepares to make a statement about Baltimore. Have a listen.",
    "statement": "<ABSOLUTELY> <VITAL> that the <<TRUTH>> comes out on what happened to Mr. Freddie Gray, and it is my practice not to comment on the legal processes involved, that <WOULD> not be appropriate, but I can tell you that justice needs to be served. <ALL> the evidence needs to be presented. Those individuals who are charged, <OBVIOUSLY>, are also entitled to due process and rule of law and so, you <KNOW>, I want to make <<<SURE>>> that our legal system runs the way it <SHOULD>. And the Justice Department and our new attorney general is in communications with Baltimore officials to make <<<SURE>>> that any assistance we can provide on the investigation is provided. But what I <<<THINK>>> people of Baltimore want more than anything else, is the <<TRUTH>>. That's what people <AROUND> the country <EXPECT>. And to the extent that it's appropriate, this administration will help local officials get to the bottom of exactly what happened. In the meantime, I'm gratified that we've seen the constructive, thoughtful protests that have been taking place, peaceful, but <CLEAR> calls for accountability that those have been managed over the last couple of days in a way that's ultimately <POSITIVE> for Baltimore and <POSITIVE> for the country and I <HOPE> that approach to nonviolent protest and community engagement continues. And finally, as I've said for the last year, we are going to continue to work with the task force that we put together post-Ferguson. I'm actually going to be talking to mayors who are interested in figuring ways to rebuild trust between community and police and to focus on some of the issues that were raised by the task force right after this meeting. Our efforts to make <<<SURE>>> we're providing greater opportunity for young people in the communities, <ALL> those things are going to be continuing top priorities for the administration and we'll <<PROBABLY>> have some more announcements and news <ABOUT> that in the days and weeks to come. <ALL> right. Thank you very much, everybody."
  },
  {
    "transcript_id": "CNN-98682",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I want to ask you just personally, because you were there on the ground not too long ago, did you see a lot of education when it comes to this constitutional referendum? Do Iraqis really know what they're voting for?",
    "statement": "We were told <ABOUT> how this is done. Basically, there's a lot of talk. The constitution has been printed and distributed for at least a week across the country. On the other hand, a lot of the Iraqis do bloc voting. They will wait to be told by their political party, by their sheik, by their tribal sheik, by their imam at the mosque how to vote. And they will vote in that particular way. There is a jungle telegraph. There's television. There's radio throughout that country now. So there's a lot of election fervor and these people are pretty smart <ABOUT> what they're voting for. But the essence is yes, constitution; no, constitution. And so we're going to proceed to the December vote, yes or no, or we're going to start <ALL> over."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "You'd like to look at that?",
    "statement": "It seems like a reasonable <QUESTION>."
  },
  {
    "transcript_id": "CNN-278442",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "All right. Here is Donald Trump. He's in Jupiter and he's speaking. Let's listen.",
    "statement": "... so many horrible, horrible things said <ABOUT> me in one week. $38 million worth of horrible lies, but that's OK. It shows you how brilliant the public is because they knew they were lies and it was just really amazing to watch. And to get this <<KIND OF>> numbers where they call them immediately is just something very special. So I want to thank the public, I want to thank the people of Michigan, I want to thank the people of Mississippi. And it is such a great honor and it's also really wonderful to have you at Trump National Golf Club. Jack Nicklaus did this, it's a Jack Nicklaus signature course and it's a great, great resort and place and we have a lot of our members here, I see. We love our members. Jack, by the way, Jack Nicklaus is a special man and he did a special job. In will of Jack. And we have another special man, Paul O'Neill of the Yankees. Stand up, Paul. Paul. In <FACT>, Paul, you come -- you originally come from Ohio, right? Oh, wow. Paul O'Neill of the Yankees. Come and stand up Paul. Paul. In <FACT> Paul -- you come -- you originally come from Ohio, right? Oh wow, Paul O'Neill of the Yankees. Hey Paul you come from Ohio? You endorse me?"
  },
  {
    "transcript_id": "CNN-405595",
    "matched_terms": {
      "obviously": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I want to go through some of the latest numbers of COVID-19 and younger patients. And as of last month, 19 to 49-year-olds made up 40 percent of patients in hospital compared to 26 percent in March. In Harris County in Texas, that's where the city of Houston is located, 20 to 39-year olds account for 43 percent of recent cases. And then in Florida, the median age of new cases is in the mid to late 30s. Back in March, it was 65 years old. Now most survived. But that means that they're staying in the ICU and on ventilators longer. And in all likelihood, they're spreading the virus to their older relatives and friends. So if hospitals are struggling right now, what happens when the numbers surge again among those older patients?",
    "statement": "<WELL>, <OBVIOUSLY> the death rate is much higher if somebody gets it when they're older. And so the death rate <<COULD>> easily go back up again. So it's <POSITIVE> that people are living more right now but it really <MIGHT> be a simple reflection of the <FACT> that younger people are getting it <RATHER> than older people getting like we initially saw with the infections getting loose into nursing homes."
  },
  {
    "transcript_id": "CNN-12354",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Well, had you talked with any of the members of your son's platoon?",
    "statement": "We've talked with several members of our son's platoon who also verified the harassment, and also other soldiers I've spoken to throughout the year based in other platoons and other divisions down there who have experienced the harassment, who have been afraid for their lives and who are trying to leave the Army because they are still afraid that they <MIGHT> end up like my son was."
  },
  {
    "transcript_id": "CNN-134265",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "It was Tom Foreman who said that the Web site, it's up already, and already has streaming video. I mean, it's -- you know, it's a good Web site. It's a different Web site. I mean, one...",
    "statement": "I <<SUSPECT>> that the -- the -- the crowd going to that White House Web site, the traffic will increase dramatically, now that it's the president Barack Obama's Web site at the White House, as opposed to President Bush's Web site at the White House."
  },
  {
    "transcript_id": "CNN-372798",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Sunlen Serfaty on Capitol Hill, thanks so much. Let's chew over all this with our with our experts here. Karen Finney, let me start with you. Here is how Biden's campaign is defending his remarks. Take a listen.",
    "statement": "And as he says in the story either that he didn't agree with them and he <ABSOLUTELY> did not agree, but that they were able to disagree and that there was civility involved. He didn't praise them. He didn't praise their positions. He <CERTAINLY> didn't endorse their positions. It's a story he has told many times."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "And not behind bars? I don`t understand that. I tried to talk to Nancy when I first found out about this, heard about it on TV. Jean, I could not even speak. I was crying so hard.",
    "statement": "You <KNOW>, Micki, when you hear this <STUFF>, you want to cry. I just want to sit here and cry. But I can`t. And Micki, I want to tell you, Nancy is watching tonight so she heard everything you just said, and she appreciates it very, very much. Micki, the <QUESTION> that we have -- Tom Shamshak, former police chief, help us out. Why isn`t this man arrested for something? What`s the strategy to keep him on the street? And in <FACT>, Tom Shamshak, he`s going to be leading a memorial service for his daughter relatively soon."
  },
  {
    "transcript_id": "CNN-380784",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I want people to follow the very end line there, which is learn how. Our website has a downloadable brochure that talks about the signs and signals that people display preceding an act of violence or self-harm. Have a conversation with your kids. Bring our no-cost trainings to your schools so that the kids can have a deeper education on what they need to look for and how they need to act. We're empowering kids with these tools so that they can look after themselves, their peers, and keep their communities and schools safer.",
    "statement": "After the recently highly publicized spate of mass shootings in Dayton, in El Paso, in Gilroy, California, there was this talk among politicians, and among the public, <WELL>, <<MAYBE>> this time will be different. Do you <<FEEL>> like this time is different?"
  },
  {
    "transcript_id": "CNN-206224",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I have had some, but basically somebody who has maybe murdered a couple people in the city and some people feel the same way. But what's happening here is because they're Muslims and it was a terrorist attack, as they call it, which it was, this makes it a heck of a lot worse in the eyes of the public and the protesters feel they have to get out there and chant, send them to Russia, get rid of him, throw him in the ocean, throw him in the rubbish, whatever they're saying out there.",
    "statement": "So you're saying you don't -- if he wasn't Muslim, you don't <<<THINK>>> there <WOULD> be this same issue?"
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "We're back. We've had a power outage at the hotel in Aruba. They're working on that right now. We'll go back there as soon as we can. Dr. Ludwig, if you would only imagine what it must be like when you are hoping she is being held prisoner.",
    "statement": "Oh God. I mean, this is a parent's worst nightmare, and as we <KNOW> statistically, the longer that we don't hear anything, the less <<LIKELY>> that we'll hear good news. I mean, there's <ALWAYS> a possibility. But what we also <KNOW> is that teenagers are statistically more <<LIKELY>> to be abducted by non-family members. And females are particularly at risk. So, again, we have the statistics that are <QUITE> frightening, the situation is very frightening, and it doesn't <SEEM> like they're looking for a living person. So, you <KNOW>, again, this <MUST> be horrendous for the parents."
  },
  {
    "transcript_id": "NPR-47985",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A lot of inmates,      gay or straight, may be able to abstain from sex in county jail.  They're      here for a limited amount of time, you know.  But a lot of guys, you      know, when they get to prison, it's a different story.",
    "statement": "It's a story inmate Stephen Allen knows <WELL>.  Allen contracted      HIV after having sex with another inmate who <CLAIMED> to be HIV negative      at a prison in Chino, California."
  },
  {
    "transcript_id": "CNN-341911",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Well, as you can see, the president has been returning to this issue again and again, which may be a genuine reflection of his belief and the importance of this issue, or may in itself be the biggest stunt of all. More now from our CNN's Jim Acosta, who was at today's White House event. So, I mean, is there a political strategy behind all this on the president's part?",
    "statement": "Yes, Anderson. I <<<THINK>>> that it -- that is what's going on here and I <<<THINK>>> the penalty flag <SHOULD> be thrown here for untruthful-like conduct on the part of the White House. The <ONLY> political stunt being staged here was by the White House. They had this celebration for America event which by the way we <SHOULD> point out <ONLY> lasted <ABOUT> 10 or 15 minutes, and yes, there were Eagles fans in attendance, but also plenty of White House and administration officials. I counted two cabinet secretaries and the vice president <ALL> at this event today. But, yes, Anderson, I've talked to several sources and my colleagues here have talked to several sources who say that the president plans on making the NFL and patriotism an issue throughout the midterms of the -- of the 2018 midterm campaign, essentially because they <<<BELIEVE>>> it just drives up the base and gets them out to vote. And so, you <KNOW>, in the words of this one source close to the White House that I spoke with earlier today, the NFL has a long way to go to get off the president's radar screen."
  },
  {
    "transcript_id": "CNN-14410",
    "matched_terms": {
      "know": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "The fire came through here so intense they -- they thought the home wouldn't be here, and when we came up this morning, after they kind of said it was OK, it was still here.",
    "statement": "Crews are even working the fires that <APPEAR> to be out, knowing the embers are continuing to burn underneath. Locals <KNOW> the work is hard and dangerous and everywhere you look in town there are signs of appreciation."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Absolutely, Jane. You know, we can`t judge somebody who`s going through this profound parenting crisis, the abduction of a child. And he didn`t take it seriously at first. And that`s a natural first human reaction. Also, think of any situation we`ve been in, maybe a funeral or a shocking situation where involuntarily we may have giggled or laughed just from the awkwardness of the situation. The bottom line is, is that he`s not a suspect, he`s not a person of interest. It does appear to have been an intruder abduction. And that`s what the police are focusing on.",
    "statement": "Yes, but they haven`t been ruled out either. Katie Couric asked Becky and Sergio if they`d been ruled out in the disappearance of their own daughter, and here`s what Becky told Katie."
  },
  {
    "transcript_id": "CNN-96431",
    "matched_terms": {
      "best": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Well, I'm not sure if you can see behind me. But essentially, this is the highest security police station in the British capital. It's built like an office building set atop a very carefully protected bunker. Paddington Green is, as you mentioned, where they interrogated IRA suspects, where the men who were held at Guantanamo Bay, the British subjects who were released, were brought before they were set free here in the U.K. They are interrogating Omar and five other men, according to our calculations, in connection with the attacks. One more thing to mention about this location, it has been at the very center of the terror strikes that struck Britain quite literally. Just across the road from the station is the Edgware Street -- or Edgware Road, I should say, subway station, where six people and one of the bombers were killed back on July 7. So this has been, both geographically and in terms of the investigation, really, the center of the storm that has hit this country. The interrogation that's under way is very much a secret to most of us. What we do know is that they have a lot of work ahead. They're trying to find three other bombers who are still on the loose. They're trying to find the men who equipped them, who trained them, and who inspired them. So even with this, a very important advance that the police feel they have made, they have a lot of work yet to do.",
    "statement": "<NO <DOUBT>>, some of the <BEST> interrogators there at Paddington Green. Jon Mann, thank you so much. Another mystery surrounds another bomb found over the weekend close to one of Thursday's targets. Does this mean a fifth bomber is on the loose? Our CNN international correspondent, Nic Robertson, now with a closer look."
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "certainly": "ungraded",
      "best": "ungraded",
      "obviously": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "That's right. Catherine, I want to talk to you about the economic side of this. Because that's what this was supposed to be about. And yet, of course, these other issues are very pressing and need to be dealt with, as well. What was your takeaway?",
    "statement": "There's plenty of material to talk <ABOUT> unrelated to the economy. But the economy is, in <FACT>, a very vulnerable spot for President Trump. It is the <ONLY> issue on, which, so far, he has bested his opponent, Joe Biden, throughout this campaign and most polls. However, if you look at the numbers themselves, it suggests two economies right now. And this is what Joe Biden was talking <ABOUT>. There's the economy of white-collar, highly educated work-from-home families for whom they have recovered most if not <ALL> of the jobs lost earlier this year as a result of the pandemic. And then there's the economy of the working class, which is the people whom Trump is supposed to represent, whom he champions. He came into office. He won the election in 2016 on a narrative that Washington elites were ignoring the struggles of the working class. And meanwhile, you still have very high unemployment. You still have a lot of temporary layoffs converting into permanent layoffs at this point. You still have lots of small businesses, which <OBVIOUSLY> sustained many of those jobs, <NEVER> reopening. They're still closed and many of which will permanently stay closed. And this is a fruitful line of attack for Joe Biden. Because people perceive this as Trump's strength. And Trump <CERTAINLY> talks <ABOUT> himself as being the <BEST> -- what does he say? He's the <GREATEST> jobs president ever in history. But as Biden pointed out, Trump <MAY> be the first president since modern economic data began to leave office with fewer jobs than existed when he was inaugurated. I <<<THINK>>> Biden <SHOULD> keep pressing that. Of course, he has a wealth of other material he <<COULD>> be raising if he wants to make his case to the American voter."
  },
  {
    "transcript_id": "CNN-96530",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bob, thank you. Just about 30 seconds here before we expect to see the president. Andrea, some news coming out from the State Department saying that there was a questionnaire that John Bolton answered say he had never taken part in any kind of investigation over the last five years. What's that news out of the State Department, please?",
    "statement": "<WELL>, it actually came out from the Senate Foreign Relations Committee. It's just pro forma any time you testify for a nomination. Before the Senate Foreign Relations Committee, or any other committee, you sign <<APPARENTLY>> this form that says that you have <NEVER> <GIVEN> an affidavit or had to testify in any <<KIND OF>> investigation in the last five years. John Bolton signed this saying he hadn't. Turns out a couple of years ago he did give some <<KIND OF>> private testimony to the inspector general here at the State Department regarding whether or not there was uranium, I <<<BELIEVE>>> it was, in Niger. So it, you <KNOW>, it was one of those <<SORT OF>> Democrats trying to split hairs really at the last minute. It was an 11th-hour attempt primarily by Senator Barbara Boxer of California to try to keep what we're <ABOUT> to see happen go forward."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, we -- through investigation yesterday, we determined that he was possibly in New York -- not yesterday. I'm sorry. Wednesday. And we have a sister regional fugitive task force up in New York where we sent the lead to. We had investigators there go to the location, but he had just left. But they did a fantastic job. All that night, the next day getting information and passing that information to us, where we were able to combine that with the investigations that we were doing down here to be able to track him to that location in College Park.",
    "statement": "Right. So you tracked him to a Howard Johnson in College Park, Maryland. And just as, as I understand it, the task force with <ABOUT> 20 vehicles is pulling into the parking lot, you spot him. And then what happens?"
  },
  {
    "transcript_id": "CNN-168305",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "All right, now, watch this:",
    "statement": "President Obama calls a news conference on short notice explaining why big oil, millionaires and billionaires <SHOULD> no longer enjoy tax breaks. The news is now. (voice-over): Doctors say Jared Loughner is doing some disturbing things behind bars, but can the accused madman be forced to <TAKE> medication? Minutes from now, the fight goes to court. As the night fell, terrorists attacked."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes. He has to start doing that. Because this is going to be on the minds of these delegates. And you know, it is a concern for the republicans and all the candidates have the same problem, there's a lot of hostility here. Among republicans for the candidates that are not supporting him. Much less so in the Democratic Party. So, he has got to the start elevating a little bit here.",
    "statement": "But he's also stirred the pot in the <<KIND OF>> a clever way. He's got a fight going on within the Republican National Committee. He's got the chairman fighting with the state party in Florida, for example. And he's also gotten people into thinking that the system is rigged to a degree or unfair to a degree. And you <KNOW>, I <<<THINK>>> that that -- that that works in Donald Trump's favor, you <KNOW>, in the long haul."
  },
  {
    "transcript_id": "CNN-291774",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Four female athletes from Saudi Arabia are participating in the Rio Olympics this year. That's double the number from the London Games, when Saudi sent <ONLY> two women. Societal barriers <OFTEN> prevent Saudi women for participating in sports. But our next guest wants to help <CHANGE> that cultural norm in her country. Joining me now from Dubai is Raha Moharrak. She just wrote an op-ed piece for CNN.com <ABOUT> the hurdles facing woman who want to play sports in Saudi Arabia. Raha is also the first Saudi woman to reach the summit of Mt. Everest. Thank you so much for joining us. We appreciate it. Raha, I want to first ask you because I can't help myself, what is it like to stand on top of the world?"
  },
  {
    "transcript_id": "CNN-154887",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "A plastic surgeon maybe.",
    "statement": "<WELL>, now you`re really in the business again. A dermatologist."
  },
  {
    "transcript_id": "CNN-85828",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Self-rule in high gear. Barely a day after taking over power from the U.S. occupation, Iraq's new government plans to take over legal custody of Saddam Hussein and 11 of Saddam's former lieutenants and lackeys. The new leaders also plan a crackdown on near constant insurgent attacks. And on that score there's no time to waste. CNN's Brent Sadler has the latest now from Baghdad.",
    "statement": "The status of Iraq once-untouchable ruler is <ABOUT> to <CHANGE>. Saddam Hussein will be transferred from American to Iraqi legal custody to face charges in an open court this week, though he'll remain under U.S. lock and key. It won't be the start of a full trial for alleged war crimes, including genocide but the first step. Iraqi authorities here say arrest warrants were issued for the ex-president and eleven of his top officials, including one of the most <WELL> known faces from the old regime, former Deputy Prime Minister Tariq Aziz."
  },
  {
    "transcript_id": "NPR-1498",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, about three years ago in North Mississippi, we decided in - we'd make the third Sunday in March Taste Test Sunday, where we put two different desserts, one made with sugar and one made with Splenda, to show people there's really no difference in the taste between the two desserts. And it's starting to catch on, not only across the state but across the country. It's an opportunity for folks to discover that, hey, you can eat desserts, but they don't have to be made out of that bad sugar and stuff like that.",
    "statement": "And do people <<<THINK>>> the replacement sugar tastes just as good?"
  },
  {
    "transcript_id": "CNN-272035",
    "matched_terms": {
      "fact": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Very quickly, guys. Got to ask you this, Brian. You know, he's using it to raise money, to fight against what this cartoonist did. Isn't that a little hypocritical?",
    "statement": "In <FACT>, he's actually including the cartoon in his fund- raising pitch. I <<SUPPOSE>> that is where you are. You bash the media, but you also try to raise as much money as you can while you're bashing them."
  },
  {
    "transcript_id": "CNN-111517",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Mr. Bush argues the results justify the extraordinary steps.",
    "statement": "There can be a legal <ABOUT> whether or not they have the authority to do this. I'm <ABSOLUTELY> <<CONVINCED>> they do."
  },
  {
    "transcript_id": "CNN-319453",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But if people who are applauding the president are these white supremacists and the people who are cringing after his remarks, like the ones on Tuesday, are the congregants of that synagogue in Kenosha or the Sikh temple in your congressional district where there was a horrific hate crime incident in 2010, doesn't it need to be -- is it not bigger than something that's partisan to say people need to stand up and say more when the president does it? Forget his party for a second. He's giving aid and comfort to people who are fans of losing, discredited, hateful ideologies.",
    "statement": "Oh, I don't -- I don't -- I don't <<<THINK>>>..."
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "could": "ungraded",
      "allegedly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "It`s absolutely not her. There may be some matching features, but with the hat over the head, you really can`t see the face. You can just see some pictures. And they`ve basically discounted what they`re looking at as little Caylee.",
    "statement": "Hold on. Let`s see it in full, Rosie. Let`s <TAKE> a look at the little girl in full. This is a photo -- I can`t see her legs. If you <<COULD>> get rid of the Chyron for me on it? This is the photo of a girl, a grainy photo taken, <<ALLEGEDLY>> of Caylee after she goes missing. I <<<BELIEVE>>> you said July 10?"
  },
  {
    "transcript_id": "CNN-136983",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look at this. This is unbelievable. She's trying to hold on and these bears are literally pulling her back into the water.",
    "statement": "What part of \"not a good idea\" did she not understand <ABOUT>?"
  },
  {
    "transcript_id": "CNN-132378",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "And at the time we thought it was the voter registration scandal, if you will, kind of -- was the tip of the iceberg. Now it looks like this might be --",
    "statement": "This is the big deal. And in <FACT>, the board members were saying that the voter registration offered a <<KIND OF>> mirror or a shield through the summer when actually <ALL> of this internal struggle was going on."
  },
  {
    "transcript_id": "NPR-3248",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well, I'm always concerned. I think it would be great to have members from the Republican side and the Democratic side. But that's not a condition or a situation that I created or that I really have the ability to do anything about. I think the Republicans need to run more African-American candidates that are consistent with the interests of African-Americans. And if they did, they would perhaps get a lot more African-American support.",
    "statement": "They had that opportunity with Steele in Maryland. He was out of step with African-Americans on a number of issues. They had that opportunity in the House with Vernon Robinson in North Carolina, who campaigned on the theme that he wanted to be the black Jesse Helms. So <OBVIOUSLY> he didn't get any African-American votes."
  },
  {
    "transcript_id": "CNN-167639",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "New numbers out this morning about America's foreclosure situation. In May, compared to a year ago, foreclosures are down, foreclosure filings, that's the beginning of the process. All the way to the end are down by 33 percent, one-third. That is good news and the foreclosure activity in May itself was the lowest in 42 months.",
    "statement": "And that <CERTAINLY> is good news, but not necessarily good news for what we're thinking is because the banks are full of foreclosed properties and they have this big robo signing scandal where they were just signing foreclosures."
  },
  {
    "transcript_id": "CNN-221341",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "And the challenge really with these hackers, it's sort of a cat-and-mouse game, because when they figure out, OK, well, they're now catching on to us, they just continue to evolve with more sophisticated strategies. Is that right?",
    "statement": "<ABSOLUTELY>, Pamela. What we see is as security controls improve, the attackers are adapting and they're evolving and they're getting better at their tactics, techniques, procedures. So it's <ABSOLUTELY> a cat-and-mouse game."
  },
  {
    "transcript_id": "CNN-259013",
    "matched_terms": {
      "unlikely": "ungraded"
    },
    "previous_statement": "It is fascinating. Part of the reason why, well, first of all, we've never heard anything like his version of any kind of story, right? But then also you have the fact that not only did these women come forward and say that they were sexually assaulted by Cosby, many of them said that they remember he gave them a drink before hand, that many of them believed they had been drugged, and this context is important in light of what he said. Now, of course, this is 10-year-old testimony that's been sealed for a long time. But I want to read you some of the details because they're really important. This is a deposition. He was answering questions from the attorneys. Here is one of them. He said -- the attorney asked him, when you got the Quaaludes, was it in your mind that you were going to use these Quaaludes for young women you wanted to have sex with? Bill Cosby says yes. Then he's asked, you gave them to other people. He says yes again. Later on in the deposition though, he's asked this, did you ever give any of those young women the Quaaludes without their knowledge? And his attorney interrupts, he objects, he does not allow Bill Cosby to answer this question even though it's asked several different times, which is important, of course, in the context of, you know, giving someone Quaaludes is one thing, without their knowledge is different thing, especially in light of the rape allegations. I want to read you a little more. He talks about meeting a woman in Las Vegas and he says, she meets me backstage, I give her Quaaludes, we then have sex. Again, admitting to for the first time after so many years of denying everything, admitting to something even if it's not the rape, or any of these rapes. Now, Bill Cosby's attorney is speaking out today saying, quote, the only reason Mr. Cosby settled, and he's talking about the lawsuit where this came from, is because it would have been embarrassing in those days to put all of those women on the stand and his family had no clue. That would have been very hurtful. You could guess that what they're talking about is some sort of admission of maybe affairs but nothing that amounts to rape.",
    "statement": "Get the reaction to that statement and <ALL> of these stunning admissions and revelations very shortly. Sara laying out the details of what we're learning now in terms of Bill Cosby and the accusations against him. Sara, thanks so much. So as Sara mentioned, the statute of limitations has passed in most of these cases, so it's <<UNLIKELY>> Cosby <WOULD> face criminal prosecution following this bombshell."
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But Doug, if the president is trying to poke holes in the credibility of the people who are investigating him and then let's say the conclusion is the president did something wrong, his team did something wrong, is that going to help him make the case that these guys have some kind of an agenda? I mean -- and that's what I'm talking about in terms of politically could it be helpful long term for him to do what he's doing?",
    "statement": "<WELL>, I <<<THINK>>> we're seeing more and more of a divergence. If you supported Trump, you by and large still support Trump, that we're seeing some erosion in Republican support, a small amount so far. That's what Republicans on Capitol Hill are looking at because they <KNOW> how popular Donald Trump is in their districts. They are the ones who will be voting in Republican primaries so that's what they're watching. If you didn't <<<BELIEVE>>> or you didn't support Donald Trump, everything you've seen so far just reconfirms that to you as <WELL>."
  },
  {
    "transcript_id": "CNN-302254",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "Democrats argue the difference now is that Trump is filling his cabinet with billionaires who haven't handed over enough information to be properly vetted. Still, Democrats aren't just doing this to scrutinize Trump's nominees. This is also a way to try to mess up the GOP legislative agenda, like repealing Obamacare, by burying the Senate floor with lengthy debates on nominees, which could take weeks or months. (on camera): The Republican Senate Majority Leader Mitch McConnell is planning to confirm several Trump nominees on Inauguration Day, just like the Senate did the day Obama took office. That could be in jeopardy if the eight nominees Democrats are targeting don't relent and hand over more information that shows no conflicts of interest. Dana Bash, CNN, Washington.",
    "statement": "Donald Trump says he <DOUBTS> Russia's involvement in that U.S. election hack, but this isn't the first time Russia has been accused of cyber warfare. We'll have the details coming up next on NEWSROOM L.A."
  },
  {
    "transcript_id": "CNN-401567",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Good news on that front in Minneapolis. Now we turn to Washington. Protesters gathered blocks from the White House, some setting fires in Dumpsters that they dragged onto the streets. Larger fires burned nearby.",
    "statement": "Including one near the historic Hay Adams Hotel. At last check there was no damage to the hotel. Windows were smashed at the Ronald Reagan Presidential Foundation and Institute. The historic St. John's Episcopal Church, also known as the Church of the Presidents, is across the street. Across the country, the California National Guard is being deployed to Los Angeles after the governor declared a state of emergency for America's second largest city. There were widespread fires and looting Saturday night and a curfew is now in effect. Our reporter, Kyung Lah, has more on violent demonstrations there."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "fact": "ungraded",
      "might": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Chris. So while Netanyahu is in Washington trying to stop a deal with Iran, Secretary of State John Kerry is in Switzerland pushing for a deal in the Iran nuclear talk. CNN's chief national security correspondent, Jim Sciutto, joins us live from Switzerland with more. Good morning, Jim.",
    "statement": "Good morning, Alisyn. <WELL>, I'll tell you, for <ALL> the drama and acrimony in Washington the nuclear talks here in Switzerland today were in Monteux (ph), right on Lake Geneva. They're continuing at pace and, in <FACT>, an accelerating pace. These talks this week were originally meant to be just at the political director level. That's a level below secretary of state, but now face-to-face meetings added between Secretary of State John Kerry and his Iranian counterpart, Dr. Javad Zarif. Beginning tonight they're going to meet multiple times, State Department officials tell us, tomorrow on Tuesday and into Wednesday. And you're also hearing from U.S. officials, in effect, a pre-buttal to Prime Minister Netanyahu's speech. They're saying that he's been <WRONG> before, that the interim agreement which is in power right now has held back and restricted Iran's nuclear program for the first time in a decade. They also say that they didn't choose this dynamic with the Israelis, it's not the way they want to go, but their diplomatic solution in this <VIEW> of this administration is the <ONLY> way to stop Iran from getting a nuclear bomb. There's a long way to go in these talks. There's a deadline at the end of this month, but I've spoken to people from both sides, including the Iranian side. They say things are moving in a <POSITIVE> direction. Alisyn, that <CERTAINLY> doesn't mean there will be a deal, but they're getting closer, and the level of focus here, the level of work here in Switzerland, they're not listening to -- they're turning a deaf ear, you <MIGHT> even say, to <ALL> that's coming out of Washington -- Alisyn."
  },
  {
    "transcript_id": "CNN-261888",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Disturbing new information this morning out of North Korea, that the secretive country may have stepped up its efforts to make nuclear weapons. Brian Todd has more for you.",
    "statement": "A key intelligence find, satellite images of snow melt on rooftops. It <MAY> <SEEM> benign, but this <<COULD>> signify a major upgrade at North Korea's main nuclear facility, Yongbyon, <ABOUT> 50 miles north of Pyongyang. Based on these pictures from early this year, the defense analysts at IHS Jane are saying tonight Kim Jong-un's regime has started operating a second large hall (ph) of centrifuges there."
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Shuttle Columbia astronauts have just wrapped up their fourth space walk, and the guy who knows <ALL> <ABOUT> <ALL> of that is Miles O'Brien, speaking of miles and miles, Miles O'Brien checking in with us, latest on the shuttle mission."
  },
  {
    "transcript_id": "CNN-316925",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Congratulations, Mr. President.",
    "statement": "After nearly six months in office, president Donald Trump now facing the lowest approval rating in recent history. Just 36 percent approve of the president's performance in a new ABC News/\"Washington Post\" poll, a 6 percent drop since the 100-day mark in April. The president attempting to spin these results, claiming that almost 40 percent is not bad and asserting that the poll was inaccurate during the election. The poll also showing that 63 percent of Americans <<<THINK>>> that the meeting between Trump Jr., Paul Manafort and Jared Kushner and a Russian lawyer to get dirt on Hillary Clinton was inappropriate."
  },
  {
    "transcript_id": "CNN-96747",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "To fill it up. To fill it up right up. Fifty",
    "statement": "Now prices at the pump are <<LIKELY>> to go even higher and that's because in the market oil has been soaring and traders say they <EXPECT> oil to continue climbing. <PARTLY> because of fears that supply <<COULD>> be disrupted. Refineries have been shutting down. <PARTLY> because of some accidents. There is fear, of course, of more hurricanes in the Gulf of Mexico. And fear of potential terrorism, even in Saudi Arabia. So for <ALL> of these reasons, prices are expected to keep on climbing. Some people are making sport of it, though. One Internet site has begun taking bets on whether the price of gasoline in New York or Los Angeles will top $3 the gallon by the end of the year. The odds, 30-1. Daryn, if where a betting man, I <WOULD> <HAVE TO> <TAKE> those odds."
  },
  {
    "transcript_id": "CNN-123395",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But some here say firmly may also mean indiscriminately. Mungiki member Alexander Kangeti Ngai (ph) says police brought him to this forest near Nairobi, tied him up and threatened to kill him. His allegations don't surprise human rights activists.",
    "statement": "We <KNOW> that there has been a lot of extra-judicial executions, and we <KNOW> that there has been a wave of terror. And therefore, upon receipt of such information, we <NEED TO> get to the bottom of it."
  },
  {
    "transcript_id": "NPR-45557",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Gloria Allred, who represents a number of Bill Cosby's accusers - and there are many - spoke after the verdict.",
    "statement": "Finally we can say women are believed, and not <ONLY> on hashtag #MeToo but in a court of law."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "But the FBI recommendations do, at least in our mind, really call for very strong congressional oversight. We applaud what the director is doing, Director Mueller. He is moving in exactly the right direction. But we have a tremendous fear, after looking very hard at the FBI, that when he and his top two or three people may move on, that a lot of the FBI would like to move back to just the way they were. They'd like to go back, if you like, to breaking down doors again. And they did that very well over a number of years, brought a lot of people to justice. But we're asking them to have this other function now, of finding and disrupting plots against the United States of America. And we want to make sure that the people who are in that line of work have the same recognition within the FBI, have the same chances for advancement, have the same chances to assume eventual leadership in the organization and are not downgraded. And we worry that if there's not executive action and strong congressional oversight, that the FBI, after this leadership departs, could start moving back in the other direction again.",
    "statement": "We do not have strong views <ABOUT> how you implement. I really <<<THINK>>> that's your job, more than ours, and the executive branch. We defer to you as to the <BEST> way to implement these, and we did not try to spell out the implementation."
  },
  {
    "transcript_id": "CNN-334350",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm not cooperating. Arrest me.",
    "statement": "You <KNOW> Mueller can arrest you, right?"
  },
  {
    "transcript_id": "CNN-286273",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The breaking news, powerful backing from a one-time rival, President Obama making a hearty endorsement of Hillary Clinton. The Clinton campaign releasing a video of President Obama offering his support, saying, and I am quoting now, \"I'm with her, I'm fired up and I can't wait to campaign with her.\" The endorsement came just hours after the president met with Bernie Sanders at the White House in what was described as a very good and positive meeting. Afterward, Sanders said he will continue to compete in next Tuesday's Washington, D.C., primary, but he also said he will work closely with Clinton to stop Donald Trump from becoming president. The presumptive GOP nominee took to Twitter to slam President Obama's endorsement of Clinton. Trump is now working to reassure Republicans unnerved by his controversy-plagued campaign. He met with leading party donors and officials today, as he faces continued criticism for the racial attacks on a judge in a Trump University lawsuit. We're covering all of that, much more this hour with our guests, including Hillary Clinton's campaign chairman, John Podesta. He's standing by live. And our correspondents and expert analysts, they are also standing by. But let's begin with the breaking news, historic breaking news today. Our senior Washington correspondent, Jeff Zeleny, is joining us. Jeff, the president's endorsement of Hillary Clinton came in a video.",
    "statement": "Wolf, this brings the relationship between Barack Obama and Hillary Clinton from rivals to friends full circle tonight. He has been eager to jump into this race from the very start and start going after Donald Trump, and now he will do that. Now, Bernie Sanders just left the vice president's residence a few moments ago after meeting with him privately as <WELL>, on a day when Washington Democrats fell into line to focus on the battle ahead."
  },
  {
    "transcript_id": "CNN-248539",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Just look at the destruction and how far eastern Ukraine has fallen.",
    "statement": "We <<<THINK>>> the answer is to squeeze Russia. Try to get them to the table with those separatists."
  },
  {
    "transcript_id": "CNN-213157",
    "matched_terms": {
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, so let's go from this story that really moves your heart to one scratching your head. Increasing violence in Egypt and Syria and it has the White House under pressure. Syria is accused of using chemical weapons and attacks outside Damascus. Crossing the quote, \"red line\" set by President Obama. I said it's making people scratch their head because we don't know what the U.S. is going to do. It calls to cut off more than a billion in annual military aid to Egypt but what about Syria? Does it mean that troops will have to be on the ground? The president is hitting the road today. Will he address these major decisions that he has to make? Let's go live to CNN's Dan Lothian at the White House. Good morning, Dan.",
    "statement": "Good morning, Chris. <WELL>, it's <QUITE> the balancing act for the president as he tries to maintain his focus on some key domestic priorities, like helping middle class families while at the same time trying to deal with these twin foreign policy problems condemning the violence and working to get the support of the international community."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thanks very much, Jennifer Westhoven. Well, one question worth asking tonight: what was Martha thinking? Here to help us figure that out is someone who should know, Christopher Byron, author of the best-selling book biography of Martha Stewart. It`s called \"Martha Inc.: The Incredible Story of Martha Stewart.\" Christopher joins us live here tonight in New York City. Now, first and foremost, does this come as a surprise to you, her actions and the extension of her home confinement?",
    "statement": "No, not at <ALL>. I <<<THINK>>> that -- I <<<THINK>>> this was a train wreck waiting to happen. And sooner or later, she was going to get off the reservation and provoke these people <A LITTLE> bit too much, and they <WOULD> start looking for anything to get her back into shallow water. And I <<<THINK>>> that`s what`s happened, yes."
  },
  {
    "transcript_id": "CNN-237374",
    "matched_terms": {
      "could": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "All right. Nick Paton Walsh, thank you so much for that, Nick. Live in London for us this morning -- thanks.",
    "statement": "It appears a trail of accent clues <<COULD>> lead to the identity of the terrorist who is seen beheading American journalist James Foley, in a video released by ISIS. Britain's ambassador to the United States telling CNN intelligence officials are using <EVERY> technological tool at their disposal."
  },
  {
    "transcript_id": "CNN-158912",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "So far, Manning has only been officially accused of leaking a classified military video. We can't be sure of any motivations, but CNN.com's Ashley Fantz has spent months digging into Manning's background.",
    "statement": "He was affiliated with a lot of left-leaning political organizations, everything that <<SORT OF>> supported equal rights for gays. And he was <CERTAINLY> for repealing the don't ask, don't tell policy, according to his Facebook page."
  },
  {
    "transcript_id": "CNN-263510",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm Kristie Lu Stout in Hong Kong. You're watching News Stream. And these are your world headlines. Now, the Thai military is interrogating a man described as a very important <<SUSPECT>> in connection with last month's bombings in Bangkok. He is the second foreigner detained since the deadly attack on the popular Erawan shrine. Police say that he was picked up near the Cambodian border and that they're working to identify him with fingerprints, DNA and photo analysis. Hundreds of migrants are being held up at a railway station in the Hungarian capital. Now they are demanding to be allowed to board trains heading to Germany. Now earlier, they were chanting Hungary no, Germany yes. On Monday, Hungarian authorities temporarily allowed people from Syria and Iraq to depart. Pope Francis says priests will be allowed to absolve a woman of an abortion during the Catholic church's upcoming jubilee year. Now that rite was previously reserved for a bishop. Now the <CHANGE> applies to what the church is calling the holy year of mercy, which begins in December. U.S. President Barack Obama is in Alaska pressing for action to fight climate <CHANGE>. On Monday, he called global warming the defining threat of this century. And later today, he plans to hike on an Alaskan glacier to highlight the rapid melting blamed on global warming. Apple is gearing up for its big launch even next week. And media reports say it <MAY> be looking to follow in the footsteps of Netflix by creating exclusive content. Now citing anonymous sources, the reports say that Hollywood executives have been holding talks with Apple. Now, there are a lot of questions <ABOUT> Apple's September 9 event. And let's go straight to our Brian Stelter for more on this story. And Brian, I <KNOW> that you've been working your sources. Have you confirmed that, yes, Apple is indeed reaching out to Hollywood to look into original programming?"
  },
  {
    "transcript_id": "CNN-276404",
    "matched_terms": {
      "clear": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We do have some breaking news to bring you right now. An out of control industrial park fire closing public schools and a major roadway through Hillsboro Township, New Jersey. Look at the pictures. You can see the billowing smoke. It is visible from several surrounding counties. This fire began Thursday afternoon and crews have been struggling to put it out since but they are struggling because of these freezing temperatures and strong winds. No injuries reported. It is <<UNCLEAR>> what is causing this fire."
  },
  {
    "transcript_id": "CNN-352415",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I want to start with something unusual. I want to put up the picture that was behind President Trump for part of the interview with Leslie Stahl. It was this painting in there, and you can see this depiction of President Trump sitting at a table surrounded by --"
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "best": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I certainly understand from your perspective and from your government's perspective, although it's kind of different from the perspective of previous Israeli governments and their view of a two-state solution with Jerusalem share. I guess I want to ask you this, will you stop at the Golan Heights or will Israel feel that what many of the Prime Minister Netanyahu's 28 coalition members and lawmakers in his party, et cetara, what they want is actually an annexation of parts of the West Bank, either the whole of the West Bank, but they're saying Area C, which is currently also occupied by Israel? Is that the next step on this agenda?",
    "statement": "So, first, we <WOULD> wait to see the plan of the president. We will respect it and we will try to work with him <ABOUT> that. If you ask me <ABOUT> the future, we will wait for the new government. My position, that we <SHOULD> not support unilateral actions. We tried it in the past. We did it with the Gaza. And I want to remind everybody, we pulled out, Prime Minister Sharon pulled out Gaza <COMPLETELY> 14 years ago and Hamas took over. So, it's not <ALWAYS> the <BEST> <THING> to do is to <TAKE> unilateral actions. I <<<THINK>>> we <SHOULD> have a dialogue, even if it means that we will <HAVE TO> wait until somebody else will step in, we'll become"
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "I would like Scott to know that I trusted him and stood by him in the initial phases of my sister's disappearance. However, Scott has not been forthcoming with information regarding my sister's disappearance. And I am only left to question what else he may be hiding.",
    "statement": "The family weren't the <ONLY> ones to <WONDER>. There were searches in the San Francisco Bay, where Scott said he went fishing, and searches of Scott and Laci's home. On March 6, police said they <<<BELIEVE>>> Laci Peterson was a homicide victim, but wouldn't say why. And still the same line. Her husband Scott, was not ruled in, nor ruled out as a <<SUSPECT>>. The next week, police go back to search the Bay once again. Bad weather forces an end to the search. Then this week, two bodies are found, a female and full-term fetus. And nagging suspicions return. Were these the bodies of Laci Peterson and her unborn child? Was Scott Peterson involved? How <<COULD>> something like this happen?"
  },
  {
    "transcript_id": "CNN-217055",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Take a look at this video of Maria, dancing with the so-called mother. This was given to the media in an attempt to show the little girl was cared for. Marc Klaas, president and founder of the Klaas Kids Foundation, a man who knows more about finding missing children than anyone in the world. Here`s what concerns me. These -- these claims that, oh, they had ten children -- ten by the woman, four more by the father -- and these birth and baptism records which show that she would have had to have them all in a very strange way. You know, ten kids within a time that`s not biologically possible. So, that points to criminality right there. And then we`re hearing these reports that they`re investigating -- there`s a ring bringing pregnant women to Greece from Bulgaria and then taking their children for sale.",
    "statement": "Yes, that`s <ABSOLUTELY> right, Jane. And in Greece, there is no central birth certificate repository. And in <FACT>, what they`ve been doing is going to different areas of Greece and registering children with fake birth certificates to the point that they have 14 children, most of whom can`t even be truly identified at this point. So there`s no <QUESTION> that these people are involved in welfare fraud, as we <WOULD> call it in this country. And there`s also no <QUESTION> that they`re <ABSOLUTELY> hiding something or they <WOULD> have been much more forthcoming <ABOUT> who this little girl and where she is. And it is an interesting mystery that they now have the missing child, and they <HAVE TO> trace that child back to who she actually is. We don`t <KNOW> that that`s ever going to be able to happen. But we do <HOPE> that wherever this little girl lands, it`s going to be in a family that doesn`t keep her in squalor and that loves her and gives her opportunities."
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "One by 60 former CIA officials. I just want to read from this letter, from the second letter, OK? And it says, \"We believe equally strongly that former government officials have the right to express their unclassified views on what they see as critical national security issues without fear of being punished for doing so.\" So, these two letters are a striking rebuke by 75 former officials who worked for Republican and Democratic administrations after Trump revoked John Brennan's clearance.",
    "statement": "That's exactly right. So let me just begin with how <<SORT OF>>, you <KNOW>, how odd this is for this group of people, both letters actually, but mostly these are people that you and I have <NEVER> heard of. They don't like to be in the rough-and-tumble of politics, they consider themselves political. But because the Trump presidency has been so undermining of America's not <ONLY> legitimacy in the outside world but of course our own internal national security when it comes to our voting integrity, they spoke up. I just, you <KNOW>, put it in <PERSPECTIVE>, Bill Shine who is now the communications director in charge of <<SORT OF>> hiding, you <KNOW>, decades of harassment at Fox News and Sarah Huckabee Sanders who essentially lies <EVERY> day to the American public, a public that's paying for her, they are in charge of determining who -- who's security clearances are going to be revoked at what time, right, because the Trump people want it to be done at times in which he is facing bad news. And what they don't realize, right, not <ONLY> it's that absurd, is the Trump White House <EVERY> day is facing bad news. I mean, it's like the idea that they are waiting for some quiet. I mean, they are the bad news, right? I mean, it's not like the outside world is creating it for them. So we're going to see these happen. It's, as you've heard <ALL> night, it's pathetic. I mean, in the end it's just pathetic."
  },
  {
    "transcript_id": "CNN-398958",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There is breaking news in Louisiana tonight. The governor, John Bel Edwards, has extended a statewide stay at home order but he has eased some restrictions. Among other things, he will now allow restaurants and churches to operate outdoors with certain restrictions. Joining us now, the Mayor of New Orleans, LaToya Cantrell. Mayor Cantrell, thank you so much for joining us. And as you know, as more states begin to reopen, the governor extended Louisiana's stay-at-home order until, as I just said, May 15th. Do you support that move?",
    "statement": "<WELL>, the governor of Louisiana moved to the date that the city of New Orleans has already declared as a focal point for my proclamation. So the governor made <<<SURE>>> that it aligned with the City of New Orleans, so I do support that."
  },
  {
    "transcript_id": "CNN-46442",
    "matched_terms": {
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Let's bring in our Cladia Cisneros for the latest on that tragic fire in Lima. Claudia, what can you tell us about the latest death toll?",
    "statement": "Daryn, the death toll continues to rise; 235 charred bodies retrieved from the scene. There were less than 200 last night -- until last tonight, but today, as firefighters went inside the burned buildings, they were able to find dozens more bodies. So far, some 80 percent of the blaze area has been searched by firefighters here. The death toll <<COULD>> still rise, continue to rise, since they still <HAVE TO> go inside several basements of the burned buildings, where they are afraid they will find even more victims. No <HOPE> or very little <HOPE> for survivors at this point -- Daryn."
  },
  {
    "transcript_id": "CNN-262637",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Witnesses are saying just the opposite, he did not have a gun at all. They seen two police officers in plain clothes. The only problem is, they didn't know they were police officers. These guys never identified themselves as police officers. The only think they see are two plain-clothed men approaching them with guns. So they - Mansur and this other young man took off running and ultimately, after running about 20, 30 feet, Mansur was shot from the back.",
    "statement": "The former police officer who wrote this book, \"Into the Kill Zone: A Cops-eye <VIEW> of Deadly Force,\" joins me now. David Klinger is also a professor of criminology and criminal justice at the University of Missouri-St. Louis. Thank you for being here, David."
  },
  {
    "transcript_id": "CNN-120476",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, yes.",
    "statement": "When you <TAKE> another country`s embassy, seize it, hold diplomats hostage, that is an act of war. Iran did that in `79. In `83 they dispatched Hezbollah, their proxy terrorist organization, to kill more than 200 Americans, including U.S. Marines in Beirut. That`s an act of war. 1996 Khobar Towers, they killed 19 of our servicemen. That is an act of war. And <EVERY> day in Iraq right now they are sending in munitions, trained terrorists, and they have their own agents there, as <WELL>; and they are killing Americans. And the <ONLY> <QUESTION> is do we do something <ABOUT> it?"
  },
  {
    "transcript_id": "CNN-370014",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Where is she? How did she feel before? What was she thinking about? Will I ever find out what happened like what really happened to her?",
    "statement": "Do you <<<THINK>>> Maleah is still alive?"
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We do want this investigated fully.",
    "statement": "Good morning, welcome back to NEW DAY. We begin with the prospect for some measure of peace in Gaza. There is a short-term cease-fire between Israel and Hamas holding this morning. But both sides use the hours leading up to the 72 hour truce to just intensively launch attacks. More bombs, more rockets and, of course, more people killed."
  },
  {
    "transcript_id": "CNN-234081",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Actually, Wolf, this is one of those cases where it is worth being word, by which I mean, you know, a lot of times you see these kind of flare-ups, you don't whether anything is going to happen, most of it doesn't flare up. In this case, what's happening is on both sides there is an internal compulsion and an internal dynamic which is pushing them to a confrontation that maybe they don't rationally want. By that I mean if you look at Bibi Netanyahu, he has already lost his foreign minister and the support of a right-wing party. There's pressure for him to act from the right. If you look at Hamas, Hamas, as you know, has not been doing particularly well over the last few years losing out to more radical, more militant alternatives. So they feel the need to do something. Neither side can try to do something cooperative at this moment. So it almost reminds you and on a very small microcosm of the events that led to World War I when nobody rationally wanted a conflict but nobody could find the way to back down because they were being pushed by the internal -- the dynamics. That seems exactly what's happening here. So it's difficult to see how this stops. You know, at what point does one of the sides say, you know what, let's have a moment where we make a preemptive concession. We -- we do some kind of peace talks. That's not in the cards right now.",
    "statement": "The U.S., as you <KNOW>, doesn't deal with Hamas. The State Department regards Hamas as a terrorist organization. Last time, there was a war, if you will, between the Israelis and Hamas in Gaza. The Egyptians brokered a cease-fire. Who <<COULD>> do that now?"
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, one of reasons it's so dicey is also he's a master of propaganda. So we don't want to give him a forum to spew his -- his views to the entire world. And that's why I think your idea of massive American ground troops going in there is such a mistake. There's a lot of talk and this hackneyed phrase about the Arab street. But I think we can agree that the prize here is not Afghanistan, the parking lot we are bombing. It is instead Saudi Arabia, which is clearly what Osama Bin Laden wants to overthrow. He's -- he concerns the Saudi government much more than he should concern even Americans. Or perhaps even Pakistan, which you and Bill Richardson were talking about. We have got to worry about Arab public opinion as we wage this war, don't we?",
    "statement": "<WELL>, I <WOULD> -- I <WOULD> <DEFINITELY> agree with you that the -- that the war is larger than Afghanistan per se. I <WOULD> <<<THINK>>> we <WOULD> <HAVE TO> worry more <ABOUT> Iraq than we do Saudi Arabia, for example, but that <MIGHT> be a topic for another day. As to Bin Laden's propaganda machine, even more than his videotapes and his Western media appearances or his -- his, you <KNOW>, version of CROSSFIRE on Al Jazeera or whatever he has got going, there are things like the religious schools in madrasas that <NEED TO> be taken down and eliminated. That's where the real source of anti- Western, anti-American hatred comes from. And that's one of the prizes to be won by moving in on the ground in Afghanistan and beginning to not reconstruct but to construct a country and a civil society there."
  },
  {
    "transcript_id": "CNN-67617",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, Bill, that's exactly what's on the table right now. Two aircraft carriers in the eastern Med slated to do bombing runs using over flight rights over Turkey if Turkey were to give permission. That doesn't look likely now. So the Roosevelt and the Truman may move through the eastern Med, down the Suez Canal and around to, into the Red Sea so they can launch their missions over Saudi Arabia. But we now also know there is another option on the table, leave them in the Mediterranean and have them over fly Israel and Jordan. We should begin to see some movement on this in the next few days. This is going to be one of the very last decisions before any war would begin, final moving into place of U.S. military assets -- Bill.",
    "statement": "Barbara, on the no fly zone, let's talk <ABOUT> this. There were some indications in some reporting that the number of sorties in this part of Iraq has increased <<MAYBE>> double, <<POSSIBLY>> even three times in the past week. What are you learning <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-148788",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He had an extraordinary honeymoon as a candidate and the early days of his presidency. I think some points he's making are well taken. He and a number of his aides have been making these points incessantly for a period of weeks, but I think Ed Rollins has the bigger point. When you're president, you don't whine about these things, you learn to play the game well, and you master the game so that you get your things done. Everybody inherits politics in Washington that is imperfect. It's a terrible politics in Washington today. We believe the political culture is poison out, but the point is to learn to master it so that it responds to you. I think they ought to stop talking about these things and just get on with it.",
    "statement": "I <<<THINK>>> that's an excellent point. Isn't that why there are David Axelrods or Robert Gibbs in the white house so they can whine <ABOUT> the coverage, but is it beneath the president to do so?"
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "You have to have hope, Larry. But I think hope is dimming with each hour.",
    "statement": "Mayor of, you too? Are you are pessimistic, mayor?"
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Blanquita, I am grown up.",
    "statement": "... and not have such a big chip on their shoulders..."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Only two people knew what happened in the depths of the reef. And one of them is dead.",
    "statement": "We are taking your calls. I want to go out to Ellie Jostad, our chief editorial producer. Ellie, we covered this when it first happened but now the United States, specifically the state of Alabama, has managed to wrangle this guy back to the U.S. Give me the facts <ABOUT> the bride`s death."
  },
  {
    "transcript_id": "CNN-24427",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Let's talk first down, shall we? A lot of folks getting ready for the weekend, and fans are getting ready for the biggest weekend ever, and we have live reports from Giants country and Raven territory. Let's start out with CNN's Frank Buckley, not far from New York in Moonachie, New Jersey. Did I get that right?",
    "statement": "You got it right -- we were just talking <ABOUT> how to pronounce it here. You got it right on the money. And we are in Giants country. This is Mannie's (ph), which is a big Giants hang-out, where the Giants fans come before, during and after the ball games, and <<<SURE>>> enough, they are already building the excitement here at Mannie's. They will be having, here in the day of the game, a big turnout and they'll be doing a trivia game, and they'll be giving out shirts and things like that. And we're going to give you one of the questions right now that will actually be one of their trivia questions, and Lou and Natalie, you can answer it after we finish this segment -- but who won the MVP Award in the 1990 -- the 1990 -- Super Bowl XXV? We'll give you the answer in just a second. Let's talk to some of these fans. Chris (ph), you are looking forward to the game. Who's going to win?"
  },
  {
    "transcript_id": "CNN-250569",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Let's go over to Michaela.",
    "statement": "<ALL> right, Alisyn. Some breaking news to tell you <ABOUT> at home. The FBI saying a <<SUSPECT>> is now in custody following a series of gunfire incidents in Maryland, including a shooting Tuesday near NSA headquarters. CNN's justice correspondent, Evan Perez, is live in D.C. with the latest details for us. What are we learning?"
  },
  {
    "transcript_id": "CNN-359666",
    "matched_terms": {
      "obviously": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Is it still the position of you and your client that there was no collusion with the Russians whatsoever on behalf of the Trump campaign?",
    "statement": "Correct. When I say the Trump campaign, I mean the upper levels of the Trump campaign. I have no reason to <<<BELIEVE>>> anybody else did. <ONLY> ones I checked with are <OBVIOUSLY> the top four or five people."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I know him well.",
    "statement": "... who he said -- you <KNOW> him? He said that Eleanor Rigby is a hell of a poem. So I thought, <WELL>, you <KNOW>, he <SHOULD> <KNOW>, so I was <<KIND OF>> <PERSUADED> to do it. But I do <<<THINK>>> they're different personally, you <KNOW>."
  },
  {
    "transcript_id": "CNN-360902",
    "matched_terms": {
      "about": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "During closing arguments Thursday, the defense slammed the government's case saying it heavily relied on Guzman's former associates who they called lifelong liars looking for sweet hard deals in exchange for their testimony. Our Polo Sandoval has more.",
    "statement": "For the last two months, jurors have listened to tales of bribes and bloodshed. Her testimony <ABOUT> notorious Sinaloa Cartel boss, Joaquin \"El Chapo\" Guzman, and saw a rare images of the drug lord with his diamond-encrusted pistol by his side. Government witnesses testified how Guzman <<ALLEGEDLY>> smuggled drugs through tunnels, cars, semi-submersible, even inside cans of chili and fake bananas. Details from his former associates now cooperating with the government, included explosive testimony from fellow Sinaloa Cartel member, Alex Cifuentes. He testified <ABOUT> his former bosses bribes <<ALLEGEDLY>> paid to Mexican officials. Cifuentes <CLAIMED> Guzman once paid former Mexican President Enrique Pena Nieto a $100 million in October 2012 when he was president-elect. Pena Nieto's former chief of staff called the allegations false, defamatory, and absurd. Adding that it was Pena Nieto's administration who located, arrested, and extradited Guzman to the United States for trial. El Chapo's former I.T. <EXPERT>, Cristian Rodriguez whose photos shown here was obscured by prosecutors to hide his identity revealed how the cartel communicated through a system of encrypted phones. He used spyware to capture conversations with members of Guzman's criminal organization. Guzman is facing multiple counts, including firearm and drug trafficking charges, and faces life in prison. Though the list of charges does not include murder, testimony took a graphic turn when Isaias Valdez was called to the stand. The former security guard turned pilot recalled when Guzman was involved in the gruesome murders of three rivals. Former Colombian cartel lord Juan Carlos \"La Chupeta\" Ramirez also called to court testifying, he started working with El Chapo in the early 90s. Ramirez went on to work with Guzman for nearly 18 years and was eventually captured in 2007. He was so hotly pursued by authorities that he underwent several plastic surgeries to try to <EVADE> capture. Juan constant fixture in the courtroom has been Guzman's wife of more than 10 years, former beauty queen Emma Coronel. Coronel helped her husband escape from a Mexican prison according to testimony that came from a former prison guard turned Chapo associate. She's not facing charges at this time and her lawyer had no comment <ABOUT> those allegations. In their final move to convince jurors of Guzman's guilt, prosecutors showed images of the tunnel that provided his escape. A government <EXPERT> described it as being just under a mile long complete with a motorcycle track set to have been used by El Chapo and an associate for the ride to freedom. El Chapo's defense attorneys rested their case in under 40 minutes entering testimony from just two witnesses. Polo Sandoval, CNN, New York."
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Americans have a right to know when their jobs, pensions, IRAs, investments and our whole economy are being put at risk by the recklessness of Wall Street.",
    "statement": "Both here and later in Minnesota, McCain's strategy was as much <ABOUT> discrediting Barack Obama's credentials on the economy as presenting his own."
  },
  {
    "transcript_id": "CNN-92149",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Chad, as a fan, how does this make you feel? You said you were angry at first. But now how do you feel?",
    "statement": "You <KNOW>, I almost <<FEEL>> apathy now. I was angry two months ago when we were losing games. Now, <OBVIOUSLY> this progress -- one side is trying to come together <A LITTLE> bit, and then the cap <THING> is getting in the way. I don't care anymore. And I'm <CERTAINLY> going to express my dissatisfaction by not attending any games."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "That's right. She would have had an interesting perspective into the relationship between the two brothers. How much time they were spending together. Who were they associating with? What were they doing when they were together? I mean, you know, she will have a very intimate view of what that relationship was like. You know, and let's remember, Dzhokhar the younger brother who's still living has been in the United States since he was 8 years old. So the likelihood that he and his brother were communicating in Russian, we don't know. But she will still be able to provide investigators with a perspective, and a real insider's view about the relationship between the two brothers, and others that they may have associated with.",
    "statement": "A unique <PERSPECTIVE> <ABOUT> how Tamerlan Tsarnaev lived for so long. Fran Townsend, thank you so much. Thanks for being with us. Stick <AROUND>. A lot to talk <ABOUT> this morning. Meantime, investigators say they are reviewing reports that Tamerlan Tsarnaev <MAY> have been involved in a gruesome triple homicide two years ago that remains unsolved today. That happened in Waltham, Massachusetts, nearby here. Former acquaintances say one of Tsarnaev's close friends 25-year-old Brandon Met (ph) was found murdered in a suburban Boston apartment in 2011, along with two other men. They had <ALL> their throats slashed and their bodies were found covered in marijuana. And this just in to CNN, the gas station manager who helped the man carjacked by the Tsarnaev brothers last Thursday night, he is speaking to CNN. He called police after the victims entered his store, and said he was frightened."
  },
  {
    "transcript_id": "CNN-283879",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "They're asking for a medical at Paisley Park (muted). Person down, not breathing.",
    "statement": "That was the 911 dispatcher sending paramedics to Prince's a compound the day he died. Now new details have emerged <ABOUT> that day, and the days leading up to Prince's death. The details revealed in a search warrant published by The L.A. Times and star tribune. The search warrant request was filed <MAY> 6, and eventually served on this medical center, which is <ABOUT> 23 miles from Prince's Paisley Park compound. In it, it asks for any and <ALL> of Prince's medical records. Dr. Michael Todd Schewelenberg shown here in unrelated video on YouTube worked at the facility and was treating Prince. A detective notes Dr. Schewelenberg said he did prescribe Prince's medication, and the prescriptions were to be filled at Walgreens. The warrant said the doctor saw Prince on April 7th and April 20th, the day before Prince died. And it states that Dr. Schewelenberg was actually at Prince's Paisley Park compound to drop off test results the day prince's body was discovered in an elevator. We checked on Dr. Schewelenberg's medical license, and there were no complaints against him. It was clean. We also called North Memorial Medical Center to try and talk to him, but we were told by a spokesperson that he no longer works here. So far, no one has been charged in this case. But the investigation is still going full throttle. On Tuesday, the DEA and sheriff's deputies were back inside the Paisley Park compound, executing another search. Sara Sidner, CNN, Chanhassen, Minnesota."
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Many activists say they're sick of the talk. They're eager to see the world take bold steps towards a cleaner future. John Sutter, CNN, Paris.",
    "statement": "And we talked to people in several countries <ABOUT> what they <<<THINK>>> the summit leaders <NEED TO> do to prevent a climate catastrophe. Here is what they said on our open mic."
  },
  {
    "transcript_id": "CNN-226688",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Well, you know, the Defense Minister, the prime minister and others have said that very line. We have put this investigation in front of our own national security. What are they talking about? They're talking about their radar data. Their military radar data that really revealed -- and CNN reported this on Wednesday -- that this plane made a hard left turn and left the South China Sea never to return. It was heading to the Indian Ocean. It was gone. And everybody knew that. Now they said that they couldn't prove that that was actually this flight. The people inside the military, high-ranking officers told CNN that indeed it was. And now we're looking at another scenario as they investigate all of this. We're looking at the possibility that one of the pilots, the senior pilot there, Zaharie Ahmad Shah, who had the simulator, may have been working with somebody else who didn't know how to fly the plane. Remember he had a simulator. He didn't need any lessons on the 777. He already had almost 20,000 hours flying aircraft. But maybe somebody else did. That's one of the lines of investigation that the Malaysians are taking this morning -- Don.",
    "statement": "Jim, let's talk <ABOUT> some of the theories. A lot of them going <AROUND>. Theories as to what happened including from the government that there was -- what are the latest theories there?"
  },
  {
    "transcript_id": "CNN-48921",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Now, neither the prosecutors, nor the defense attorneys could offer an explanation for why Moreira kicked in part of that cockpit door on the flight from Miami to Buenos Aires early yesterday morning. Moreira was flown back to the United States this morning, in the custody of Argentine and U.S. officials. He was looked at by a doctor here in Miami, because he had been hit on the head with an ax wielded by a co-pilot. After that moment in the hospital, he was then brought here to the courthouse for that initial appearance. And he is now in a detention center here in downtown Miami -- Wolf, back to you.",
    "statement": "Mark Potter in Miami, thanks for the update. And let's <TAKE> a look now at some other developments involving the nation's planes. There was a bomb scare at Atlanta's Hartsfield International airport. A Delta Airlines flight to Boston was canceled this morning after a bomb threat was made over the phone. The plane was taken from the gate before any passengers or crew boarded. It was searched, and nothing was found. In Cleveland, a passenger is in police custody after he caused a disturbance on an Atlantic Coast Airlines flight this morning. Officials said the man, identified as a French national, was subdued by a flight attendant after he became verbally abusive and refused to put out a cigarette. The Delta connection plane, on a flight from Indianapolis to New York, was diverted to Cleveland. And on the issue of airport safety, a California company today unveiled a new bomb resistant cargo container. The Federal Aviation Administration recently approved the container for use on U.S. aircraft. And it has passed blast tests at an FAA site in New Jersey. Airlines are not required to use the containers, and one aviation source says the added weight will be a factor in airlines' decisions on whether to use the new container. With <ALL> of these troubles in the skies overhead, some in the airline industry are looking to create another safety measure called a Trusted Traveler ID card. It <WOULD> contain <VITAL> information <ABOUT> the traveler to move them quickly through security checks. But some opponents say the card creates dangerous privacy issues. Let's open up the debate. Joining us is Texas Congressman John Culberson. He's from the House transportation committee. And Barry Steinhardt, the associate director of the ACLU. Barry, let me begin with you. What's <WRONG> with a Trusted Traveler card if it will allow those passengers who have no criminal records, nothing to worry <ABOUT>, to zip through security checkpoints and let the police and the law enforcement authorities deal with more serious concerns?"
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Never mind saving the monarchy. This event was about leveraging their celebrity in the service of the British film industry. (",
    "statement": "The duke and duchess, what do you <<<THINK>>> they can get from this evening?"
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "In some respects, I may have painted myself into a corner with playing a certain type of character. I'm fully aware of the type casting. I mean how could I not be? But there's more to life than Bond. There's five grand there. Say it's on account of research. Call it entertainment expenses.",
    "statement": "Brosnan has tried to broaden his onscreen image. He received <CRITICAL> acclaim for his work in last year's, \"The Tailor of Panama,\" playing the seedy secret agent. Show me <AROUND> <A LITTLE>."
  },
  {
    "transcript_id": "CNN-411916",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The problem with the grand jury system is archaic. It should not exist. It allows for elected officials to go behind closed doors and present information uncontested and the public not even know what's then presented. We don't know how vigorously this state attorney, who has strong political aspirations aligned with Donald Trump, what he presented. We don't know what type of framing he put on the arguments in front of the grand jury and how the grand jury was led down the course that may not have had anything to do with the fact that Breonna Taylor was sleeping in her bed when someone kicked in her door and she was murdered. At some point we have to reform the criminal justice system. We have to reform the mechanism by which we hold police officers accountable. Reform this alignment between district attorneys and state AGs, where law enforcement AGs against the public. We have to do this differently. What if it was your loved one that was impacted? How would you feel? And that's what I ask for individuals outside of the African-American community. What if it was you and your loved ones, how would you feel?",
    "statement": "Emotions have been bubbling, you <KNOW>, over the top on this case and even, of course, since Wednesday. And now I want to get your reaction, you <KNOW>, to what was said involving conversation between NBA's, you <KNOW>, Charles Barkley and Shaquille O'Neal on TNT's pre-game coverage Thursday. TNT is owned by the same company as CNN. Listen."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Let me go to the audience here quickly -- Ken.",
    "statement": "Excuse me. I <<<THINK>>> the Family Research Council is one of the most right-wing organizations, most anti-gay, and most homophobic organizations"
  },
  {
    "transcript_id": "NPR-24211",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It's impossible to live on a salary of $140 a month, says Nicolai. Life is getting worse and prices are going up.",
    "statement": "Suddenly a crowd has gathered round and everybody wants to talk <ALL> at once. My translator can barely keep up. The list of grievances is long. First off, these people truly <<<BELIEVE>>> there's a resurgence of fascism in the western, pro-European part of their country."
  },
  {
    "transcript_id": "CNN-183285",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Do you think jobs are really important part of this scenario? And jobs, we said 200,000 jobs created for three months in a row. We know that this week, you know, you saw jobless claims the lowest they've been in four years meaning there are fewer people heading to the unemployment line. I say these things on television and I get hate mail from people who say my brother can't get a job. He's out of work 14 months. You know, don't overstate the strength in the labor market because a lot of people are coming back and they're getting jobs for much less pay than they used to.",
    "statement": "<ABSOLUTELY>. You <KNOW>, going back to the point <ABOUT> what happened in the '80s versus the '90s versus now. Here is an important <FACT>. <EVERY> recovery since 1990 has been weaker and taken longer since the last one. This is the weakest and longest recovery in history. So, you <KNOW>, there are just a lot of people out there either not coming back into work, or when they do they are having jobs much less than what they settled for before."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Thank you very much. Senator Inhofe?",
    "statement": "Thank you, Mr. Chairman. First of <ALL>, I regret I wasn't here on Friday. I was unable to be here but <<MAYBE>> it's better that I wasn't because as I watch this outrage -- this outrage everyone seems to have <ABOUT> the treatment of these prisoners -- I <HAVE TO> say, and I'm <<PROBABLY>> not the <ONLY> one up at this table that is more outraged by the outrage than we are by the treatment. The idea that these prisoners -- you <KNOW>, they're not there for traffic violations. If they're in cell block 1A or 1B, these prisoners -- they're murderers, they're terrorists, they're insurgents. Many of them <<PROBABLY>> have American blood on their hands. And here we're so concerned <ABOUT> the treatment of those individuals. And I hasten to say, yes, there are seven bad guys and gals that didn't do what they <SHOULD> have done. They were misguided. I <<<THINK>>> <<MAYBE>> even perverted. And the things they did <HAVE TO> be punished, and they're being punished. They're being tried right now and that's <ALL> taking place. But I'm also outraged by the press and the politicians and the political agendas that are being served by this, and I say political agendas because that's actually what is happening. I <WOULD> share with my colleagues a solicitation that was made. I'm going to read the first two sentences. \"Over the past week we've <ALL> been shocked by the pictures from Abu Ghraib Prison in Iraq, but we have also been appalled at the slow and inept response by President Bush which has further undermined America's credibility.\" And it goes on to demand for George Bush to fire Donald Rumsfeld. And then it goes on to a time line, a chronology."
  },
  {
    "transcript_id": "CNN-40934",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What specifically are you worried about, when you say, make sure its' temporary? What specifically do you see on table that you believe does not belong in this package?",
    "statement": "<WELL>, the president, for example, has proposed cut in the corporate income tax rate. That <WOULD> be permanent. That <WOULD> have a permanent impact on revenues, and it <WOULD> affect the out-year budget. He's proposed changing depreciation rates. That, too, <WOULD> <<PROBABLY>> be permanent. You <<COULD>> make it temporary. But that creates instability in the economy. That <WOULD> <<PROBABLY>> become permanent once it got in the tax code. That <WOULD> have a permanent impact on revenues and it <WOULD> have a permanent impact on the <BOTTOM LINE>. It <WOULD> mean we <WOULD> <<PROBABLY>> be borrowing from Social Security for a longer <PERIOD> of time."
  },
  {
    "transcript_id": "CNN-237188",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We always say, how do we talk to children about what's happened? The actual task is to listen to children. You can't make the blanket statements of \"everyone is safe.\" That isn't their reality. There are people that they are worried about that they saw as maybe invincible before and now they're not sure.",
    "statement": "David Leonard knows what it's like to live through riots as a child."
  },
  {
    "transcript_id": "CNN-228147",
    "matched_terms": {
      "best": "ungraded",
      "obviously": "ungraded",
      "could": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You know, we don't know what's going on in the judge's head just like we don't know what's going on in a jury room.",
    "statement": "She was a crime reporter. She's been on the bench a long time. She's very savvy and <OBVIOUSLY> in control. That's the <BEST> you can <HOPE> for when you're seeking justice. Let's <TAKE> a break here on NEW DAY. And when we come back, two new pinger signals, shrinking the search zone for Flight 370. We are told dramatically, however, we're also told it isn't over yet. How long <<COULD>> this really <TAKE>? We'll ask the experts."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "absolutely": "ungraded",
      "must": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, sir. Did not find that anywhere.",
    "statement": "And, of course, we are concerned <ABOUT> the atypical conduct on the part of these individuals who committed these crimes, and those who failed to see that they got the supervision and the leadership necessary in order to <AVOID> these crimes. But I <MUST> add my voice to those of others that say, while we are <ABSOLUTELY> committed to getting to the bottom of this -- and your report gets us a long way there -- and making <<<SURE>>> that the guilty are held accountable, we can't forget the context in which <ALL> of this is taking place. And that is in a larger context of many other military troops serving honorably in Iraq, in Afghanistan and elsewhere, and the <NEED TO> get <ESSENTIAL> information from some of these detainees that <<COULD>> <WELL> protect America from the next 9/11."
  },
  {
    "transcript_id": "CNN-32344",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "We have got some very bad weather to report around the country. Severe storms have pummeled the Upper Midwest and Southeast. Tornadoes struck a small Minnesota town yesterday, destroying several homes and injuring six people. Hundreds of people are without power this morning. President Bush declared a state of disaster in Louisiana because of flooding. Torrential downpours from Tropical Storm Allison dumped 3 feet of rain in less than a week. People still used boats to get around Houston yesterday, even though rain from Allison finally moved out. The storm killed at least 20 people. Some 20,000 families around Houston are returning home to save what they can and toss out what they can't. CNN national correspondent Brian Cabell has the latest on the cleanup. Good morning, Brian. Where are you?",
    "statement": "Good morning, Carol. We're <ABOUT> a dozen miles north of downtown Houston northeast. And I'll tell you, it doesn't get much worse than this. We've been touring the areas for the last couple of days, and this is as bad as it gets. This is a mobile home park, as I say, <ABOUT> a dozen miles northeast of downtown Houston, right along side a bayou. A surge of water <<MAYBE>> 10 to 15 feet high hit this on Friday night and Saturday morning. We also visited another neighborhood not far from here, brick-built homes, though 5 to 6 feet of water there. The homes are still standing there but not much left inside. People are trying to salvage what they can."
  }
]