[
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You literally ask those questions?",
    "statement": "We literally ask those questions. Everyone is empowered to speak up, the nurses, the doctors, the anesthesiologist, are we doing the right procedure on this patient? Those are the questions I asked and it's a time-out. It makes everyone just <TAKE> a breath, which I <<<THINK>>> is very important and avoids what you just described."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Final question, what then happens to these doctors or nurses who make these mistakes? Do they get fired?",
    "statement": "They can be. They can be sued. There's a whole malpractice system out there and there is damages within hospitals. But the point of these meetings ultimately as <<SORT OF>> unsettling as it is to <<<THINK>>> <ABOUT> is that we openly discuss these mistakes so they don't happen again. It's unsettling to <<<THINK>>> that medicine moves forward as a result of mistakes, but it does. The worst crime of <ALL> <WOULD> to be just sweep a mistake under the rug and <NEVER> talk <ABOUT> it and this avoids that."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "They can be. They can be sued. There's a whole malpractice system out there and there is damages within hospitals. But the point of these meetings ultimately as sort of unsettling as it is to think about is that we openly discuss these mistakes so they don't happen again. It's unsettling to think that medicine moves forward as a result of mistakes, but it does. The worst crime of all would to be just sweep a mistake under the rug and never talk about it and this avoids that.",
    "statement": "Dr. Sanjay Gupta, <<OPINION>> piece in the \"New York Times\" today. Thank you."
  },
  {
    "transcript_id": "CNN-190355",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Thanks for having me.",
    "statement": "By the way, Dr. Gupta's novel is called \"Monday Mornings.\" It is a \"New York Times\" bestseller. It is fiction, but based upon his experiences as a surgeon and talks a lot <ABOUT> medical mistakes in this novel. And <<GUESS>> what? It is now becoming a TV show."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This week, we have been bringing you stories of exceptional people who are making a lasting impact <AROUND> the world. The series is called \"CHAMPIONS FOR <CHANGE>.\" This year, we had a chance to revisit some of the extraordinary people we covered that not <ONLY> leave a mark on the world but have left a lasting <IMPRESSION> on us. For the one and <ONLY> John Berman, that's a group of citizens who rock to their own beat. John has been kind enough to bless us with his presence today. Good to have you here."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good to have you hear. You have traveled the world. There's not a story you haven't covered, which you love to remind me of all the time.",
    "statement": "What is it <ABOUT> this group that left a lasting <IMPRESSION> on you?"
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "What is it about this group that left a lasting impression on you?",
    "statement": "You can get cynical in this line of work. When I first met this group, it was 2008. And you'll hear me say this. I had been covering war. I just off covering Eliot Spitzer and his prostitution scandal, and so I was in a dark place. They are the antidote to cynicism. We did a documentary, which was a big hit. People <MIGHT> remember the documentary from 2008. When I met them, I was blown away. They honestly brighten my life. So, watch."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I will be 90 in November.",
    "statement": "You're up there, singing. Do you <<FEEL>> 90?"
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "You're up there, singing. Do you feel 90?",
    "statement": "No. I don't <<FEEL>> any age."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Don't give up when you get older. Don't be afraid of getting old. Because you have so much to offer. You have so much to give.",
    "statement": "The first time I visited with the Young at Heart Chorus, it was 2008. I had spent much of the previous five years going back and forth to Baghdad, covering the U.S. war in Iraq. I meet Young at Heart and what I need more than anything is a story that's not violent and will just make me smile. And man, did I find it. When I first met you, which was 11 years ago, you told me that it's super bold, like the world's <BEST> bar mitzvah and being ordained as a pope."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "The first time I visited with the Young at Heart Chorus, it was 2008. I had spent much of the previous five years going back and forth to Baghdad, covering the U.S. war in Iraq. I meet Young at Heart and what I need more than anything is a story that's not violent and will just make me smile. And man, did I find it. When I first met you, which was 11 years ago, you told me that it's super bold, like the world's best bar mitzvah and being ordained as a pope.",
    "statement": "I still <<FEEL>> that way. It gave me a purpose to want to wake up in the morning and come to rehearsal and participate in something that just was great."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I still feel that way. It gave me a purpose to want to wake up in the morning and come to rehearsal and participate in something that just was great.",
    "statement": "And everyone needs to participate, as I learned, even a reporter can't stand <AROUND> and watch. (on camera): We were pretty much getting ready to go and you said to me, no. Wait a minute. (voice-over): So I sang Barry Manilow's \"Copacabana.\""
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I get excited. I get excited. It will be like the night before and I want to go to bed early.",
    "statement": "They <KNOW> it's an hour, hour and a half where they'll be able to express themselves in a way they <<FEEL>> comfortable doing."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They know it's an hour, hour and a half where they'll be able to express themselves in a way they feel comfortable doing.",
    "statement": "Out of my comfort zone. I'm just doing this because, I don't <KNOW>. I want to <CHANGE>. You <KNOW> what I mean? I want to be a new person."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Of course.",
    "statement": "It's a blessing to both of us, the prisoners and to us. We mix between the grandfather or the grandmother that they can't see or <MAY> not even have. We're saying to them, look, you're OK. You're going to be <ALL> right. Don't quit."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What's changed for you since we first met?",
    "statement": "My age. I have become one of them. You <KNOW>, I'm now 65, you <KNOW>. I get Medicare. The average age of this group is 84. And I can't <<IMAGINE>> what I'm going to be doing when I'm 84. I look at what they're doing and I have deep appreciation for it <ALL>."
  },
  {
    "transcript_id": "CNN-369652",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I'm not going to have a day job after this.",
    "statement": "I mean, <BEST> part, not <ONLY> seeing John Berman singing but the entire newsroom was right with him on this one. Nice. Rock stars. You're amazing. You <KNOW> I love you and love anything you do. But they're mazing."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We have received so many of your comments and read so many blogs <ABOUT> our newscast last Friday. One of the items in our newscast Friday involved the sudden occurrence of friction between McCain staffers and Sarah Palin. Now this report, confirmed by CNN, that, in <FACT>, some McCain staffers are upset because Sarah Palin is going off-message. Political insides say this is one of the first things they point to when they start to see that off-message communication. Here is Sarah Palin talking <ABOUT> the McCain camp leaving the state of Michigan. Let's go to that."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "We have received so many of your comments and read so many blogs about our newscast last Friday. One of the items in our newscast Friday involved the sudden occurrence of friction between McCain staffers and Sarah Palin. Now this report, confirmed by CNN, that, in fact, some McCain staffers are upset because Sarah Palin is going off-message. Political insides say this is one of the first things they point to when they start to see that off-message communication. Here is Sarah Palin talking about the McCain camp leaving the state of Michigan. Let's go to that.",
    "statement": "I read that this morning, also. I fired off a quick e- mail and said, oh, come on. Do we <HAVE TO> -- do we <HAVE TO> call it there? Todd and I, we <WOULD> be happy to get to Michigan and walk through those plants of the car manufacturers."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "I read that this morning, also. I fired off a quick e- mail and said, oh, come on. Do we have to -- do we have to call it there? Todd and I, we would be happy to get to Michigan and walk through those plants of the car manufacturers.",
    "statement": "So, McCain says his campaign is leaving Michigan. Sarah Palin tells reporters she and Todd want to go there. The McCain camp then also starts those robocalls that have been in the news for <QUITE> some time -- by both sides, by the way. Sarah Palin says they're irritating. Listen to this."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, McCain says his campaign is leaving Michigan. Sarah Palin tells reporters she and Todd want to go there. The McCain camp then also starts those robocalls that have been in the news for quite some time -- by both sides, by the way. Sarah Palin says they're irritating. Listen to this.",
    "statement": "If I called <ALL> the shots, and if I <<COULD>> wave a magic wand, I <WOULD> be sitting at a kitchen table with more and more Americans, talking to them <ABOUT> our plan to get the economy back on track and winning the war, and not having to rely on the old conventional ways of campaigning, that includes those robocalls, that includes spending so much money on the television ads that I <<<THINK>>> it -- <<KIND OF>> draining out there in terms of Americans' attention span."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If I called all the shots, and if I could wave a magic wand, I would be sitting at a kitchen table with more and more Americans, talking to them about our plan to get the economy back on track and winning the war, and not having to rely on the old conventional ways of campaigning, that includes those robocalls, that includes spending so much money on the television ads that I think it -- kind of draining out there in terms of Americans' attention span.",
    "statement": "A lot of people inside the McCain campaign are questioning whether she <SHOULD> have been saying things like that. \"Preston on Politics\" now. Mark Preston is good enough to join us. I'm going to read to you a quote from a story that was filed by John King, our own John King. It's <QUITE> a headliner, Mark. And then I want to get your reaction. Here we go. I <<<THINK>>> we can put it up on the screen, if we have got it, as <WELL>. \"She is a diva. She takes no advice from anyone. She does not have any relationships of trust with any of us, her family, or anyone else. Also, she is playing for her own future and sees herself as the next leader of the party. Remember, divas trust <ONLY> unto themselves and they see themselves as the beginning and end of <ALL> wisdom.\" Wow, Mark."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "A lot of people inside the McCain campaign are questioning whether she should have been saying things like that. \"Preston on Politics\" now. Mark Preston is good enough to join us. I'm going to read to you a quote from a story that was filed by John King, our own John King. It's quite a headliner, Mark. And then I want to get your reaction. Here we go. I think we can put it up on the screen, if we have got it, as well. \"She is a diva. She takes no advice from anyone. She does not have any relationships of trust with any of us, her family, or anyone else. Also, she is playing for her own future and sees herself as the next leader of the party. Remember, divas trust only unto themselves and they see themselves as the beginning and end of all wisdom.\" Wow, Mark.",
    "statement": "Tough quote, no <QUESTION> <ABOUT> that, Rick. Here's the situation right now. By and large, Sarah Palin has stayed on message when it comes to criticizing Barack Obama. But just in the clip that we showed regarding the robocalls, when it comes to strategy, she is starting to diverge. And I will tell you, I spoke to someone very close to the governor just a few hours ago. And here's where the rub is. They <<FEEL>> like she's not been managed correctly, that she hasn't been able to play to her strengths. And, also, this whole clothes flap, the <FACT> that the RNC went out and spent $150,000, what I have been told is that she knew nothing <ABOUT> that. And then, when the news broke, no one fell on the sword and it was laid at her doorstep. So, there is frustration from the Palin campaign just <ABOUT> what has happened in the past couple weeks."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Tough quote, no question about that, Rick. Here's the situation right now. By and large, Sarah Palin has stayed on message when it comes to criticizing Barack Obama. But just in the clip that we showed regarding the robocalls, when it comes to strategy, she is starting to diverge. And I will tell you, I spoke to someone very close to the governor just a few hours ago. And here's where the rub is. They feel like she's not been managed correctly, that she hasn't been able to play to her strengths. And, also, this whole clothes flap, the fact that the RNC went out and spent $150,000, what I have been told is that she knew nothing about that. And then, when the news broke, no one fell on the sword and it was laid at her doorstep. So, there is frustration from the Palin campaign just about what has happened in the past couple weeks.",
    "statement": "It's interesting. She said she knew nothing <ABOUT> it, but she's wearing the clothes. How <<COULD>> she not <KNOW> anything <ABOUT> it? I'm confused."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's interesting. She said she knew nothing about it, but she's wearing the clothes. How could she not know anything about it? I'm confused.",
    "statement": "<WELL>, Rick, what happens during -- when you campaign, and <CERTAINLY> in the situation of Sarah Palin when she was thrust onto the national scene, you <TEND> to just do what your campaign handlers are telling you to do. And when you're working 16, 18 hours a day, they <<PROBABLY>> sized her up, figured out her wardrobe, and that was it, because when you're out there campaigning, you don't want to worry <ABOUT> necessarily what you're wearing the next day. And I <KNOW> to the average person that seems <A LITTLE> bit silly. But the <FACT> is there's such little time to campaign that that's what I <<<THINK>>> happened."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Rick, what happens during -- when you campaign, and certainly in the situation of Sarah Palin when she was thrust onto the national scene, you tend to just do what your campaign handlers are telling you to do. And when you're working 16, 18 hours a day, they probably sized her up, figured out her wardrobe, and that was it, because when you're out there campaigning, you don't want to worry about necessarily what you're wearing the next day. And I know to the average person that seems a little bit silly. But the fact is there's such little time to campaign that that's what I think happened.",
    "statement": "Let me ask you a <QUESTION>. Is it possible that it's really more to do with a GOP rift, that there is this part of the GOP, and I have been reading an awful lot of stories on this on the last couple of days, that's very orthodox, <TEND> to be Palin supporters, <TEND> to be part of the religious right movement, and then there's the intellectual part of the GOP, which <TEND> to like more of the John McCain types, not necessarily enamored by Sarah Palin? <<COULD>> that be happening as <WELL>?"
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me ask you a question. Is it possible that it's really more to do with a GOP rift, that there is this part of the GOP, and I have been reading an awful lot of stories on this on the last couple of days, that's very orthodox, tend to be Palin supporters, tend to be part of the religious right movement, and then there's the intellectual part of the GOP, which tend to like more of the John McCain types, not necessarily enamored by Sarah Palin? Could that be happening as well?",
    "statement": "You're <<PROBABLY>> getting <A LITTLE> bit of that. <CERTAINLY>, let's look at John McCain and Sarah Palin. They both say that they're mavericks. But, look, Sarah Palin comes from Alaska. She's not a creature of Washington. She's not an insider. And what you're having with the McCain campaign right now, I <<<THINK>>> they're having difficulty really controlling her when it comes down to the minutia message. And that's what I <<<THINK>>> you're having right now. I will tell you the McCain campaign, I talked to a source in the McCain campaign as <WELL> just in the last hour. And this is what they told me. Look, the governor and the senator get along very <WELL>. What you're having is some internal sniping among staffers. And what they <NEED TO> do is just to put their head down and keep driving forward. This source also told me that, in the last couple of days, that there had been some frustration that they thought they <WOULD> lose. But they're seeing some internal polling right now and that they finally they are coalescing <AROUND>. But there was an acknowledgment that in the past week or so that there had been frustration internally."
  },
  {
    "transcript_id": "CNN-131898",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "You're probably getting a little bit of that. Certainly, let's look at John McCain and Sarah Palin. They both say that they're mavericks. But, look, Sarah Palin comes from Alaska. She's not a creature of Washington. She's not an insider. And what you're having with the McCain campaign right now, I think they're having difficulty really controlling her when it comes down to the minutia message. And that's what I think you're having right now. I will tell you the McCain campaign, I talked to a source in the McCain campaign as well just in the last hour. And this is what they told me. Look, the governor and the senator get along very well. What you're having is some internal sniping among staffers. And what they need to do is just to put their head down and keep driving forward. This source also told me that, in the last couple of days, that there had been some frustration that they thought they would lose. But they're seeing some internal polling right now and that they finally they are coalescing around. But there was an acknowledgment that in the past week or so that there had been frustration internally.",
    "statement": "Mark Preston, \"Preston on Politics,\" as usual, good <STUFF>, Mark. Thanks so much. We will be looking forward to talking to you once again. I want you to <TAKE> a look at this video. It's a story that we told you <ABOUT> last Friday. Talk <ABOUT> a story that's received a lot of virtual ink, so many blogs <ABOUT> this story. This is the woman who made up the story <ABOUT> the -- quote -- \"big black man,\" the Obama supporter who carved that B onto her. What's the update on that? And who pushed the story? We're going to be looking <ABOUT> that, looking at that. Did it <<POSSIBLY>> come from a McCain staffer? That story is next."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Today factory workers in more than 50 cities are walking off the job. Today's strikes <<COULD>> be the biggest yet. <ALL> year the protests have been gaining steam. Workers want the federal minimum wage to be raised to $15 an hour to put them on par with more skilled workers like some health technicians for example make $15 an hour, sales reps makes $15 an hour, receptionists, and department managers at retail stores, they also make $15 an hour. Joining us is Angelo Amador from the National Restaurant Association. He is the vice president of labor and work force policy. Good morning Angelo."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Good morning Carol.",
    "statement": "Ok so we'll just hit it right off the bat <SHOULD> -- do these workers have a point? <SHOULD> they make more money?"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Ok so we'll just hit it right off the bat should -- do these workers have a point? Should they make more money?",
    "statement": "I mean we <NEED TO> look at the economy. I'm so glad that you invited me today to talk <ABOUT> an industry that is creating jobs at a faster rate than the economy as a whole. So actually you <KNOW> as we're coming from -- coming out of the recession we <SHOULD> be looking at ways of creating more jobs and increasing the economy and growing the economy, not adding more burdens to small businesses."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean we need to look at the economy. I'm so glad that you invited me today to talk about an industry that is creating jobs at a faster rate than the economy as a whole. So actually you know as we're coming from -- coming out of the recession we should be looking at ways of creating more jobs and increasing the economy and growing the economy, not adding more burdens to small businesses.",
    "statement": "<WELL>, if you put it this way, though, you <KNOW>, if you pay so many workers such low wage, those workers aren't going to be able to afford to buy anything. <CERTAINLY> they're not going to be able to afford to go out and eat dinner, right? So why not pay them <A LITTLE> more and grow the economy that way?"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, if you put it this way, though, you know, if you pay so many workers such low wage, those workers aren't going to be able to afford to buy anything. Certainly they're not going to be able to afford to go out and eat dinner, right? So why not pay them a little more and grow the economy that way?",
    "statement": "<WELL> first of <ALL>, the percentage of workers in the restaurant industry making minimum wage is <ABOUT> five percent. So we're not talking <ABOUT> a great deal of number of works. But you <KNOW> again, you <KNOW> it's an industry of opportunity and those jobs that do pay minimum wage are entry levels. I don't <<<THINK>>> you can be 60 years old and work with no high school diploma and get a job a department manager at retail. So you got to start somewhere and make your way up. I mean I was just talking to somebody who started as a driver making minimum wage, and now owns 25 stores."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well first of all, the percentage of workers in the restaurant industry making minimum wage is about five percent. So we're not talking about a great deal of number of works. But you know again, you know it's an industry of opportunity and those jobs that do pay minimum wage are entry levels. I don't think you can be 60 years old and work with no high school diploma and get a job a department manager at retail. So you got to start somewhere and make your way up. I mean I was just talking to somebody who started as a driver making minimum wage, and now owns 25 stores.",
    "statement": "Now, I do understand that. But you <KNOW> times are changing. There are not many manufacturing jobs available anymore. And the <FACT> is that more and more people are making such jobs a lifetime career. They are because they <HAVE TO>. There are no other jobs available."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Now, I do understand that. But you know times are changing. There are not many manufacturing jobs available anymore. And the fact is that more and more people are making such jobs a lifetime career. They are because they have to. There are no other jobs available.",
    "statement": "And I understand. I cannot, you <KNOW>, talk <ABOUT> one individual's particular circumstances. But again, you <KNOW>, we got to look at the job itself and the requirements for the job. The point is that you can make a career out of -- in the industry. Most people come out of minimum wage in a very short amount of time. It's an entry-level <<KIND OF>> --"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And I understand. I cannot, you know, talk about one individual's particular circumstances. But again, you know, we got to look at the job itself and the requirements for the job. The point is that you can make a career out of -- in the industry. Most people come out of minimum wage in a very short amount of time. It's an entry-level kind of --",
    "statement": "Really do you <<<THINK>>> most people come out of those jobs quickly and find something --"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Oh yes.",
    "statement": "You really <<<THINK>>> so? Because they say they don't. They say they're not. They say they're trying to raise families on $9 an hour and they can't do it. So what are they just -- not trying?"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You really think so? Because they say they don't. They say they're not. They say they're trying to raise families on $9 an hour and they can't do it. So what are they just -- not trying?",
    "statement": "No. If it wasn't the case, if it wasn't the case it wouldn't be five percent. I mean again, the number of workers making minimum wage in the restaurant industry is five percent. But again, you <KNOW>, the point is that we're creating opportunity, we're creating opportunity for everybody. And I <<<THINK>>> is -- you cannot just pay wages based on a person's needs. You got to pay wages based on what the economy's willing to bear and the business model. And again, you <KNOW> we are very high worker intensive with very low profit margins. And you <KNOW>, it's -- those are the jobs. But again, nine out of ten managers are --"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "No. If it wasn't the case, if it wasn't the case it wouldn't be five percent. I mean again, the number of workers making minimum wage in the restaurant industry is five percent. But again, you know, the point is that we're creating opportunity, we're creating opportunity for everybody. And I think is -- you cannot just pay wages based on a person's needs. You got to pay wages based on what the economy's willing to bear and the business model. And again, you know we are very high worker intensive with very low profit margins. And you know, it's -- those are the jobs. But again, nine out of ten managers are --",
    "statement": "I <<<THINK>>>, Angelo, I <KNOW> -- I <<<THINK>>> Angelo that some <MIGHT> disagree. If you <TAKE> -- if you <TAKE> a look at a company like McDonald's, they have high profit margins. So why not share?"
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think, Angelo, I know -- I think Angelo that some might disagree. If you take -- if you take a look at a company like McDonald's, they have high profit margins. So why not share?",
    "statement": "You <KNOW>, if you look at the restaurant industry, they look at the big brand names. They're going after big brand names. But when you look at it, nine out of ten restaurants are either independent or franchisees. So while the name <MIGHT> be <WELL> recognized at the door, who is behind it <MIGHT> be just a small business."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Here is what's all new with the next hour of the NEWSROOM the woman by Bashar al-Assad's side born in England, profiled in \"Vogue\" and at one time an advocate for human rights.",
    "statement": "<<<THINK>>> <ABOUT> when you put your children to bed at night because it's something I <<<THINK>>> <ABOUT> on a daily basis to put your children to bed at night and you <EXPECT> to see them in the morning."
  },
  {
    "transcript_id": "CNN-213608",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Think about when you put your children to bed at night because it's something I think about on a daily basis to put your children to bed at night and you expect to see them in the morning.",
    "statement": "Who is Asma al-Assad and will she stand by her man? Also, George Zimmerman's wife -- not so happy with her man right now. She opens up <ABOUT> the trial and the threats and the damage George Zimmerman did to her own self-esteem. Plus -- The new way Ford's trying to win over customers. Specialized racing stripes, hood wraps, and wheel rims. <ALL> made to look like bacon. That's <ALL> new in the next hour of the CNN NEWSROOM."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "None",
    "statement": "At the White House this morning, the president's team is hoping that tax cuts, big tax cuts, can turn <AROUND> what has been a taxing eight months for this administration. This week alone, the president's pick in the Alabama Senate primary got trounced, as did a last-ditch GOP effort to repeal and replace Obamacare. Now, the former can't really be disputed. But in an interview with Fox News this morning, the president refused to accept the latter. Listen."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "At the White House this morning, the president's team is hoping that tax cuts, big tax cuts, can turn around what has been a taxing eight months for this administration. This week alone, the president's pick in the Alabama Senate primary got trounced, as did a last-ditch GOP effort to repeal and replace Obamacare. Now, the former can't really be disputed. But in an interview with Fox News this morning, the president refused to accept the latter. Listen.",
    "statement": "The health care bill didn't go down. We have the votes. But reconciliation is a disaster. But, as you <KNOW>, it ends on Friday. So we don't have enough time because we have one senator who's a yes vote, a great person, but he's in the hospital and he's a yes vote. So we can't do it by Friday. So we have the votes. We will do it sometime at the beginning of the year, but prior to the election in November."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "The health care bill didn't go down. We have the votes. But reconciliation is a disaster. But, as you know, it ends on Friday. So we don't have enough time because we have one senator who's a yes vote, a great person, but he's in the hospital and he's a yes vote. So we can't do it by Friday. So we have the votes. We will do it sometime at the beginning of the year, but prior to the election in November.",
    "statement": "OK, a couple things here. There is no yes vote in the hospital. Thad Cochran, who seems to be the senator in <QUESTION>, who's had some medical issues, he's been tweeting saying, I'm not in the hospital, everyone. Look at me, I'm recuperating in Mississippi. Look forward to returning to work soon. So, that part's not true. Also not true, if they had the votes, they <WOULD> vote. Let's discuss. Joining us, CNN political commentators Doug Heye and Symone Sanders. You <KNOW>, Doug, the president keeps putting Thad Cochran in the hospital and keeps insisting they have the votes to pass health care, which they don't right now. What's going on here?"
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK, a couple things here. There is no yes vote in the hospital. Thad Cochran, who seems to be the senator in question, who's had some medical issues, he's been tweeting saying, I'm not in the hospital, everyone. Look at me, I'm recuperating in Mississippi. Look forward to returning to work soon. So, that part's not true. Also not true, if they had the votes, they would vote. Let's discuss. Joining us, CNN political commentators Doug Heye and Symone Sanders. You know, Doug, the president keeps putting Thad Cochran in the hospital and keeps insisting they have the votes to pass health care, which they don't right now. What's going on here?",
    "statement": "<WELL>, I <<<THINK>>> they still can't admit that the serious problems that we have for repeal and replace, how difficult it is. And our base still wants to repeal and replace Obamacare. So we're going to continue to talk <ABOUT> it. I -- not <ONLY> do I <<<THINK>>> that this bill is dead, I <NEVER> thought it was alive in the first place. We've struggled for years on any <<KIND OF>> repeal and replace. I can tell you, in 2014, when I was working as a staff member on repeal and replace, for six months we couldn't put out a white paper, we couldn't even get past the meeting phase. Republicans don't want to let this issue go. We also <NEED TO> do things on health care because there are serious issues out there. But we'll keep talking <ABOUT> it because it's an existential problem for Republicans."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "certainly": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, I think they still can't admit that the serious problems that we have for repeal and replace, how difficult it is. And our base still wants to repeal and replace Obamacare. So we're going to continue to talk about it. I -- not only do I think that this bill is dead, I never thought it was alive in the first place. We've struggled for years on any kind of repeal and replace. I can tell you, in 2014, when I was working as a staff member on repeal and replace, for six months we couldn't put out a white paper, we couldn't even get past the meeting phase. Republicans don't want to let this issue go. We also need to do things on health care because there are serious issues out there. But we'll keep talking about it because it's an existential problem for Republicans.",
    "statement": "Just a quick follow-up on that because you were -- are a Republican, but also were one of the chiefs in terms of communications for the Republican Party, OK, and then we'll get to you, Symone, on <ALL> of this. The president says with this new tax plan, these cuts, he wouldn't benefit. That is almost <CERTAINLY>, Doug, not true. No matter how you slice it, whether you look at the estate tax going away, the AMT going away, the top rate going down from 39 percent to 35 percent, I don't get it, it's just not factual."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "obviously": "ungraded",
      "clear": "ungraded",
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Just a quick follow-up on that because you were -- are a Republican, but also were one of the chiefs in terms of communications for the Republican Party, OK, and then we'll get to you, Symone, on all of this. The president says with this new tax plan, these cuts, he wouldn't benefit. That is almost certainly, Doug, not true. No matter how you slice it, whether you look at the estate tax going away, the AMT going away, the top rate going down from 39 percent to 35 percent, I don't get it, it's just not factual.",
    "statement": "<WELL>, I mean, <OBVIOUSLY> facts and Donald Trump <SOMETIMES> aren't <ALWAYS> in the same room, as we've learned so many times. Clearly some things he's going to benefit from. AMT being one of them. I can tell you, I've worked on the estate tax issue a lot. We call it the death tax in the Republican Party because folks like Donald Trump and Warren Buffett and Bill Gates aren't the ones who pay it. It's the small farms, the small businesses that have high capital intensity that can't pass that business on to their children."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It also affects people --",
    "statement": "Doug, 80 -- 80 family farms last year, 80, 8-0, not 80,000, not 80 million, 80 across the country when you're talking <ABOUT> farms. Most of the people who benefit are rich people who die because the estate tax limits have been raised so much over the last year."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It's because of the work of you and your fellow Republicans since the George W. Bush administration. Symone, to you. What the president wants do is put pressure on Democrats. Joe Donnelly, senator from Indiana, travelled with him. There's Heidi Heitkamp, there's Claire McCaskill, there's Joe Manchin in West Virginia. How much pressure on these Democrats is there to do something on taxes? People like tax cuts, Simone."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "People do like tax cuts. But the president and the Republicans are being disingenuous with what's happening. So you can expect that Democrats are going to use the president's words against him and the Republicans. Look, everybody's taxes is going to go down. People are going to get more money. Donald Trump won't benefit. These are all claims -- false claims, actually, but claims nonetheless that the Republicans and their president have made. And so you can expect Democrats' to hold Republicans' feet to the fire. Of course we want tax cuts for the middle class, OK. And you can expect Democrats to get on board with a plan that does that. This plan -- one, it's not even an actual plan, but, two, does not do that.",
    "statement": "So, Symone, the president, this month, said this, September 13th, the rich will not be gaining at <ALL> with this plan. I <<<THINK>>> the wealthy will pretty much be where they are. If they <HAVE TO> go higher, they'll go higher, frankly. There's nothing in this --"
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "absolutely": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "But there's nothing in this plan that reflects that.",
    "statement": "No, because, one, this is not a -- for one, we have been having a conversation prior to this <ABOUT> tax reform. What we have currently in front of us is not a tax reform. This is <ABSOLUTELY> tax cuts. And it's disingenuous. Look, this is a plan, a tax cut plan, that benefits millionaires and billionaires and still hurts middle class families. The deductions for state and local taxes are going away. This is not a plan that basically is good for the <MAJORITY> of the American people. If Republicans <WOULD> like to put forth a plan, a bipartisan plan, they <SHOULD> sit down with Democrats and do that. That's not what we've seen here. And this is why this is not going to be successful."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "No, because, one, this is not a -- for one, we have been having a conversation prior to this about tax reform. What we have currently in front of us is not a tax reform. This is absolutely tax cuts. And it's disingenuous. Look, this is a plan, a tax cut plan, that benefits millionaires and billionaires and still hurts middle class families. The deductions for state and local taxes are going away. This is not a plan that basically is good for the majority of the American people. If Republicans would like to put forth a plan, a bipartisan plan, they should sit down with Democrats and do that. That's not what we've seen here. And this is why this is not going to be successful.",
    "statement": "Doubling the standard deduction is going to help a lot of people, you <KNOW>, in the middle class. There are other things that are questionable. You mentioned the states like California, New York, and New Jersey. There <<COULD>> be some deduction there that hurt. But doubling the standard deduction will help. And rates will be cut for everyone across the board. These are the things that <NEED TO> be debated over the coming months. Doug Heye, you <KNOW>, we just talked to Walter Shaub <ABOUT> Tom Price and the runways on the drained swamp for private flights that now exist right now. He's now in the \"we'll see,\" you <KNOW>, dog house of President Trump's. The president says we'll see if I'm going to keep the secretary of Health and Human Services on board. Do you want to handicap the future for Tom Price?"
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Doubling the standard deduction is going to help a lot of people, you know, in the middle class. There are other things that are questionable. You mentioned the states like California, New York, and New Jersey. There could be some deduction there that hurt. But doubling the standard deduction will help. And rates will be cut for everyone across the board. These are the things that need to be debated over the coming months. Doug Heye, you know, we just talked to Walter Shaub about Tom Price and the runways on the drained swamp for private flights that now exist right now. He's now in the \"we'll see,\" you know, dog house of President Trump's. The president says we'll see if I'm going to keep the secretary of Health and Human Services on board. Do you want to handicap the future for Tom Price?",
    "statement": "<WELL>, look, you <KNOW>, two months ago we were handicapping the future for Jeff Sessions and it appears fine for him. The bigger challenge for Tom Price is that this is stretched out over a long time. If there are more revelations of more private flights, especially ones that he <<COULD>> have taken commercially, it's going to be very damaging for him. I can tell you, the word on the street is that we're going to hear <ABOUT> more flights from Price. If that's the case, it's going to be a real problem."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, look, you know, two months ago we were handicapping the future for Jeff Sessions and it appears fine for him. The bigger challenge for Tom Price is that this is stretched out over a long time. If there are more revelations of more private flights, especially ones that he could have taken commercially, it's going to be very damaging for him. I can tell you, the word on the street is that we're going to hear about more flights from Price. If that's the case, it's going to be a real problem.",
    "statement": "Like the -- like the private flight that took off a five minute difference from the commercial flight he <<COULD>> have taken from Washington To Philadelphia. That problematic optics to say the least. Symone, to you. The president gave this interview this morning on Fox News. Here's the latest <THING> that he said <ABOUT> the NFL owners."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Like the -- like the private flight that took off a five minute difference from the commercial flight he could have taken from Washington To Philadelphia. That problematic optics to say the least. Symone, to you. The president gave this interview this morning on Fox News. Here's the latest thing that he said about the NFL owners.",
    "statement": "I have so many friends that are owners, and they're in a box. I mean I've spoken to a couple of them. They say we are in a situation where we <HAVE TO> do something. I <<<THINK>>> they're afraid of their players, if you want to <KNOW> the <<TRUTH>>. And I <<<THINK>>> it's disgraceful."
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I have so many friends that are owners, and they're in a box. I mean I've spoken to a couple of them. They say we are in a situation where we have to do something. I think they're afraid of their players, if you want to know the truth. And I think it's disgraceful.",
    "statement": "He says they're afraid of their players. He says this isn't <ABOUT> race. Is that a dog whistle?"
  },
  {
    "transcript_id": "CNN-322278",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "He says they're afraid of their players. He says this isn't about race. Is that a dog whistle?",
    "statement": "That is <ABSOLUTELY> a dog whistle. One, this is <ABSOLUTELY> <ABOUT> race. Colin Kaepernick took a knee to highlight the injustice in the justice system, to talk -- to highlight police brutality and to highlight racism and white supremacy. Then you have Donald Trump come in and say, everyone who's taking a knee are sons of bitches and that the owners <NEED TO> basically get their players in line. If that's not a dog whistle, I don't <KNOW> what is. That is why it is incumbent on the national Football League Players Association to stand up for the current players. It is incumbent upon the NFL to get a plan together <ABOUT> how they are going to deal with this basically PR crisis that is currently surrounding them. And folks cannot let Donald Trump hijack this conversation."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Breaking news this morning. A midair mystery. We now <KNOW> one of the people flying on a stolen passport when flight 370 disappeared, one of those people was Iranian. Will it shed any light on what happened to that jet with 239 people on board? We are live with the very latest on this developing investigation."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Breaking news this morning. A midair mystery. We now know one of the people flying on a stolen passport when flight 370 disappeared, one of those people was Iranian. Will it shed any light on what happened to that jet with 239 people on board? We are live with the very latest on this developing investigation.",
    "statement": "Moscow saying no to the latest proposal that <<COULD>> end the crisis in Ukraine. And with five days before Crimea <<COULD>> vote to join Russia, is there any chance now of a diplomatic solution?"
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Welcome back to EARLY START. I'm Christine Romans.",
    "statement": "And I'm John Berman. Thirty-one minutes past the hour right now, and we do have breaking news this morning in that search for a Malaysian Airlines jet with 239 people on board. We now <KNOW> the identity of one of the people flying on that plane who had a stolen passport. Authorities in Malaysia say it was a 19-year-old Iranian. However, he had no <APPARENT> connection to -- I shouldn't say however. This is a 19-year-old Iranian who had no <APPARENT> connection to terrorism. He <MAY> have simply been trying to immigrate to Germany. They say his mother was waiting to meet him there. Meanwhile, the search area for flight 370 has now been expanded. Overnight, there was a report of large, solid debris spotted in Vietnamese waters, but previous debris sightings have turned up nothing, so people are being careful to <HOPE> too much here. CNN's Saima Mohsin is in Kuala Lumpur and just got back from a flight with crews looking for any debris. Sima, what did you find?"
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And I'm John Berman. Thirty-one minutes past the hour right now, and we do have breaking news this morning in that search for a Malaysian Airlines jet with 239 people on board. We now know the identity of one of the people flying on that plane who had a stolen passport. Authorities in Malaysia say it was a 19-year-old Iranian. However, he had no apparent connection to -- I shouldn't say however. This is a 19-year-old Iranian who had no apparent connection to terrorism. He may have simply been trying to immigrate to Germany. They say his mother was waiting to meet him there. Meanwhile, the search area for flight 370 has now been expanded. Overnight, there was a report of large, solid debris spotted in Vietnamese waters, but previous debris sightings have turned up nothing, so people are being careful to hope too much here. CNN's Saima Mohsin is in Kuala Lumpur and just got back from a flight with crews looking for any debris. Sima, what did you find?",
    "statement": "You <KNOW>, John, they are insistent, everyone on board that plane, that this is still a search-and-rescue operation, and they said to me, \"We are hoping against <HOPE>. We will not lose <HOPE> as long as the people of Malaysia and everyone related to those people on board flights MH-370 are praying for us and holding out for us to find the plane and find the people on board. We will continue that search.\" So, we boarded that plane early morning today here in Kuala Lumpur from Subang Air Base. It's a military plane, a C-130, that's been doing regular salty mission, search-and-rescue missions, scouring the seas. Now, let me just explain to you how much of a vast area they <HAVE TO> cover. 12,500 square nautical miles, John, and that's no mean feat. So far, they have 42 ships, including ships from neighboring countries like Vietnam, Indonesia, Singapore on board, and of course, the United States and Australia and New Zealand. And just today, Brunei announced that they were joining this fleet as <WELL>. And in the skies, aircraft as <WELL> from the United States, Australia and neighboring countries joining forces, too. Thirty-two of them scouring by air, while the ships and those people from the navies scour the seas for any signs of the aircraft, of the people that were on board that plane, 239 of them, and of course, any clues. Now, you mentioned that they have found debris floating in the waters. And John, let me tell you that the Malaysian minister for defense and transportation, who was on board that flight, the first time that he has gone out to survey the massive operation that's under way right now, he said that <EVERY> debris that is found is -- they go out there, they pick it up, and they check and investigate as to whether that is linked to the missing plane, MH-370. Let's remember that they found various numbers of oil slicks <AROUND> the Vietnamese border and oceans as <WELL>. They were investigated, and just yesterday, the Departments of Chemistry and Departments of Environment here in Malaysia said that, \"No, this was not from this aircraft.\" So, the mystery surrounding the disappearance four days ago -- let's not forget, Friday night going into Saturday, when this plane suddenly disappeared off the radar. <<IMAGINE>> that, John, flying out from Kuala Lumpur heading to Beijing. It was due to transfer from Malaysian air traffic control to Vietnamese air traffic control when it disappeared. They did not manage to hand over that plane. And as you mentioned, there was some mystery surrounding the stolen passports that had been used on board that flight. We now <KNOW> one of them was a young Iranian man, <<PERHAPS>>, an asylum-seeker, <<PERHAPS>>, trying to make his way to Europe. He was named earlier today as Nour Mehrdad (ph), just 19 years old. They are now saying that he is not being investigated as any <<KIND OF>> terrorist link to this. And of course, that is one of these things that is adding to the mystery surrounding the disappearance, just why has this plane disappeared? What exactly happened? And that's what the people related to those on board really want to <KNOW> -- John."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This morning, the NSA is holding on to phone records it had been told to destroy now that a federal judge in San Francisco has ordered the spy agency to preserve all of the metadata from its monitoring of U.S. phone traffic. On Friday, an intelligence court judge issued the exact opposite order, saying that the NSA can only hold on to records for five years and ordering the records deleted. For now, the justice department says it will abide by the order to keep the materials.",
    "statement": "We <KNOW> this winter was really horrible for a lot of us. It's still horrible, actually. So much snow, so much cold. In many places, it made it tough to get <AROUND>. <WELL>, now, we have just a better <<SENSE>> of how terrible it was. The four largest U.S. airlines now say the bad weather meant they had to cancel nearly 75,000 flights in just January and February this year."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Wow!",
    "statement": "Delta alone said the cancellations cost it some $90 million in lost revenue. We <<COULD>> see more flight cancellations in coming days as this beautiful weather comes to an end with snow and rain. Indra Petersons has that forecast."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Why do you guys give such a bad forecast? That's so weird, guys. That's not very nice, right?",
    "statement": "Let me give you some good news. Here's what we're talking <ABOUT> that warm front continuing to bring even warmer weather today to the northeast. Just keep in mind, we <KNOW> there's a cold front behind it, so things are going to be changing quickly, but let's talk <ABOUT> today. Look at these numbers. New York City talking <ABOUT> 60 degrees. You almost need a second <TAKE> when you look at D.C., talking <ABOUT> 73. Temperatures are good 19 degrees above normal. But you're going to start to see the <CHANGE>. Notice St. Louis <ABOUT> 79, 25 degrees above normal. Look at the drop by tomorrow, already going to 15 below normal. Tomorrow, their high, remember, 79, drops down to 39! That is not cool. We're talking <ABOUT> a good 40-degree temperature drop there, and eventually, this shifts <ALL> the way even to the northeast where New York City is talking <ABOUT> 20s as their highs, just two days away. D.C., forget those 70s. You'll go down as your high of 35 in two days, thanks to this guy, not me, this guy. This is a system making its way across, already looking for snow in the upper plains, the upper Midwest today, by tomorrow in the Ohio Valley, and then tomorrow night in through Thursday making its way to the northeast. Strong winds with it as <WELL>. Just keep in mind, the heaviest snow right now looks to be upstate New York in through Maine, of course, several inches <<KIND OF>> in through Chicago and the Ohio Valley, but not into the major metropolitan areas. See, that is how you deliver good news, guys."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Indra Petersons passing the buck.",
    "statement": "Recusing herself from responsibility for anything that <MIGHT> happen this week."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Recusing herself from responsibility for anything that might happen this week.",
    "statement": "<OBVIOUSLY>."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Obviously.",
    "statement": "<ALL> right. Let's talk <ABOUT> stocks then struggling to recover from a bumpy ride on Monday. Asian markets closed mostly higher. Stocks in Europe, basically, flat right now. Early going shows much of the same here in the U.S. The Dow ended a two-day winning streak yesterday, closed down 34 points. You <KNOW>, it <<COULD>> have been worse. The Dow had been down more than 100 points during the day. The Dow is still <ABOUT> one percent from its record high, so one good breakout rally and you're there at records again, folks. The S&P; 500 back dropped its record run yesterday as <WELL>, but, you <KNOW>, still very strong gains recently. Another number we've been following, pot sales lining the coffers in Colorado. New information this morning that the state took in <ABOUT> $2 million in taxes from recreational marijuana in January. In the first month, pot was legal to sell for non-medicinal purposes there. So, $2 million in taxes for Colorado coffers."
  },
  {
    "transcript_id": "CNN-226465",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "All right. Let's talk about stocks then struggling to recover from a bumpy ride on Monday. Asian markets closed mostly higher. Stocks in Europe, basically, flat right now. Early going shows much of the same here in the U.S. The Dow ended a two-day winning streak yesterday, closed down 34 points. You know, it could have been worse. The Dow had been down more than 100 points during the day. The Dow is still about one percent from its record high, so one good breakout rally and you're there at records again, folks. The S&P; 500 back dropped its record run yesterday as well, but, you know, still very strong gains recently. Another number we've been following, pot sales lining the coffers in Colorado. New information this morning that the state took in about $2 million in taxes from recreational marijuana in January. In the first month, pot was legal to sell for non-medicinal purposes there. So, $2 million in taxes for Colorado coffers.",
    "statement": "<ALL> right. Thirty-nine minutes after the hour right now. It's spring training in Florida not just for baseball. We're talking politics. Big election today. Both Democrats and Republicans with their eyes on this <CRUCIAL> race that <<COULD>> tell us so much <ABOUT> November, pouring in millions here. We'll tell you why right after the break."
  },
  {
    "transcript_id": "CNN-31126",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Forecasters say it's getting less <<LIKELY>> that a cyclone off western India will make landfall. The system is currently <ABOUT> 500 kilometers off the coast of Gujarat. It's moving northwest, out toward open waters. Forecasters say it'll <TAKE> <ABOUT> five days for the cyclone to dissipate at sea. As the storms move, it <<COULD>> <CHANGE> at anytime, so Indian officials are still on guard. Suhasini Haidar has more."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "None",
    "statement": "It's just over four weeks until Christmas and the retail frenzy is in full force. But there are differing fortunes on opposite sides of the Atlantic. Here in the US, it's an anxious Cyber Monday after the biggest shopping weekend of the year didn't <QUITE> live up to expectations. Total spending over the Thanksgiving holiday weekend fell 11 percent from last year. It's expected to reach $51 billion. That is down from $57 billion in 2013. Now, compared to scenes like this in the UK on Black Friday, one newspaper called it the day the UK went mad for shopping. British bargain hunters pushed and shoved to get their hands on massively discounted items. Not just in the stores, but online, too. One e-tailer is hoping the Black Friday frenzy continues into Cyber Monday. Jim Boulden takes a look inside Amazon."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "It's just over four weeks until Christmas and the retail frenzy is in full force. But there are differing fortunes on opposite sides of the Atlantic. Here in the US, it's an anxious Cyber Monday after the biggest shopping weekend of the year didn't quite live up to expectations. Total spending over the Thanksgiving holiday weekend fell 11 percent from last year. It's expected to reach $51 billion. That is down from $57 billion in 2013. Now, compared to scenes like this in the UK on Black Friday, one newspaper called it the day the UK went mad for shopping. British bargain hunters pushed and shoved to get their hands on massively discounted items. Not just in the stores, but online, too. One e-tailer is hoping the Black Friday frenzy continues into Cyber Monday. Jim Boulden takes a look inside Amazon.",
    "statement": "This is the Amazon Distribution Center in Peterborough, England, one of eight they have here in the UK. And of course, it's a very busy day being Cyber Monday. Last Cyber Monday, 2013, was a record day for Amazon, 4.1 million items were <SOLD>. But it's not <CLEAR> if this Cyber Monday will be another record day for Amazon, because here in the UK, Black Friday was its biggest day ever."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "fact": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "And today, of course, is Cyber Monday. Traditionally, our biggest day of the year, the biggest shopping day of the year online. Last year, 4.1 million items ordered. But just three days ago, on Black Friday, we really had an extraordinary day, 5.5 million items ordered. That's the same as 46 items per second. So, to beat that, today's going to have to be an enormous day.",
    "statement": "Now, Cyber Monday, the first Monday of December, stems from the theory that we used to worry <ABOUT> when our goods <WOULD> be delivered if we ordered them online. <WOULD> they make it for Christmas? Those days are long gone, says Amazon. In <FACT>, you can still order on Christmas Eve before midday with guaranteed delivery on Christmas Eve. But still, that won't stop people from shopping online early this December. In <FACT>, next Monday is called Manic Monday. For those who <<FEEL>> they <MIGHT> have waited too long to order their goods online. Jim Boulden, CNN, Peterborough, England."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suppose": "ungraded",
      "hope": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now, Cyber Monday, the first Monday of December, stems from the theory that we used to worry about when our goods would be delivered if we ordered them online. Would they make it for Christmas? Those days are long gone, says Amazon. In fact, you can still order on Christmas Eve before midday with guaranteed delivery on Christmas Eve. But still, that won't stop people from shopping online early this December. In fact, next Monday is called Manic Monday. For those who feel they might have waited too long to order their goods online. Jim Boulden, CNN, Peterborough, England.",
    "statement": "I <<<THINK>>> this <<COULD>> be a long month. <WELL>, the US National Retail Federation predicts fewer people are shopping this Cyber Monday, <ABOUT> 127 million this year versus 131 million last year. Let's go over to Stephanie Elam at Amazon's warehouse in San Bernardino, California. And Stephanie, it looks like things are busy, because your shot is shaking <A LITTLE> bit as everybody <<SORT OF>> hustles to get that <STUFF> packed. But what are you seeing there? Is it as busy, I <<SUPPOSE>>, as they had hoped?"
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think this could be a long month. Well, the US National Retail Federation predicts fewer people are shopping this Cyber Monday, about 127 million this year versus 131 million last year. Let's go over to Stephanie Elam at Amazon's warehouse in San Bernardino, California. And Stephanie, it looks like things are busy, because your shot is shaking a little bit as everybody sort of hustles to get that stuff packed. But what are you seeing there? Is it as busy, I suppose, as they had hoped?",
    "statement": "It is busy in here. We watched it get busy, too. If you <TAKE> a look at this space, it is massive. It is the size of 28 American football fields. And inside of this building, there are some 15 million products. And that's in any Amazon facility, just <ABOUT>, to give or <TAKE> a few. And if you <TAKE> a look at how they go through and they pick out the products that <NEED TO> be, then, sent off to their customers, it's a whole process. And we saw how they pick those things off. But then they've got to <FIGURE> out how they're going to get them out to the customers, and a big part of that is, <WELL>, packing. And so, we're going to talk to Kathleen over here. Kathleen is busy packing up what <MAY> be someone's holiday gift here. Kathleen, how do you <KNOW> how to pack these gifts up? I'm assuming they're gifts."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It is busy in here. We watched it get busy, too. If you take a look at this space, it is massive. It is the size of 28 American football fields. And inside of this building, there are some 15 million products. And that's in any Amazon facility, just about, to give or take a few. And if you take a look at how they go through and they pick out the products that need to be, then, sent off to their customers, it's a whole process. And we saw how they pick those things off. But then they've got to figure out how they're going to get them out to the customers, and a big part of that is, well, packing. And so, we're going to talk to Kathleen over here. Kathleen is busy packing up what may be someone's holiday gift here. Kathleen, how do you know how to pack these gifts up? I'm assuming they're gifts.",
    "statement": "<WELL>, I get a nice computer screen that tells me what order goes to what item, and my tote here is full of items that have individual orders attached to them. As I'm scanning items, they attach themselves to orders. I place it on our slam line here to get a shipping label so I can get that to the packer -- or to the customer."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I get a nice computer screen that tells me what order goes to what item, and my tote here is full of items that have individual orders attached to them. As I'm scanning items, they attach themselves to orders. I place it on our slam line here to get a shipping label so I can get that to the packer -- or to the customer.",
    "statement": "To the customer. And this sticker in your hand right here is really important. Tell me <ABOUT> it."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "So, this sticker right here attaches this item to that spool so that it can get the right shipping information so it can get to the right customer on time.",
    "statement": "Awesome. Thanks, Kathleen. We'll let you get back to it. It's really <QUITE> efficient, how they're able to do that. And when you look at the conveyor system here, there is a system of eight miles worth of conveyors here within this building, just within this one building. And some of these belts, they go <ABOUT> 25 miles per hour. They are moving them speedily to get them out of here. And even if you live close to one of these facilities, it doesn't mean that what you're ordering is coming from there. They have a very efficient system of getting things to you. This is is Scott with Amazon. Scott, part of what's really important here is the labeling. Tell me <ABOUT> this part here."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Awesome. Thanks, Kathleen. We'll let you get back to it. It's really quite efficient, how they're able to do that. And when you look at the conveyor system here, there is a system of eight miles worth of conveyors here within this building, just within this one building. And some of these belts, they go about 25 miles per hour. They are moving them speedily to get them out of here. And even if you live close to one of these facilities, it doesn't mean that what you're ordering is coming from there. They have a very efficient system of getting things to you. This is is Scott with Amazon. Scott, part of what's really important here is the labeling. Tell me about this part here.",
    "statement": "Yes. So, as the packers are putting the items in the boxes for the customers, the last <THING> they do is apply that white label. And what that tells the computer is, where does this <NEED TO> go? What's in the box? Who needs to get it, and how fast? And this system measures the weight of the box and decides, OK, we <NEED TO> print a label, we <NEED TO> apply it to the box, we <NEED TO> get it out of here on the correct truck at the correct time. And so, this last -- this is really the second-to-last step before the customer order gets on to the truck to get out of here and make it to their doorstep."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "know": "ungraded",
      "approximately": "ungraded"
    },
    "previous_statement": "So, one of the things, too, when you're shopping on Amazon, you'll see, it'll say order within the next hour and 31 minutes, and you can get this by tomorrow. You really do have that down to a science.",
    "statement": "It's very precise. We <KNOW> that if you place an order at that very second, it will <TAKE> us <APPROXIMATELY> this long to pack it up. It takes us <APPROXIMATELY> that long to get it on the truck and to make it to you in time to meet that delivery promise. And that guarantee, that promise to that customer, is very important, particularly this time of year when people are shopping for those holiday gifts."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "certainly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, when you take a look at that, it's got to be efficient, and they really are here.",
    "statement": "It <CERTAINLY> does. Stephanie, thank you for bringing that. I <<<THINK>>> we've gotten so used to shopping online that we forget everything that goes behind it, which has made it so easy for <ALL> of us. There's a lot of logistics involved. I unfortunately have not had enough time to do my online shopping, but I'm going to get to it. Stephanie, thank you so much."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Me, either.",
    "statement": "That's right. We're working too hard. <WELL>, cyber attacks are a constant threat to companies, and it is no laughing matter. Still to come, in another new security breach, hackers are targeting Wall Street, and they're stealing secrets."
  },
  {
    "transcript_id": "NPR-29637",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Last night in Major League Baseball, the Los Angeles Dodgers beat the Atlanta Braves 6-1. For many Dodgers fans, it was more than an early season win. It was a good sign. Actually, the second one of the day. The victory followed yesterday's announcement that league officials are taking over the business and day-to-day operations of the Dodgers. That follows months of uncertainty surrounding the team's owners, their highly publicized divorce and finances. Dodgers' fans <HOPE> the takeover signals an eventual return to greatness for one of baseball's most prestigious franchises. NPR's Tom Goldman reports."
  },
  {
    "transcript_id": "NPR-29637",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Extraordinary. Stunning. The big adjectives flowed yesterday after baseball commissioner Bud Selig announced he'll appoint a representative, to be named in the next few days, to take over Dodgers operations. David Carter saw both the bad and the good. Carter runs the University of Southern California Sports Business Institute.",
    "statement": "The <FACT> that it came to this is disappointing. The <FACT> now that it <MAY> have bottomed out is actually a very <POSITIVE> development, meaning we <MAY> be on the right track with respect to turning that business <AROUND>."
  },
  {
    "transcript_id": "NPR-29637",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "This month's brutal beating of a San Francisco Giants fan, who remains in critical condition, indicated to some that security had become lax. At last night's game, L.A. fan Gilbert Rocha sounded wistful for the days when the O'Malley family owned the Dodgers and turned the team into one of the game's most prized franchises.",
    "statement": "You <KNOW>, this is a family organization and they <SHOULD> have just kept it that way, you <KNOW>?"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "certainly": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me throw a map on the screen that serves to illustrate the larger crisis here. And so it's all kinds of colors here. But the thick red streaks are the parts of northern Iraq where ISIS is active. Green is where ISIS essentially rules. And we're hearing today of a possible move by ISIS on the town of Kirkuk. What would it mean?",
    "statement": "<WELL>, Kirkuk is the -- the newly proclaimed Kurdish capital. It's the oil capital of Iraq. They -- they <WOULD> be able to disrupt the oil supplies. <CERTAINLY> demoralize the Kurds, who just recently took Kirkuk. And while they <WOULD> <<PROBABLY>> find some difficulty in finding markets for the oil, <CERTAINLY> disrupt domestic production."
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It is the end of the multicultural Middle East. The Middle East used to be actually a place where Christians, Muslims, Jews, for many centuries, were much a part of Arab countries. Baghdad was a third Jewish in the early 1940s. That's over. What you're watching in Iraq is -- first of all, remember, something like 600,000 Christians have already fled Iraq because of the Shiite sectarian government in place in Baghdad. Now what you're witnessing is a kind of dramatic ramping up and a horrific escalation.",
    "statement": "What he said <ABOUT> the end of the multicultural Middle East, still sitting with me here at the end of the week. A, do you agree? B, do you <<<THINK>>> that these various ethnic groups eventually will find a place to settle down, and where <WOULD> that be?"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What he said about the end of the multicultural Middle East, still sitting with me here at the end of the week. A, do you agree? B, do you think that these various ethnic groups eventually will find a place to settle down, and where would that be?",
    "statement": "<WELL>, I <<<THINK>>> Fareed is <<PROBABLY>> right on the end of the multicultural Arab world. It looks like a lot of ethnic cleansing and moving of populations east and west and to different areas. As it to where these refugees end up, a lot of them will end up in Jordan, a lot in enclaves in Iraq or southern Turkey, an area where the U.S. military and U.S. government <<COULD>> be very helpful of in providing humanitarian support and relief for the refugee exodus, which I <<<THINK>>> most people following this have been expecting. So it's not a surprise. And hopefully, everybody is geared up to handle the flow of refugees into camps."
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I think Fareed is probably right on the end of the multicultural Arab world. It looks like a lot of ethnic cleansing and moving of populations east and west and to different areas. As it to where these refugees end up, a lot of them will end up in Jordan, a lot in enclaves in Iraq or southern Turkey, an area where the U.S. military and U.S. government could be very helpful of in providing humanitarian support and relief for the refugee exodus, which I think most people following this have been expecting. So it's not a surprise. And hopefully, everybody is geared up to handle the flow of refugees into camps.",
    "statement": "So that's the refugees. What <ABOUT> the fight in Iraq? What <ABOUT> ISIS? You hear from the Obama administration, they say --"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So that's the refugees. What about the fight in Iraq? What about ISIS? You hear from the Obama administration, they say --",
    "statement": "-- you <KNOW>, Iraqis, the Kurds, they are the ones to <TAKE> on ISIS. Can they do that?"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "-- you know, Iraqis, the Kurds, they are the ones to take on ISIS. Can they do that?",
    "statement": "Yeah. I <<<THINK>>> is, as others have said, particularly in the administration, represents a very real -- not just the threat to Iraq and Syria. But the carving out of a 13th century caliphate in the beginning of the 21st century is a threat to the region and ultimately <GIVEN> the amount of foreign fighters that are coming into join is, it becomes an international problem. I can't <<IMAGINE>> --"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How do you mean international?",
    "statement": "-- Chechen and Georgian. <WELL>, the foreign fighters. We worry <ABOUT> foreign fighters coming back to Western Europe and the United States. I <<<THINK>>> you can be darn <<<SURE>>> the Russians and other countries are worried <ABOUT> Chechen fighters. I don't <<<THINK>>> you defeat ISIL, which is <ABOUT> 15,000 fighters, three brigades. They're a tough outfit. And I don't <<<THINK>>> you beat them without boots on the ground. So the <QUESTION> then becomes, whose boots on the ground? And that's what I meant when I said this <SHOULD> not be an American project. It <SHOULD> be --"
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Haven't the Saudis been providing money to ISIS?",
    "statement": "They have. <<<SURE>>>. And the border between Turkey and Syria has been very porous for a long time. So it's time for <ALL> of the players in the region to understand that this is -- this poses a much greater threat than the benefits that they were hoping to achieve by supporting them in the beginning. Those benefits being to overthrow President Assad in Syria."
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They have. Sure. And the border between Turkey and Syria has been very porous for a long time. So it's time for all of the players in the region to understand that this is -- this poses a much greater threat than the benefits that they were hoping to achieve by supporting them in the beginning. Those benefits being to overthrow President Assad in Syria.",
    "statement": "For <ALL> the people who don't <KNOW> the region, we wanted to talk to you, Joe Wilson. We thank you so much for coming on. We really appreciate it."
  },
  {
    "transcript_id": "CNN-236633",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you very much.",
    "statement": "You got it. Coming up next, we will <TAKE> you back to Ferguson, Missouri, and talk to someone who is on the streets witnessing these clashes firsthand. He has described it as a war zone. And just into CNN, a personal statement from the wife of Robin Williams. She reveals something huge <ABOUT> her late husband. She says Williams was suffering from early stages of Parkinson's disease. We'll have a live report for you, next."
  },
  {
    "transcript_id": "CNN-42192",
    "matched_terms": {
      "could": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Health officials in New York say they <EXPECT> to finish their anthrax testing on Governor George Pataki's office today. Authorities began sweeping his Manhattan office base Wednesday, after a sample from one particular area came back <POSITIVE>. <<APPARENTLY>>, <ALL> subsequent tests have come back negative. Officials say the governor's office <<COULD>> re-open tomorrow. Meanwhile, in nearby Trenton, New Jersey, a meticulous investigation's going on. The goal? Tracing anthrax-tainted letters back to their origins. CNN's Brian Palmer joins us now with details on this tedious search for evidence -- Brian."
  },
  {
    "transcript_id": "CNN-42192",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Health officials in New York say they expect to finish their anthrax testing on Governor George Pataki's office today. Authorities began sweeping his Manhattan office base Wednesday, after a sample from one particular area came back positive. Apparently, all subsequent tests have come back negative. Officials say the governor's office could re-open tomorrow. Meanwhile, in nearby Trenton, New Jersey, a meticulous investigation's going on. The goal? Tracing anthrax-tainted letters back to their origins. CNN's Brian Palmer joins us now with details on this tedious search for evidence -- Brian.",
    "statement": "That's a great way to put it, Martin, but we do have some information today. The latest information is that a letter sent to \"The New York Post\" has tested <POSITIVE> for the presence of anthrax. It bore a Trenton postmark, September 18, with handwriting similar to letters sent to Senate <MAJORITY> Leader Tom Daschle, as <WELL> as the letter sent to NBC TV news anchor Tom Brokaw. Now the FBI here in New Jersey is saying, again they're being very, very cautious that it is <<LIKELY>> that the letter came from the Trenton area, but they're not saying that definitively. There are 46 postal stations and post offices in this area and the investigation continues. According to the FBI in Newark, they're also saying that what they're going to be today is very similar to what they were doing yesterday. Along with New Jersey State Police and United States postal inspectors, they're canvassing the neighborhood where a letter carrier delivered mail to <ABOUT> 250 homes. They're interviewing residence. And they're still taking samples from post boxes from various places. They say that between one and there mailboxes have been seized. They say that there's no sign that these have anthrax, but they're randomly <<SORT OF>> just taking things and bringing back for testing -- Martin."
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "As the General made abundantly <CLEAR> just now, the war on terrorism is far from over, but the job of rebuilding Afghanistan is already beginning. The leader of the country's new interim government warns that will not be easy."
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As the General made abundantly clear just now, the war on terrorism is far from over, but the job of rebuilding Afghanistan is already beginning. The leader of the country's new interim government warns that will not be easy.",
    "statement": "Mile O'Brien is standing by the big board with a look at some of the obstacles facing Afghanistan as it gets <ABOUT> the business of trying to rebuild itself. Miles, good morning again."
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Mile O'Brien is standing by the big board with a look at some of the obstacles facing Afghanistan as it gets about the business of trying to rebuild itself. Miles, good morning again.",
    "statement": "Paula, we're talking <ABOUT> hundreds, really thousands of years of bitter rivalries among these various ethnic and religious groups in Afghanistan. It's really the history of the country when you start taking a look at it. Let's <TAKE> a quick look before we bring in our guest at the map and just give you a <<SENSE>> of the ethnic makeup once again. We've shown this to you before, but it's worth pointing out again. Thirty-eight percent of the county is Pashtun. The area in the dark maroon area right <AROUND> this region being the predominant area for the Pashtuns. The next group is the Tajiks, which are in this area up to the north not too coincidentally near Tajikistan. From the Uzbeks, up here near Uzbekistan and then Hazaras, which are in the central portions of Afghanistan. <ALL> of these groups with different ethnic backgrounds, in some cases different religious backgrounds, <ALL> of that factoring into a lot of - a lack of unity in this country over the course of history. To talk <A LITTLE> bit more <ABOUT> this and the prospects for this new interim government, we turn now to Omar Samad, who is at the Afghanistan Information Center. Good to have you with us Mr. Samad."
  }
]