[
  {
    "transcript_id": "CNN-350414",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "I never heard anybody said it would be easy, Sebastian.",
    "statement": "Liam Fox said -- they explicitly said it would be the easiest trade deal in history. In <FACT>, he said by now we would have several trade deals lined up ready to go on Brexit day. Of course, none of that has proven to be true. What people voted for -- <QUITE> understandably of course -- was for a stronger economy, for more public services, for their communities not to be ignored by government. And indeed, the outcome of this process is the polar opposite of that. And the simple case that I and many, many others and the numbers are now increasing, are making, is that what was sold is not what is being delivered and people have the right to cast their verdict on that."
  },
  {
    "transcript_id": "CNN-377432",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Endorsing him in front of a \"Playboy\" magazine, given the legacy of his father, which gets to a quote which I <THINK> the book is really all <ABOUT> here. You write, Donald Trump is the single greatest source of hypocrisy I've seen in the evangelical movement."
  },
  {
    "transcript_id": "CNN-180224",
    "matched_terms": {
      "doubts": "ungraded"
    },
    "previous_statement": "We are taking your calls. A bombshell today. We learned that baby Ayla`s blood in daddy`s basement. What does it mean? Cops confirming there is more blood that they would have anticipated from a normal cut. With us, CNN national correspondent, Susan Candiotti. Also with us, spokesman from the Maine State Police, Stephen McCausland. You know, Stephen, it feels like I`m Alice in Wonderland. Everything is upside down because I tell you something, whoever had my child when they go missing, I would not have snagged up to them and give them a peck on the cheek. All right? I`m not inciting violence, Stephen. I`m not. But I would definitely have taken a swing at them. All right? Fine, I`ll just put that out there. But Stephen, the police are saying, quote, \"Not one piece of evidence to back that up, that being the forced entry or the kidnap. What do you mean not one piece of evidence? You mean no window was up, no marks on the door, what does that mean not one piece of evidence?",
    "statement": "It means simply that of the hundreds of pieces of potential evidence that we have seized from inside that home, we had found nothing yet to back up the story of an abduction. And we have grave <DOUBTS> that that ever happened."
  },
  {
    "transcript_id": "CNN-404599",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Professor Vinjamuri there went on to tell me that the president could be a champion of unity at this challenging time but that Donald Trump is unlikely to change that playbook she talked about. Well, Florida has become one of the coronavirus epicenters in the United States, reporting yet another record of new cases on Saturday.",
    "statement": "And the president's response to the pandemic <COULD> sway a critical demographic in that critical state come November. CNN's Jeff Zeleny has more on that from St. Petersburg."
  },
  {
    "transcript_id": "CNN-291544",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. She has proposed a radical increase. Let me tell you...",
    "statement": "From 10,000 this year to -- I <THINK> that she has proposed 65,000."
  },
  {
    "transcript_id": "CNN-396034",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "You're not sorry. But that's OK. How do you stay optimistic? You made the right call. I was being emotional about it. My mother was better off being somewhere else. I'm exposed to too many people. You and Andrew made the right call. Now, you're making those calls all the time. How do you stay optimistic when all the data is frightening, and then you talk to world officials, and they say it's going to get more frightening, and you look at your capabilities, and where it's popping up, and that seems frightening. How do you keep optimism about how we get through this in a good way any time soon?",
    "statement": "<WELL>, you <KNOW>, Chris, this is the life I've chosen. I mean I - I <KNOW> it would be challenging to be in Infectious Disease, but particularly geared towards countering outbreaks like this. You <KNOW>, I - I stay optimistic but not unrealistically optimistic. The one thing I try very hard, and I <THINK> I succeed, is not letting my upbeat optimistic, and I always say cautiously optimistic, my viewpoint on life ever, ever get me to be complacent. So, I act optimistic. I mean I - I give the appearance of being optimistic. But, deep down, I just do everything I <POSSIBLY> can, assuming that the worst will happen, and I've got to stop the worst from happening."
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I don't know. I think there's a correction coming, so I don't...",
    "statement": "Savings -- I <THINK> we're too much of a consumer. I mean, if people start saving -- I have one piece of advice for young people watching the show. You want to get rich, start investing even a little bit at a young age. The most powerful force in the universe is compound interest. Get that money..."
  },
  {
    "transcript_id": "CNN-395763",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, Wolf, we're seeing the Californians, and especially here in Los Angeles, are observing the stay-away order. And part of the order says you can get outside. And if you'll notice, they're keeping their distance. They're keeping that distance of six feet apart. This is Lake Hollywood. It's not easy to get to but we've seen hundreds of people come out here. The most I've ever seen. And part of this, also, is that some of these people have lost their employment. After all, this is an industry town. There's a lot of people in the so-called gig economy. And just over the hill, we were talking to some people at this one restaurant. They lost 40 of 47 employees. In other words, they had to lay them off. Tough times at a mom and pop shop here in California called Patty's.",
    "statement": "In L.A. and, indeed, all over the country. Paul Vercammen, we'll get back to you. Thank you very, very much. Senators, here in Washington, they are working this weekend on a huge stimulus bill for the economy that <COULD> now top $2 trillion. Will that be enough to keep the U.S. economy afloat?"
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How do you react to them?",
    "statement": "<WELL>, it is <PROBABLY> -- problematic is an understatement."
  },
  {
    "transcript_id": "CNN-242142",
    "matched_terms": {
      "supposedly": "ungraded"
    },
    "previous_statement": "Hickox was released Monday from isolation inside this tent in New Jersey after treating patients in West Africa, then allowed to return to her boyfriend's here in Fort Kent, Maine, state troopers standing guard outside.",
    "statement": "The governor is merely pandering to the fear that exists that <SUPPOSEDLY> she's contagious. She has a right to live her life."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "He will not be treated as an enemy combatant. We will prosecute this terrorist through our civilian system of justice.",
    "statement": "I strongly disagree with the Obama administration's decision to rule out enemy combatant status for this <SUSPECT>."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "There was an alert. Like I said, they sent something out at 9:25 that was really vague. It said something about a shooting.. And then pretty quickly after that, of course, the guy with the phone, I don't know where he went, but we stopped getting e-mails. And once I got home and checked my e-mail, I realized they had sent out like two or three in pretty rapid succession after that as it developed. But by the time we got out of class at 9:55, none of us had any idea that there was anything wrong.",
    "statement": "At 9:55. We've heard reports from other students, Jason, telling us that they -- they simply were unaware of any public address announcements, any other <KIND OF> warning on the campus before the second shooting incidents, which, of course, claimed most of the lives taken today. Was -- is that true?"
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It has lurked around the edges of this campaign, but Sunday Bill Bradley plunked it down right in the center: Vice President Al Gore's questionable fund- raising activities during the 1996 presidential campaign.",
    "statement": "What happened in 1996 was a disgrace, on both the Democratic and Republican side. But particularly was it embarrassing for Democrats, because we are the party, we are the party of reform. Unless we clean up our own house, the Republicans are going to clean that house up in the fall. I <THINK> it's as simple as that."
  },
  {
    "transcript_id": "CNN-68310",
    "matched_terms": {
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Let's get back to northern Iraq right now. CNN's Brent Sadler is in a very peculiar place. He is right along some <SORT OF> line that separates the Kurdish soldiers from Iraqi soldiers. It's been quiet for hours, but Brent has been watching it closely, at times very tense as <WELL>. What's happening now -- Brent?"
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It can cost money and take time to get a government issued photo",
    "statement": "Democrats, generally, but not uniformly, worry <ABOUT> access of people to the franchise. Republicans generally worry <ABOUT> the integrity of the process."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, that it comes so easily and I don't -- I think they think, I'm going to shoot you. They don't think, I'm going to kill you, I'm going to kill a person. I don't know. I'm not qualified to really speak on it, but it's a difficult...",
    "statement": "Are you worried <ABOUT> governmental interference, though?"
  },
  {
    "transcript_id": "CNN-23059",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Conservation right now. More generation to get the supply back up to equal the demand would help a lot.",
    "statement": "<WELL>, one thing that's going to happen later today is the California Public Utilities Commission is expected to approve a rate increase of 9 percent for residential customers and 7 to 15 percent for industrial users, depending on the size of the business. That 9 percent for residential customers will amount to an average of <ABOUT> $5 a bill. That doesn't <SEEM> like much, but, for instance, people on fixed incomes, $5 a bill can <SEEM> like a lot. That's expected to happen later on today -- Leon."
  },
  {
    "transcript_id": "CNN-287974",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right, right.",
    "statement": "And this has been <KIND OF> a hallmark -- it was a hallmark, I <SHOULD> say, of Donald Trump's primary campaign, to what you were saying. Is that, you <KNOW>, it was very raucous. Sometimes it was interactive and sometimes it was interactive in a way that was inappropriate. And there were a few times, I remember, people asking Donald Trump, why didn't you correct a voter on X, Y or Z? And the answer was, it's not my job."
  },
  {
    "transcript_id": "CNN-309172",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "The hardest working man in politics, Jared Kushner, made an unannounced visit to Iraq. He was invited by there by the Joint Chiefs. He received briefings and updates. Kushner was there to see our folks of the field helping out with the counterterror fight so they can see them in action and have an appreciation for what they're doing. I guess now we can add morale officer to White House senior advisor and running the office of American innovation. And modernizing the technology and data infrastructure of every government department, negotiating with Mexico over the boarder wall. Oversees trade deals and he's going to negotiate peace between Israel and Palestinian. Dave, that's a lot for a 36-year-old with no experience and no staff.",
    "statement": "At the end of the day, if Jared Kushner is that great, <MAYBE> he <SHOULD> have run for president. He's essentially doing the job Donald Trump was elected to do. I <THINK> it was fascinating. We have a $1 billion embassy before Rex Tillerson had visited. I <THINK> it minimizes the role of secretary of state."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": ". like this that went horribly wrong.",
    "statement": "Mike Brooks, police are still saying they`re not revealing or don`t <KNOW> what the motive is. Do we care? Motive does not have to be proven by the state."
  },
  {
    "transcript_id": "CNN-407217",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Turkish President Recep Tayyip Erdogan is continuing his campaign of incursions in the Middle East. His military now involved in Libya, in Iraq and in Syria for the purpose of what he calls defending Turkish national security. And now his country's military presence is becoming increasingly confrontational on all fronts. Right now we are seeing Turkey make a fresh assault against The Kurds in northern Iraq. At least 10 Kurdish fighters have been killed in recent days. According to Twitter posts by the Turkish National Defense Department, Turkey says those killed were members of the PKK, a terrorist organization. And all this going on has the COVID pandemic rips into the Kurdish population of the region and indeed into Iraq itself. CNN's Arwa Damon covers this region extensively for us. Joining us now with more from the Bureau in Istanbul. And Arwa, the misery in Iraq endless it <SEEMS>. What's the latest on the COVID situation, as I understand it, Turkeys suspending flights?"
  },
  {
    "transcript_id": "CNN-411520",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Britain's Prime Minister expected to announce new pandemic restrictions requiring restaurants and pubs in England to limit some service and close by 10:00 PM each night. This starts on Thursday. The U.K. and other parts of Europe are seeing a troubling surge in infections. More now from CNN's Melissa Bell in Paris and also Scott McLean in London.",
    "statement": "We're facing a steep surge in coronavirus cases. The government has just announced that its COVID-19 alert level has gone up to the second highest level. That means that the virus is circulating in the general population and the transmission rate is high or even exponential. As a result, British Prime Minister Boris Johnson is expected to announce later today that the government will mandate that pubs and restaurants close early at 10:00 and that only table service will be allowed, something that is not typically customary in British pubs. Let me show you a couple of graphs that illustrate the <FACT> that young people are really fueling this second wave of the virus but the virus is actually growing amongst all age levels. The number of new cases is doubling every seven days and at that rate the U.K. <COULD> see 50,000 new cases of the virus each day in just four weeks. That's more than the U.S. is seeing right now and the U.K. only has one-fifth of the population. That's not a government prediction, it is just an illustration of what <COULD> happen at this rate if the virus is left unchecked the government has already tightened restrictions <AROUND> social gatherings <AROUND> England but a week out, it's not <CLEAR> if they're having a big impact so at this point the government's message to the public has been to follow the rules or to expect those rules to get much tighter. Scott McLean, CNN London."
  },
  {
    "transcript_id": "CNN-373070",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We're at the 11th hour. If you don't think these boots are for walking, you're flat wrong, Mr. President. And you send the state police to get me, hell is coming to visit you personally.",
    "statement": "The governor followed through as <WELL>. In an extraordinary move last night, she ordered the state police to bring them back to work."
  },
  {
    "transcript_id": "CNN-82740",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Mr. Williams, you have described yourself as a third- generation Republican from South Carolina, where your family was in hog farming. How in the world did you get to be a Republican?",
    "statement": "<WELL>, my family never left the party of Lincoln. My parents were landowners, and that we were big hog farmers. We call it swine now in the South. It's a little more sophisticated. And my father always said, I'll never forget this, Boy, vote for those Republicans. When the Republicans are in the White House, farmers do far better. And so I always believed my daddy."
  },
  {
    "transcript_id": "CNN-158544",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Still gives me goose bumps and shivers. That was when we were coming up.",
    "statement": "That's - <ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-242787",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, Pamela, he does have a lot on his plate. First, he is in Beijing where he will be meeting with the Chinese president to talk about the economic relationship between the two countries to talk about trade, also climate change, then he is off to Myanmar to check on the social progress there. Then he is going to Australia for a meeting of the G20. He may get a chance to talk to Russian president Vladimir Putin who will be there, though, the two don't have any sort of bilateral meeting scheduled at this point. Bt advisors have said that they may get together and talk. But before he left, he did have a chance to talk to CBS News and he talked about some domestic politics. He said that he likes politics. He likes his jobs. He said with the name like Barack Hussein Obama, you have to like politics. But some of them talking about how he might not like politics. He doesn't seem to be fully engaged in the job. But he said that he very much is -- Pamela.",
    "statement": "All right, Erin McPike, thank you so much. We are going to check back in with you a little bit later from now. Plus, 200 million Americans bracing for a polar plunge, tends to <ABOUT> to take another drive to the single digits and some places <COULD> see snow. We are going to take a look at where you will need to bundle lock (ph). We will be right back. Stay back."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Come on. What`s next?",
    "statement": "I`ll tell you what`s next: I`m going to try to put up my Christmas tree. I`m going to try to turn my crock pot off at home. No, you <KNOW>, when people ask me that, I <KNOW>, from having had a long-range plan a long, long time ago..."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You see? All right, I think he sees.",
    "statement": "Bo even helping turn the pages for the kids. I really like that little boy on the left. He is adorable. You <KNOW> what? Bo was a huge hit with him. He was like the first lady is here? I'm paying attention to the first dog."
  },
  {
    "transcript_id": "CNN-322449",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "hope": "ungraded",
      "stuff": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "New York has the largest population of Puerto Ricans in the mainland United States. And that community is turning out in droves to support victims of the crisis affecting Puerto Rico. Our Polo Sandoval is joining us now from the Bronx where lawmakers are holding a donation drive for the U.S. commonwealth. And Polo, I understand the response there has been so overwhelming. They had to call for more trucks to transport all the donations people are making.",
    "statement": "Overwhelming and incredible too, Ana. Just look at this. You have almost an entire city blocked just palettes of water. This is all <STUFF> that is been coming in throughout the day. You have water, you have food, you have clothing as <WELL> and it's all being real by volunteers. It was staging area and then eventually in this trucks Ana, we have seen at least six big tractor trailers already filled up and many of these people have relatives in Puerto Rico and many of these people have been <HOPING> that some of these assistance will end up with their families. In <FACT>, we'll catch up with some of the volunteers right now. You are live on CNN. Just very quickly, tell me where you <HOPE>, you have family in Puerto Rico, you <HOPE> some of these help make its way to them."
  },
  {
    "transcript_id": "CNN-120335",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You've got it down. Thanks, Bonnie.",
    "statement": "<WELL> kids and alcohol. Most people <THINK> it's not a good mix."
  },
  {
    "transcript_id": "CNN-159846",
    "matched_terms": {
      "should": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "It's a cold warning. EU's transport commissioner says the chaos is unacceptable and standards must be set. Start raising interest rates now, the Bank of England loan hawk tells me tonight. And three chief executives look back at 2010. Well, it could only be \"The Boss\". I'm Richard Quest. I mean business. Good evening. Europe's busiest airports tonight continue to remain under pressure, even as some runways become open and travelers get moving again. Let me bring you fully up to date with what's happening at London's Heathrow Airport. The second runway, the southern runway open, but flight schedules ragged. Terminal 5, T5 is said to be closed as stranded passengers crowd the concourse. Eyewitnesses say they are seeing guards on the door of T1 stopping anyone else coming in. British Airways now may put travelers on buses and send them to other airports. The airline said to be losing $15 million a day. It is not just in the U.K., in France and Paris, Frankfurt in Germany, severe disruption delays and cancellations. And if you were going to take to the rattlers, the queues on the train for the Eurostar outside St. Pancras, the queue has gone. But Eurostar says it is planning to operate a near normal service. For anyone whose train has been canceled between Sunday and Tuesday you are out of luck, all the trains are full now until December the 26th. Things may be easing up just a little bit and for those who are waiting at various airports and train stations that is good news because it does mean more people will get home for Christmas. Our Atika Schubert, who has spent hours in the cold at Heathrow Airport, has been speaking to stranded passengers. Here is what she told me a short while ago.",
    "statement": "A huge improvement, but there will still be significant delays and a few cancellations tomorrow. Because remember there is that tremendous backlog of flights. So they really still having to play catch up here. So its good news, but people <SHOULD> still limit their expectations and <DEFINITELY> call ahead to find out if that flight is still confirmed."
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We head to northeastern China now, where they are coping with record levels of smog. Monday's pollution was more than 50 times the World Health Organization's recommendations. Tolerable levels of the most harmful air particulates <SHOULD> only average 25 micrograms per cubic meter, but levels in some parts on Monday hit 860 micrograms over a 24-hour period on Monday. Let's go to Steven Jiang, live in Beijing, with more on the story. So, Steven, the smog is always bad in winter. Why is it really seeing these record levels right now where you are? It looks awful."
  },
  {
    "transcript_id": "CNN-411520",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Thank you. Now across Europe, the numbers are rising, governments there are putting in place new restrictions, warning that there could be tougher measures to come.",
    "statement": "The number of deaths directly from COVID, I'll come back to indirect deaths, will continue to rise potentially on exponential curve. That means doubling and doubling and doubling again and you can quickly move from really <QUITE> small numbers to really very large numbers because of that exponential process. So we have in a bad sense literally turned a corner."
  },
  {
    "transcript_id": "CNN-243287",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Before you walked into that room on the third floor where you thought bin Laden was, what went through your head?",
    "statement": "There was two of us left on the stairs going up. We knew we had to get up there because they were doing something. We assumed rigging explosives, vests to blow themselves up. So when we went up, my <THOUGHT> wasn't, oh, we're <ABOUT> to shoot that this guy and be heroes. My <THOUGHT> was we're going to do blow up. Let's get it other with. And we up there to do that, but with the <THOUGHT> that we will die if he blows, but he will die too, and that is worth it. He was not surrendering. He was <SORT OF> moving, and just based on the level of threat of him not surrendering and the likelihood of him having a vest, I engaged him. I shot him twice in the head. He fell to the floor. I shot him one more time, and I killed him."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Thank you. And of course, now we`re going to turn to the humanitarian disaster which is the backdrop for this crisis to a large extent. Some 130,000 migrants, as I said, were caught crossing the border illegally last month, including 11,000 minors. These are levels not seen in more than a decade. The surge comes as dilapidated, dirty and unsafe conditions have been found at some detention centers, according to a report by the inspector general for the Department of Homeland Security. Just last month, another child migrant died in U.S. custody. That is six child deaths in less than a year. Taking care of migrant children is now a billion-dollar industry. And one nonprofit is dominating that market. Southwest Key Programs has been awarded $955 million worth of federal contracts to run shelters since 2015. But it`s faced federal investigations over alleged financial impropriety. Reporter Nicholas Kulish has written about this and is joining me from New York. And also, with us is Dr. Scott Allen who blew the whistle on the appalling conditions in ICE detention centers. He is now represented by the Government Accountability Project, and he is coming to us from California. So, gentlemen, thank you both for joining us. Let me first ask you, Nicholas Kulish, what conditions you discovered. You broke this story, along with your colleagues from \"The New York Times\" about the Southwest Key Programs. Give us what you found out.",
    "statement": "<SURE>. <WELL>, what we discovered was that this nonprofit, this charity, if you will, was actually almost a money-making machine. Paying its CEO $1.5 million a year, its CFO $1 million a year, which as a result meant that the children were not getting everything that they needed, subpar food, subpar medical care. You also didn`t have the kinds of controls to ensure the right people were taking care of the children which resulted in sexual abuse allegations, physical abuse allegations. It was -- there were significant problems there."
  },
  {
    "transcript_id": "CNN-88466",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "The last thing that could go wrong is the landing gear.",
    "statement": "Yeah, and it's <KIND OF> a spring-loaded system, right? They just <KIND OF> release it and down it goes."
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "may": "ungraded",
      "guess": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "First of all - secondly, the IRS, the fact that there's not a sitting IRS commissioner, my understanding is it's  a temporary administrator running the IRS, not a commissioner, because the Senate refused - because the Republicans filibustered the appointment of an IRS commissioner.",
    "statement": "If that's so, if I get my <FACTS> right there, that makes them partly responsible because the principal thing that the inspector general said was bad administration at the IRS. So my <GUESS> is this is a dangerous one because nobody likes the IRS. On the other hand, the Republicans in Congress <MAY> have a slightly lower popularity rating than the IRS, so eventually this one goes away."
  },
  {
    "transcript_id": "CNN-119254",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "possibly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And I'm Kyra Phillips. You're live in the CNN NEWSROOM. We're tracking that killer hurricane in the Caribbean. Extensive live coverage this hour in the NEWSROOM as Hurricane Dean churns toward the Yucatan Peninsula. A monster storm that's already the size of Texas and getting bigger and stronger by the hour, it's already blamed for at least seven deaths across the Caribbean. A state of emergency is in effect in Jamaica. First up, this week's hurricane. CNN correspondents are on the scene from Jamaica to the Yucatan Peninsula. Jacqui Jeras is tracking every move that Dean makes. Jacqui, I understand you've got the new forecast.",
    "statement": "Yes, the new advisory is just in. They don't give you a forecast track update in the intermediate advisories, but they do give you updates on the conditions. And it's the same, still status quo -- 150-mile-per-hour maximum stained winds, so that keeps it as a Category 4 hurricane. And it's getting closer now, just over 350 miles away from the Yucatan Peninsula. And I want to show you our Google Earth animation here, because the hurricane hunters are on their way to the storm. And here you can see them tracking, coming out of the Gulf of Mexico, moving through the Yucatan Channel. And we're querying this for you now to see some of the observations that they're getting as they get closer to the storm. You can see here, it shows you the altitude of the plane. And if you can't read it at home, it says it's just <ABOUT> 24,000 feet. The wind speed there <ABOUT> 19 knots. So, you <KNOW>, <MAYBE> 23, 24 miles per hour. Now, they're going to be flying a specific pattern here into the storm and they're going to be dropping those drops on, as we call them, to get some measurements at different levels, different altitudes in the storm. And what we'll be watching here very closely as it flies into the storm is what <KIND OF> wind speeds we're going to get out of this thing this time <AROUND>, because we're very close to that Category 5 status as we are, and if they find that they'll issue a special statement to us and we'll break in and bring that to you. Here you can see the forecast track of where it's heading. It is on a westerly track right now, and the computer model, we call these the spaghetti forecast models because they look like little noodles of spaghetti <KIND OF>, don't they? <WELL>, they're very uniform here over the Yucatan Peninsula. Here's Cozumel. There you can see Cayman. And then it will move into the Bay of Campeche, head towards the mainland Mexico. Here's Brownsville, Texas. Everything is <WELL> to the south of there, but as you <KNOW>, as hurricanes interact with land, they <COULD> change their course just a little bit. So we don't want to give you a complete green light on this one, particularly since it's just such a big storm. We're talking 400-plus miles from end to end, north to south and west to east, and it <CERTAINLY> is a very powerful one. A Category 5 <POSSIBLY>, really any time. If we get that we'll bring that in to you -- Kyra."
  },
  {
    "transcript_id": "CNN-210186",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right. Enough. Enough, Frank.",
    "statement": "You <KNOW> what?"
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Very nice.",
    "statement": "And let`s face it, Karyn. At some point, you can`t keep that a secret. That is one of the secrets that you can`t keep. It`s going to show. And I <THINK> now they have gotten to a point where she is visibly pregnant. In the first trimester, <MAYBE> she was able to hide it underneath, you <KNOW>, sweatshirts and things of that nature, but now I just <THINK> it`s too big of a bump to hide."
  },
  {
    "transcript_id": "CNN-175754",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Very different feel.",
    "statement": "Very different <FEEL> to a normal game. You didn't <KNOW> what to expect."
  },
  {
    "transcript_id": "NPR-19422",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "A surprising number of scripts from The Black List actually get made into movies, about a third of them. And a lot of the Oscar nominees that we see every year come from The Black List, so it's definitely a talent clearinghouse, if you will. But the thing that I realized in the course of reporting this story, Ari, is that this does not account for the majority of Hollywood's output.",
    "statement": "In this day and age, the lion's share of films made by Tinseltown are tent pole franchises that will do <WELL> overseas, but The Black List is really powerful and can change the careers of young writers or people who are new to Hollywood. Once you have a script on The Black List, even if that script isn't turned into a movie, your writing career <DEFINITELY> has juice. And that's an important thing as we talk <ABOUT> the American narrative and who gets to tell these stories and the ways in which we bring people into the Hollywood talent pool."
  },
  {
    "transcript_id": "CNN-208078",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "No. I think this issue of whether or not he gets a fair trial is a very poignant one. Just remember also, South Africa doesn't have a jury, so there's no chance of a jury being influenced by all of this media. There's just going to be a judge. This postponement that took place today was agreed to by both parties because the state, crucially, says they're not ready. They still are investigating, which many legal experts tell me points to the fact that they're losing confidence in their case and that they still need time to try and figure out how strong their case is. So that's why it's being delayed.",
    "statement": "And there's some issue when it comes to what a fair trial means. If the prosecutors are, in <FACT>, having trouble getting evidence, is it at all possible they're having trouble getting evidence because this guy is a beloved, heroic figure in that community?"
  },
  {
    "transcript_id": "NPR-13567",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "At the time, I found a lot of right-wing media in Quebec - a lot of really bitter rhetoric about immigrants and refugees. And now, just today, Montreal's city hate crimes unit is investigating an anti-refugee banner that was hung on that Olympic stadium. So yeah, this refugee crisis complicating an already tense national discussion in Canada about just how open their borders should be.",
    "statement": "Sounds like an issue that's becoming divisive, even in Canada as <WELL>. That is Brian Mann from North Country Public Radio. Brian, thanks a lot."
  },
  {
    "transcript_id": "CNN-239129",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Police storming homes across two of Australia's biggest cities, Sydney and Brisbane, after Australia raised its terror threat to high for the first time ever. The heightened alert means authorities don't just think a terror attack on their soil is possible, but that it's likely. The Australian government pointing to this homegrown terror threat as part of the reason for its plan to not just send planes to help the U.S. in Iraq and Syria, but military advisers as well, 600 of them, one of the first U.S. allies to put skin in the game. It's believed at least 60 Australians are fighting alongside ISIS and other militant groups in the Middle East. The fear now is that ISIS is not just trying to recruit from other countries but urging them to carry out attacks on their own soil. Amy LaPorte, CNN, Atlanta.",
    "statement": "Amy, thank you so much. You <KNOW>, back here at home, this fear of a homegrown terror threat is driving one side of the debate to take this ISIS fight to Syria. Let's go straight to Capitol Hill to our chief congressional correspondent who's standing by for us, Dana Bash. And so, Dana, how will the Senate vote? Take me behind the scenes."
  },
  {
    "transcript_id": "CNN-278842",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Not going to have to run against President Obama. He might have to run against Sanders.",
    "statement": "I'll tell you -- I <THINK> we are all hurt by this, the American political system is hurt by this. Donald Trump has not helped, Bernie has not helped, the whole crowd is hurt by this. It's disgusting, it's appalling, it is dangerous and let's be very <CLEAR>. There's only one person responsible, come on, just cut it. I mean, he can blame whomever he wants. It's Donald Trump at the podium who has said I'd like to punch that guy in the face myself. I'd like to see them carried out on stretchers, right? You <KNOW>, I remember the good old days when crowds used to beat up on protesters. Words have consequences, you <KNOW>, goes back to Proverbs, you sow the wind, you reap the whirlwind. And that's what's going on. And I <THINK> we just got to get away from playing this game of Donald Trump and say he is the most irresponsible politician we've ever seen on the scene. He's the one instigating it and he's the only one who can stop it, the only one. And he can do it."
  },
  {
    "transcript_id": "CNN-168060",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "It would be fair to say then that there are clothing items that Caylee had that <COULD> last for as much as a year, even if she's growing taller. Correct?"
  },
  {
    "transcript_id": "CNN-144007",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Some of the funniest people who I talk to, two of them, one Governor Ann Richards -- the late Governor Ann Richards, and the other the late Joe Segal, both, even though I talked to them when they were close to death, get the biggest laughs in the show.",
    "statement": "I <KNOW> they do, I <KNOW>."
  },
  {
    "transcript_id": "CNN-348320",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Yes, well, right after this happened, we know that Vice President Pence actually put a tweet out. And then last night Trump, at the rally, decided to talk about this case. Listen to his words.",
    "statement": "You heard <ABOUT> today with the illegal alien coming in very sadly from Mexico and you saw what happened to that incredible, beautiful young woman. It <SHOULD> have never happened. Illegally in our country. We've had a huge impact. But the laws are so bad. The immigration laws are such a disgrace."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "There still is optimism, Larry. The authorities on the island -- police and chief prosecutors say their main priority is to bring Natalee home alive. The family here remaining very strong, and they say they are hopeful. They say they feel that Natalee is still alive. They even say they've talked to psychics, who say that they have also seen Natalee alive. But as the days go by, of course, and these charges which all reflect the kind of murder charge or kidnapping leading to death, that seems to indicate otherwise.",
    "statement": "Paul Finebaum, you said earlier, you're not optimistic. Do you <THINK> we'll find the whole story?"
  },
  {
    "transcript_id": "CNN-85103",
    "matched_terms": {
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Listen, Take Back America. Do you forget the years 1992 to 2000 or are you now conceding that Bill Clinton is a moderate?",
    "statement": "<WELL>, I never <THOUGHT>..."
  },
  {
    "transcript_id": "CNN-269164",
    "matched_terms": {
      "hope": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The position is essentially that we do have problems but we don't accept the thrust of that report. The Sports Minister of Russia, Vitaly Mutko, has come out and said we'll do everything and anything that the world athletics body says we need to do. The priority is clearly at this late stage for the Russians to avoid being banned from competing in the 2016 games, Olympics games in Rio.",
    "statement": "And the <HOPE> is here in Russia that some <KIND OF> an arrangement can be arrived at that would allow Russian athletes to do that, Max."
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded",
      "totally": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Everybody, stand by. I want to go to Congressman Hakeem Jeffries of New York. He's a member of the Judiciary Committee. He's chairman of the House Democratic Caucus. Congressman, thanks so much for joining us. So, were you disappointed, or do you believe Robert Mueller did accomplish what he needed to do today?",
    "statement": "<WELL>, he told a story to the American people based on the <FACTS> that were gathered over a 22-month-long investigation. We didn't expect to hear from Robert Redford; we expected to hear from Robert Mueller. And he is a Marine, he is a great American, he is a patriot. He's a talented law enforcement professional. And he laid out a devastating case that compares and contrasts with the lies that have been peddled by Donald Trump out of 1600 Pennsylvania Avenue. Donald Trump said the whole Russia thing is a hoax. Bob Mueller made <CLEAR> that Russia attacked our democracy in a sweeping and systematic fashion. Donald Trump said this whole Russian investigation is a witch-hunt. Bob Mueller made <CLEAR> that the Trump campaign, at the highest levels, welcomed Russian interference with the election that was designed to benefit Donald Trump. Donald Trump said that he was <TOTALLY> and completely exonerated. Bob Mueller made <CLEAR> nothing <COULD> be further from the truth. In <FACT>, there was substantial evidence that they uncovered of obstruction of justice committed by the President."
  },
  {
    "transcript_id": "CNN-182310",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Dana, I mean, the White House does have a history of trying to appoint lobbyists to jobs in the administration. I mean, this isn't -- this isn't a one-off. And again, you can say that they're not lobbyists because they're not officially lobbyists, but there's plenty of people in Washington who are lobbying who are not called \"lobbyists,\" right?",
    "statement": "Exactly. And that's what typically the former elected officials are typically are not registered lobbyists. They're <SORT OF> the rainmakers for these lobbying firms. The administration has hired several lobbyists. They gave them waivers in certain cases. But in other cases, you <KNOW>, a guy who lobbied for Human Rights Watch, lobbying to help torture victims was said, no, you can't have a job in this administration because you're a lobbyist. And when you say he can't but the president of a lobbying firm that worked for General Motors and Fannie Mae can, it's hard to <SORT OF> justify that and it doesn't pass the smell test."
  },
  {
    "transcript_id": "CNN-59288",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, right now his lawyers have told him to shut up and not cooperate with anybody until they can figure out what's going on. Up until the time of the criminal search warrant being served on his home, he had been cooperating voluntarily with the FBI from the word go. He never had any problem with cooperating voluntarily with the FBI. He'd given everything they'd asked for.",
    "statement": "Elaine, I want to put up on the screen the actual letter that was sent to Senator Daschle, Senator Leahy. I want to analyze some quirky things <ABOUT> it. If you take a look at the letter, look at the date first of all, 09-11-01. Some forensic experts have said, by putting 09 there, it looks like it comes from a scientist, because that's <SORT OF> a scientific way of writing, whereas, if it would have been coming from a foreign source, the month would have been second, the date would have been first, it would have been 11-9-01. What have you heard <ABOUT> the analysis of the letter?"
  },
  {
    "transcript_id": "CNN-403575",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Were you just kidding, or do you have a plan to slow down testing?",
    "statement": "I don't kid. Let me just tell you. Let me make it <CLEAR>. By having more cases, it sounds bad. But, actually, what it is, we're finding people."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "We have troops there. We are prepared to respond to any action they might take. But the -- what we have to do here is to make it clear, when we talk about serious consequences, there have to be some consequences. And that's where Kim Jong Il has been able to get away virtually on each and every occasion, because we don't really have a coordinated -- not only U.S., Chinese, South Korea, Japan, Russia, have to join in this effort. The U.S. alone, it would not be sufficient.",
    "statement": "North Korea's <ABOUT> as isolated as possible, isn't it, right now? They're full of sanctions. What else -- what else <COULD> the U.S. do diplomatically to isolate North Korea?"
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Well, obviously, we're all very happy that the police department has worked very hard in trying to find the people who were involved in this. Unfortunately, it will do nothing to bring back someone who was a terrific treasure to everyone who knew him.",
    "statement": "Police are investigating and the \"Miami Herald\" has reported there <MAY> be some connection, that one of these young men's brother <MAY> have dated a sister of Sean Taylor's. Do you recognize any of their names? Do you <KNOW> of any possible connection?"
  },
  {
    "transcript_id": "CNN-111320",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "One bottom line assessment right now, and I just want to update our viewers before I hear from you what is going on, for those viewers who may just be tuning in. Out of an abundance of caution, the NFL has been notified by the Department of Homeland Security here in Washington of a threat. It's deemed a noncredible threat, but it's a threat on an Islamic Web site suggesting that seven NFL stadiums will be targeted this weekend with a radiological dirty bomb. You can see up on the map, New York, Atlanta, Miami, Houston, Cleveland, Oakland, Seattle, all those cities, hosting home games this weekend, and the Department of Homeland Security saying, while it's not a credible threat, out of an abundance of caution, they've notified the NFL and these teams of this threat. Bottom line assessment, Clark Kent Ervin right now, what do you think about this whole situation?",
    "statement": "<WELL>, I <THINK> it's a good news story, based on what we're learning right now. It is exactly right for the government, once it learns of a threat like this, given the specificity, given in terms of targets, locale, date, et cetera, to pass that information on to federal, state, local and private sector officials, and for those officials to take some prudent precautionary steps, even if, as we all <HOPE>, of course, the threat proves not to be real. This is exactly how the government <SHOULD> be working and I <THINK> the American people <SHOULD> be cheered by the efforts that the government is undertaking today."
  },
  {
    "transcript_id": "CNN-119254",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That was Mexico, but Texas is getting ready, too, just in case Hurricane dean changes course. The National Guard has been mobilized. A voluntary evacuation is taking place in Brownsville. And the governor has deployed a fleet of buses to the Rio Grande Valley for those who need a way out. Over the weekend, President Bush issued a federal disaster declaration for Texas that allows FEMA to send even more emergency equipment and resources.",
    "statement": "Massive flooding in Oklahoma leaves six people dead, hundreds of people homeless, and huge headaches for just <ABOUT> everyone as they face the daunting cleanup ahead. One of the hardest hit areas, the town of Kingfisher. Our Susan Roesgen is there."
  },
  {
    "transcript_id": "CNN-209313",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Why are these days important for the marketplace? What does it mark? I mean, it's tough to explain what these contracts are. I mean, it's sort of looking into the future. They don't all necessarily have to expire on the same day, though.",
    "statement": "No, that's correct. It's simply important because typically, way back when, it was only two different classes of options and futures. And all of a sudden they've added another four different one. Hence the term quadruple witching. It's important because they all simply expire at the same day and some of them can be exercised; some of them can out worthless. You <MIGHT> be assigned on contracts. And so traders or investors really get to <KNOW> where they stand on their existing positions on days like today after expiration. And you see whether these contracts have been closed out or not."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Precisely?",
    "statement": "Precisely. They do not apply in the precise way that the secretary was talking <ABOUT> Guantanamo and the unlawful..."
  },
  {
    "transcript_id": "CNN-211124",
    "matched_terms": {
      "about": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "You're very welcome.",
    "statement": "-- I'm really curious. The Pope decides on get out and walk. The security officials in Brazil <MUST> be a little concerned <ABOUT> that."
  },
  {
    "transcript_id": "CNN-287608",
    "matched_terms": {
      "could": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "And I realized something had gone terribly wrong. I felt this immense fire and I just started to the other side of the, you know, of the fire walk. They hosed my feet off and it just, you know, it felt like something had gone wrong. I stepped away and then my feet just had this burning sensation so I came back. They hosed my feet off. They did a wonderful job of at least, you know, hosing it off and making sure that, you know, it was fully inundated with water. But you know, as I left I saw some people on the floor crying. I had to sit down and one of the other attendees had given me so ice so I rubbed ice on my feet and it just as swelling, just started to occur immediately. I was one of the lucky ones. I mean, I only had second degree burns on both my feet with some big blisters. And you know, it hurt a lot. I went to the burn center. They treated me but some other people, you know, they were not as fortunate, unfortunately. But you know, I still believe that the fire walk is safe. I just think something went wrong.",
    "statement": "Because you said four months ago you went and <OBVIOUSLY> there wasn't this issue otherwise you wouldn't have done it again most likely. What went wrong this time from what you <COULD> tell?"
  },
  {
    "transcript_id": "CNN-250945",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Now to the bloody struggle for control of Tikrit. Iraqi forces on the offensive for a solid week now trying to liberate the hometown of Saddam Hussein from ISIS. America's top general, Joint Chiefs Chairman Martin Dempsey in Baghdad vowing the terror group will be defeated. Let's go to Baghdad and bring in CNN senior international correspondent, Ben Wedeman. Good morning, Ben.",
    "statement": "Good morning, Christine. Yes, General Dempsey was here in Baghdad. He met with Iraqi prime minister, defense minister and his message was that the U.S.-led coalition is and will lead the fight against ISIS. The United States and its coalition partners have since last September launched more than 2,000 air strikes on ISIS targets in Syria and Iraq. The U.S.-led coalition has also trained more than 5,000 Iraqi soldiers as <WELL> as Peshmerga fighters in the north of the country. So given that all eyes in Iraq at the moment are on Tikrit, where, of course, there is Iranian involvement and a contribution to that effort. General Dempsey wants to remind the Iraqis that the U.S. and its coalition partners are indeed playing a big role. As far as the situation in Tikrit goes, Iraqi forces which are essentially led by the Shi'a paramilitary forces with the Iraqi army and police playing a supporting role do <SEEM> to be making significant progress. We saw at the frontlines of smoldering ISIS vehicles, bodies <AROUND> them that had been hit just a day before yesterday. In three days, in <FACT>, these Iraqi forces had managed to advance 50 miles to the very edge of Tikrit. When we were there, they were just one mile to the east of the center of the city. Yes, there is an Iranian role being played there. I had the opportunity to speak to four Iranian advisers at the front line. They described themselves as volunteers. What we did hear from the Iraqi commanders is that yes, they say they're proud and happy to have the Iranian advisers on the ground helping them. One of them telling me it is better to have four Iranian advisors on the frontline than 400 American advisors sitting in the green zone in Baghdad -- Christine."
  },
  {
    "transcript_id": "CNN-404698",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "The president isn't downplaying the severity of the virus.",
    "statement": "Yes, he is. He is. He is <TOTALLY> downplaying it, and then there was this embarrassment of a briefing today when Kayleigh McEnany laughably makes this claim."
  },
  {
    "transcript_id": "CNN-146028",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "I would say, bankers, what in the world is the matter with you? You took taxpayers' dollars in order to survive. You are giving out bonuses now; you are acting like nothing is wrong. Some of your stocks have increased in value from their low. However, you are not serving the people that you should be serving. In my opinion, bankers, you are serving -- not all bankers, but many of them -- you are serving your own bottom lines, and shame on you. And if you don't get your act together; if you don't start helping those that need loan modifications; if you don't start helping those that need loans in order to do, what, have a small business; if you don't help those that really need you, then we're going to have to do something about it. I don't know if it's a windfall profit tax. I don't know what it is, John. But these banks -- and it's not all the president's fault. You can pass every law that you want. You can try to do anything in the world; give these institutions money. If they don't help their customers, what are you going to do about it? So I have to tell you, I think a big part of this problem falls right back to the banks, especially those with credit cards.",
    "statement": "<WELL>, let's take a look at some of the numbers because the numbers have given us, <SORT OF>, an uneven sense of what's happening in the economy. If you look at just November spending, retail sales were up -- 1.3 percent is modest, but they're up. Motor vehicle sales up, again -- 1.6 percent is modest, but it is up. Those retail sales are, you <KNOW>, surpassing what the analysts <THOUGHT>. When you look at numbers like that, people are clearly spending a little more again. What does it tell you <ABOUT> the big picture?"
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Honestly, at first, I didn`t think she was missing. I thought actually she might have just been taken by either Becky`s brother or her aunt, gone out for breakfast, something logical. Something logical.",
    "statement": "So Lisa Bloom, you`re the legal analyst for Avo.com, but you`re the author of \"Swagger,\" as <WELL>. So you talk <ABOUT> how males deal with stress. <COULD> that explain the dad`s apparent chuckle, which really put everybody -- we all <SORT OF> went \"What is that?\""
  },
  {
    "transcript_id": "CNN-117755",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I remind those who share my concern about greenhouse gases that nuclear energy produces no greenhouse gases. If you're interested in cleaning up the air, then you ought to be an advocate for nuclear power.",
    "statement": "The U.S. by the way, is the world's leader in nuclear energy production. France is number two. The U.S. has 104 reactors. France has 59. Nuclear power accounts for <ABOUT> 20 percent of the U.S. energy supply. In France, nuclear power accounts for more than 75 percent of energy production. The last nuclear reactor construction here in the United States, by the way, began back in 1977, in Tennessee. That was the last one. Since then, 36 reactors have been built in France. More now on that stunning charge from House Democrat Henry Waxman. He's claiming the vice president, Dick Cheney, has done some drastic acts to keep some things from the American people. Our White House correspondent, Suzanne Malveaux, is joining us -- Suzanne, this involves protecting classified security information. But give our viewers a sense of this latest rift between Henry Waxman and Dick Cheney."
  },
  {
    "transcript_id": "CNN-347495",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "When you learned it was your friend and former coworker, Richard Russell, who did this, what did you think?",
    "statement": "Shocked. He was really just super funny, always laid back but super nice, super funny, and he will always go out and help others to his flights that he wasn't assigned to help out with or -- and when he was working with you on your flight, he will work as hard as he <COULD>."
  },
  {
    "transcript_id": "CNN-201",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Taking a closer look now behind today's turnaround: On the big board, winners beat losers by a nearly 3-to-2 margin; 29 stocks climbed to new 52-week highs, but four times -- 119 -- fell to new lows. Internet stocks were among today's big losers. American Online, CMGI, Yahoo!, and DoubleClick all falling sharply on the day.",
    "statement": "And one of today's biggest losers: Amazon.com. It lost more than 12 points -- that's <ABOUT> 14 percent -- and that wiped out $4 billion from its market value. Investors are again losing their patience with the so-called \"king of e-commerce.\" A big spike in holiday sales <COULD> not stem the company's losses. Bruce Francis reports."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "OK, well, let's take these two possibilities then. If you had a ballot, or looked to you like the voter had laid it down here and punched through when you saw a pattern of pinholes, would you give the voter credit? Would you count that as votes if you observed the pattern?",
    "statement": "Yes, sir; yes, <ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-65932",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "All right. What about that, Armstrong?",
    "statement": "You <KNOW>, it's so sad. If you look at the French, the Germans, even the British, even some of our own citizens. I mean, we're buying into Saddam Hussein's propaganda law -- war. You would <THINK> that Bush was Saddam and Saddam was Bush. I mean, listen, the burden of proof is on Saddam Hussein, not on Bush -- the president of the United States. The bottom line is that this is just a lot of propaganda. Saddam Hussein never in the entire history of the last 12 years has given us every reason to trust, to <BELIEVE> anything he's ever had to say and do. So why <SHOULD> we trust him now?"
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, the first arriving officers are the most critical officers at the most critical time. You don`t know who the shooter is. You don`t know what`s going on behind closed doors. There`s a lot of panic. There`s a lot of confusion. So this is where the training kicks in. This is where the officers do remain calm. They set up a command process. It sounds like a slow process, but believe me, well trained officers know what they`re doing and they know how to execute a plan.",
    "statement": "I imagine that one of the other lessons of a tragedy like this is that there be proactive training for disaster. In other words, schools across the country ought to be preparing for these type of scenarios. I <KNOW> that a school in New Jersey recently caused some waves because they created a hypothetical. And in the hypothetical, it was a fundamentalist Christian group. And frankly, I`m not aware of any fundamentalist Christians taking over schools. But that type of preparedness needs to be undertaken."
  },
  {
    "transcript_id": "CNN-260202",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Because I think -- honestly, though, I think as the average regular citizen does not give that type of attitude to the police.",
    "statement": "No. No. I <THINK> -- wait, wait, hold up. I <THINK> that --"
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Is that true, Bradlee? You stiffed Art Buchwald all those years he wrote for \"The Post\"?",
    "statement": "You <KNOW>, this is so tiresome. He said that -- we paid him a fortune. We gave him a lot of stock in \"The Washington Post,\" which he still has. And he -- he..."
  },
  {
    "transcript_id": "CNN-361484",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Mr. Chairman, there are 24 noes and 10 ayes.",
    "statement": "The motion to adjourn is not approved. I will now introduce today's witness. Matthew G. Whitaker is the acting attorney general of the United States. Previously, Mr. Whitaker served as chief of staff to Attorney General Jeff Sessions. He was appointed as the U.S. attorney for the Southern District of Iowa on June 15th, 2004, by President George W. Bush. Before that, he was a managing partner of the Des Moines-based law firm Whitaker Hagenow & Gustoff LLP. He was also the executive director for <FACT>, the Foundation for Accountability and Civic Trust between 2014 and 2017. Mr. Whitaker graduated with a master's in business administration, juris doctor and bachelor of arts from the University of Iowa. We welcome Mr. Whitaker, and we thank him for participating in today's hearing. Now, if you would please rise, I will begin by swearing you in. Raise your right arm. Do you swear or affirm under penalty of perjury that the testimony you're <ABOUT> to give is true and correct to the <BEST> of your knowledge, information and belief, so help you God?"
  },
  {
    "transcript_id": "CNN-50284",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're approaching the six-month anniversary of the 9/11 attacks. Since then, U.S. leaders have warned the public several times that another large scale act of terrorism <MIGHT> take place, but it hasn't happened. But the cover story of this week's TIME Magazine suggests America's luck <COULD> run out again because of an intelligence system that remains ill equipped to fight terrorism. Elaine Shannon is one of several TIME reporters who worked on that story. Thanks so much for coming in. The magazine reports this week that U.S. officials were very scared that a nuclear device <MIGHT> be coming into the country. Tell us <ABOUT> that."
  },
  {
    "transcript_id": "CNN-220064",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "All right, Rene, thanks so much for the update this morning. Looking overseas now, Vice President Biden now playing peacemaker during his week-long tour of Asia. He's meeting with leaders in Japan and China amid a growing rift between the two. In Tokyo, Monday Biden urged the countries to lower tensions over a disputed air space. CNN's Barbara Starr is live at the Pentagon with more. How did the U.S. get caught up in this, Barbara?",
    "statement": "Yes, <WELL>, you <KNOW>, Kate, Biden's trip was supposed to be all <ABOUT> trade and the economy. Now in <FACT> it's all <ABOUT> the Chinese military."
  },
  {
    "transcript_id": "NPR-37977",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Andy Kopplin - director of the Louisiana Recovery Authority - blames the Congress, which didn't fully fund the state's program until June - six months after Mississippi got its funds.",
    "statement": "The <FACT> that we had to wait till the middle of June to get a fully funded housing program is unacceptable. It was not appropriate for Louisiana homeowners to have to wait that long, and we're just as frustrated as they are."
  },
  {
    "transcript_id": "CNN-31528",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thank you very much, Phillip Pace, chairman of the board of the Metropolitan Water District. A very exciting day outside of Hemet, California. Kyra, back to you.",
    "statement": "Yeah, Frank, I <KNOW> my parents will be excited too. Frank Buckley, thanks so much."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, it's very difficult. And the fact is that mass transit is probably the biggest challenge for security forces around the world, and especially here in the United States. When you think about the fact that 4 million people use the New York subway everyday, you have to have a layered and a tiered method of security. For instance, the random checking of backpacks and packages now in the New York subway is not operationally effective, but it raises the bar a little more for terrorists, so that there's one more hurdle that they have to go over.",
    "statement": "But random searches, we've gotten a lot of e-mail on this today. Viewers are talking <ABOUT> whether it's making them <FEEL> safer. And one pointed out, I though, was a very interesting point. It's like searching for a needle in a haystack. You're lucky if you come across the right person at the right time."
  },
  {
    "transcript_id": "CNN-12567",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I mean, I haven't seen anybody say one bad about this guy.",
    "statement": "<WELL>, it is hard to. He is a very, very nice man. I've known him for a long time. He's very affable, accessible. He answers questions. He gets along <WELL> with people. He is able to get what he gets done by having a velvet glove, that type of thing. Even as defense secretary, there were some very, very hot items that he dealt with -- not the least of which, of course, was the Persian Gulf War. And, you <KNOW>, there is controversy that has followed the Persian Gulf War. But he has managed to involve himself not in argument, but intense debate. That's an important difference. That is the type of person he is."
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's a huge problem because it sends conflicting signals to the government of Russia about what U.S. policy is, as well as any other governments that General Flynn was in touch with. As Norm mentioned, Jared Kushner, a very senior transition team official, directed General Flynn to reach out to the Russians and other foreign governments to directly undercut the Obama administration's policy on various issues.",
    "statement": "Including that U.N. Security Council vote, <ABOUT> his involvement."
  },
  {
    "transcript_id": "CNN-72710",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Today, we get another look at the town of Summerhaven, as pictures confirm many homes and businesses, like cabins and",
    "statement": "That's sad when a community has to go like that with the drought that we're in right now. You <KNOW>, there's nothing we can do <ABOUT> that number. Pray for rain."
  },
  {
    "transcript_id": "CNN-48921",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "The possibility, though, is still out there that bad guys were now killed. But maybe good guys were killed, and this could be a case of mistaken identity.",
    "statement": "<ABSOLUTELY>. We try to keep that from happening, but we've seen it happen several time sin this war. It's always a possibility and something we try to avoid, but it happens."
  },
  {
    "transcript_id": "CNN-235480",
    "matched_terms": {
      "thinks": "ungraded"
    },
    "previous_statement": "Three thousand miles away, he was captured. This guy can be anywhere. He probably came here because the city is so dense that he thought he could just blend in.",
    "statement": "So many of the fugitives I have caught over the years go to big metropolitan areas. They don't have the resources to go as far as anybody <THINKS> and they can hide amongst us. They can take jobs off the books. And that's what he did. He came here to hide amongst millions of people."
  },
  {
    "transcript_id": "CNN-29515",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And former Congressman Bill Richardson and never-a- Congressman Novak will tell you what it's all really <ABOUT> in closing comments, coming up."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Campbell, this is a remote area. We're talking about the Missouri River Valley, directly from Sioux City and Omaha, Nebraska. And you think, well, that would be a flat area, because it's Iowa. But, in fact, it's not flat. It's part of the little hills that you get on both sides of that floodplain, which is the Missouri Valley. Let's go ahead and take a look at the map. And I have put some topography on the map now. And that might give you a better indication, as I fly around and around, of the topography of it itself. And you don't expect tornadoes to be in a hilly area. Well, it wasn't hilly by the time it got there, because the Missouri Valley is very flat. But, as you take a look, as I spin you around, notice the topography of these mountains, and then obviously the valley there where the lake is inside. This is the problem or one of the problems with it. If you were in behind one of these mountains, you couldn't see or tell that this storm was coming. Another problem was that this was probably what we call a rain-wrapped tornado, a rain-wrapped tornado. Wrapped all the way around it was the rain, in order to not be able to see the funnel cloud, not like you think about a tornado in \"The Wizard of Oz\" or in Texas, where you can see it for miles and miles. This cell, you couldn't. It also moved over into the east of this area. We actually had a tornado chaser on a Web site called severestudios.com. Next time there's severe weather, go on that Web site. You can literally see storm chasers live driving down the street, taping and filming this tornado, or tornadoes, whatever they may be, hail, whatever, the wind damage. They had a guy literally three miles from this storm. And he couldn't see it. He was less than three miles from the tornado and couldn't get an eyeball on it, because there was so much rain around it, and the tornado was in the middle. And it does look like this was a very damaging tornado, probably somewhere bigger than an F-1 or 2 as it moved across that area. It was a long-lived event. It lasted on the ground for almost 20 or 30 miles. Now, there would have been plenty of warning for this Little Sioux Scout Ranch. I don't know whether the warnings got out there or not. This is such a remote area that, if any sirens, they would be 10 miles away possibly, but obviously a weather radio would have been the thing to have. And you should have one tonight, too. If you have a weather radio, make sure it's on. And if you don't have one, I want you to buy one that's called SAME -- S-A-M-E. It doesn't go off every county in your state. It only goes off for the county that you program. Those old ones would go off all night long. By the time it got to your county, you would have it thrown it out the window, and it wouldn't be any good. But the new ones are much better. They are so improved. They will only go off for what you program. If you don't live by a river, then don't program in the flash flood warning. If you do, then make sure that is in there. These are brand-new high-tech machines. And 50 bucks can save your life -- Campbell.",
    "statement": "All right. Hey, Chad, talk to us, though, a little bit <ABOUT> other areas that <MAY> have been hurt -- or hit, rather. I <KNOW> this wasn't just Iowa, just Nebraska. There were four states, I <THINK>, that were looking at tornado warnings all night, right?"
  },
  {
    "transcript_id": "CNN-83259",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Suzanne, one of the problems it would seem for the White House is controlling the agenda here. The president wants to be on the campaign trail, wants to be talking jobs and yet looks like the country is talking 9/11 Commission.",
    "statement": "<WELL> <CERTAINLY> President Bush is traveling today; again he is going to be talking <ABOUT> home ownership. He's also going to be talking <ABOUT> job training. But make no mistake, Daryn, the administration is also very much focused on this debate at what has taken place in the 9/11 Commission. You <MAY> recall Richard Clarke, the former adviser to counter terrorism, said on \"LARRY KING LIVE,\" accused Dr. Rice of being incompetent, saying there were two of the 9/11 hijackers that were in the country prior to those attacks. Had Dr. Rice been more diligent in doing her job, paying attention to the issue of terrorism, <PERHAPS> the whole attack <COULD> have been avoided. Now, those are charges that the White House takes extremely seriously. And the one thing that they fear here is if the American people get some <SORT OF> sense that the administration did not do all it <COULD> prior to those attacks, that the president is going to lose ground here. This is a White House and a president that is running on hits record on national security -- Daryn."
  },
  {
    "transcript_id": "CNN-303532",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Emily, you have been covering this first, soon to be first family for a while now. Give us a little insight what's going through their minds.",
    "statement": "<WELL>, I <THINK> this is incomprehensible for most of the family. This is a role that they never felt that they would play, and I <THINK> they're awestruck. These are traditions that -- this is a show business family, right? These are not strangers to the spotlight. They have been -- the children have been in the spotlight their entire lives, but this is a very different <KIND OF> spotlight, a tremendous amount of responsibility. And I <THINK> they are really -- you're seeing them really appreciate that and watching that dawn on them. They're letting it play out in the public. They're posting <ABOUT> how awe-inspiring this is for them. So, this is really a millennial version of the first family that you're seeing for the first time. These are adult children and it's just really interesting to watch that play out."
  },
  {
    "transcript_id": "CNN-210611",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "It reminds me of the old joke. Madam, we're just -- we're not talking about the principle, we're just haggling over the price. When you get the traders basically saying if it's $10 million and dot, dot, dot, dot, and we can get away with it. Are you surprised by these findings, Maggie?",
    "statement": "I am not that surprised. I would have <THOUGHT> after everything and after the reputational blow -- you have MBA students, as these articles point out, signing ethics code, I would have <THOUGHT> that <MAYBE> the younger generation coming into the business would be <THINKING> <ABOUT> doing things a little bit differently. They almost blew up the global economy. Banks went out of business because of this. It didn't end <WELL> for all of them, and yet, they'd still go and do it again. So, you <KNOW>? That's greed on Wall Street for you, Richard."
  },
  {
    "transcript_id": "CNN-266745",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, have a look at these. NASA has released stunning new images of the planet Jupiter. And it shows some significant changes. It's great red spot is getting smaller by around 240 kilometers and is turning a more orange color. These images also showed a wave above the planet's equator which has not been scene by telescopes for decades. You're watching CNN. This is Connect the World with me Becky Anderson. Welcome back. Your Parting Shots this evening, and culture of regeneration is one of London's hallmarks, like the reinvention of a disused power station on the River Thames as a stunning modern art gallery: the Tate Modern, which opened in 2000 is now one of the city's top attractions. Its latest exhibit picks up on the theme of regeneration using soil. My colleague Isa Soares reports.",
    "statement": "It's one of the most visited museums in the world. And this, its most iconic space. Today, the turbine hall of the Tate Modern in London transformed into a seabed of activity. 240 wooden boxes have been filled with soil from 35 locations <AROUND> the city from Buckingham Palace to hamster teeth. It <MAY> not look like much right now, but Mexican artist Abraham Gruznyvillegas intends to provoke ideas of change and <HOPE> by watering the beds daily to see what grows."
  },
  {
    "transcript_id": "CNN-139237",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Uh, no, because I knew that she was upstairs at her friend`s house.",
    "statement": "Tough but necessary questions. Jennifer Buchanan has been questioned <ABOUT> that timeline by the media, the police, and the FBI. Here is what she told two local Detroit radio hosts."
  },
  {
    "transcript_id": "CNN-201806",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Of course they do. There are fewer and fewer journalists going into Syria; if you look at Libya, there were dozens of journalists on the frontline, roaming all around eastern Libya, people who had never covered war before, people who had years and years of experience. That has changed exponentially, even in the last two years. There are only a handful of journalists who are covering Syria because it has a lot to do with the killing of Marie Colvin and Remy Ochlik. It has a lot to do with Chris Hondros and Tim Hetherington's deaths in April of 2011. It is being -- it is very clear that it is much more dangerous now to cover Syria than it has been to cover war in the past.",
    "statement": "<WELL>, you were kidnapped, along with your colleagues in Libya. I want to play part of an interview that you did on CNN with Anderson Cooper shortly after you were -- you were released. So this is you and Anthony Shadid talking."
  },
  {
    "transcript_id": "CNN-130361",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Now, wait until you see this. The Elton John star smackdown caught on tape. Why Elton is going after a huge star for her drinking.",
    "statement": "And don`t forget, you can watch SHOWBIZ TONIGHT video anytime you want. We`re always posting new <STUFF> for you to watch. That`s at our Web site CNN.com/ShowbizTonight. Among the videos now playing, the \"90210\" scene that suggests sex. Did the new CW show cross the line? SHOWBIZ TONIGHT is back after this."
  },
  {
    "transcript_id": "CNN-397681",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No, you're right. We're buying more online than I think we have ever done. Amazon, of course, hiring thousands of workers just to cater to that demand. What we're buying here is essentials. We're hoarding groceries, we're buying medicines. That's what these numbers show. What we're not buying is the things we don't need, because we're sitting at home, things like clothes, a new car, for example. But net-net, we're spending a lot less. I think the key for these numbers is that, as bad as March was, this month is going to be worse. We have seen millions more people filing for unemployment benefits. And it will be a whole month basically spent shutting doors and staying at home. This last month is bad. April will be worse.",
    "statement": "While many small businesses have applied to get loans from the Small Business Administration through the paycheck protection plan, which we were just talking <ABOUT> with Speaker Pelosi, there are a couple discrete industries that are suing because they're not eligible. Specifically, lobbyists and strip clubs are not eligible. What's the story there?"
  },
  {
    "transcript_id": "CNN-266657",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As president of the United States, every life in this country matters.",
    "statement": "So was it a good starting point or not nearly enough? To talk <ABOUT> this, I'm joined by civil rights activist with the Black Lives Matter movement, DeRay McKesson. Welcome back."
  },
  {
    "transcript_id": "NPR-11102",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "And what about the view in Europe, across Europe?",
    "statement": "<WELL>, many, I <THINK>, in Europe are baffled and stunned by this. I was in Copenhagen over the weekend. And I was talking to a friend who just was stunned by the bitterness and anger and chaos in Parliament, which many in Europe have admired for a long time. Another person I talked to in Denmark, she pointed out that the U.K. is Denmark's closest ally. And she just <FEELS> very sad <ABOUT> all this. One thing interesting, David, is the chaos is such that it's actually bound people closer to the EU. It has higher ratings now than it did a number of years ago. And that's because Brexit has gone so badly so far."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "In a sign of Republican reluctance to criticize Mr. Trump, McCain's old friend Senator Lindsey Graham only offered a muted response to the president, tweeting: \"Nothing about McCain's service will ever be changed or diminished.\" The president's poll numbers have ticked up in recent weeks, in part because of the healthy economy, with 71 percent saying the nation is in good fiscal shape, which may explain why the president feels emboldened to call on FOX News to bring back Judge Jeanine Pirro, one of the network's hosts who was suspended after making bigoted comments about Muslims in a rant about Congresswoman Ilhan Omar.",
    "statement": "<THINK> <ABOUT> it. Omar wears a hijab. Is her adherence to this Islamic doctrine indicative of her adherence to Sharia law, which in itself is antithetical to the United States Constitution?"
  }
]