[
  {
    "transcript_id": "CNN-275443",
    "matched_terms": {
      "believe": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "A powerful speech by Vermont Independent Senator Bernie Sanders, now a Democrat and in a virtual tie with former Secretary of State Hillary Clinton here in Iowa. The latest vote count 95-percent of the votes in, 49.8-percent for Clinton, 49.6- percent for Sanders. Sanders essentially declaring a moral victory this evening regardless of how it turns out. He said it was a virtual tie and it looks like his campaign and Clinton's campaign will end up with roughly the same number of delegates. This is a bad night for the establishment, I would say, Wolf Blitzer. Both the democratic establishment, you will have Bernie Sanders, somebody who describes himself as a democratic socialist, basically tying with the ultimate insider figure, Hillary Clinton, here in Iowa and on the republican side, outsider candidates really winning the day in that contest. Jeff Zeleny is with the Sanders campaign and has some news for us. Jeff, a powerful speech from Bernie Sanders. What's next for him?",
    "statement": "Jake, it was a powerful speech and, of course, he said that Iowa started the revolution here. So he's going to take that energy on to New Hampshire where he is already leading so much in the polls, has so much energy; but I am told by a senior strategist for the Sanders' campaign that they do not expect a final result tonight. They have been told by Iowa Democratic Party officials that there are 90 precincts across the state of Iowa, out of some 1,800 precincts, that do not have results. So never mind that. Senator Sanders said that it's basically a tie. They will split the number of delegates here and they will go forward to New Hampshire. But, Jake, I can tell you the most important element of this speech, at least in the short term, is the fundraising possibility of it. Senator Sanders has built an enormous online fundraising capacity, more than Barack Obama, more than any other politician of this era. So this is going to be a very big moment for him going forward and again, it ensures that this race is going to keep going. If you look at the contrast between Secretary Clinton's speech and Senator Sanders' speech there really are differences here that have to be worked out in this Democratic Party so that's where this race is headed, a contest for the fight of the Democratic Party. You can be <SURE> the Clinton campaign is going to start more directly pointing out some of Senator Sanders' flaws that they <BELIEVE> his ideas can be a conflicts. So this race moves to New Hampshire a tighter race than ever, Jake."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. Oh, do I ever.",
    "statement": "So, he said, hey, you <KNOW> what? This is awful. This is criminal. I want to lend my time, my money, my expertise. They went in, they spent -- they're doing this pro bono for this great cause. Here's Greg Norred."
  },
  {
    "transcript_id": "NPR-8802",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded",
      "view": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's correct, and the exchanges are going to be where individuals and small businesses will go to purchase insurance. These will mostly be online exchanges. And there's been so much talk about whether the states will run the exchanges or the federal government will run the exchanges or whether it will be a partnership between states and federal government.",
    "statement": "From the point of <VIEW> of the people going to purchase insurance, it doesn't matter. It will be invisible. When you go to purchase insurance on the exchange, it will say if you live in Texas, welcome to the - excuse me - Texas exchange. If you live in Michigan, welcome to the Michigan exchange, if you live in Maryland welcome to the Maryland exchange. It will not matter to you who is building or operating that exchange. So that's <KIND OF> a, you <KNOW>, inside-the-Beltway, you <KNOW>, discussion that people <SEEM> to love. But it's not really very important for the - for you once you get to the exchange."
  },
  {
    "transcript_id": "CNN-109746",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's shaping up to be a busy day. Another American plane diverted. Fredericka Whitfield standing by at the breaking news desk -- Fred.",
    "statement": "Carol, lots of interruptions in air travel these days. This time the interruption taking place while the plane is in the air, so much so that this U.S. Airways plane, Flight 146, which was traveling from Phoenix to Charlotte, had to be diverted to Oklahoma City and make a landing here at Will Rogers Airport, where the plane is now sitting at the gateway. It's been there for <ABOUT> two hours now, after making this diversion. All because reports are indicating an unruly passenger was on board. We don't have any details <ABOUT> what that passenger was doing and why it was alarming enough to have this plane diverted, but this is the case, two hours that it's been on the ground now at Will Rogers Airport in Oklahoma City. Again, for those folks who are waiting for passengers who are on board this U.S. Air Flight 146, it is not landing in Charlotte as scheduled. Instead, it is now sitting in Oklahoma City airport -- Carol."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<WELL>, how do you -- are more activist than anything else? I mean..."
  },
  {
    "transcript_id": "CNN-335970",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "So certainly an impactful statement from the players and once again we are seeing sports trying to bring the community together and it seems like the community is definitely, you know, wrapping their arms around that message -- John.",
    "statement": "All right. Dan Simon, thank you very much. We did get some breaking news just in to CNN. Moments ago, we learned the Federal Trade Commission has opened an investigation into Facebook for its privacy practices. This stems, of course, from the revelation last week that Cambridge Analytica, that group, harvested data from some 50 million people, from their Facebook accounts, <APPARENTLY> without their knowledge. Again a Federal Trade Commission investigation now into Facebook. We'll be right back."
  },
  {
    "transcript_id": "CNN-159370",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "It's the",
    "statement": "The old rule is 100 percent of the service, but that's wide-ranging, especially if you're doing color or you're doing some other <KIND OF> service. So it's a little more flexible nowadays. Talking with hairdressers, they say the custom -- it really has changed, 50 percent is <ABOUT> right."
  },
  {
    "transcript_id": "NPR-26023",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yeah. I would much prefer a universal collection pot where all the sales tax money went into and then was dispersed by other people.",
    "statement": "Any worry <ABOUT> the survival of the business if this law goes through?"
  },
  {
    "transcript_id": "CNN-26743",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You could, by stats and star power -- being the highest paid first baseman in baseball -- some of these guys now have in their contracts that they want to be (OFF-MIKE) in the highest paid position. How come that's not important to you?",
    "statement": "Never has been. I mean, some guys <BELIEVE> in that. That's their own prerogative. They can do what they want to do, and I'm going to do what I want to do. I <BELIEVE> that I'm being paid very fairly, getting paid a lot of money to do what I do. And what I do is not easy; and what I deal with every day when I go on that field is not easy and not many players can deal with that. So the players today, they're getting paid a lot of money right now are going to have to deal with a lot of scrutiny that they've never dealt with before. I've been there, I <KNOW> what it's like. So I just choose to do what I'm doing right now."
  },
  {
    "transcript_id": "CNN-165505",
    "matched_terms": {
      "think": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "OK, I didn't see the whole interview, but he didn't cuss out John King when he talked to him, did he?",
    "statement": "It was <QUITE> an interview, back and forth like almost two price fighters going at it, but I don't <THINK> there weren't any profanities."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And today, the governor's office released a statement saying, \"Federal agency reviews are routine and standard operating procedure to ensure that funds are distributed fairly. We're confident that any review will show that the ads were a key part in helping New Jersey get back on its feet after being struck by the worst storm in state history.\" But after an initial review of the Sandy relief spending, the office of the inspector general at the Department of Housing and Urban Development, has concluded that there is enough evidence to launch a full scale investigation.",
    "statement": "Taxpayer dollars that <COULD> have been used for Sandy relief were used for ads promoting the governor, because he was in them with his family, during an election campaign."
  },
  {
    "transcript_id": "CNN-105669",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And the trial still months away, Wolf. It is clear the defense said that it wasn't sure that it would call Ambassador Wilson. But what it did say is that it would probably call him because it knew, once it put five witnesses on the stand -- and again, the defense is saying those witnesses will say that Ambassador Wilson was quite open in discussing his wife's employment at the CIA -- the defense made clear, at that point, it knows the prosecution would then feel compelled to call Ambassador Wilson. He is not right now listed as a lead witness in the prosecution's case, but you can be sure, just as we now know Karl Rove will be, that Joe Wilson will be involved in the courtroom here, as well. Again, the trial, though, not until January. Still a lot of contentious back-and-forth over the evidence and over what will be admissible. First they decide what the defense gets to see, then they will have a fight over what the jury gets to see, Wolf.",
    "statement": "And the fate of Karl Rove still very much still up in the air. John, let me switch gears briefly with you while I have you. I <KNOW> in the midst of all of this, you've also been checking out the resignation, the sudden resignation today of the CIA director, Porter Goss. No explanation given by him, no explanation given by the president. What are you hearing from your sources?"
  },
  {
    "transcript_id": "CNN-14564",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "best": "ungraded",
      "definitely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "All right, other retailers?",
    "statement": "Yes, <DEFINITELY>. Lots of people have been talking <ABOUT> the <FACT> that they <THINK> that consumer spending <MIGHT> have to slow down eventually, especially with <MAYBE> higher gas prices acting as <SORT OF> a consumer tax, so to speak. But a couple of retailers that did pretty <WELL> yesterday, Radio Shack and <BEST> Buy, each of them up more than a point; a positive Merrill note. Some people are saying that electronics retailers <MIGHT> be a safe haven among <SORT OF> the retail arena if consumer spending is going to slow down, especially as we're heading into the holiday shopping season when people buy electronics."
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think that this thing goes far beyond Iraq. The president made one big mistake in getting there. They're paying up to $30,000 for high school graduates coming from areas of high unemployment, $60,000 to get enlisted men to re-enlist. They're missing their mark. They'd better start thinking about the draft so we can get out of the war. We've got to deal with the issues with Palestine and Israel and we've got to bring in the so-called Arab friends that we have in order to negotiate some kind of a peace. We're killing people. We have no clue as to whether we're wining or losing and I don't see how we can possible have elections there with all of the casualties and murders that are taking place.",
    "statement": "All right. We're going to have to leave it there. Congressman talking <ABOUT> the elections slated for January 30th inside Iraq, Democratic Congressman Charles Rangel joining us from New York and Republican Congressman Mike Pence here in Washington, D.C. Thanks to you both for being here on"
  },
  {
    "transcript_id": "CNN-362701",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The United States has also been very clear with our security partners on the threat posed by Huawei.",
    "statement": "The U.S. says the gear <COULD> be used by the Chinese government to spy and is urging allies to ban Huawei from their 5G network. Australia has already obliged. Germany and New Zealand are considering doing so as <WELL>."
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right, Joseph Phillips, with about 45 seconds.",
    "statement": "<WELL>, I <THINK> that this administration has shown a real      commitment to Africa, first of all, and I <THINK> that this <KIND OF> process      is the <KIND OF> compassionate loving act that, as a Christian, I like to      see.  As a taxpayer, I'm not so thrilled by it, and I <THINK> that it's--it      smacks of big government solution.  Americans--contrary to what Joe      Davidson just said, Americans are the most compassionate, most giving      people on Earth.  And I <THINK> if you free Americans up to do just that      and take government out of the equation, we will see a lot of aid, and      faith-based aid, in Africa..."
  },
  {
    "transcript_id": "CNN-125573",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "It really has been. This is a controversy that won't go away. And not only did he say that they were bitter, but he said when they're bitter during these difficult economic times they turn or cling to their guns and to their religion. This was a comment that he made out in California at a fundraiser more than a week ago but, again, it simply will not go away. And Senator Hillary Clinton has really pounced on this and says that it shows that he's an elitist, hat he is out of touch. Senator Barack Obama, though, yesterday fired back.",
    "statement": "I'm a little disappointed when I start hearing the exact same talking points coming out of my Democratic colleague, Hillary Clinton. She <KNOWS> better. She <KNOWS> better. Shame on her. Shame on her. She <KNOWS> better."
  },
  {
    "transcript_id": "CNN-307344",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, that's the question that we are all entitled to know the answer to. And obviously, the President owed Preet Bharara a phone call. He had offered him a job, he had sent him out in front of television cameras, he had said, I have the job. The President told me I have the job. I spoke to the designated Attorney General I have the job. Then to embarrass him by sending essentially a form letter saying, I want your resignation, that was not the right way to handle this. Not only was he entitled to a phone call and an explanation, but we, the American public, are entitled to an explanation. Why was this nonpartisan prosecutor with one of the most superb reputations of any prosecutor in modern history. Suddenly fired. Does it represent some fear from having an independent prosecutor look into the wiretap allegations, look into the current issues that are being investigated? We're entitled to get the answer to that question. And Congress should get to the bottom of it by calling people from the Justice Department and inquiring what the reason was to the turn events. You're absolutely right that all presidents have the right to seek the resignation of the sitting U.S. attorneys. But to first offer a job to a sitting U.S. attorney and then with no apparent change to withdraw it, that requires an explanation.",
    "statement": "And on your point <ABOUT> him being a nonpartisan player, in doing his job. He's specifically talks <ABOUT> that in this statement since he was fired. Saying one hallmark of justice is absolute independence. And that was my touchstone every day, that I served. Given your expertise in the courts. Do you <THINK> he was the most powerful U.S. attorney?"
  },
  {
    "transcript_id": "CNN-67986",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "appear": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "We've been bringing you breaking news this morning on Iraq. This weekend, the U.S., Britain, and Spain will hold an emergency summit on the crisis, but whether it can actually lead to a vote at the U.N. next week on the second resolution is still very much up in the air. Richard Roth is our man at the U.N. He practically lives there. What is the latest buzz there -- good morning, Richard.",
    "statement": "Good morning, Paula. <WELL>, this is billed as a diplomatic summit, and it would <APPEAR> that the big three there, the United States, Britain, and Spain, are going to make a final decision on just what to do with this proposed new resolution on Iraq. It had a Monday deadline for Saddam Hussein to cooperate and turn over all weapons of mass destruction, so some <SORT OF> decision would be made. Is the resolution going to go forward, even though there <MAY> not be nine required votes in favor and a veto threat, or will it be taken off the table? Last evening, consultations here at the Security Council revealed, of course, how deep the deadlock still is here in New York. Both sides arguing on a variety of points, including those proposed British benchmarks, disarmament tests for the Iraqi government. And, today, still holding firm, France and Germany. German Chancellor Gerhard Schroeder saying make inspections, not war."
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "hope": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Downgraded, but still very dangerous. What was hurricane Noel is expected to pound the New England coast today. Wind gusts from the storm could reach 85 miles an hour. CNN's Jim Acosta is live in Chatham, Massachusetts, as the storm is starting to roll in. Are people prepared for this one?",
    "statement": "<WELL>, we <HOPE> so. These are hearty folks up here in Cape Cod, Betty, and, yes, as you mentioned, Noel is no longer a hurricane. Won't be a hurricane when it gets here, but the storm will be very serious for the people along Cape Cod. As you mentioned, some hurricane-force winds will be felt here, 85-mile-per- hour wind gusts will be felt on the Cape. We're in Chatham, which is the tip of the elbow of Cape Cod. If you look at a map, that's where we're standing right now. Just to show you what's happening out here, we can tell judging by how things have changed over the last hour since we last spoke that the winds have picked up out here, and this is <DEFINITELY> a concern for people out here because they have been dealing with major problems from storms in recent years, that nor-eastern that clobbered this coast back in April actually cut this beach barrier behind me in two, and it caused major beach erosion for residents in the area. This is of great concern. They're worried <ABOUT> power outages, downed trees. They've opened up shelters across the area if case things get serious f you're wondering, for people who watch a lot of hurricanes on CNN, what's going on with the winter coat and the wool cap and the boots, Gulf Coast, temperatures only in the high 40s to low 50s today, so it's going to be a cold, nasty day on Cape Cod. People ought to warm up some chowder and stay inside today."
  },
  {
    "transcript_id": "CNN-100888",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Rumsfeld is in Afghanistan today, meeting with President Hamid Karzai. In Washington, lawmakers are eager to adjourn for the holidays, so today could be a big day for legislation. Among the items on the agenda, those Patriot Act provisions set to expire in 10 days. Right now lawmakers on both sides of the political aisle have not ruled out temporarily extending those expiring provisions. Of course, we'll keep you posted. Divers off Miami Beach today hope to recover the fuselage of that seaplane that crashed on Monday, killing 20 people. Investigators say the right wing came off the plane upon takeoff. They're studying amateur video of the crash frame by frame for clues. Today, Thursday, Friday and Saturday, not much time left for your gift giving list. Chances are a high tech gadget just might fit the bill. In fact, a new Associated Press Ipsos poll finds high tech gadgets becoming essential for a growing number of people. In fact, those polled said they spend up to $150 a month for their high tech fixes. And half of the respondents cannot live without their computers. Can't even imagine life without them.",
    "statement": "I <BELIEVE> it. I <BELIEVE> it. Yes, I mean it's a good gift."
  },
  {
    "transcript_id": "CNN-301602",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dare to dream that the dawn is breaking on an independent United Kingdom.",
    "statement": "Already the pound is tanking, we've got the euro is tanking as <WELL> against the dollar. That is questioning the whole European project; the markets need to <KNOW> what David Cameron's thoughts are."
  },
  {
    "transcript_id": "CNN-254936",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "How does this current pope match up with other recent popes as far as political activism?",
    "statement": "<WELL>, I <THINK> the substance of his positions are exactly the same as those of John Paul II and Benedict XVI. Both John Paul II and Benedict XVI were very critical of the U.S.-led embargo on Cuba. They called for a restoration of diplomatic relations and they called for Cuba to take its place in the community of nations, and they also called on Cuba to do a better job of promoting human rights and religious freedoms. So, nothing has really changed there. I <THINK> the difference is that Francis, at least on this issue, has simply been more effective at moving the ball. I mean, you look at his poll numbers <AROUND> the world, they are the <KIND OF> approval ratings that politicians would crawl over hot coals to have."
  },
  {
    "transcript_id": "CNN-247635",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "opinion": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Which is what? You feel that the universities are a real concern or can be?",
    "statement": "<SURE>. I mean, if you have a professor on campus that's passing out leaflets that gets knew the mosque and surely, they're trying to intentionally recruit you. And this is something that's going on in America. And I <THINK> that America needs to in my <OPINION>, stop looking for the blatant terrorists and trying more keeping their eyes open for the people who are out there, speaking to our young folks and our young men especially in the community. And telling them all the wonderful things that who they are, but they have a <TOTALLY> different intention."
  },
  {
    "transcript_id": "CNN-103019",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And these guys are so good that the way they're dealing with this is they're mandating no bump zones. I wish they could only do that while we were driving. And that's going to work, along with a little bit safer car and a more crash resistant car. NASCAR sees a problem, they solve it right away, by the way.",
    "statement": "So -- OK. So you don't have two of the biggest names, Jeff Gordon and Dale Earnhardt, Jr. in the championship, the chase for the cup last year. Is NASCAR a little concerned that it <COULD> happen two years running?"
  },
  {
    "transcript_id": "CNN-113806",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "It's probably worth asking, what message does Congress intend to give and who does it think the audience is? Is the audience merely the president? Is it the voting American public, or in an age of instant communication, is it also al Qaeda, is it Iraq? Is it players in Iraq, is it U.S. troops?",
    "statement": "Now, Tony Snow was asked whether he was suggesting that supporters of this congressional resolution are providing aid and comfort to the enemy. He said no, but here's what the political fear at the White House is. Basically, some of these Republicans are opposing the White House now, Republicans like Norm Coleman of Minnesota, Gordon Smith of Oregon. They're up for re-election in 2008. <OBVIOUSLY> the president does not have to face the voters again. And the real concern here, the alarm at the White House, is as they get closer and closer to that election, more and more Republicans are going to break with the president -- Lou."
  },
  {
    "transcript_id": "CNN-263995",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And see what Ted Cruz and Huck have to say.",
    "statement": "See what they have to say. We'll talk <ABOUT> that tomorrow. I want to move to Hillary Clinton. There's a brand new poll out minutes ago which shows her standing nationally now sinking. This is from Monmouth University. She is now at 42 percent. Joe Biden is at 22 percent and Bernie Sanders is at 20 percent. This is a 10-point drop from the last Monmouth poll. This is her smallest lead to date in this national poll. This is on top of, Van, a poll over the weekend which shows her trailing Bernie Sanders in New Hampshire by, frankly, a lot at this point, nine or 10 points. This comes on the same day the Clinton campaign is leaking to \"The New York Times\" and \"The Washington Post,\" they're going to pivot and you will see a new Hillary on the campaign trail. She's going to be laughing and joking at the same time as taking on Republicans. Is that enough?"
  },
  {
    "transcript_id": "NPR-7229",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wow. What does the decision mean in a day-to-day sense for people of - same-sex people in India?",
    "statement": "<WELL>, it means massive parties at gay bars across India tonight. I mean, people are very excited. They <THINK> this is long overdue. One couple I was interviewing started talking <ABOUT> marriage. You <KNOW>, I almost witnessed a proposal there."
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "\"For the past seven years, the Clinton administration in which he serves has barely paid lip service to campaign finance reform, while the 1996 Clinton-Gore re-election effort engaged in massive campaign finance abuses resulting in the worst national campaign finance scandals in a generation.\"",
    "statement": "As with abortion, Bradley frames the issue as one involving Gore's integrity and trustworthiness. But this is slippery ice for Bradley, who promised a high-minded campaign. And his efforts to keep his balance became apparent during an exchange <ABOUT> Gore's claim to have always been a supporter of abortion rights. ("
  },
  {
    "transcript_id": "CNN-291531",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Oh, yes. And I think that this ...",
    "statement": "<WELL>, he's a Christian."
  },
  {
    "transcript_id": "CNN-397650",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "When California reopens for business, the decision will be influenced by science and health, not politics. That was the vow from the state's governor, Gavin Newsom, as he outlined the six major criteria that have to be met for reopening to take place, everything from expanded testing to providing rules for social distancing. He also says people <SHOULD> prepare for major changes next time they go to their favorite restaurant."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Schmidt herself drives hundreds of miles a month to check on patients, many of whom need kidney dialysis three times a week. Some of Dr. Schmidt's patients qualify for state transportation help. These days, that's life support.",
    "statement": "I don't <KNOW> what I would do, because, of course, if I wasn't getting dialysis, I would be dead."
  },
  {
    "transcript_id": "CNN-97548",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Another entry lists Brown as director of the Oklahoma Christian Home. \"Time\" magazine contacted an administrator of that facility who said that Brown was never a director there and is, \"not a person that anyone here is familiar with.\" FEMA says the Findlaw Web site is wrong and the \"Time\" article misleading.",
    "statement": "<WELL>, it's very disappoint that \"Time\" magazine has decided to use as their primary source a Web site that does not even claim or make promises to carry accurate or complete information. And we <CERTAINLY> <KNOW> that this is true because information carried <ABOUT> Mr. Brown's background is incorrect on the Web site."
  },
  {
    "transcript_id": "CNN-87515",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "In New York, the preparation has included drills with mock protesters and information-gathering using the Internet and undercover operations.",
    "statement": "<MAYBE> as many as 1,000 or 1,500 people will come here bent on causing a problem."
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Oh, I don`t know if it`s a suicide. Very often her medication gets all screwed up so it`s probably because of that.",
    "statement": "Interesting. So much to cover and we`re taking your calls on this tragedy and I also want to <KNOW> what you <THINK> <ABOUT> Tila Tequila. Is she just an inappropriate hot mess? 1-877-586-7297. Straight out to my fantastic panel, you remember of course, Judge Larry Seidlin, he was here just a little while ago, he gained fame as he presided over the Anna Nicole body custody case in February 2007. Also Terry Lyles, psychologist, boy do we need you and we`re delighted to have back Rob Shuter from AOL`s PopEater.com. Rob by the way, number one entertainment columnist in the world, according to ComScore (ph) and he was a friend of the late Casey Johnson. Rob, what would Casey be saying now if she <COULD> see the craziness going on with Tila Tequila in the wake of her death? Would Casey be horrified?"
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "You know, that was more cautious Joe Biden. He kind of felt like the whole notion of wearing a mask, for the most part, spoke for itself. It was one of those moments we've seen from Joe Biden so many times, well, I shouldn't go there, but then he goes there a little bit. This is, if you kind of look at the idea of suburban voters, suburban women, women in general, the remaining potential swing voters, the mask issue could be a really, really big determinative factor. Because they're living it in their everyday lives. They are living it, trying to get masks on the little kids. They're living it trying to figure out this is kind of the tip of the spear and it goes down to schools and other real challenges that people are dealing with. The flip side, though, is the president is clearly speaking to very real, very vocal, very passionate anti-maskers, who are out there, who are natural Trump voters. And maybe even people who didn't vote in 2016, who they are mining, trying to find in key places like Pennsylvania. And others who say, you know what, I'm so sick of people like Joe Biden telling me what to do. I won't wear a mask. And I'll listen to Donald Trump and go out and vote because of that. That's not impossible that's a real place to get votes for Donald Trump. And that is part of it, aside from the fact he was just playing entertainer in chief last night.",
    "statement": "I want to thank all of you, Catherine, Dana. Thank you, David. Appreciate your comments. And I want to go back to this truly bombshell report from Jeffrey Goldberg at \"The Atlantic\" detailing how the president talks <ABOUT> and <VIEWS> our nation's veterans and servicemembers who have laid down the lives for their country or have been injured in service. The report includes new details <ABOUT> President Trump's 2018 visit to France to mark 100 years since World War I. Goldberg cites four different souses on President Trump's cancelation of a visit to the cemetery near Paris where American Marines were killed in World War I and buried there. It is sacred ground for military members and Marine in particular. Goldberg writes, quote, \"In a conversation with senior staff members on the morning of the scheduled visit, Trump said, 'Why <SHOULD> I go to the cemetery? It is filled with losers.'\" In a separate conversation on the same trip, Trump referred to the more than 1,800 Marines lost as \"suckers\" for getting killed. And according to Goldberg, Trump, on that same trip, asked aides, \"Who are the good guys in this war.\" He also said he didn't understand why the United States would intervene on the side of allies. And Goldberg said that Trump was fixated on Senator John McCain, who was held in captivity for more than five year as a prisoner of war in Vietnam. He writes that when McCain died in August of 2018, Trump told the senior staff, according to three sources with direct knowledge, \"We're not going to support that loser's funeral.\" And he became furious, according to witnesses, when he saw flags lowered to half-staff. \"What the bleep are we doing that for?\" He said, \"The guy was an F'g loser,\" according to this report. That's what the president told the aides. And Goldberg talks <ABOUT> a moment in 2017. On Memorial Day, Trump visited Arlington National Cemetery with General John Kelly, his future chief of staff. And standing by the grave of John Kelly's son, Robert Kelly, who was killed in action in Afghanistan, \"The Atlantic\" reports that Trump turned to Kelly and said, \"I don't get it. What was in it for them?\" Goldberg writes, \"Trump has been, for the duration of his presidency, fixated on staging military parades but only of a certain sort. In a 2018 White House planning meeting for such an event, Trump asked his staff not to include wounded veterans on grounds that spectators would <FEEL> uncomfortable <AROUND> amputees. \"Nobody wants to see that\" he said. He also reports, after a White House briefing given by the then- chairman of the Joint Chiefs of Staff, General Joe Dunford, Trump turned to aides and said, \"That guy is smart. Why did he join the military?\" Here is Goldberg talking to CNN earlier <ABOUT> his reporting on Trump's cancelled visit to the cemetery."
  },
  {
    "transcript_id": "CNN-193172",
    "matched_terms": {
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "If something happens to the child during that situation it's on the high school or the school or whatever, whoever gave it to them so I think the parents should be aware of it.",
    "statement": "But some parents <MAY> not even be aware their child <MIGHT> receive the pill."
  },
  {
    "transcript_id": "NPR-24588",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Miller did raise questions and his story yielded a scoop. One senior NSA official suggested he'd be open to offering Snowden amnesty to get those documents back. But no opposing or critical voices were heard in the piece.",
    "statement": "James Bamford has written several books <ABOUT> the NSA. He criticized Miller's dual role as both a reporter and former government official. Miller previously served in top roles at the New York City Police Department, the FBI, and the office of the director of National Intelligence."
  },
  {
    "transcript_id": "CNN-215253",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "I don't think we should trust Rouhani. I think we should test Rouhani, and I think that's where the Obama administration is, too.",
    "statement": "It <MAY> be domestic Iranian politics that stood in the way of this meeting. The Iranian president faces stiff opposition to his outreach from Iranian hardliners and he <MAY> have decided just too heavy a lift for now. But there is a very important meeting later this week and tomorrow between Secretary of State John Kerry and his Iranian counterpart, Mohammad Zarif. That's going to be as part of a P5 Plus 1 talks on Iran's nuclear program. It's the permanent five members of the U.N. Security Council plus Germany. That's a very important meeting. The last time a U.S. secretary of state met an Iranian foreign minister was in 2007. And what's key <ABOUT> that meeting they're going to be discussing Iran's nuclear program. That's truly the issue of disagreement here. So we're going to <KNOW>, Carol, if this (speaking in foreign language), this new outreach is for real, based on if there are any hard accomplishments coming out of that discussion."
  },
  {
    "transcript_id": "CNN-344839",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You`ve also been extraordinarily generous. You`re spearheading a fund-raising effort, correct?",
    "statement": "Yes. So I`m working with SEEMA, who is the main organization in Sudan that is working with Noura and other girls like her to ensure that girls are free from this legalized pedophilia, this legalized rape. So I wanted to make <SURE> that I was part of that fundraising effort for those young girls. And I`ve also been made aware of other organizations like Girls not Brides, as <WELL> as the Women`s WorldWide Web and these are organizations that people can join and makes it easier for somebody who <MAY> be far away or somebody close to stories like Noura`s to support and finance the dreams of young girls worldwide."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Bill Bradley has complained about entrenched power against him, but the reality is the entire entrenched power of the Republican Party here in New Hampshire, the Republican National Committee, the Republican governors all lined up behind George Bush. What do they think tonight, Bob? They have to be a little shaken.",
    "statement": "They are scared to death. Both sides say that this was -- confirming what Kate says -- this was an election <ABOUT> biographies, who had the <BEST> biography, and there's no question that McCain did. Now, how do you change that? I have had several people in various levels of the Bush campaign tell me they are going to for South Carolina lay on comparison ads. What are comparison ads? <WELL>, small-minded people would call it negative advertising."
  },
  {
    "transcript_id": "CNN-309598",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "North Korea has been engaged in a pattern of provocative behavior. -- This is a rogue regime that is now a nuclear capable regime. And President Xi and President Trump agreed that that is unacceptable. That what must happen is a denuclearization of the Korean Peninsula. And so, the president has asked us to be prepared to give him a full range of options to remove that threat to the American people and to our allies and partners in the region.",
    "statement": "But worth remembering that President Obama's own Director of National Intelligence James Clapper said before leaving office he didn't <THINK> there was much of anything that <COULD> be done to make North Korea give up its nuclear efforts. Poppy?"
  },
  {
    "transcript_id": "CNN-206224",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "suspect": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "Well, thank you for inviting me.",
    "statement": "<WELL>, up next, we have more on the breaking news that we told you <ABOUT> at the top of the program. Three missing women found after years. An extraordinary story out of Cleveland tonight. Just breaking now. Georgina DeJesus, Amanda Berry, another woman named Michelle Knight. Two of these women disappeared -- one of the women disappeared 10 years ago, Amanda Berry, at the age of 17. Georgina DeJesus disappeared in 2004 at the age of 14. Still trying to find out more information on when Michelle Knight first disappeared. All three, according to officials in Cleveland, have been found alive, all in -- living in the same house in a neighborhood not far from where at least two of them, Amanda Berry and Georgina DeJesus, first disappeared from, according to local reporter Jen Steer, just blocks from where they were last seen alive. Nine and 10 years later after they first disappeared, they have now been found alive. They are all at the hospital, said to be dehydrated. People in the neighborhood are stunned, overjoyed. There has been applause on the streets for police officers who authorities say have also found some small children living inside that house. <UNCLEAR> who those children are. One <SUSPECT> is in custody, a male. We're trying to find out more information <ABOUT> him. We'll have more on this story ahead. Also, <WELL>, we'll bring you up to date as soon as we can. We'll be right back."
  },
  {
    "transcript_id": "CNN-220319",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, come on. It doesn't matter if you race cars for a living. Your spouse is not impressed with your driving. My wife does tell me I ride too close to other cars. So if somebody's tailgating on the interstate, it could be me.",
    "statement": "A lot of fun there with Jimmy Johnson. But of course, there's a very serious side to what he does. Take a look at this. After the break, he'll tell me what it was like being in that car. And Kobe Bryant, he's <ABOUT> to return to the court, but first, he sat down with UNGUARDED to reveal just how dark things got for him this past year."
  },
  {
    "transcript_id": "CNN-130031",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yeah, I think there are so many people who are really worried when they get sick, you know, you really can't just afford to miss a day of work. Right now that's the case for 46 million Americans, they get no paid sick time. Well, the federal bill stalled out that would have given seven paid sick days a year to workers who put in 30 hours a more a week. So now, about a dozen states are taking matters into their own hands. Now, the bill would cost small businesses. They have been against this in many states, but also mean safer and healthier workplaces in some cases. I mean, you think about people who are handling your food or people who work with children and they can really spread disease spread further.",
    "statement": "Some of the critics, though, have said that it would force small businesses to have just very -- fewer -- lower hours, so they'd be below that threshold, just so they <COULD> mean their own costs and that it <COULD> inadvertently hurt workers. But there's always the give and take when you talk <ABOUT> new rules like that. Meanwhile, we're looking at a good news/bad news story <ABOUT> the decling home price."
  },
  {
    "transcript_id": "CNN-22952",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "Well, you may have heard just moments ago there Sen.- elect Stabenow and Sen. Snowe talking about the advice that might be given to someone like a first lady coming into this situation. But -- and they seem to be rather collegial about the whole thing, but can Hillary Rodham Clinton really expect that sort of reception across the board in the Senate?",
    "statement": "You <KNOW>, <ABSOLUTELY>, because the Senate is known for its collegiality. Not very often will you hear senators personally attacking each other in the Senate. They do it more on a political level, unlike the House of Representatives, which sometimes can get a little bit rancorous at times and then bad <FEELINGS> can become personal. In the Senate, you <KNOW>, not only will you see Democrats, but also Republicans will be watching their words."
  },
  {
    "transcript_id": "CNN-264273",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "He is definitely questioning your faith.",
    "statement": "Hey, Chris, who is he to question my faith when I am -- he doesn't even <KNOW> me. I've met him a few times. But I don't <KNOW> Ben Carson. He was a doctor, <PERHAPS> an OK doctor. By the way, you can check that out, too. They're not talking <ABOUT> a -- he was an OK doctor."
  },
  {
    "transcript_id": "CNN-222162",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "All right, as you can see right there at the bottom of the screen, we're using every square inch of your television screen to bring you all the latest information from current conditions to forecast closings you name it. It will stay up throughout the show. So as we check in with our army of correspondents, they're fanning out from the Midwest to the northeast to bring you the very latest on the storm and it's far reaching impact so let's begin our coverage in New York where as much as a foot of snow is burying parts of the city. CNN's Ashleigh Banfield is outside the Time Warner Center in the heart of Manhattan where they've kind of cleared the area. So the depths of the snow are way behind you.",
    "statement": "Yes. But look, I'm at Defcon hat. It was so cold, so I put a hat on. I found the CNN winter tuk as they call it in Canada. It is only looking at the CNN sign 11 Fahrenheit. The wind chill takes it to minus 3 Fahrenheit. You mentioned the school closures. There's a new mayor in town, it's only day three on the job, and he's had to shut down 1.1 million kids from going to school today. I have a <<FEELING>> they're going to be behind me in central park in the six inches that fell overnight or in the 7.8 inches of snow that fell just to the left of it, on the upper west side. Isn't that odd that you'd have an inch and a half more just a few blocks to the left? <WELL>, there's a lot of blowing snow and a lot of drifting that's going on and gusting is <PROBABLY> one of the biggest problems for our three huge airports here in the New York area. That's really one of the biggest stories. When these three airports start having problems, so does the rest of the nation, you showed the passengers in L.A. that are stranded. How <ABOUT> the flight operations at JFK? Still shut down at this time. LaGuardia's flight operations are going, but there are a lot of cancellations and the flight operations are also going in Newark. So let me just tell you how many have been cancelled right now. Newark has 285 flights canceled at last report. LaGuardia, 271 flights canceled at last report and JFK, 121 canceled at last report, but like I said, JFK has got flight operations suspended, a lot of it because of gusting winds. One of the planes had to do a second attempt at a landing because of the gusts. Visibility is also part of problem. Now, New York City, this isn't like any other city. They've had to actually dispatch 1,700 plows and 5,000 sanitation workers to get out there and salt, sand and plow the roads. If you're wondering how much salt it takes to get this city drivable. It's <ABOUT> 7,000 tons. That's how much salt they have available to use today and there are 3,000 snow plow routes. I <KNOW> all of you all <AROUND> the nation have seen your plows out when it gets snowy. But imagine that many machines and people being dispatched to try to stop this city from being crippled. In any way, we won't be having the kids in school buses because none of them are going to school in the New York area today. That's just New York. This is an eastern seaboard, 10 million people effect, this whole storm system. Boston has been getting walloped. I'll tell you what. Our Indra Petersonss has been working <PROBABLY> the hardest among many of us. She didn't get the Chatham on Cape Cod assignment, which really stinks, but Boston is cold and snowy and you're pretty. And you're doing an awesome job. So Indra, give me the lowdown on everything Boston related because you're not far from me."
  },
  {
    "transcript_id": "CNN-190326",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "No, because basically as far as I'm concerned we were held hostage back then too. I think basically, you know, people are -- they can see through this. I know my constituents do. You hear the Republicans say that they don't want to re-tax the job creators. I have seen absolutely no proof that these -- the tax policy of the president, by the way, which is now passed the Senate, is hurting anything other than that would hurt job creators. As a matter of fact, in my committee, what we've seen over and over again is 29 hearings about regulations. So if -- I have not seen that taxes on the rich failing to extend tax cuts on the rich is making things any better for job creators. And then they turn around and say, well, we don't want a situation where there are regulations. We've got a difficult situation here in Congress. I've got a feeling that a lot of things will not be resolved.",
    "statement": "I have a <<FEELING>> that your <<FEELING>> is right is how my <<FEELING>> is going. Let me ask a question of Nan Hayworth, a congresswoman from New York and she's on the panel today. So I'm going to take a moment, Congressman, if you will. He says Republicans holding the middle class hostage. When you look at the polls, the polls actually show that by a significant margin. People <FEEL> that it's OK to let those tax cuts expire on the people who are in the higher tax brackets and protect the middle class if you look at it from $200,000 down or $250,000 depending on individual or family."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "Bubble top, you <COULD> open this and stand up, right?"
  },
  {
    "transcript_id": "NPR-16404",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Guessers at Cedar Point are trained to be customer-friendly, but they're      also trained to guess accurately, to win.  Pascovan finds that many of      the people who play the game look younger or older, thinner or heavier      than they really are.  It's her job to discern the truth.",
    "statement": "Part of the game is just      all strategy, and just like any other game.  If you're going to play      basketball, you <THINK> <ABOUT>, OK, how am I going to fake out my opponent?      So you <THINK> <ABOUT> it that way."
  },
  {
    "transcript_id": "CNN-154720",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, from becoming just another day at the White House. Correspondent Ann Compton, who has covered seven presidents for ABC News has seen her share of disruptive presidential vacations, but none more than while traveling with George Herbert Walker Bush.",
    "statement": "Saddam Hussein invades Kuwait. President Gorbachev of Russia is subject to a coup and held hostage. Every single time the president got to Kennebunkport, all heck would break loose somewhere <AROUND> the world."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Guess what, the Republicans won about everything on the ballot in Mississippi. The point is, it's a silly thing to say, but, nevertheless, she said it.",
    "statement": "I don't <THINK> we're going to agree. <WELL>, or the Democrats will agree with you, either. But thank you so much for being here this morning, we appreciate it."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well...",
    "statement": "I <THINK> it's automatic in the federal system."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "hope": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "And of course, the supportramsey.com is that bullet point at the bottom of the commercial. John, how do you think that will play? The death of your daughter, how's it going to play in this race?",
    "statement": "You <KNOW>, we <THINK> that -- we <HOPE> that most people understand the <FACTS> of this case now, a lot of significant changes took place <ABOUT> a year or so ago. <CERTAINLY>, there was an avalanche of accusation for a number of years. What we found, we found this really for the last eight years, people treat us wonderfully, with compassion, with sympathy. People asked us long ago, what's it like to be out in public. It's wonderful to be in public, people are so kind. So, we have never, with rare exception, felt anything but compassion from our fellow man. How that plays out in an election, I don't <KNOW>. My task, I <THINK>, is to let people <KNOW> what I would like to do, and how I <THINK> I can help. If they choose that for me, they can do that, great. So -- go ahead."
  },
  {
    "transcript_id": "CNN-217758",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back to NEW DAY, everybody. We first showed you this yesterday. It was our must see moment. This is a must see for any day. Brazilian surfer, Carlos Burle, may have smashed the big wave record riding one off the coast of Portugal, estimated to be around 100 feet tall. Think about how tall that actually is. On top of that, he did this. He pulled this off just after saving a fellow surfer. You can see that right here. Burle racing to her aid, giving CPR and making sure she was OK before getting back into the water. And Carlos Burle is joining us now from Portugal via Skype to talk about this. It's so great to meet you, Carlos. Thanks so much. Everyone is wondering and we all as well, what is it like to be out there on a wave? Did you know it was as big as it was when you were in the middle of it?",
    "statement": "<WELL>, I knew because the day was so special, so right to get a swell like that. And from the beginning of the day, I knew that we were going to face the biggest waves of our lives. That's why I <THINK> everybody was so excited. Unfortunately, everything that went through it took me out of the game, me and her for a while, was really hard for me. Felt different than it is right now. I'm just very happy to have her with us so we can talk stories and we can celebrate, but it's a tough situation. You don't want to see a friend die right in front of your eyes."
  },
  {
    "transcript_id": "CNN-147203",
    "matched_terms": {
      "fact": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And Southern California getting slammed by another storm, the fourth one this week, the most powerful yet. Hundreds of homes threatened by mudslides, and this latest system could drop six inches of rain or more before it finally moves out.",
    "statement": "First, though, the unfolding human suffering in Haiti. Thousands of injured victims said to be dying of infection, gangrene, terrible lack of medical supply still the case nine days after the earthquake hit. And victims were also quickly filling be up the Navy's floating hospital, the USNS Comfort, which has 1,000 beds. <HOPE>, though, still lives in the ruins of Port-au-Prince. In <FACT>, a 5-year-old boy was pulled out alive yesterday, eight days after the quake. And the rescuers who are now tending to him say he is getting better every moment. There's also a new video of the moment that the quake hit. A man captured it from a balcony overlooking Port-au-Prince. You can see the nation's capital turning to dust and rubble before the camera's eyes."
  },
  {
    "transcript_id": "CNN-112880",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, and we point that out. In fact, some of these clips are available at our Web site at obsessionthemovie.com. But the point that I want to make clear is that what we're showing in this movie is that this is a war that radical Islam has declared against the western world. It's not just about Israel or the Jews, although that's an important subplot. But radical Islam today has made a continuation of the Nazi past, and they have declared this war, and they are working against Christianity, against Buddhism, against gays and all over the world, they are attacks. What we are trying to show in this movie is that when you look around the world and you see separate terror attacks, it looks like separate things going on in separate areas. But we need to connect the dots and realize that in their eyes, it is one global jihad, one front in a global jihad against western civilization and that's what we try to show in \"Obsession\" the movie.",
    "statement": "<WELL>, and it starts with the kids. Let's listen to this clip."
  },
  {
    "transcript_id": "CNN-303759",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Well, they've got massive differences between them but she does, as you say, really need him because she needs to trade deal with the United States for the British economy, really. To continue, to be healthy because she's coming out of the single European market; she announced that last week, that's part of the Brexit process. But she got to be very careful about not falling into trap here because effectively, I think what Donald Trump sees her as, as part of his narratives. So, stand out for national interest; leaving free trade zones; but at the same time, she does have to continue that relationship with Europe. So, does she wants to be seen as this battering ram is - for the break-up of the European Union. Which is arguably what many see Trump is having in his size. The sanctum she is pro globalization, pro free markets; so, how does she sign a deal with Donald Trump? And then stand out for free markets as well and try to have access to the single European market. There are certain - certain people in Germany, and politicians in Germany that were very worried about trip. And what it says, really, about where Britain is on the world stage and therefore what that means to the European Union. And the potential break-up, all this, a very sensitive meeting.",
    "statement": "She's <DEFINITELY> going to be what a walking in tight rope."
  },
  {
    "transcript_id": "CNN-119108",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "feel": "ungraded",
      "confident": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "No. The conditions got bad as a result of the seismic activity. The mining conditions -- the roof conditions were perfect. In fact, in the video, you saw that the roof has not been disturbed at all. The wire mesh, the roof bolts are all in place. The mining plan has been approved by a number of engineering firms and by the Federal Mine Safety and Health Administration. No, the conditions got bad as a result of the seismic activity, which is very unusual, much higher on the Richter scale than we've ever had, and more frequent. So, the mining conditions were the best that I have virtually in any coal mine until these shock waves hit.",
    "statement": "All right. So with that in mind, then, how do you <FEEL> from just the bottom of your head and your heart at this point, <KNOWING> and being <CONFIDENT>, you say, in the condition of those walls and the roof, do you <BELIEVE> that those miners <COULD> still be alive if they made it to that one cavity where they would have room to comfortably sit?"
  },
  {
    "transcript_id": "CNN-124530",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, I think that Congresswoman Ferraro has already made clear in her own comments and interviews that she doesn't speak for our campaign. She is not representing our campaign. And I think that about sums it up.",
    "statement": "She also said, she didn't <SEEM> to back away from her comment, she said that every time that campaign, meaning the Obama campaign \"is upset <ABOUT> something they call it racist. I will not be discriminated against because I'm white.\" Is there any agreement that <PERHAPS> the Obama campaign is being too sensitive?"
  },
  {
    "transcript_id": "CNN-333106",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "OK. So, you're saying that this should be a battle waged on the state and local level. But when it comes to Congress, you were a member of Congress. Do you think that it's just dysfunction and ineptitude, or do you think it's because they're actually scared of the political consequences from important groups like the NRA?",
    "statement": "Look, some people just <FEEL> strongly <ABOUT> this. And if you're a -- and I'm a -- I support the Second Amendment. I don't <KNOW> anybody that really doesn't. But are there -- are there limits to it? And the <FACT> is, what somebody who is a strong Second Amendment..."
  },
  {
    "transcript_id": "CNN-53353",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "All right. Let me ask you this. That's obviously, definitely a positive picture. Let me ask you this. I don't know if you think that you may not be qualified to answer this one, but has the economic redevelopment or the economic revival here brought about any kind of a spiritual revival amongst the community, the people who are actually in these stores who are shopping, the people who are actually in these communities living?",
    "statement": "<WELL>, you <KNOW>, that's a big question, Leon. We have had a 20 percent reduction of liquor store in the south Los Angeles area, some of that from legislation and some of that because of more competition. There was a recent survey, which I am <QUITE> proud of, that race relations in Los Angeles is the <BEST> it has been in 20 or 30 years. Latinos, blacks, hate crimes are down. I mean, on almost any level you can <THINK> <ABOUT>, people are seeing this revival better. Let me give you a reason why."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You were secretary of State on 9/11. What -- what went through your mind? How did you feel yesterday, when you heard that bin Laden was dead?",
    "statement": "<ABSOLUTELY> delighted. Justice was finally done and this killer was brought to his just rewards by being killed by U.S. Forces."
  },
  {
    "transcript_id": "CNN-208816",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "We're hearing more and more. So Microsoft actually has said it's received between 6,000 and 7,000 warrants. This is going to affect about 30,000 customers. We're now hearing from Google. Google has always published -- Google has published transparency reports now. This is a different kind of report. They're pushing back a little bit and we're also hearing from Silicon Valley entrepreneurs in general that maybe haven't been reached out to, but they say this has huge implications for Silicon Valley entrepreneurs and for tech companies. I actually sat down with Alexis Ohanian. He is the founder of Reddit, he had some thoughts on this. Listen to what he had to say.",
    "statement": "It will come up a lot sooner for founders and founders who were <MAYBE> <THINKING> move fast and break things are going to be <THINKING> move fast and break things, but don't break the constitution. And I <THINK> this is an opportunity for us as citizens to really start to draw a line in the sand for what is off limits. What is still private? Even in the digital age."
  },
  {
    "transcript_id": "CNN-125996",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Kennedy Ombuki was a proud farmer. Now he's just a bitter man. After December's disputed election in Kenya, the rivals attacked his farm during the night. They burnt his crops and destroyed the family home. He normally harvests enough to feed 25 families. He's now forced to live in a camp dependent on handouts.",
    "statement": "I have my land. I have all the basic necessities and I had come to stay here. I am a beggar, you <KNOW>, now."
  },
  {
    "transcript_id": "NPR-3729",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Ana, Judge Kavanaugh during his testimony said the consequences will extend long past my nomination. He said the consequences will be with us for decades and that as we all know in the political system of the early 2000, what goes around comes around. Do you have concerns about the - this statement about this judge being an impartial arbiter on the Supreme Court?",
    "statement": "For far too long, we've pretended as though our Supreme Court justices are not politically driven. I <THINK> that <MAYBE> decades ago that were the case. But now, especially after Brett Kavanaugh's testimony, he's really pulled the veil from that whole charade involving our justices not having political biases. He has <CLEAR> political biases. He specifically named the Clintons and shared his complete and utter disdain for Democrats here. And I <THINK> that that is problematic moving forward."
  },
  {
    "transcript_id": "CNN-268105",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, we've certainly been hearing them, Christi. A succession of them in Sinjar City down there below me clearly an attempt to soften some of that ISIS hold on the city. There is a sense that we are counting down to zero hour, but we are still seeing movement, we are still seeing vehicles leaving Sinjar City, heading on that road towards Syria, and that's what really this is all about. This critical pipeline that runs parallel along Sinjar City that connects the ISIS territorial hold in Iraq and Syria. This is the border plan that's being put into motion here, which is to fragment that ISIS territorial footprint imprint, start breaking up those different aspects of the so-called caliphate, stop their ability to communicate and resupply within themselves. But you're talking about the Yazidis, and, of course, we're standing on their homeland, putting aside everything about what this mission means for the broader fight against ISIS. On an emotional level, what this mission means for the Yazidis is really it's about their fundamental survival, Christi. This is where they were almost driven to extinction. We're seeing the Yazidi fighters in the thousand thousands volunteering and joining to be part of this fight because they feel as long as ISIS is anywhere near them, as long as ISIS is anywhere nearby, they will never be safe, Christi.",
    "statement": "Yes, do we <KNOW> how fortified that city is by ISIS right now?"
  },
  {
    "transcript_id": "CNN-371049",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Under long-standing department policy, a present president cannot be charged with a federal crime while he is in office. That is unconstitutional. Charging the president with a crime was, therefore, not an option we could consider.",
    "statement": "Not an option we <COULD> consider. And he essentially says, but here's my report. Congress can consider it, if you like. You have a different -- you have the appropriate constitutional forum. I did not. What more do we <KNOW> <ABOUT> what got him between those flags? Given the way Bill Barr has spun the Mueller report, it <COULD> not have sat <WELL> with the attorney general of the United States to see the special counsel in his building, in his briefing room, standing behind his logo, essentially saying that the report documents crimes. It's up to you, Congress."
  },
  {
    "transcript_id": "CNN-367007",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "See you later. Have a great weekend.",
    "statement": "Thank you. Have a good one. You, too. This is CNN Tonight. I'm Don Lemon. And what's happening this week in the United States of America is stunning. If any of it happened in another country -- <WELL>, we would call it the action of a tin pot dictator with delusions of grandeur and no respect for the rule of law. Sound familiar? Just listen to President Trump, essentially declaring war today on sanctuary cities and not, coincidentally, on Democrats with this threat to dump detained immigrants in those cities."
  },
  {
    "transcript_id": "NPR-43132",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The most recent document drop also provided fodder for the debate over      Alito's position on civil rights.  In two briefs to the Supreme Court,      Alito and other lawyers for the solicitor general's office argued for a      narrow interpretation of the law that bars employment discrimination on      the basis of race.  Charles Cooper was at Justice when the briefs were      written, and he's now a partner at Cooper & Kirk law firm.  Here's how he      describes the Reagan administration's philosophy.",
    "statement": "You <COULD> not extend some type of      preferential relief, such as a preference in promotions or a preference      in a layoff scheme that favored someone who had not actually been      victimized by the discrimination."
  },
  {
    "transcript_id": "NPR-10877",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Have you ever seen a team this apologetic?",
    "statement": "(Laughter) No, but they have a lot to apologize for. I mean, the only other team in the history of the four major sports that had this <KIND OF> success in the regular season and then didn't win a playoff game was the 2011 Green Bay Packers. They went 15 and 1 in the regular season and then lost to the New York Giants in the first round of the NFL playoffs. But in that case, we're talking <ABOUT> one game. This is a team that had four chances to win a game, and they couldn't do it."
  },
  {
    "transcript_id": "CNN-48258",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "The President's first State of the Union Address has already gone through two dozen revisions, but it is a script Mr. Bush and his advisors may have been writing ever since the fateful in September when the President's priorities and those of the nation were sealed.",
    "statement": "And the biggest chore I have, my biggest job is to make <SURE> our homeland is secure."
  },
  {
    "transcript_id": "CNN-291544",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "There's a guy that follows me right back here, has the nuclear codes. So God forbid anything happened to the president and I had to make a decision, the codes are with me. He is not qualified to know the code. He can't be trusted.",
    "statement": "Now, Trump holds a rally in a town hall in Wisconsin today. Clinton spends another day in Pennsylvania attending a voter registration in Philadelphia. Meanwhile, in a sign of confidence, Priorities USA, the super PAC supporting Clinton, now says it's not going to air any local ads in Virginia, Colorado or Pennsylvania through most of September, September 2 through the 20th, saying in a statement, \"We <KNOW> at the moment these are tough states for Donald Trump, and there isn't as much of a need for us to air ads there\" -- Alisyn."
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "What`s your question, dear?",
    "statement": "I was curious as to if anyone had any reason for this woman`s hostility towards the media and her attitude in general. I myself have a 2-year-old son, and if anything happened to him, I wouldn`t be being <QUITE> so rude. I would be lobbying the media to find out what I <COULD>, <SHOULD> I not be the one who did anything to my child."
  },
  {
    "transcript_id": "CNN-369390",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "She's a popular second-grade teacher at San Francisco's Glen Park Elementary and she has breast cancer. Now on extended leave, she's having to pay money out of her own pocket for a substitute teacher. Parents are outraged.",
    "statement": "She's a beautiful, lovely, great teacher. She's one of the <BEST> teachers. It's terrible."
  },
  {
    "transcript_id": "CNN-80818",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "OK, Heidi, good morning. Clearly, stop-loss in its simplest form is delaying the departure of an individual from the prescribed retirement date or the prescribed permanent change of station from what they expected to do. And what it's intended to do, clearly, is to provide the continuity, the constituency, the ability for units to execute their mission to the highest degree of effectiveness.",
    "statement": "So how do you keep the motivation up and the attitude good once a soldier learns that, OK, I've been here for six months and now I'm not going home, as I <THOUGHT> I was?"
  },
  {
    "transcript_id": "CNN-47960",
    "matched_terms": {
      "about": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "Kate Snow, thanks for that report. And, a few months ago, Ken Lay was assuring Enron employees that all was OK and he encouraged them to keep buying Enron stock. Last month, about 4,000 Enron workers lost their jobs. And last night, Ken Lay resigned as company chairman. CNN's Ed Lavandera is at the Enron headquarters in Houston.",
    "statement": "Most Enron employees we have had a chance to speak with today say they are not surprised by Ken Lay's resignation. In an e-mail to his employees, Mr. Lay says that he truly <BELIEVES> Enron will survive. He also goes on to say that: \"Unfortunately, with multiple inquiries and investigations that require my immediate attention at that time, I am unable to fully concentrate on what is most important to Enron's stakeholders.\" Now, a lot of people we have spoke with say they are exhausted by all of the news that has come out <ABOUT> their company over the last 2 1/2 months and they can't wait to get all of this behind him."
  },
  {
    "transcript_id": "CNN-303188",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "definitely": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "At the same time, there have been a lot of mixed messages to say the least of Donald Trump indicating one thing, though congressional leaders indicating another saying that the U.S. should keep a stronger stance against Russia. Is there sort of a wait-and- see attitude there in Russia?",
    "statement": "I <THINK> there's <DEFINITELY> that. I mean, the Russians are under no illusions <ABOUT> the unpredictability of Donald Trump, for instance. I mean, never mind the political situation he has to deal with himself in the Congress. And as you <QUITE> rightly say, there are significant voices calling for even stronger sanctions against Russia in the U.S. Congress. But Donald Trump himself is seen here in Moscow as being unpredictable. He's spoken <ABOUT>, yes, the possibility of recognizing Crimea as a legitimate part of Russia. Of course Russia annexed that territory from Ukraine in 2014. He's criticized NATO. He's spoken <ABOUT> cooperation with the Russians in Syria to fight international terrorism. All of this is music to the Kremlin's ears. But at the same time, he's an unknown political quantity. And, you <KNOW>, behind the scenes, there are serious <DOUBTS> here in Russia, amongst Russian officials, that he will be able to follow through, be willing or able to follow through on any of those suggestions that he's made in the campaign and as he approaches this inauguration as president of the"
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Bobbie, you're going to see a lot more fun in this campaign as time goes along too, because although the president played a very quiet role in her announcement yesterday, he is her key adviser, and he's been encouraging her to relax, be more approachable to the media, and to just get out there and show how charming and interesting and smart she really is. And that's, of course, why she appeared on the Letterman show a while back, because the president really encouraged her to do that. And it reminded everyone of when he played the saxophone on \"The Arsenio Hall Show.\" Before you know it, she may be playing the sax herself.",
    "statement": "You <KNOW>, that's an interesting situation for her. I mean, how does she use the president as an adviser in her campaign but also keep her distance, which she <MAY> need to do because of the fatigue factor with the president? I mean, is that an issue up there?"
  },
  {
    "transcript_id": "CNN-177084",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Rob Marciano, thank you.",
    "statement": "All right. Newt Gingrich now surging to the top of the GOP field in Iowa. He is opening up some breathing room on the rest of the candidates, too. Take a look at this new NBC/Marist poll. The former House speaker leading in Iowa with 26 percent, Mitt Romney in second with 18 percent, Ron Paul in third with 17 percent. Now to the courting of Herman Cain. The candidate suspended his presidential campaign on Saturday. You would have to live under a rock if you didn't <KNOW> that."
  },
  {
    "transcript_id": "CNN-49989",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A lot of alarms should have gone off. There is plenty of blame to go around, although, at the end of the day, the criminal culpability falls on the person who actually committed the acts of murder. Now there's -- but there's also a problem, I think, with our legal system that this brings up. You cannot simply say that somebody who kills their kids must be crazy. Therefore, they're not responsible. Therefore, they're not held criminally accountable. It's a get out of jail free card. You put them in an institution. Then some psychiatrist says, \"Ah, she's cured.\" She goes out, she gets married again, has more kids and kills them. That can't be the way you do it. There should be a choice for a jury that says, \"this person is guilty, but insane.\" Right now, that choice does not exist for juries in the United States. They either have to say guilty, innocent -- not guilty, or not guilty by reason of insanity. There needs to be a fourth choice. Guilty. She did it. She killed her children, but she's insane. Never again let her out in the world.",
    "statement": "Need 15 seconds apiece from you on what you <THINK> Russell Yates has to communicate to the jury today if he wants to save his wife from a conviction? Bob?"
  },
  {
    "transcript_id": "CNN-4593",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "For once, we have the tools. We have the tactics. And we have the resources and training to do it.",
    "statement": "Law enforcement authorities figure <ABOUT> 400 go fast boats make successful drug runs each year. On average, that's more than one a day. The Coast Guard estimates it stops 10 to 12 percent of those drug deliveries. Is it worth the effort?"
  },
  {
    "transcript_id": "CNN-77143",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Another future cast member who had been paying his dues was 27-year-old Matt LeBlanc.",
    "statement": "Matt LeBlanc grew up in Massachusetts. His father is a mechanic. His mother was an office worker. And he's an only child. And he got into modeling. He's very much the beefy, hunky <KIND OF> guy."
  },
  {
    "transcript_id": "CNN-2959",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "should": "ungraded",
      "might": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Judy, the candidate's strategy coming out of South Carolina could take a couple different scenarios, especially since one man is only going to win. If, for instance, the polls, which said that George Bush would have a heavy lead, actually come to pass, how is it going to fare for McCain if he wins by a little or if he wins by a lot?",
    "statement": "I <THINK> that makes Michigan all the more important for both candidates, regardless of the outcome here, because the voting in Michigan occurs so quickly after South Carolina's results are known; that's going to be really important. The Bush campaign told me this afternoon that they <BELIEVE> that they are narrowing the lead that Senator McCain had had in Michigan. If Governor Bush <SHOULD> pull this out and win, they <CERTAINLY> <THINK> that that <MIGHT> be enough to propel them ahead of Senator McCain in Michigan."
  },
  {
    "transcript_id": "CNN-5742",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "clear": "ungraded",
      "unlikely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Now, Microsoft Chairman Bill Gates says he is disappointed that talks broke down. Now, that company digging in for the next round in its legal battle with the government. Live now from the state of Washington, Katharine Barrett at Microsoft headquarters up early this morning, 6:00 a.m. on the West Coast there, live in Redmond, now. Katharine, good morning.",
    "statement": "Good morning to you, Bill. That's right, it is before dawn here outside Microsoft's campus headquarters. Employees and executives here will be hunkered down today, waiting for another legal shoe to drop. That after four months of talks failed over the weekend to settle the government's antitrust suit against the company. That verdict as to whether Microsoft broke any antitrust laws <COULD> come as early as today. Exactly when, though, has not been made <CLEAR>. But company lawyers told CNN this weekend they will be on the phones right now to the court, trying to get some outlook for when a verdict <MIGHT> come. That verdict, when it does come, is expected to be unfavorable to Microsoft, even the company admits that, after all Judge Thomas Penfield Jackson found last November that the company had abused its monopoly power and that it had harmed its competitors and consumers. Now while many <THOUGHT> that these four months of settlement talks were <UNLIKELY> to actually lead to a deal between the government and Microsoft, still company founder Bill Gates expressed his regret."
  },
  {
    "transcript_id": "CNN-394857",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And take a look at this. CNN now projects Joe Biden is the winner in Michigan, a 125 delegates are at stake, Joe Biden is the Democratic presidential primary winner in Michigan, so far tonight. He has won Michigan, Mississippi, and Missouri, three important states, very significant wins for the former Vice President. Jake and Dana, this is what Biden was really hoping for. So far, he's getting what he hoped for.",
    "statement": "Yes, and we've been talking all night, and last week, <ABOUT> whether or not Bernie Sanders is able to expand his base of support, expand those who are voting for him. And, once again, we have a bad sign. This is the worst sign of the night. Bernie Sanders won the Michigan primary four years ago. It was a narrow victory. But it was a surprise. Hillary Clinton leading by double-digits in polling, four years ago, Bernie Sanders won with something like 49.5 percent of the vote, Hillary Clinton with something like 48.5 percent of the vote, as with Missouri, which he narrowly lost last time, Bernie Sanders is actually, his base is going the wrong way. He's losing voters."
  },
  {
    "transcript_id": "CNN-148525",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So you think a civil war is still possible despite \"Newsweek\" magazine -- I don't know if you saw the cover of the new issue. They seem to think it's a done deal, it's -- it's going to be -- it's going to be a positive democratic excellent Iraq that moves forward.",
    "statement": "I don't <KNOW> what they're smoking over at \"Newsweek\" these days."
  },
  {
    "transcript_id": "CNN-130226",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "And we're back with HOUSE CALL. You know, it turns out that a usually non-threatening skin cancer could be a red flag for your health. New research finds that if you're diagnosed with a non-melanoma skin cancer, you're twice as likely to develop other more serious cancers. I get asked about this all the time. Basal cell, squamous cell cancers, they affect about a million people every year in the United States. Now, if you've had one, make sure to tell your doctor about it and don't forget to examine your skin often. Olympic swimmer Dara Torres smashed the record books this year by becoming the oldest swimmer to win an Olympic medal. She's 41. Like so many athletes who continue to work intensely in their 40s and beyond, the body can't always sustain that grind. We found out Dara won her medals while swimming with a shoulder injury. She let us inside the operating room to fix that all-important joint. Take a look.",
    "statement": "We got a chance, an exclusive opportunity, to spend time with Dara in the operating room while she was having this operation. You are looking at Dara Torres right shoulder. <WELL>, we <KNOW> a lot of things <ABOUT> her. We <KNOW> she's an Olympic medalist. We <KNOW> she's 41-years-old, the mother of two, she's an inspiration to millions. But this you <MAY> not have known <ABOUT> her. All of that swimming at that age, wear and tear from the swimming and from weight lifting as <WELL>, which is part of her routine, that leads to the <SORT OF> problems that she was having even during the Olympics. Dr. Schmall (ph) calls this another <SORT OF> tuning up <MAYBE> for another four years from now, who <KNOWS> if that will happen or not. But a successful operation. Let me just show you real quick. I'm just going to pull my shirt down a little bit here, the collarbone, which is this area right here, sometimes it impinges on your shoulder. That can happen with a lot of repetitive moment, difficult sports injury, just from moving part of that collarbone can take care of the problem. That's what was done. She is awake, but she is sedated. She was talking <ABOUT> it's anxious to have this done. Looks like it was successful. I spent a lot of time with Dara today and I can tell you there's no way you're going to keep this woman out of the swimming pool. Within seven to ten days after this operation that she's had, she's <PROBABLY> going to be back in the pool. And who <KNOWS>, the doctors say she was fine tuned. Fine tuned for what exactly, <PERHAPS> the Olympics in 2012."
  },
  {
    "transcript_id": "CNN-97294",
    "matched_terms": {
      "about": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "A shoe?",
    "statement": "A shoe. That was it. And a chair that I had put inside of my apartment. I lived on the bottom floor. This was a two- story brick building that I lived in. And it was very nice. Of course, we were on the beach. And there is nothing left. There's nothing left. There's -- there's debris hanging from trees. And there's homes that were -- that stood Camille, actually stood Camille. The homes that stood Camille didn't stand this hurricane. They're gone. They're <ABSOLUTELY> gone. And the home that I was telling you <ABOUT> that my friends had just built, it was just -- it was just extremely gorgeous. And it was two stories, and a beautiful home, stucco. It was made of stucco brick. And gone."
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Can you expound on the father's relationship with the...",
    "statement": "At this point, all we <KNOW> is the son lived with the father at the address where we served the search warrant."
  },
  {
    "transcript_id": "CNN-144143",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I'm sure there's a lot of people who are interested in this. Brooke, thanks as usual. Good job.",
    "statement": "The video makes you <THINK> that you're watching a war. How can a gang take out a police helicopter? I'm going to show you how something like that can happen. It's unbelievable. Also, a reporter who's covered Sheriff Joe Arpaio since the early 19's joins me. Ruben Navarrette writes that Joe Arpaio is first and foremost a politician. You heard me ask the sheriff, now I'll ask the journalist."
  },
  {
    "transcript_id": "CNN-335970",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "definitely": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Stephon Clark.",
    "statement": "So <CERTAINLY> an impactful statement from the players and once again we are seeing sports trying to bring the community together and it <SEEMS> like the community is <DEFINITELY>, you <KNOW>, wrapping their arms <AROUND> that message -- John."
  },
  {
    "transcript_id": "NPR-43710",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "So you couldn't get in by car.",
    "statement": "Couldn't get in by car.  I waded out to the facility, wasn't      really able to get in at the time, but, you <KNOW>, I looked.  We had      flooding all <AROUND> the area, but it looks like the building itself <MAY>      be OK.  The waterline came up a few feet on it, but we're <ABOUT> four or      five feet up, so except for <MAYBE> the back part of the building, I <THINK>      the majority of the building <MAY> have, you <KNOW>, not flooded."
  },
  {
    "transcript_id": "CNN-311462",
    "matched_terms": {
      "think": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "All right. We will see how that develops and how the White House and, perhaps, Donald Trump maybe alters or fine-tune his approach to Congress. But meantime, we heard from his former opponent, Hillary Clinton. She did say that she took personal responsibility for the loss, but then said she was basically on track. She was going to win but then there was Russian meddling and then that Comey letter, the FBI sort of reviving that investigation into her e-mail server. And that had those things not happened, she would have won.",
    "statement": "Oh, she is actually correct. That was my own evaluation, and I published a book on it called \"Trumped.\" And essentially, I <THINK> the Comey decision, even more than WikiLeaks, cost her the election. That's the FBI Director who decided to violate Justice Department policy and FBI precedent to intervene in the election, just 11 days before Election Day, November 8th. And he <ABSOLUTELY> stuck a knife in Hillary Clinton. It pushed some of the leaning voters away from her, depressed Democratic turnout, and essentially elected Donald Trump."
  },
  {
    "transcript_id": "CNN-313329",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I have a feeling that Jared is going to do a great job.",
    "statement": "A source tells CNN Trump's son-in-law discussed creating back-channel communications with the Kremlin during a December meeting with Russian Ambassador Sergey Kislyak, and \"The Washington Post\" reports that, in intercepted conversations, Kislyak told Moscow he was surprised. Kushner wanted to set up an off-the-record communications system that used Russian diplomatic facilities as a way to bypass U.S. surveillance. Now, the system was never set up, but as an explanation, the source tell CNN that Kushner wanted a secure lines so he and former national security adviser Michael Flynn <COULD> discuss military options in Syria, among other topics."
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "... stories?",
    "statement": "It's an experience that I <HOPE> everybody has, to spend time with your friend, to have him say goodbye, and that you don't go."
  },
  {
    "transcript_id": "CNN-164464",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "All right, Eliot. Well, let's talk about who's going to be affected. Because that's really the people who are most worried right now, like the young lady you were speaking to a moment ago. If you have a shutdown, who's affected? An estimated 800,000 federal workers could be furloughed. U.S. troops, as that woman mentioned, would not be paid on time. Processing of paper tax returns and refunds would stop. Passport applications would be processed at a slower pace. National parks and museums will close. Approval of small business loans will stop at SBA, no new FHA loans. The EPA would cease monitoring pollution. No new clinical trials at NIH. Those are the people who will be affected if the shutdown comes through, Eliot.",
    "statement": "Now, I also gather, Tom, that there's going to be a different impact in different states <AROUND> the country."
  },
  {
    "transcript_id": "CNN-347908",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "My romance novels really helped me think the different lives that people lead and how important it is to tell stories so you can bring people to the table and they understand why issues matter to them. And when I was able to do with \"Minority Leader\" is really talk about my journey to space but in a way that I hope is more accessible and less about me and more of how other people can own their power and find their path to leadership.",
    "statement": "So, here you are in Atlanta, I mean, you're running for office in Georgia but you did not grow up there. I mean, a lot of your childhood was in Gulf Port and you described your childhood to an extent as one of gentile poverty, or at least that's what your mom said when you didn't have running water or, you <KNOW>, there was a lot of poverty but you, nonetheless, read and you went to the library. Tell me how your childhood shaped you?"
  },
  {
    "transcript_id": "CNN-166036",
    "matched_terms": {
      "hoping": "ungraded"
    },
    "previous_statement": "Good morning, guys. Later today, Mitt Romney is giving what may be a defining speech for a campaign that hasn't officially launched. When he was governor, health care reform was widely considered one of his biggest achievements. Now, it's perhaps his biggest liability.",
    "statement": "I was <HOPING> I'd get that question. Good."
  }
]