[
  {
    "transcript_id": "CNN-337898",
    "matched_terms": {
      "should": "ungraded",
      "best": "ungraded",
      "hope": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Boy, oh, boy. And I really do <HOPE> that, as people remember her loss today, that you remember what she did, what she was about. Yes, just she and Abigail Adams were married to one president and had a son who was another. But that is the least of what <SHOULD> be remembered about her in her legacy. Our <BEST> to her family in this time right now. All right. Let's talk about our other big story this morning. Top- secret meeting between the U.S. and North Korea. CIA Director Mike Pompeo traveling to Pyongyang, meeting with dictator Kim Jong-un over the Easter weekend. The news unfolding as President Trump is <SUPPOSEDLY> preparing to meet with Kim. And the president says it will be soon. CNN's Abby Phillip is live in West Palm Beach. There's another big diplomatic act going on there right now, Abby."
  },
  {
    "transcript_id": "NPR-42433",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Iraq under Saddam Hussein <COULD> be another example of Tom Friedman's first law of petropolitics. Right now Saddam Hussein is on trial for crimes against humanity, it's a trial on hold until <MAY> 15th. But lengthy delays are only one of many interruptions. There have been outbursts of shouting, boycotts by Saddam Hussein and other defendants, threats of hunger strikes, and all manner of disorderly behavior. Commentator Kristin Stilt teaches about Islamic law and its applications. She says the trial isn't going well on a number of levels."
  },
  {
    "transcript_id": "CNN-328916",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Well we have more on our developing story in Melbourne, Australia where police are trying to sort out why a vehicle slammed into more than a dozen pedestrians a short time ago. They're not yet <SURE> if it was an accident of something deliberate here. The incident happened at the Flinders Street station shutting down the center of the city."
  },
  {
    "transcript_id": "CNN-375609",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "You can't take all those bites out of the Apple.",
    "statement": "After claiming he won't watch Robert Mueller testify on Capitol Hill, President Trump now admits he <MIGHT> tune in."
  },
  {
    "transcript_id": "CNN-126140",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Yes, I mean, there are all kinds of things going on today. I mean, things that are just kind of way out of the ordinary. Going to be a couple of feet of snow in parts of Wyoming. It's snowing out west of Denver. I had a live shot. I don't know if we still do. We can pop it up. It's not the shot we had before, but the whole area west of Denver, especially through the foothills, is snowing now. There you go. This is the shot. There's the shot going westbound, I-70, trying to get into the Eisenhower Tunnel. Not going to happen, at least for a while. So many crashes there. The interstate is shut down. Obviously, you can use 40, but that's no picnic. And that is going to be a rainy day across the plains, stormy day, snowy day across parts of the upper Midwest and also into the mountains. And then the fire danger down across the Deep South. This is the same fire danger we've had in the past couple of days. And that fire danger is going to be from almost about Amarillo right back down into New Mexico in places that have already had fires, that have hot spots that have sparks. And now we're going to see those fires pop up again. Winds are going to be 60 or 70 miles per hour.",
    "statement": "Gosh. All right, Chad, we're going to be checking in with you a lot today. I have a <<FEELING>> of that. OK, thank you, Chad. We'll check with you later and to talk about those earthquakes, also out west, in the middle part of the country. <SHOULD> we be worried about that? Our Chad Myers is going to tell us in a little bit. Thanks again, Chad. But right now, let's go back to Fort Kent, Maine, a community on the Canadian border that's seen a lot of flooding the past couple of days. It <COULD> have been worse, though. And on the phone with us now is Lynette Miller. She is Maine's emergency management agency. It could have been worse and the reason it could have been worse is because you expected the St. John River to crest higher, but it actually crested lower, right, Lynette?"
  },
  {
    "transcript_id": "CNN-100215",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Most Americans want two things in Iraq: they want to see our troops win, and they want to see our troops come home as soon as possible.",
    "statement": "In the president's <VIEW>, U.S. forces can't withdraw until they've won."
  },
  {
    "transcript_id": "CNN-340237",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "What about the argument that he may want to just simply improve relations with China in order to get China to squeeze the North Koreans more sternly?",
    "statement": "Well, I will just take him plainly by his tweets. His tweets said that he wanted to help China and make <SURE> that ZTE wasn't hurt. It was very weird. It was almost as if he was, you <KNOW>, write -- or someone else had written that for him. It didn't sound like the America-first president that we so often see, which makes me wonder, is there a financial benefit that he seeks to derive here?"
  },
  {
    "transcript_id": "NPR-8633",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "All right. And tomorrow night, he'll be speaking before a joint session of Congress about challenges facing the nation. Now, I think we all are pretty well aware of the challenges that we face. What are the challenges that the president faces?",
    "statement": "Here's a guy who's just come in to office - he has been, oh, just a little over one month - and while he hasn't had a major foreign-policy crisis yet, he's got an awful lot of things falling apart all <AROUND> him. He's got the banking system falling apart, the manufacturing base falling apart, the unemployment numbers sky rocketing, all kinds of near - well, let's just call it extreme concern among the average citizens as well as among people who are as schooled in all of these as Alan Greenspan, the former chairman of the Federal Reserve Board. And in the midst of all that, people are looking to this relatively young man with only a few years experience in Washington and saying, here please, solve everything. There is an enormous personal challenge being handed to this 47-year-old man."
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "This as the White House remains tight-lipped about what actually happened at this summit with Vladimir Putin. We learned from Russia that the U.S. secretary of state Mike Pompeo spoke by phone with the Russian foreign minister Sergey Lavrov on Saturday. They discussed normalizing relations, also discussed North Korea and Syria.",
    "statement": "This is a picture of them shaking hands when they were at Helsinki. Lavrov also criticized the arrest of this woman, Mariia Butina. She is the Russian charged in the U.S. with acting as a foreign agent. Lavrov said the charges are fabricated and that she <SHOULD> be released."
  },
  {
    "transcript_id": "CNN-375230",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "Wow. OK, Polo. Thank you very much for that reporting. Now to this. Families who lost loved ones in Boeing's 737 MAX jet crashes say the company put greed before safety. In heart-wrenching testimony before Congress, a Canadian businessman described his family's final minutes on one of the jets that crashed in the past year. CNN's Rene Marsh is live in Washington with more. This was heartbreaking, Rene.",
    "statement": "Alisyn, it was really difficult to watch. I mean, these families say that their loved ones were snatched from them, killed after simply boarding a plane -- a Boeing 737 MAX. And these families are blaming Boeing and the FAA for not grounding this plane fast enough. <OF COURSE>, this comes as the manufacturer is scrambling to fix its jet. But I want you to listen to Paul Njoroge, a father of five who lost -- a father who lost five family members as he talks about the family's final minutes on board one of the 737s that crashed in the last year."
  },
  {
    "transcript_id": "CNN-136445",
    "matched_terms": {
      "maybe": "ungraded",
      "may": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Isn't that a great attitude? You really hear a lot of that here in Fargo, well, you know, I did the best I could to save my house, but more important is the greater good to the city. Just under 100,000 people live here in Fargo, they do believe that they have done enough to try to hold back the Red River and if it doesn't crest any higher than 42 feet, they think they will be ok. But Betty as I pointed out earlier, normally the river is at 14 feet, the normal flood stage is actually 18 feet. So when you're talking 42 feet, you can see how much higher it is than normal and again, they have got a day or so before they know what the actual crest will be. And once it gets there, it will stay at that height for four or five days at least, perhaps as long as a week. Betty?",
    "statement": "Yeah, there's not a lot to work with, we're talking <MAYBE> a foot or two and as we heard from CNN Radio's Steve Kastenbaum earlier, you <MAY> even get some more snow in the coming days and that's <ABSOLUTELY> what the folks there do not need. Susan Roesgen joining us live. Thank you Susan."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And, sir, have you personally witnessed hand counts?",
    "statement": "Yes, I have, <AROUND> the country."
  },
  {
    "transcript_id": "CNN-271150",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This is CNN breaking news.",
    "statement": "All right. This breaking news in the investigation into the San Bernardino massacre: divers have pulled items out of a lake there. That's about three miles from the site where Syed Rizwan Farook and his wife, Tashfeen Malik killed 14 people more than a week ago. CNN's Ana Cabrera is following the story for us -- joining us now. So Ana, what more do we <KNOW> about this lake and the items?"
  },
  {
    "transcript_id": "CNN-148185",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And that seems like the Joe Stack others remembered when he worked on the West Coast. David Page was the mechanic who serviced Stack's private plane. Stack would fly frequently to jobs in Silicon Valley from his home in Linden, California.",
    "statement": "He was just a hardworking guy., self-employed. I <THINK> he pretty much -- his life was work. He enjoyed doing what he did. He liked flying his airplane. He was a very accomplished pilot. It is hard to <BELIEVE>. I can't imagine he would take out his frustrations in that <SORT OF> way."
  },
  {
    "transcript_id": "CNN-322057",
    "matched_terms": {
      "stuff": "ungraded",
      "thinks": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "And leverage, it's still an open call, it's still an open game? Give us more.",
    "statement": "Exactly. So this bill -- but that's the problem. You have folks like Rand Paul who don't want this extra <STUFF> that they're giving to Kentucky in an effort to woo him. He actually wants these black rams to be smaller. He wants some more conservative plan and other conservative <THINKS> too. But one thing that Republicans <SEEMS> to be united behind is just, we want repeal and replace ObamaCare. We want to kill this plan that President Obama had. But the thing that Americans want is they want healthcare that's more affordable. They want their premiums to stop rising. They want fewer out of pocket costs. And they have not come forward with a plan that does that which the way it has this decimal approval ratings. The only solution is the one that seems politically impossible which is Republicans and Democrats getting together and fixing what is wrong with the healthcare bill."
  },
  {
    "transcript_id": "CNN-356298",
    "matched_terms": {
      "of course": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, Lindsey Graham calling it a smoking saw. For more, CNN's Sam Kiley joins me live from Abu Dhabi. And Sam, more U.S. senators including high-profile Republicans are convinced that the Saudi crown prince was involved. This must be (Inaudible) in Saudi Arabia.",
    "statement": "Yes, for Saudi Arabia, if you like, Kristie, this is becoming a running sword the whole saga of what happened to Jamal Khashoggi just cannot be shaken off. It cannot be eclipsed by the very important strategic relationship between the United States and other western allies and Saudi Arabia, nor it can be shaken off by the close or personal friendships that <SEEM> to have been established between the trump administration, and in particular Mohammed bin Salman, the Crown Prince. All of this coming at a time when the whole issue of Yemen is also very much at the top of the list of issues to address in the United States Senate with growing pressure to, <PERHAPS> even cut off armed supplies to the Saudis over both the Khashoggi case and the continuing war in Yemen where peace talks are getting underway or beginning starting the process at least in Stockholm as we speak, Kristie. So, all of these events keep coming back to haunt the Saudis at a time when really, as I say, they really want to try to move on. And <OF COURSE>, they have been hinting that if they do come under unsustainable pressure from the United States they <MIGHT> look elsewhere for their friends, Kristie."
  },
  {
    "transcript_id": "CNN-198098",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Happening now in the NEWSROOM on this Christmas day Pope Benedict tells people not to give up <HOPE> even in some of the world's most troubled regions. The weather <COULD> ruin Christmas for many Americans. We'll tell you about winter storms, fog, and tornadoes expected across the country. A lot of people heading out to the theater today to catch a movie but many of the latest Hollywood offerings are, shall we say, not very family friendly. And breakthroughs in 2012. We look at the major advances in science and technology. NEWSROOM starts now. Good morning. Thank you so much for being with us. I'm Carol Costello wishing you and yours a very merry Christmas. We begin this hour with Pope Benedict using his annual Christmas message to speak about the hope for peace even in the most difficult times and situations. Just hours ago the 85-year-old pope spoke before a crowd in St. Peter's Square and to millions of others watching <AROUND> the world. He says even in Syria, a nation embroiled in a nearly two-year long civil war, peace is possible."
  },
  {
    "transcript_id": "CNN-199968",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right. It's one day. But it's packing a nice punch for everybody. Alexandra Steele live in Atlanta, thank you.",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "NPR-7346",
    "matched_terms": {
      "of course": "ungraded",
      "perhaps": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "What kind of defense is the McDonnell team offering?",
    "statement": "Well, at this point, <OF COURSE>, we haven't really heard from the defense. But, of course, in some very dramatic opening arguments, the defense made the case that there was a <SOMEWHAT> tortured - <PERHAPS> somewhat romantic but one-sided relationship between Mrs. McDonnell and Jonnie Williams. She viewed him, according to defense lawyers, as a favorite playmate."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I think what he did was put his policy positions, put his agenda, put his vision for the country in a way that connected to his own life story. He talked about his service in Vietnam, why he did that, what that meant to him and what that meant for the way he would look at going to war today. He talked about his career as a prosecutor and what that meant to the way he would approach issues like crime. He talked about his career in the Senate where he bucked his party on a lot of issues like fiscal responsibility and what that meant for what he would do for the economy. He connected those things perfectly, I thought.",
    "statement": "That's the problem with this speech and this convention. This is very much about John Kerry's psychic needs, his party's psychic needs. But for those people out there who don't <THINK> that we're living through the great -- a replay of the great depression and don't think that George Bush is a moron and a liar. This was very satisfying for Kerry, I'm <SURE>, but I don't <KNOW> that it did what it had to do, which was to make this rather awkward person an attractive person."
  },
  {
    "transcript_id": "CNN-117308",
    "matched_terms": {
      "of course": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Get you up to date on tropical depression Barry. Barry made landfall just north of Tampa and is now expected to produce 3-to- 5 inches or more of rain along its path. That could help crews battling wildfires in Florida.",
    "statement": "Barry, <OF COURSE>, is not a hurricane. But it is a reminder that Tampa <COULD> face a major hurricane at any time. And CNN meteorologist Rob Marciano reports that Tampa emergency officials have contingency plans in place."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Fouad Ajami, to Anne Marie Slaughter's point about both sides, Hamas and Bibi Netanyahu's government both keeping this going, if that is in fact the case and even if there is ultimately some sort of ceasefire agreement for this immediate conflict, do you see any real road map or any real commitment to developing a longer term peace agreement?",
    "statement": "You <KNOW>, Anderson, I really don't see it. Those of us who grew up with the Palestine conflict with look with sorrow and we can see the past again. This is all familiar. When you hear that the Hamas people will come out with a victory, these are the victories that have undone and burdened and scarred the Palestinian people for the last 60 years. There has always been someone, a gunman who tells the Palestinians they can win this one. And all what Hamas has in Gaza is a reign of plunder and a reign of terror. In <FACT>, the Palestinian issue was complicated enough to begin with for so many years then Hamas adds a complication. It conquers Gaza and you have two Palestinian governments, one in Ramallah and one in Gaza. They are dependent on the welfare of the world and the sympathy of the world and this victory, if it is to be had by Hamas, will be a pyrrhic one. There is nothing that Hamas can offer the people of Gaza except sadness."
  },
  {
    "transcript_id": "CNN-287705",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "OK. Let me show you more from Morgan`s mother. This is now still courtesy of Milwaukee Journal-Sentinel.",
    "statement": "Protect your child from bad things happening to them, and, I felt like I failed. How did I -- how did not I <KNOW>? How did not I know that she was sick? She got her period right before she was arrested, so there was some things that we dismissed as <MAYBE> typical teenage girl behavior."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "This is our war. This fire is Australia's war.",
    "statement": "An uncontrollable blaze consuming Australia, the <FACTS> and political fiction behind these apocalyptic scenes with the nation's top climate scientist, Tim Flannery. Welcome to the program, everyone. I'm Christiane Amanpour in London. And the world holds its breath waiting for retaliation from Iran, after it completes three days of national mourning for its top general and military mastermind, Qasem Soleimani, who was killed in a U.S. air strike in Baghdad last Friday. In scenes unknown since the early years of the Islamic revolution, massive crowds turned out to mourn a funeral procession, emotions are charged, the supreme leader, Ayatollah Ali Khamenei, did not hide his own as he wept over the coffin. As anger rises, Iran has taken a significant step away from the nuclear deal that it negotiated with the U.S. and European powers. And the process expect of avenging Soleimani's death has unnerved this tense region, which can ill afford another rule. To give us some perspective from within Iran, I'm joined by Mohammad Marandi, a political analyst and Iranian academic. Mr. Marandi, welcome to the program from Tehran."
  },
  {
    "transcript_id": "CNN-219990",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And I`m Ron Burgundy. Thanks for joining us tonight.",
    "statement": "In other news <AROUND> the state tonight authorities say a Black Friday shoplifter in Grand Forks abandoned a cart full of stolen items and hit a store employee with her car as she sped away from the parking lot."
  },
  {
    "transcript_id": "CNN-319188",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "-- that that man was giving off yesterday during those -- that press conference. There's got to be a lot of internal turmoil for those people personally as they hear something like that.",
    "statement": "And we <KNOW> that -- you know, Jeff Zeleny is reporting that the people <AROUND> -- that the plan was not to have that press conference. The plan was to talk about infrastructure and if there was a pivot toward his position on Charlottesville to stand by his prepared remarks."
  },
  {
    "transcript_id": "CNN-348266",
    "matched_terms": {
      "guess": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Look, the fact of the matter is, if you're going to go turn out to a Donald Trump rally, like you're a die-hard supporter of the president, he's throwing red meat out there and you're not going to flip on him. The question is, what are the long-term political ramifications for the election that's 77 days from now? The big question is those independent swing voters, particularly in a lot of those states that Hillary Clinton won, those top of the ballot potentially in those down-ballot races where Republicans are still in those House seats. That's the long-term domino effect that could impact this 77 days from now. The bottom line is Donald Trump campaigned on a brand, that Hillary Clinton was crooked. And what did we find out today? This gut punch that wasn't even a gut punch, it was a body blow to Donald Trump because he was injected into that court case with Michael Flynn (sic), underscores the fact that he violated campaign finance law. And the bottom line is he's the crook. He's the criminal. And I think we're going to increasingly see that when Michael Cohen starts to coordinate with the Mueller investigation.",
    "statement": "It's interesting you talked about how this was a central theme of the Trump campaign, that Hillary was the crook, that it was the Clintons who were the dirty ones with their snouts in the trough. It <SORT OF> began back in 2015, I <GUESS>. Michael Cohen, he tweeted this out. \"Hillary Clinton, when you go to prison for defrauding America and perjury, your room and board will be free.\" Oh, Shawn, there's a tweet for everything, the irony."
  },
  {
    "transcript_id": "CNN-412459",
    "matched_terms": {
      "fact": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "This one ceremony, though, is giving us a look at the anatomy of how it happens all the time, not just here but anytime people aggregate together in large groups in the middle of a pandemic.",
    "statement": "There's no <DOUBT> that there has been transmission at the protests, the political rallies. It's just a <FACT> that the virus doesn't discriminate. Just because we haven't documented it, doesn't mean it hasn't happened. It's just that we've got an event now that is very visible, well documented, well tested and we're seeing the outcome from it."
  },
  {
    "transcript_id": "CNN-232145",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "All right, so what do you think?",
    "statement": "Well, I <THINK> that that's a point that the president was making as well. One, innocent until proven guilty. But as he was explaining his decision a couple days ago, he said, listen, I'm responsible for these guys. You <KNOW>, I use the expression --"
  },
  {
    "transcript_id": "CNN-252834",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And Paul is already on the campaign trail tonight in New Hampshire, the first in the primary state, I should say. He's also going to make trips to Iowa and to Nevada, to states that have caucuses where the Paul family traditionally do pretty well because it's all about organizing and they're very good at that. And then, Erin, he's also going to South Carolina because that is a place he has to do OK, but it's going to be a little bit difficult because of that issue he has with defense cuts -- Erin.",
    "statement": "<ABSOLUTELY>. And I <KNOW> a lot of people point out one of the biggest hurdles he has. Thank you so much, Dana. And next, Jeanne Moos on one man's terrifying idea how to settle a road rage dispute."
  },
  {
    "transcript_id": "CNN-30875",
    "matched_terms": {
      "of course": "ungraded",
      "feel": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "You mentioned earlier that officials there are saying that this is in effect to protect the Hindus from for example the police there. I mean, what has been the situation of Hindus there? Have they been discriminated against before this edict was issued?",
    "statement": "Talking to the Hindus there, they do not <FEEL> discriminated against. Most of these Hindus, about 12 Hindu families in the Kandahar city area, told us that they do not see discrimination in day-to-day life. They were, <OF COURSE>, apprehensive about any edict regarding the dress code. But were not willing to say anything on that aspect. So most of these Hindus <MUST> be remembered have come here down -- during the time -- hundreds of years ago, and most people that we have spoken to the Hindus do not feel that they have been discriminated in their day-to-day lives -- Karuna."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded",
      "thinks": "ungraded",
      "feels": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "So Pat Brown, criminal profiler, Gardner is charged in two cases related to attacks on joggers in the very same park. Cops say there were seven young women who may have run-ins with him. Last Thursday, the alleged rape and murder of Chelsea King, the same day a man in a black sedan stalked a 13-year-old girl as she walked near her school in the community. Authorities say that it was a black sedan parked in front of this guy`s mother`s house. October 2009, a 16-year-old girl told cops a man tried to abduct her at gunpoint. She gave cops the description of her attacker that enabled them to create a sketch that looks very much like John Gardner. Gardner is charged with the attempted rape of a jogger last December. She escaped by smacking him in the nose with her elbow. And then there`s Amber Dubois, a beautiful 14-year-old who vanished over a year ago, just under eight miles from where Chelsea disappeared. I mean, the list goes on and on and we`re not even talking about what he was convicted of -- Pat brown.",
    "statement": "Right, right. It <APPEARS> that Gardner does likes teenage girls, <PROBABLY> because he <FEELS> he can control them, either by using a ruse and getting them into his car or his house or by just grabbing them and attacking them. He doesn`t <SEEM> -- <MAYBE> he <THINKS> he can`t beat up on older women who are stronger. So he has that -- that victim group. So he <COULD> indeed have grabbed Amber. But I have to say, I don`t <BELIEVE> in the trafficking thing. I fear that Amber is not with us. But there can be another serial killer running <AROUND> the area. He has a very similar M.O., I mean, the <FACT> is, a lot of guys like grabbing teenage girls. So it`s very possible that one of those other sex- offenders did the same thing Gardner is doing."
  },
  {
    "transcript_id": "CNN-280803",
    "matched_terms": {
      "know": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Well, CNN is hosting a debate on the 14th here in Brooklyn, New York. And I think that in that debate she is really going to have a format to really highlight the differences in terms of her actual specific plan.",
    "statement": "You <KNOW> I worked for Hillary Clinton for a very long time, for 17 years and one of the things that I have always admired about her is that this is a woman who really <SORT OF> rolls up her sleeves, does her homework and before she goes out there she <KNOWS> every aspect of the issue. She knows what the problem is and she also has a solution to solve the problem."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "feeling": "ungraded"
    },
    "previous_statement": "Just happened like that. Literally, it was done in a few seconds.",
    "statement": "What was the general <<FEELING>> on the train? Was it panic, screaming?"
  },
  {
    "transcript_id": "CNN-308811",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. And there is -- look, and there is -- look, there is a way -- I mean there is a way in fact to negotiate with Democrats on health care but it requires a very different conception of the bill. Democrats -- I did a panel this morning with Joe Manchin, senator -- you know, the most conservative Democrat in the Senate, and they will acknowledge that the exchanges on which people buy private insurance -- what Paul Ryan likes to talk about every day -- face real problems. Not enough young people, not enough healthy people, a risk pool that",
    "statement": "But if he's -- but if he's working here in cahoots with the speaker to try to put fear into the Freedom Caucus, that that's what the president will do, he'll go over and talk to the Democrats and they will fix Obamacare, not even come anywhere close to repealing Obamacare. So far I would say the reaction is yawn from those conservatives. Mark Meadows said no comment. He didn't want to get in a fight with the president but he said no comment. Justin Amash from Michigan, a very conservative member of the let's say no crowd that you mentioned, said, \"it didn't take long for the swamp to drain @realdonaldtrump. No shame, Mr. President. Almost everyone succumbs to the D.C. establishment.\" So these are members of the president' own party saying, you <KNOW>, uh-uh, we don't bow to you, sir."
  },
  {
    "transcript_id": "CNN-306075",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The process of adopting a child can be draining both emotionally and financially. Hank Fortner has found a way to defray that cost. Here's his inspirational story.",
    "statement": "I grew up with a brother and sister and we had 36 foster kids over a seven-year period. Then my mom and dad adopted four boys and four girls from five different countries. In the morning, you didn't <KNOW> who was going to be at the breakfast table but there was always one more seat. Did you have this pillow with you?"
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "What used to be, you know, a level lot that went right into the lake, which was level, you know, you kind of look over the edge, and it's 60 feet down, and it's about 250 yards across. I mean, it's just -- it's unbelievable, the most incredible thing I've ever seen.",
    "statement": "Across the Midwest, days of heavy rains have swollen riverbeds, strained levees and left countless communities under feet of water. And the fear for those who <MAY> be next?"
  },
  {
    "transcript_id": "CNN-353261",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "I think it's important for folks and certainly people in that community right now who are probably on edge to know that it's safe for them. The police went through the building. They searched it. They did not find any explosives, no other shooters. Now comes, obviously, the sad part, mourning part. Really this is where the FBI and their experts start processing the crime scene. As to the shooter, the man in custody, police have him. He'll now obviously be in FBI custody because they're taking over the investigation because this is a hate crime. His name is Robert Bowers. He's 46 years old. That is essentially all we know about him. His car is on the scene so police are processing that. The FBI will process his car. So at least they have an idea of how he got there. He drove his car. There are weapons on the scene, so they'll process the weapons. There's more than one. Also from what I've heard is there are some heroic acts here by the police officers there in intercepting him and perhaps causing -- stopping this from being far worst. Really, my heart goes out to the public safety director because you can tell that is a horrific scene. Imagine for law enforcement officials -- and I went through this in Orlando and went through this in Connecticut and we go through this in a lot of these shootings -- is what these law enforcement officers and officials have to go through when they get inside these screens. It's horrific to see all of the blood and bodies. Then you always hear about -- probably won't be in this case -- but when loved ones are trying to get in contact with people or in locations and cell phones are ringing. So you can only imagine what the folks in that community right now are going through. And that really should be the focus We're going to know why this guy did it. Law enforcement already knows why. They're going through all of his social media. They have a very good idea as to what led to this, his beliefs certainly. We'll see. The FBI will go in and the crime scene begins to get processed. And the community will have to deal with this now.",
    "statement": "Also with me right now, Josh Campbell, CNN legal analyst and former New York City prosecutor, Paul Callan, also CNN law enforcement analyst, Art Roderick. Paul, let me go to you first. Mr. Hissrich made it <CLEAR>, it's now a federal investigation, being led by, the federal investigation, FBI. There will be federal charges. You hear the information here. While there are different circumstances, you can't help but <THINK> about the Charleston shooting back in 2015, nine people killed, how it became a federal hate crime investigation, which led to the conviction of Dylann Roof. What parallels do you see here? And how federal authorities will go about this hate crime at this synagogue in Pittsburgh?"
  },
  {
    "transcript_id": "CNN-47996",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Admiral, Victoria said this morning that these captives had some significant importance, what they were doing, what they were surrounded by, the accoutrements, whatever, and that there was some importance to these people. Can you in any way go into that? Indicating they were not just foot soldiers, dumb (ph) feet, whatever.",
    "statement": "I understand what you meant. I don't have any information, and I just don't <KNOW>, and therefore I just can't characterize for you what level or who these people were. I haven't seen any names, I haven't seen any jobs or positions. The only thing that I know is the number of them, where they currently are, and they are being interviewed now. And that's all I know, so I'm waiting to see what reports <MAY> come out."
  },
  {
    "transcript_id": "CNN-99107",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "Would you like to <KNOW> if the vice president was in any way involved in discussions that led to the outing of Ms. Plame?"
  },
  {
    "transcript_id": "CNN-199930",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You know what? A lot of people feel that way about sports, period. That they don't want to talk about social issues when they're watching sports, it's supposed to be an escape. I would say to those people, we've escaped too much, over escaped, and we need to talk about these issues when everyone is watching this game in terms of being productive. Ignoring it rarely helps us solve anything.",
    "statement": "As you well <KNOW>, being gay in the NFL, I don't <THINK> there are any openly gay players in the NFL, right?"
  },
  {
    "transcript_id": "CNN-376947",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Mark, and Anthony Commello's case, his lawyer cites Commello's belief in a deep state he says of far-right conspiracy theory as reason for killing a suspected crime boss Francisco Kelly. He thought Kelly was part of some gang against President Trump. Are unstable people more susceptible to acting out than they would -- maybe would have been otherwise given the spread of conspiracy theories?",
    "statement": "That's what's so frustrating. We all <KNOW> that words matter. You say that <QUITE> often. And it states the obvious. And when have words not mattered? People go to war over words. They make peace over words. We don't communicate telepathically. Words <OF COURSE> matter, and they especially matter from leaders. And the issue is that those who are saying unstable are not going to act out, they're going to be guided by their own moral compass. However, we're speaking to everybody and some significant portion of any population are going to be unbalanced and they're going to take those words literally. We've seen it."
  },
  {
    "transcript_id": "CNN-205095",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Welcome to AROUND THE WORLD, I'm Suzanne Malveaux.",
    "statement": "And I'm Michale Holmes. We'd like to welcome our viewers not just here in the United States but indeed all <AROUND> the world."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "-- it has not quite coalesced around a message.",
    "statement": "I'm not <SURE> messaging is, yes, the right term, yes. Yes."
  },
  {
    "transcript_id": "CNN-21637",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "There in a difficult position publicly, in the sense that both the vice president and Senator Lieberman have said the people and that they themselves the candidates must respect the final word of the U.S. Supreme Court, agree or disagree, that's why we have a supreme court. But privately, they are scathingly critical of the court, and they were quick to refer to other Democrats, who would speak publicly, like the Reverend Jesse Jackson, like members of the Congressional Black Caucus. They find themselves in a bind politically, because they see that they have no options, but their anger at court is quite interesting and a reflection that this political debate, even as the vice president prepares to bow out, this political debate and the very raw partisan atmosphere in Washington that we have had from the impeachment debate from this election in postelection period, and now in this fight over the courts, is likely to continue here, even as the vice president plans to step out of this race.",
    "statement": "John, thanks very much. We're going to back to Daryn now in Atlanta. And, Daryn, we <SHOULD> point out that it's not just the Democrats who are very busy today. It's also Republicans. Dick Cheney is up on Capitol Hill. There's an outreach here among the Republicans, so very quickly, the attention shift here in Washington. It's going to be a remarkable day."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Not really. I mean, like I said, people are taking precautions. I mean, it's early still. A lot of people -- just like last year, there are still people coming in, you know, taking in the sights. Some people on vacation. So, hopefully, within the next hour or so, a lot of people will still be coming through.",
    "statement": "We've been told that 32 people have been treated for heat, you <KNOW>, being overcome by the heat today, and 17 have been hospitalized. You came here how early, and did you regret that decision?"
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Mike, did you know how sick Ed was?",
    "statement": "I didn't. I don't <THINK> very many people did. He was very private about it. Look, he would -- he would -- one thing about Ed, almost every day, on his way to lunch, he would pass by. We have windows in our offices. \"How are you?\" And he was on his way to the gym. And he exercised for at least an hour, day after day after -- always. And he -- and he -- he was a big, healthy man. So, I <GUESS>, a couple of years ago, he had -- what -- what was it, Don?"
  },
  {
    "transcript_id": "CNN-398956",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Dramatic, and for many, disconcerting moments in Michigan today as demonstrators, some of them armed, began protesting at the capital building in Lansing. They demand stay-at-home orders be lifted in the state. Today's Michigan Republican-led House voted against extending the order. But Democratic Governor Gretchen Whitmer says she <MAY> take other measures to keep some restrictions in place. Firearms can legally be carried inside the state's capital building in Michigan. Michigan state police called the protest peaceful. Many Democratic lawmakers expressed fear. In our money lead, 30 million Americans have now filed for unemployment for the first time over the past six weeks. That's roughly 18.6 percent of the entire U.S. workforce. This as at least 31 states will be partially re-opened by the end of the week, despite the U.S. testing about 5 million people or less than 2 percent of the population. Nobel Prize-winning economist Paul Romer joins us now with his plan for getting the country back to some semblance of normal in a safe way. And it starts with testing. Paul, thanks for joining us. You say to get the economy going as soon as possible. We <SHOULD> test everyone in the United States every two weeks and isolate those who test positive. How would that work?"
  },
  {
    "transcript_id": "CNN-307747",
    "matched_terms": {
      "potentially": "ungraded"
    },
    "previous_statement": "That was sort of like -- I would call a word salad of sorts. There, I don't think he's sticking to his guns -- I mean, but he doesn't really apologize for things or back away. Maybe be certainly, not feeling the way he was 10 days ago. Also if he's lost Jeff Sessions, he's lost. Because -- I mean, Jeff Sessions is one of his strongest supporter.",
    "statement": "Is he going to try to claim because they listen to General Flynn in a phone conversation with the Russian ambassador who is routinely monitored in Washington, is the President going to say well that's what I meant in reminiscing (ph) the effect? That those tweets are pretty specific. He is not a candidate anymore. He's the President of the United States who in those tweets was accusing his predecessor of Nixonian behavior and <POTENTIALLY> law breaking."
  },
  {
    "transcript_id": "CNN-135423",
    "matched_terms": {
      "of course": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He's setting aside hundreds of billions of dollars over the next decade to try to achieve that goal. Is he right?",
    "statement": "Well, health care, <OF COURSE>, is one of the driving forces for all of our budgets -- school districts, counties, state governments, families and businesses, Wolf. But the direction he's headed, if it was like he proposed during the campaign, is a very government-centric approach, when I <THINK> the better approach would be to give people good information about price and quality and give them financial incentives to use the system wisely. And we're doing that in Minnesota in many ways, and it's working. That would be a better approach than having our government take over our government-centric approach."
  },
  {
    "transcript_id": "CNN-303759",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well -",
    "statement": "I <THINK> because it's his term, not free trade."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "She`s a wonder.",
    "statement": "And we have a really touching story, as well. We sat down with Paige, one of the designers from \"Extreme Makeover: Home Edition.\" They`re having a special on Sunday night. They got with the family of the tenth anniversary of when their child went missing and did what they do <BEST>. It`s an amazing story, and that`s on the way, too."
  },
  {
    "transcript_id": "CNN-115647",
    "matched_terms": {
      "seem": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "As far as we know, no. We believe that he's just watching his victims prior to the actual attacks.",
    "statement": "And these attacks taking place in what <KIND OF> radius from one another? Does it <SEEM> like they're all happening in the same neighborhood?"
  },
  {
    "transcript_id": "CNN-97294",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "... the construction of an apartment building, where the whole thing went out to sea? You said there's <ABSOLUTELY> nothing left?"
  },
  {
    "transcript_id": "NPR-8655",
    "matched_terms": {
      "of course": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Stereo moans.",
    "statement": "I don't <KNOW> if you know this, but Mark Sanford <OF COURSE> gets sworn in to his House seat today, and he will not, I heard, be appointed to the Foreign Affairs Committee."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "They have not. They declined to comment for our story.",
    "statement": "OK. So now, let's bring the panel. Jeffrey Toobin, and that is the question that we all have. Why would this President be so loyal or take up for Michael Flynn and put his job as president in jeopardy by trying to get him out of trouble <REPORTEDLY> with Comey saying can you just back off this investigation? That is the million- dollar question."
  },
  {
    "transcript_id": "CNN-67090",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, Jack, our thoughts are with you as you search for Ty Longley and as you interface with some of the families who are so horribly affected by what went wrong last night. Jack, best of luck to you and thank you very much for joining us at this painful time.",
    "statement": "Thank you very much. I appreciate it. I appreciate it. And you <KNOW>, my condolences to everybody who came out to the show and got hurt and, you know, lost loved ones. My sincere condolences, I'm so sorry. I know that doesn't make you <FEEL> any better, but you know, that's heartfelt."
  },
  {
    "transcript_id": "CNN-148060",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Well, you know, we watched the Iranian revolution in 1978 and '79, and the reality is, you had no idea where it was going to go, and there was great difference of opinion. And, basically, it kind of depends on who blinks first. The regime is trying very hard to give an image that it is unbeatable, that it's strong, that it can't be intimidated, and that it will give nothing, it will give nothing whatsoever to the opposition. The opposition keeps increasing their demands, but, again, as you say, not able to deliver a knockout punch.",
    "statement": "In the limited vision that we've had of what happened in Tehran and <AROUND> Iran, how do you assess what the opposition achieved or what the government achieved?"
  },
  {
    "transcript_id": "CNN-311423",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Look, it is none of anyone's business what someone who is a member of the private sector decides to accept in terms of compensation. You know, with all due respect to anyone who pushes to comment publicly on what Barack Obama, Hillary Clinton or anyone earns as a member of the private sector, it's just like MYOB. It's enough your business.",
    "statement": "So, you <THINK>, even though, look, the banks are bigger than they were, none of that -- none of that matters to you --"
  },
  {
    "transcript_id": "NPR-10035",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "What is it that Chicago intends to stop doing that it was doing with immigration authorities?",
    "statement": "I issued a directive to our police superintendent that ICE can no longer get access to any databases that CPD has. So that's, I <THINK>, a big start. The other thing is, I've underscored to the police department that they cannot, in any way, facilitate any of the ICE raids, and they understand that."
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "All right. Let`s go back out to Paul Miles, a reporter covering this case. What`s next? We`re wrapping up. We only with a minute. What`s the defense strategy going to be here?",
    "statement": "The defense strategy, they`ll bring their own testimony in from their own forensic experts who will say, you <KNOW> what, these blood splatter experts that were brought in by the prosecution really didn`t know what they were talking about. Then they will bring in the dozen witnesses who say that David Camm was playing basketball with them when the murders occurred. There was no way in the word he <COULD> have left that church gym, gone home, murdered his family and come back to play basketball."
  },
  {
    "transcript_id": "CNN-82984",
    "matched_terms": {
      "fact": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Brent, let's get back to the investigation into last week's bombing for just a minute. And of the suspects that were arrested, what can you tell us about a connection with cell phones?",
    "statement": "Well, one of the -- an unexploded device was located after the blast inside a sports bag, in that bag a mobile telephone and a calling card. Investigations into that led authorities here to a number of people. In <FACT> five were arrested, three more Moroccans and two Indians involved in selling cheap phones and cards. But it <SEEMS> they carrel, the Moroccans at least, have supplied this communications equipment that triggered the devices that seems to those who led these attacks. Now, one of those Moroccans say investigators here has associations with a former top al Qaeda operative here, who has been in jail for more than two years now, since the September 11 attacks in America. And he was implicated in those 9/11 attacks himself, now under indictment. The Moroccan is not indicted himself, but strongly suspected involvement with terror activities here as well as in Morocco -- in Casablanca, under scrutiny following last Thursday's bomb attacks against targets in Casablanca -- Daryn"
  },
  {
    "transcript_id": "NPR-13587",
    "matched_terms": {
      "possibly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I think that's so important, Alex. This is not a date rape case. That Kobe Bryant case was so enormously complicated, because up until the sort of final moment of was there consent or not, the parties agreed as to what happened.",
    "statement": "Here, you either have a brutal rape and strangulation and kidnapping, or you don't. It's not a <SORT OF> subtle question of he says, she says, and that's why the physical evidence becomes tremendously important, and as you point out, there is an enormous amount of it. There are fingernails that fell off, there's a lost shoe. There's bruising and then <POSSIBLY> more bruising that happened afterwards. There's a tremendous amount of photo evidence. So yes, this evidence is critical, because it's not about what each of the parties says happened, it's about was there a brutal assault or not."
  },
  {
    "transcript_id": "CNN-41179",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Good morning, Bill. Well, there were photographs that were released yesterday by the FBI in Portland, Maine. Photographs of Abdul Alomari and Mohamed Atta. Now there were photographs taken of them at bank ATM machines, also at a gas station and at a Wal-Mart in the 24 hours before they left Portland, Maine to go to Boston and board the American Airlines flight 11 they flew into the first World Trade Center tower. Now officials want to release those photographs, they say, to see if they can jog people's memories and see if perhaps they can find out if those men met anyone in the Portland, Maine area. That, they say, would be critical to see if there are any other support systems or supporters out there still at large in the United States. As you were talking about it before -- U.S. officials basically this is the \"Washington Post\" story -- just a reiteration really of what U.S. officials, including the president and attorney general have been saying for at least a week. That there is a very real threat of future attacks. Now the difficulty for official is walking the line between taking the proper precautions and panicking people.",
    "statement": "What the president is working very hard to do, is find that balance to let Americans <KNOW> that threats do remain, the government is taking all steps necessary to counter those threats, including planning domestically at home. But the most important action the government can take is going after the terrorists who did it so they don't have any abilities to do it again."
  },
  {
    "transcript_id": "CNN-225531",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Police and emergency responders were called to the mall after a report that a woman had fallen and hit her head in the basement of Legal Sea Foods. When authorities arrived and began investigating, they themselves reported feeling nauseated and dizzy, symptoms of carbon monoxide exposure. Restaurants in the area immediately evacuated.",
    "statement": "We had to leave because I didn't want to blow up or anything like that. I didn't <KNOW> how dangerous it was and they just told us to stay outside."
  },
  {
    "transcript_id": "CNN-216473",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Welcome back. The U.S. has brought Abu Faraj al-Libbi, the alleged al Qaeda operative snatched off the streets of Libya in a raid by U.S. forces earlier this month, to New York, to here. He's expected to face a federal official tomorrow and then he'll face trial in U.S. federal court for allegedly playing a role in the 1998 bombings of the U.S. embassies in both Kenya and Tanzania. That's right, in federal court, not in Guantanamo. Back with Andrew Sullivan, Rich Galen, Rick Lazio, Sunny Hostin. And joining us at the table, CNN senior legal analyst Jeffrey Toobin. You think it's a good idea to have him tried in federal court?",
    "statement": "This is not a great day to talk about things the federal government does well. But one thing the federal government does very well is prosecute criminals, especially terrorists. There has been a tremendous record of success, not only in convicting people but also persuading the world that we have a legitimate judicial system, whether it's Zacharias Moussaoui or the shoe bomber, Richard Reed. These people have gotten fair trials, and they've been imprisoned. There is no reason why al-Libbi couldn't be treated, and <SHOULD> be treated, exactly the same way. He will get what he deserves but in a way that does credit to our system and our country."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Well, you know, I think the Cohen and Manafort ones could be more interesting than this. I'm hoping there won't be as many redactions in those. It would be --",
    "statement": "I didn't expect any redactions in this. I <THOUGHT> this was going to be like three-page document --"
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded",
      "seem": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Is there any sense whatsoever where Saddam Hussein might be? We're only told he's at an undisclosed location. But we can assume he's under the control of the U.S. military, not the Iraqi provisional -- the coalition Iraqi authority.",
    "statement": "<ABSOLUTELY>, Wolf. We <KNOW> that he's south of Tikrit; General Odierno said that he went south from here. We know that he's with the coalition. General Sanchez said that they are still interrogating Saddam Hussein. That process is expected to go on for some time. We know that they're going to run, the coalition will run, DNA testing on him to make 100 percent <SURE> they have the right man, although it is completely beyond <DOUBT> at this time that this is Saddam Hussein. So, no, he is not in Iraqi custody at this time, nor does it <SEEM> likely that he will be, at least in the near term, Wolf."
  },
  {
    "transcript_id": "NPR-22911",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "As the economy has weakened and as, ultimately, the China model has rolled over and has run its course, people are now looking at China and saying, I want my money out of China. What that has resulted in is something like a trillion dollars of capital has left China in the past year.",
    "statement": "William Fang would like more of his money to head in that direction. He works in Internet finance at Lujiazui, Shanghai's Wall Street. Fang says many of his friends want to dump assets that are held in the Chinese currency, the renminbi, because they <THINK> it will lose even more value as the economy cools."
  },
  {
    "transcript_id": "CNN-241394",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right, <APPARENTLY> there are developments in Dallas. Right now we're looking at a press conference that includes local officials. Mayor Mike Rollins is supposed to be there. The county judge is there. Let's listen in and see what the development is."
  },
  {
    "transcript_id": "CNN-78435",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "Do you wish you were running?",
    "statement": "I'm happy I'm not running. I wish my ideas were ones that would be accepted. And so, in that sense, yes. But I'm <CONFIDENT>. There are some really very classy people in this field. And I'm confident they will be able to match up their foreign policy credentials against this president."
  },
  {
    "transcript_id": "CNN-405709",
    "matched_terms": {
      "obviously": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "And the coronavirus is only one of the issues stoking tensions between the U.S. and China. There is also, of course, the disputed South China Sea and Hong Kong's new national security law. And now, there are reports the U.S. is considering a travel ban on members of China's Communist Party. Kristie Lu Stout is live in Hong Kong for us. What more do you know about this? That would be an extraordinary move, wouldn't it?",
    "statement": "<ABSOLUTELY> extraordinary. I mean this was first reported by \"The New York Times\" saying that the Trump administration is weighing this sweeping travel ban that would affect over 90 million members of China's Communist Party and their family members, effectively blocking 200 million people from entering the United States. We have reaction from China's ministry of foreign affairs who called the planned proposal quote, \"pathetic\". Now, if this does go through, who would be affected? Well, it would affect the party's elites. It would affect rank and file members. It would business leaders from China including Jack Ma, the founder of Alibaba, <OBVIOUSLY> China's most famous capitalist is a member of China's Communist Party. But also it will affect the founder of"
  },
  {
    "transcript_id": "CNN-186010",
    "matched_terms": {
      "maybe": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "Not at all. Not at all. I think many of us were left thinking, myself included, that was it? That was the case?",
    "statement": "That's it? Well, then that's not such a bad week for the defense as they ramp up, and <MAYBE> they can use the time to try to soften his image <SOMEWHAT> if it's possible. Sunny, it always good to see you."
  },
  {
    "transcript_id": "NPR-44463",
    "matched_terms": {
      "potentially": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, this is a debate that's - we haven't seen in about 20 years in within the Republican party, the divisions within the party itself on the very clear lines that have been drawn are unlike any other debate we've seen in a long time. And it poses a significant challenge to the president to see how he can bridge that gap and use whatever political capital he has left.",
    "statement": "This is the - the immigration issue one of the issues, I <THINK>, that he can <POTENTIALLY> reinvigorate his presidency on, if he's able to get a bill passed along the lines of, well, it's not amnesty, but we're not - we're going to put the illegals behind the line, not the front of the line. It needs to be earned citizenship, and we're going to put up a fence on the border - only partly. The National Guard's going to go on the border, but not in a law enforcement capacity, but in a supportive one. I think he, in this case, as Joe stated, he is the moderate here."
  },
  {
    "transcript_id": "CNN-71139",
    "matched_terms": {
      "fact": "ungraded",
      "best": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Now, tell me what made it so good.",
    "statement": "Well, we <THOUGHT> it was very surprising in the <FACT> that he is so obsessed with the car, he loves the car so much and that says great things about that car, that even if he can't have one, he's going to try to do the next <BEST> thing and turn his car into that car. And he looks pretty cool driving it there. He's styling at the end."
  },
  {
    "transcript_id": "CNN-310644",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, he was very supportive of science. His uncle, John Trump, was a physicist at MIT. We talked a little about him. I knew about his work. So I don't think science has anything to fear from Mr. Trump.",
    "statement": "You also say, Professor Happer, that the world is getting greener and people <SHOULD> stop hyperventilating. Flush that out for me, please."
  },
  {
    "transcript_id": "CNN-312464",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Totally agree. But can we get one factual question settle. I would be Matthew or Jeff Toobin. This grand jury that is subpoenaed Michael Flynn's records and that sort of thing, that grand jury is in northern Virginia. Does that grand jury now fall under Mueller? And is Mueller the overall person in charge or is that something separate?",
    "statement": "`Well, I <THINK> the answer will be Mueller will have to make that choice. He will undoubtedly, as part of his information gathering tech in a process, learn of what that grand jury is doing and then decide whether he wants to take that over. Matthew would you say that's right?"
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "All of a sudden it just hit me. It was just like so powerful, just like hitting me. And I thought at first that it was my boyfriend Johnny joking around, because it's just like the last thing that I would have ever expected. And then it -- I felt it hit and I didn't really like, I didn't really feel the bite. It wasn't painful. It wasn't painful at all. And I felt it and I turned my body around and I see just like -- just a huge body and like huge dorsal fin like right there. And just like realized that like this was a big shark, you know? And just, my first instinct, I don't know why, I just grabbed it and I grabbed it. And it was just trashing. And I remember like the feeling. It felt like slimy. And I was just holding on as hard as I could. And I was shaking. And then...",
    "statement": "And then there's a little space that you don't <QUITE> remember."
  },
  {
    "transcript_id": "CNN-6140",
    "matched_terms": {
      "of course": "ungraded",
      "might": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Bob, do you get the sense that this is going to be over by the end of the week, father and son reunited?",
    "statement": "Well, that <SEEMS> to be what they are working for. <OF COURSE>, there is always a possibility of some surprise. We've had over four months of that. But that seems to be the target now. This meeting that's going on in Miami, there's an expectation that by mid- week they <MIGHT> try and effect the transfer, but I underline might. As I said, there are court possibilities, there are political possibilities, there is also the possibility of some more delay. But, again, look for it to happen this week."
  },
  {
    "transcript_id": "CNN-396962",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "What is the situation obviously the prime minister is an exceptional case. But when he says he is still conscious and still making decisions, does that is that concerning to the doctors, is that something they would want him to be focusing on? What kind of advice do you think they will be giving to his advisers?",
    "statement": "I <THINK> any patient in intensive care -- and I can't speak <OBVIOUSLY> of Mr. Johnson's circumstances right now -- but any patient in intensive care I would be telling them to concentrate on getting better and nothing else."
  },
  {
    "transcript_id": "CNN-210749",
    "matched_terms": {
      "potential": "ungraded",
      "could": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "In a statement, \"Rolling Stones\" editors said their hearts go out to the victims, but that they also felt it was important to gain a more complete understanding of how a tragedy like this happens. Former National Security Council Spokesman Tommy Vietor says he thinks that's valid, but he also says this --",
    "statement": "There is the <POTENTIAL> that the cover <COULD> make kids <FEEL> like terrorism is cool like you are going to get the rock star treatment by murdering people."
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "So does that mean an arrest is close at hand? I'll ask some of the country's top legal experts in a moment. Plus a man who loved a good argument on pretty much any subject at all. Last time Lewis Black went on a tirade on social issues. Tonight, well, let's face it, anything could happen.",
    "statement": "Don't even make the choice to be gay. I mean, when did I catch on to that? Why do they not -- what is their problem with science? To live -- we're the future now. This is the 21st century. It <SHOULD> be science fiction at this point. And all they will deal with is fiction. Were they beaten by nerds in chemistry classes?"
  },
  {
    "transcript_id": "NPR-1845",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And yet people are saying, do this, do that. Don't let somebody cross. Don't let them do that - without ever having actually called the border or someone on the border or visited it to ask what life there is like.",
    "statement": "I <THINK> of it as such a - it was - it was a grace for me. It was a great way to grow up. It gave me so many options in language and foods and everything else."
  },
  {
    "transcript_id": "CNN-115507",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Police now call it murder. A coach found strangled inside his Caribbean hotel room. Searching for a suspect in the",
    "statement": "And at the top this morning, an assassination attempt in Iraq. One of the country's deputy prime ministers survives a deadly suicide bombing. Right now, he is hospitalized at a U.S. facility. Let's get you straight to Baghdad and CNN's Kyra Phillips. Kyra, good morning to you. What is the condition of the deputy prime minister right now, and what do we <KNOW> about the attack itself?"
  },
  {
    "transcript_id": "CNN-325125",
    "matched_terms": {
      "potential": "ungraded",
      "think": "ungraded",
      "sure": "ungraded",
      "maybe": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Oh, I am sure there are some --",
    "statement": "-- I'm <SURE> that some bias groups <MAYBE> from the Left will come up with some of their own modeling but it's very <CLEAR> and obvious that the whole purpose of this is the middle class tax cut, to give people more take-home pay. And, yes, we are not lowering the top tax rate that millionaires pay. We are not lowering that rate. But we're lowering the rates for everybody else. And more to the point, we have to get faster economic growth because with faster economic growth, you get bigger paychecks. You get bigger wage growth. And we are almost dead last in competitiveness in the industrialized world with our tax code. We're putting ourselves in the front of the pack with our tax code with this. By getting our tax rates down and leveling the playing field for American businesses, so we literally don't penalize American businesses competing in the global economy, we're going to get more take-home pay. We're going to get faster economic growth, more jobs. This all leads to higher standard of living and bigger paychecks. That's the purpose of doing this. And we are very excited about doing this because we really <THINK>, without this, we can't reach our economic <POTENTIAL>. But with this we really think we can reach our economic potential. And that's the <KIND OF> break that families are looking for in this country."
  },
  {
    "transcript_id": "CNN-169905",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "Yes, certainly, but you know, John, we hear so much about the word 'compromise', I mean, is this really the mark of a good compromise when you look at all the people that don't like it? I mean, you have the liberals hate it, the Tea Party hates it, the deficit hawks aren't real happy about it, is this really compromise?",
    "statement": "Well, there's two ways to look at that. Since the extremes - since so many people are unhappy with it, does that make it a great deal because nobody <THINKS> it's perfect, or does it make it a really bad deal because nobody really loves it? There are two ways to look at it, and you'll hear that debate to play out this afternoon. It was the compromise that was available. The president of the United States gets, at least in the first round, almost nothing that he wanted in this. Remember, he said it <SHOULD> be balanced, he said there has to be revenue increases in there, but what the president wanted most of all as a candidate for re-election next year as some one that does not want the economy to take another hit, he wanted a deal. And he was - he was willing to compromise <PROBABLY> more than most to get a deal. But again, Randi, you've been watching this over the last few weeks, they <THINK> they have a deal, they think they have the votes, we are at a very unpredictable time in Washington, D.C. Don't bank on it until you see the roll call. Well John, because it's so unpredictable, we're glad that we have you for this hour hanging with us so keep it right there. Richard Quest is also with us, as I said. Is the rest of the world any less appalled, Richard, by the ways of Washington than it was on Friday?"
  },
  {
    "transcript_id": "CNN-217531",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Looking back, do you think the stress affected your heart disease and your overall health?",
    "statement": "I simply don't buy the notion that it contributed to my heart disease. It was in <FACT> that getting back to work, getting back to that job, whatever that job <MIGHT> be, was important enough that I, in fact, kept them separate, I <GUESS> would be the way to <THINK> about it."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "And that`s a good point about the paparazzi, Johnathan. You know, obviously, they`re sort of usurping the paparazzi in the case where they`re paying for a story directly to the celebrity.",
    "statement": "Exactly, <ABSOLUTELY>. And the paparazzi get very frustrated about it, but there`s nothing they can do. If the paparazzi don`t sell the pictures, it`s better that the star gets the money than the paparazzi at this point. Because the star will give you a lot more of themselves than if it`s just the picture than the story that a magazine paid a million dollars for, actually."
  },
  {
    "transcript_id": "CNN-109713",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, it's clear from the videotape that they're -- and they said that they're being well- treated. They're given water and food. And they take showers, and given clean clothes. That's better than the Iraqi treatment. That means that they probably have a decent relationship with their captors. And, when you're in a situation of absolutely helplessness, you're relying entirely on the kinds of messages you're getting from the people who are holding you. So, I suspect that the messages they're getting are rather amiable and reassuring. And I suspect that they're -- that they're OK, and they're psychologically OK, as well.",
    "statement": "So -- so, they <MAY> not even be fixated on the same deadline that -- that we are looking at here..."
  },
  {
    "transcript_id": "CNN-411217",
    "matched_terms": {
      "know": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "The attorney general is increasingly parroting the president.",
    "statement": "Wait a minute, we just discovered 100,000 ballots. Every vote <MUST> be counted. No, we don't <KNOW> where these votes came from."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "How do you know that 31 percent of the registered voters use that piece of equipment?",
    "statement": "We are unique in the country. We compile, and have since 1980, what <KIND OF> voting system is used in every single county in the country, as well as in New England at the township level, and township level in Michigan, Wisconsin and Minnesota."
  },
  {
    "transcript_id": "CNN-96009",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Good morning.",
    "statement": "First, given the proximity that we now <KNOW> to the bomb that these girls had, 10 feet away by some reports, are you surprised that they even survived the attack?"
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You know, the other day, President Hamid Karzai, our ally in Afghanistan, signed legislation into law saying that it's now legal for a husband to rape his wife if she refuses to have sex with him, in order to appeal, apparently, to the Taliban. There are elections coming up in Afghanistan. Americans hear this and they say, this is why there are thousands of Americans in Afghanistan? This is why billions of dollars are being spent in Afghanistan, so that this kind of -- this kind of law could be enacted?",
    "statement": "Well, I <THINK> it's appalling. As I understand, that the law is going to be reviewed. And the whole reason here is that the United States has believed that there needs to be gender equality in Afghanistan, that women <SHOULD> be able to go to school. And one of the reasons that we never dealt with the Taliban was because of their appalling behavior towards women. And the way a country treats its women is a sign of what their whole approach to human rights and humanity is. And, so, I <HOPE> very much that President Karzai and the council there consider very carefully what it is they are doing. But I think, to go to the point that Secretary Cohen made, I think that we need to recognize that Afghanistan is not just America's problem, that..."
  },
  {
    "transcript_id": "CNN-138702",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "I can't smoke a pipe in class or at work, but, heck, I can throw in one of these at work. It's convenient.",
    "statement": "And no need to spit. The tobacco stays in the bag. Tobacco companies say snooze has become so popular, they're taking the next step, <TOTALLY> dissolvable tobacco for traditional smokers that will solve all kinds of problems."
  },
  {
    "transcript_id": "CNN-92090",
    "matched_terms": {
      "believe": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "On his well run Web site, Sistani directs answers to such questions. He has never wanted to enter politics directly and shuns the role of Iranian mullahs. But like the religious scholars around him, he wants Islamic laws that will, for example, curtail the rates of women.",
    "statement": "The religious parties have done so well, that they will push for as much religious law, Islamic law, in Iraq as possible. They would like to replace many of the British derived civil codes with Islamic law, including impersonal status, but <POSSIBLY> beyond that to criminal and commercial law. And I <BELIEVE> that Sistani will encourage them in that."
  },
  {
    "transcript_id": "CNN-376947",
    "matched_terms": {
      "maybe": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, yes, it's what his critics claim are going to happen and these are the natural consequences of what his critics say are coming out of his mouth. The issue though is if in fact you're a defense lawyer and you're trying to create a defense, sometimes it's all that you have. I agree completely with the position that it's really not a legal defense. Although some states recognize diminished capacity. And somebody is really susceptible to these types of messages. Then it's really could turn out to be where a judge will take consideration and would consider the point of mitigation if somebody is really mentally unbalanced and mentally unstable and they're getting these messages they believe to prove forward. Because the commander in chief, the president of the United States is by their account so suggest that they should.",
    "statement": "Mark, and Anthony Commello's case, his lawyer cites Commello's belief in a deep state he says of far-right conspiracy theory as reason for killing a suspected crime boss Francisco Kelly. He <THOUGHT> Kelly was part of some gang against President Trump. Are unstable people more susceptible to acting out than they would -- <MAYBE> would have been otherwise given the spread of conspiracy theories?"
  },
  {
    "transcript_id": "CNN-121120",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right. So we've heard of student teacher affairs before, but rarely do they make a run for the border. A 25-year-old female teacher from Nebraska is now in custody. Here is her picture, and this morning her 13-year-old student is back with his parents. The pair were found in Mexico last night. They disappeared last week when police began investigating their alleged affair. Kelsey Peterson is facing kidnapping and child abuse charges. She also faces federal charges for taking the teen across the border into Mexico. Also some new cases of dangerous staph infection to tell you about this morning. St. Joseph's Hospital in Hot Springs, Arkansas, has stopped taking any new admissions to its ICU. Six patients at the hospital were infected with drug-resistant bacteria. Officials say the infection was not caused by MRSA, those bacteria that you have been hearing so much about lately. It's not that. But a high school in Washington State has canceled its last football game because of MRSA. Port High School closed its athletic facility after a player contracted the bacteria.",
    "statement": "Some serious fears here that have helped emergency developing and so did Mexico because much of the state of Tabasco now under water, massive flooding has caused the evacuation of hundreds of thousands of people forced to find higher ground. The rain has stopped, but all that standing water <COULD> lead to an outbreak of some water born diseases. Harris Witbeck is in Tabasco this morning; he will join us next hour with his report."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Do you think she's going to be the next president?",
    "statement": "I <THINK> so."
  },
  {
    "transcript_id": "CNN-381078",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "From your assessment, who is winning at the moment in Iran?",
    "statement": "I can't establish this for a <FACT> but what we've seen is that Iran's aggressive behavior has increased not decreased. Iran said to the region and to the world energy supplies have increased, not decreased."
  },
  {
    "transcript_id": "CNN-172377",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "The Bachmann campaign released their sharply worded statement accusing Governor Perry of abusing his power of the Executive Order and imposing mandatory vaccines on 12-year-old girls. The statement is a sign this fight is far from finished. Jim Acosta, CNN, Richmond, Virginia.",
    "statement": "All right. Today, Republicans will offer up their ideas for getting the economy back on track. House Speaker John Boehner will deliver the GOP plan called Liberating America's Economy. Meantime, President Obama continues to pressure Congress to pass his jobs bill after stops this week in three key battleground states. The president, you <KNOW>, he was still pitching last night at a Congressional Hispanic Caucus event in Washington. He accused Republicans who opposed the bill of playing politics and of not listening to the voice of the people."
  }
]