[
  {
    "transcript_id": "CNN-332258",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "The U.S. who is not -- who is unhappy with this trend is seeking to intentionally elevate the situation by deploying huge nuclear assets nearby the Korean peninsula including nuclear aircraft",
    "statement": "The situation on the Korean Peninsula has not changed. The regime continues to -- continues to work on its ballistic missile and nuclear programs. This -- what I <WOULD> call charm offensive frankly is fooling no one."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, chilling new details <ABOUT> an al Qaeda plot to kill thousands of Americans. The Justice Department says the prime <<SUSPECT>>, an American citizen, is too dangerous to be tried in civilian court. There's a new government in Iraq tonight, four weeks before the United States hands over sovereignty."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Tonight, chilling new details about an al Qaeda plot to kill thousands of Americans. The Justice Department says the prime suspect, an American citizen, is too dangerous to be tried in civilian court. There's a new government in Iraq tonight, four weeks before the United States hands over sovereignty.",
    "statement": "We will stand together and ensure that the future of Iraq is a future of freedom."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "We will stand together and ensure that the future of Iraq is a future of freedom.",
    "statement": "A foreign company wins a huge border security contract. It <<COULD>> be worth $10 billion. My guest tonight is the chairman of the House Committee on Homeland Security, Congressman Christopher Cox. Radical Islamists target westerners in Saudi Arabia. Former CIA officer Robert Baer says Saudi Arabia is on the brink of chaos. He's my guest tonight. And Americans facing skyrocketing energy costs."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Tonight, our special report: Outta Gas.",
    "statement": "This is LOU DOBBS TONIGHT for Tuesday, June 1. Here now for an hour of news, debate and <<OPINION>> is Lou Dobbs."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "This is LOU DOBBS TONIGHT for Tuesday, June 1. Here now for an hour of news, debate and opinion is Lou Dobbs.",
    "statement": "Good evening. The government today released disturbing new details <ABOUT> one of its most high-profile terrorism suspects, Jose Padilla. The Justice Department says Padilla planned to kill hundreds if not thousands of Americans by detonating a radiological dirty bomb or blowing up hotels and apartment buildings. The government has held Padilla, an American citizen, in a military jail for two years, without filing any criminal charges against Padilla. Justice Correspondent Kelli Arena reports -- Kelli."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "KSM suggested that they enter the United States by way of Mexico or by way of Puerto Rico and that, once in the country, they locate high-rise apartment buildings that had natural gas applied to all floors, that they rent two apartments in each building, seal those apartments, turn on the gas, and set timers to detonate and destroy the buildings simultaneously at a later time.",
    "statement": "The documents show Padilla was equipped with thousands of dollars in cash from al Qaeda, a cell phone, and contact names and numbers. The government details his al Qaeda training with an emphasis on explosives and his relationship with a series of al Qaeda lead operatives. Padilla's lawyer says, if the government has the goods on him, he <SHOULD> be charged and have his day in court."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Words many Iraqis have been waiting to hear for decades, a new Iraqi government different from Saddam Hussein and, more recently, planning to be different from the U.S.-led occupation authorities. U.N. Special Envoy Lakhdar Brahimi spent weeks helping to cobble together the interim government, a presidential council of four, plus 31 Cabinet ministers.",
    "statement": "I <<<THINK>>> that the people of Iraq will be praying <ALL> over the country for the success of their mission which aims at starting the rebuilding of the new Iraq."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "seem": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "We, the Iraqis, also look forward for being granted full sovereignty.",
    "statement": "And that promise of sovereignty seemed to spark <HOPE> among many Iraqis we talked to, <HOPE> that had not been heard in a long time."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And that promise of sovereignty seemed to spark hope among many Iraqis we talked to, hope that had not been heard in a long time.",
    "statement": "Ghazi's a true Iraqi, and, hopefully, he will <CHANGE> this country into a better and safer place for the Iraqis."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "President Bush today welcomed the formation of the new Iraqi government, but President Bush warned there's likely to be more violence ahead. White House Correspondent Suzanne Malveaux reports -- Suzanne.",
    "statement": "<WELL>, Lou, after President Bush's Rose Garden ceremony, we are told that he called the new president and the prime minister of the Iraqi interim government to congratulate them, to say that he was looking forward to meeting with them. This after he had said before that he <<COULD>> work with this government, that it was diverse, that these are individuals considered loyal to their own people. But the big <QUESTION> here, of course, is legitimacy. This is a government that is mostly made up of Iraqi exiles with close ties to Washington. The big <QUESTION> here, whether or not Iraqis will consider the new authority legitimate. The Bush administration denied, however, earlier today hand-picking Iraq's new leadership."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, Lou, after President Bush's Rose Garden ceremony, we are told that he called the new president and the prime minister of the Iraqi interim government to congratulate them, to say that he was looking forward to meeting with them. This after he had said before that he could work with this government, that it was diverse, that these are individuals considered loyal to their own people. But the big question here, of course, is legitimacy. This is a government that is mostly made up of Iraqi exiles with close ties to Washington. The big question here, whether or not Iraqis will consider the new authority legitimate. The Bush administration denied, however, earlier today hand-picking Iraq's new leadership.",
    "statement": "I had no role. I mean, occasionally, somebody said this person <MAY> be interested or that. But I had no role in picking. Zero."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "These are not America's puppets. These are independent-minded Iraqis who are determined to take their country to security and democracy.",
    "statement": "Now, Lou, the thinking here at the White House, the big concerns here are the next couple days, they say <<PERHAPS>> even the next couple of days. More important than that June 30 deadline is really what happens. They are trying to get a U.N. Security Council resolution that will win the approval of some key allies, and really the <QUESTION> is how long the multinational force is going to be in Iraq, what <<KIND OF>> power they're going to have. Also, of course, what happens to these two leaders leading up to the June 30 deadline, whether or not they are assassinated. We are told, of course, that they are targets of assassination, and whether or not the Iraqi people themselves consider them legitimate leaders -- Lou."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Now, Lou, the thinking here at the White House, the big concerns here are the next couple days, they say perhaps even the next couple of days. More important than that June 30 deadline is really what happens. They are trying to get a U.N. Security Council resolution that will win the approval of some key allies, and really the question is how long the multinational force is going to be in Iraq, what kind of power they're going to have. Also, of course, what happens to these two leaders leading up to the June 30 deadline, whether or not they are assassinated. We are told, of course, that they are targets of assassination, and whether or not the Iraqi people themselves consider them legitimate leaders -- Lou.",
    "statement": "Lisa, thank you. Lisa -- we appreciate it very much. Suzanne, thank you very much. Suzanne Malveaux from the white house. Senator John Kerry today accused President Bush of ignoring the threat of nuclear terrorism. In a speech in West Palm Beach, Florida, Senator Kerry said he <WOULD> <TAKE> immediate action to cut off the supply of nuclear materials to terrorists if he becomes president."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Lisa, thank you. Lisa -- we appreciate it very much. Suzanne, thank you very much. Suzanne Malveaux from the white house. Senator John Kerry today accused President Bush of ignoring the threat of nuclear terrorism. In a speech in West Palm Beach, Florida, Senator Kerry said he would take immediate action to cut off the supply of nuclear materials to terrorists if he becomes president.",
    "statement": "The first step is to safeguard <ALL> bomb-making material worldwide. That means making <<<SURE>>> that we <KNOW> where they are and then locking up those materials and securing those materials wherever they are."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "The first step is to safeguard all bomb-making material worldwide. That means making sure that we know where they are and then locking up those materials and securing those materials wherever they are.",
    "statement": "The Bush-Cheney campaign responded by saying the effort to limit the spread of nuclear weapons continues to be an urgent priority for President Bush. The federal government today awarded a multibillion-dollar border security contract to a foreign company, and, in so doing, the government passed over two U.S. corporations. The Department of Homeland Security awarded the lucrative contract to Accenture, which is based in Bermuda. That contract <<COULD>> be worth as much as $10 billion over 10 years. Lisa Sylvester reports from Washington."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The U.S. Visit Program (ph) is a jackpot for consulting firms. The multibillion- dollar contract is to monitor visitors who enter the United States by air, sea or land. That's why it came as a surprise to some that the contract was awarded to Accenture LLP, whose parent company is headquartered in Bermuda.",
    "statement": "I <<<THINK>>> U.S. visit is a good description of the Accenture business plan. They visit the United States to <TAKE> a government taxpayer-financed contract. They depart from the United States when it's time to pay their fare share of our national security costs."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think U.S. visit is a good description of the Accenture business plan. They visit the United States to take a government taxpayer-financed contract. They depart from the United States when it's time to pay their fare share of our national security costs.",
    "statement": "Civil liberties groups, already concerned <ABOUT> the U.S. government building a database tracking travelers, where U.S. privacy laws will not extend to the overseas company."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Civil liberties groups, already concerned about the U.S. government building a database tracking travelers, where U.S. privacy laws will not extend to the overseas company.",
    "statement": "It becomes less <CLEAR> when the personal information is moved outside of the United States to another region of the world where the processing occurs, where the integration occurs, whether those privacy rules will be as vigorously enforced."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But there's no guarantee U.S. Visit will even work despite the hefty costs.",
    "statement": "Terrorists and those who seek to enter the country for illicit purposes <KNOW> the system. These aren't dumb people who are just trying to wander across the border. They game it, they conduct surveillance, they study it, and they look for the loopholes."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "Kind of convoluted for a company that means to streamline an operation on border security, Lisa.",
    "statement": "You <CERTAINLY> <HAVE TO> follow the trail with Accenture. That's one of the things that we learned today."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "You certainly have to follow the trail with Accenture. That's one of the things that we learned today.",
    "statement": "Lisa, thank you very much. Lisa Sylvester from Washington. Another Accenture contract has caused some controversy in Illinois. The Illinois comptroller is withholding a $2 million payment from the company. Comptroller Dan Hynes questions whether Illinois <SHOULD> be doing business with Accenture since it pays no state taxes. A state advisory panel says Accenture <SHOULD> be paid since that work was completed. Accenture also claims it does pay taxes in Illinois. Later in the broadcast, I'll be talking <ABOUT> the Accenture contract, the future of the Visit Program and outsourcing our border security with Congressman Christopher Cox. He's the chairman of the House Committee on Homeland Security. That brings us to the topic of tonight's poll: Do you <<<BELIEVE>>> the federal government <SHOULD> be outsourcing its border security? Yes or no. Cast your vote at cnn.com/lou. We'll have the results for you later in the broadcast. Also ahead here tonight, a new government now in Iraq, but American troops are still fighting insurgents. We'll have a live report from the Pentagon. And our special report, Outta Gas. Energy costs are skyrocketing. Middle-class Americans are facing tough choices. We'll have that special report coming up. And a key test of voter sentiment in South Dakota tonight. Both Republicans and Democrats are hoping to build momentum for the November elections."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Lisa, thank you very much. Lisa Sylvester from Washington. Another Accenture contract has caused some controversy in Illinois. The Illinois comptroller is withholding a $2 million payment from the company. Comptroller Dan Hynes questions whether Illinois should be doing business with Accenture since it pays no state taxes. A state advisory panel says Accenture should be paid since that work was completed. Accenture also claims it does pay taxes in Illinois. Later in the broadcast, I'll be talking about the Accenture contract, the future of the Visit Program and outsourcing our border security with Congressman Christopher Cox. He's the chairman of the House Committee on Homeland Security. That brings us to the topic of tonight's poll: Do you believe the federal government should be outsourcing its border security? Yes or no. Cast your vote at cnn.com/lou. We'll have the results for you later in the broadcast. Also ahead here tonight, a new government now in Iraq, but American troops are still fighting insurgents. We'll have a live report from the Pentagon. And our special report, Outta Gas. Energy costs are skyrocketing. Middle-class Americans are facing tough choices. We'll have that special report coming up. And a key test of voter sentiment in South Dakota tonight. Both Republicans and Democrats are hoping to build momentum for the November elections.",
    "statement": "One of the new Iraqi government's first tasks is to negotiate an agreement that will allow U.S. troops to remain in Iraq. That <<COULD>> lead to a <CHANGE> in tactics away from offensive operations. Senior Pentagon Correspondent Jamie McIntyre has the report."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "We will need the partnership of the NNF (ph) to defeat the enemies of Iraq who do not wish for us stability, prosperity and peace.",
    "statement": "The old U.S.-appointed Iraqi Governing Council unexpectedly stepped aside as soon as the new government was announced, and that, Pentagon officials say, <MAY> put the transition on a faster track, allowing the U.S. military to shift the mission from the anti-insurgent offensives to protecting Iraq's leaders and economic infrastructure. The plan, officials say, is to make Iraq's military another coalition partner with its input based like any other coalition member on the capabilities it provides."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "The old U.S.-appointed Iraqi Governing Council unexpectedly stepped aside as soon as the new government was announced, and that, Pentagon officials say, may put the transition on a faster track, allowing the U.S. military to shift the mission from the anti-insurgent offensives to protecting Iraq's leaders and economic infrastructure. The plan, officials say, is to make Iraq's military another coalition partner with its input based like any other coalition member on the capabilities it provides.",
    "statement": "There <MAY> be times when the Iraqis say we can handle this ourselves, get out of the way, we're plenty capable of moving in to secure a town or to secure a situation."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "For the U.S. military, protecting the new government will be a top priority, especially considering the head of the old Governing Council was assassinated just two weeks ago.",
    "statement": "We're going to be a quick reaction force, as necessary. We're going to try to <<KIND OF>> turn offensive operations away and turn and try to protect the infrastructure, the oil, the electricity and, of course, these 33 bodies that are now the so-called interim, you <KNOW>, government."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "believe": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pentagon sources say the U.S. efforts to strike a cease-fire deal with the radical cleric Muqtada al-Sadr's militia reflects a shift in strategy, too. Allowing Iraqis to bring him to justice later is another way, U.S. officials say, to build support for the new Iraqi government. But even as it seeks to move away from offensive operations, the U.S. military insists it will continue to respond forcefully to attacks, and no one is suggesting the 138,000 U.S. troops will be able to come home until after the Iraqi elections next year.",
    "statement": "<WELL>, the Pentagon insists that the official turnover and the transfer of sovereignty will occur as scheduled June 30. There is a <FEELING> here that the actual transfer is going on now and that the sooner the Iraqi people <<<BELIEVE>>> that, the sooner U.S. troops will begin to move out of the crossfire -- Lou."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Downtime for the soldiers of the 2nd Battalion 37th Armored Regiment. Anything to relieve the stress of combat. Three hot meals of comfort food to keep up morale, anyway to escape from the horrors they've seen.",
    "statement": "I've gotten used to it, hearing <ALL> the sounds of war. <SOMETIMES> when it's nice, when it's quiet, like it's been for the past week or so, it makes it <A LITTLE> harder to sleep. I'm just not used to hearing the quiet, <ALL> the -- hearing explosions <ALL> <AROUND> from RPGs and everything else going off."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "I've gotten used to it, hearing all the sounds of war. Sometimes when it's nice, when it's quiet, like it's been for the past week or so, it makes it a little harder to sleep. I'm just not used to hearing the quiet, all the -- hearing explosions all around from RPGs and everything else going off.",
    "statement": "When you're sad and <<FEEL>> <ALL> alone..."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Downtime for some is a time for prayer. For the other soldiers here, a chance to catch up on sleep.",
    "statement": "It's been one long workday for the past 14 months. There's no weekend, no time to unwind. You <KNOW>, really unwind. Just <<KIND OF>> put the weapon down, sign it back into the arms room, and just go, get out of here."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "The last 14 months have provided a crash course in Middle East theology and politics for these soldiers. All volunteered, some wondering whether it was all worth it.",
    "statement": "I want to say it was worth it. I don't want to say that I wasted my time here. I don't want to <<<BELIEVE>>> that I wasted my time here. <<MAYBE>> that's more of what it is. I <<<THINK>>> we're still accomplishing things, even if it's taking a long time. And it <<PROBABLY>> won't show now. Like it's not going to happen tomorrow. But I do <<<THINK>>> down the line somewhere, you <KNOW>, some of these Iraqis and I <<<THINK>>> some of these kids are going to look back and say <<PROBABLY>> we weren't that bad."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Some who arrived as boys, forced to become men. Fourteen months on, many have seen a fellow soldier die. And all of them will never forget the hardest 14 months of their lives. Guy Raz, CNN, near Najaf in southern Iraq.",
    "statement": "And our thought tonight is <ABOUT> this country's youth. \"We cannot <ALWAYS> build the future for our youth, but we can build our youth for the future.\" Franklin Delano Roosevelt. <WELL>, hundreds of our country's youth are competing in the nation's largest and longest-running education event, the 77th Annual National Spelling Bee. Two hundred sixty-five champion spellers, ages 9 to 15, are competing in Washington for a $12,000 grand prize. The national contest began this morning with a 25-word written test. That test included words to spell such as \"revelry\" and \"triskaidekaphobia.\" That, of course, the fear of Friday the 13th. The oral competition begins tomorrow, and it ends with a single winner declared Thursday. And we'll keep you posted on the progress of this competition among some of our nation's brightest students. Turning now to politics and a special state election that <<COULD>> have national implications. Voters in South Dakota tonight are choosing a successor to former Congressman Bill Janklow. Janklow resigned earlier this year after he was convicted of manslaughter when he ran a stop sign and killed a motorcyclist. Political experts tell us the election to replace Janklow <<COULD>> <INDICATE> which way voters <AROUND> the country will be voting come November. Ed Henry reports."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And our thought tonight is about this country's youth. \"We cannot always build the future for our youth, but we can build our youth for the future.\" Franklin Delano Roosevelt. Well, hundreds of our country's youth are competing in the nation's largest and longest-running education event, the 77th Annual National Spelling Bee. Two hundred sixty-five champion spellers, ages 9 to 15, are competing in Washington for a $12,000 grand prize. The national contest began this morning with a 25-word written test. That test included words to spell such as \"revelry\" and \"triskaidekaphobia.\" That, of course, the fear of Friday the 13th. The oral competition begins tomorrow, and it ends with a single winner declared Thursday. And we'll keep you posted on the progress of this competition among some of our nation's brightest students. Turning now to politics and a special state election that could have national implications. Voters in South Dakota tonight are choosing a successor to former Congressman Bill Janklow. Janklow resigned earlier this year after he was convicted of manslaughter when he ran a stop sign and killed a motorcyclist. Political experts tell us the election to replace Janklow could indicate which way voters around the country will be voting come November. Ed Henry reports.",
    "statement": "South Dakota is considered Bush country, but Democrats have high hopes of seizing a Republican House seat there in today's special election. This follows a recent Democratic pick-up in Kentucky, fueling claims that the president's sliding poll numbers are loosening the GOP's grip on Congress."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "South Dakota is considered Bush country, but Democrats have high hopes of seizing a Republican House seat there in today's special election. This follows a recent Democratic pick-up in Kentucky, fueling claims that the president's sliding poll numbers are loosening the GOP's grip on Congress.",
    "statement": "And I <<<THINK>>> you're going to see a very good victory by a very good candidate, Stephanie Herseth, and that's going to say one more time that, in Kentucky and South Dakota, two different areas of the country, two different kinds of states, that people are looking for <CHANGE>."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "fact": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And I think you're going to see a very good victory by a very good candidate, Stephanie Herseth, and that's going to say one more time that, in Kentucky and South Dakota, two different areas of the country, two different kinds of states, that people are looking for change.",
    "statement": "Herseth is a 33-year-old attorney and the granddaughter of a former governor. Independent polls give her a 10-point lead over Republican State Senator Larry Diedrich, former head of the South Dakota Soybean Association. Republicans concede Herseth has the edge but say private polling shows a tighter race. The seat was vacated by Republican Bill Janklow who beat Herseth in a tight race in 2002, but resigned after being convicted of vehicular manslaughter. Republicans say that scandal, plus the <FACT> that Herseth has been essentially running for two years, make it an isolated case. Independent analysts say Democrats have some momentum, but they shouldn't get carried away."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "They really do have reasons to be optimistic. At the same time, we are still looking at a pretty small playing field in terms of seats that are up for grabs here, and Democrats would need to win a disproportionate number, an incredibly large number of those competitive seats, to be able to take the number they need to win control of Congress.",
    "statement": "Lou, the polls will begin to close in the eastern part of South Dakota tonight at 8:00 Eastern Standard Time. The western part of the state, the polls will close at 9:00 Eastern Standard Time. But officials in both parties say that they do not <EXPECT> results really to come in and really to get a handle on this until <ABOUT> midnight Eastern Standard Time because the race has tightened in recent days, and they <EXPECT> it to be close. The <BOTTOM LINE> here is that there's not much math at stake. It's <ONLY> one seat, as you <KNOW>, but the <BOTTOM LINE> is it's a psychological boost if Democrats <<COULD>> win tonight in Bush country -- Lou."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Lou, the polls will begin to close in the eastern part of South Dakota tonight at 8:00 Eastern Standard Time. The western part of the state, the polls will close at 9:00 Eastern Standard Time. But officials in both parties say that they do not expect results really to come in and really to get a handle on this until about midnight Eastern Standard Time because the race has tightened in recent days, and they expect it to be close. The bottom line here is that there's not much math at stake. It's only one seat, as you know, but the bottom line is it's a psychological boost if Democrats could win tonight in Bush country -- Lou.",
    "statement": "Ed, thank you very much. Ed Henry reporting from Washington. Still ahead here, Outta Gas. The highest gasoline prices ever are causing some Americans to rethink their dependence on driving and <ALL> that foreign oil. We'll have a SPECIAL REPORT next. And then, terror in Saudi Arabia. A former CIA case officer says it's just the beginning. I'll be joined by Robert Baer, the author of \"Sleeping With the Devil.\" That and a great deal more still ahead."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Ed, thank you very much. Ed Henry reporting from Washington. Still ahead here, Outta Gas. The highest gasoline prices ever are causing some Americans to rethink their dependence on driving and all that foreign oil. We'll have a SPECIAL REPORT next. And then, terror in Saudi Arabia. A former CIA case officer says it's just the beginning. I'll be joined by Robert Baer, the author of \"Sleeping With the Devil.\" That and a great deal more still ahead.",
    "statement": "LOU DOBBS TONIGHT continues. Here now for more news, debate and <<OPINION>>, Lou Dobbs."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "LOU DOBBS TONIGHT continues. Here now for more news, debate and opinion, Lou Dobbs.",
    "statement": "Tonight, we begin a work-long series of special reports on what looks to be a possible energy crisis in this country. Crude oil prices closed at an <ALL>-time high today, $42.33 a barrel, up $2.45. And looking now at how the country feels <ABOUT> this spike in gasoline prices, a new CNN/\"USA Today\"/Gallup poll shows nearly three out of four of us <<<THINK>>> the current cost of gasoline represents either a crisis or at least a major problem for the country. Kitty Pilgrim reports."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Tonight, we begin a work-long series of special reports on what looks to be a possible energy crisis in this country. Crude oil prices closed at an all-time high today, $42.33 a barrel, up $2.45. And looking now at how the country feels about this spike in gasoline prices, a new CNN/\"USA Today\"/Gallup poll shows nearly three out of four of us think the current cost of gasoline represents either a crisis or at least a major problem for the country. Kitty Pilgrim reports.",
    "statement": "When it comes to gas, people are re-thinking their consumption. Day tripping is trimmed."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Chores are rationed.",
    "statement": "You <FIGURE> do I really <NEED TO> go out now, or can I get something, and, you <KNOW>, can I make another trip and do everything together."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You figure do I really need to go out now, or can I get something, and, you know, can I make another trip and do everything together.",
    "statement": "Suddenly, premium seems <WELL> named."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now the anxiety over energy is showing up in the latest Gallup poll released today. More than half the people polled said gas prices are causing financial hardship, and nearly 60 percent say the increase in gas prices will cause them to drive less this summer -- Lou.",
    "statement": "Kitty, thank you. It's a serious problem, without a <QUESTION>. One reason for this rise in energy prices is the concern <ABOUT> terrorism in Saudi Arabia, the world's largest oil exporter. Tonight, Saudi Arabian police and troops are hunting radical Islamists after a terrorist attack on western oil workers over the weekend. That attack killed 22 people, including one American. Three of those four terrorists escaped after threatening to kill nearly 250 hostages in a housing complex in Khobar. Joining me now is Robert Baer, a former CIA officer, the author of \"Sleeping With The Devil, How Washington <SOLD> Our Soul For Saudi Crude.\" Robert Baer says Saudi Arabia is moving closer to chaos and terrorists are <<LIKELY>> to launch more attacks. Joining us tonight from Washington, good to have you with us. Were you surprised, shocked that the Saudis released three radical Islamist terrorists."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Kitty, thank you. It's a serious problem, without a question. One reason for this rise in energy prices is the concern about terrorism in Saudi Arabia, the world's largest oil exporter. Tonight, Saudi Arabian police and troops are hunting radical Islamists after a terrorist attack on western oil workers over the weekend. That attack killed 22 people, including one American. Three of those four terrorists escaped after threatening to kill nearly 250 hostages in a housing complex in Khobar. Joining me now is Robert Baer, a former CIA officer, the author of \"Sleeping With The Devil, How Washington Sold Our Soul For Saudi Crude.\" Robert Baer says Saudi Arabia is moving closer to chaos and terrorists are likely to launch more attacks. Joining us tonight from Washington, good to have you with us. Were you surprised, shocked that the Saudis released three radical Islamist terrorists.",
    "statement": "They either released them or escaped. Either way it makes me <WONDER> <ABOUT> Saudi security services. In an incident like this the first <THING> you want to do is surround the area of operations, make <<<SURE>>> no one gets out. It was <ESSENTIAL> to catch these people to find out if a second attack is coming, interrogate them. They failed to do this, failed to capture. They say they <KNOW> who they are. but still as of tonight they haven't found them."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What are your inferences right now, first on the strength of al Qaeda that it can carry out this attack against oil facilities in Saudi Arabia itself. Secondly, manage to escape or manage to be released.",
    "statement": "<WELL>, there's this accusation out there that Qaeda has a <CERTAIN> amount of sympathy in Saudi Arabia, at least, in a symbolic <<SENSE>>. People support the defiance Osama bin Laden represents. They <MAY> not join in terrorism but they are fed up with the west, fed up with the situation in Palestine between the Israelis and Palestinians in Iraq. They're upset <ABOUT> the corruption inside the royal family. They consider that the price of oil is too low. They <<<THINK>>> it is a national resource which <SHOULD> be preserved. We <<<THINK>>> it's too high. They <<<THINK>>> it's being stolen from them."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "You spent a lot of years in the Middle East. What is your sense tonight as to how vulnerable Saudi Arabia is to real chaos?",
    "statement": "I <<<THINK>>> we're on the edge of chaos. I hear that from people inside Saudi Arabia, who were supportive of the regime and depend upon the regime but they're worried <ABOUT> the future. They're worried <ABOUT> the <FACT> that al Qaeda has focused in on westerners, focused in on the petroleum industry. They've gone out of their way not to kill Muslims at this point. And this call for a popular uprising which was made last week. There was another shootout today. There are large parts of Saudi Arabia where the police <<FEEL>> insecure."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "fact": "ungraded",
      "may": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I think we're on the edge of chaos. I hear that from people inside Saudi Arabia, who were supportive of the regime and depend upon the regime but they're worried about the future. They're worried about the fact that al Qaeda has focused in on westerners, focused in on the petroleum industry. They've gone out of their way not to kill Muslims at this point. And this call for a popular uprising which was made last week. There was another shootout today. There are large parts of Saudi Arabia where the police feel insecure.",
    "statement": "They <MAY> <<FEEL>> insecure but the <FACT> is the security of those oil facilities is not <ONLY> critically important to the Saudi royal family, but to, indeed, much of the world, the western world. Is it your judgment that the Saudis can maintain the supply of crude to the world?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "They may feel insecure but the fact is the security of those oil facilities is not only critically important to the Saudi royal family, but to, indeed, much of the world, the western world. Is it your judgment that the Saudis can maintain the supply of crude to the world?",
    "statement": "Today, yes. Tomorrow, I can't say because those oil facilities are above ground. They're extensive. They're difficult to protect. The core facilities are but the pipelines and facilities are not. They <<COULD>> hit them if they wanted to. There is no amount of forces, no amount of money that can protect them at the end of the day if there is a determined effort or if there's inside help. If we're looking at the risk premium today, it is just based on -- no petroleum production was touched in this last attack this weekend. What <WOULD> happen if one of those pipelines were hit? We <WOULD> be <WELL> over $50 or $60 for a barrel of oil."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Today, yes. Tomorrow, I can't say because those oil facilities are above ground. They're extensive. They're difficult to protect. The core facilities are but the pipelines and facilities are not. They could hit them if they wanted to. There is no amount of forces, no amount of money that can protect them at the end of the day if there is a determined effort or if there's inside help. If we're looking at the risk premium today, it is just based on -- no petroleum production was touched in this last attack this weekend. What would happen if one of those pipelines were hit? We would be well over $50 or $60 for a barrel of oil.",
    "statement": "Iraq tonight has a new government. Are you reassured <ABOUT> the prospects of the handover of sovereignty and stability in Iraq?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Iraq tonight has a new government. Are you reassured about the prospects of the handover of sovereignty and stability in Iraq?",
    "statement": "One of the problems we're facing now that Iyad Allawi who is a very pragmatic man, <WELL> regarded in Washington, has been identified as a CIA agent. He's going to <HAVE TO> do a lot to overcome this in the next six months."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's been claimed. He's not a CIA agent. Iraqis identify him as one, which is a detriment for him.",
    "statement": "And with that baggage, what do you <<<THINK>>> the prospects are?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Still ahead, outsourcing border security, outsourcing national security. The homeland security department has awarded a multibillion dollar border security contract to a company based outside the United States. We'll be talking with the chairman of the House select committee on homeland security, Congressman Christopher Cox, next. Tonight, a disastrous beginning to the summer travel season at one of this nation's busiest airports. An airporst spokesman says federal security officials are to blame for amazing delays in moving passengers to aircraft. Then, a new option for Americans hoping to save money on their prescription drugs. We'll tell you why many are finding it's not such a great deal after all. That, and much more, ahead.",
    "statement": "As we reported, the department of homeland security today awarded a border security contract worth as much as $10 billion over a ten-year <PERIOD> to Bermuda-based Accenture. Announcing that decision, Homeland Security Undersecretary for Border Security, Asa Hutchinson said, quote, \"I really don't <<<THINK>>> you <<COULD>> overstate the importance of this responsibilty in terms of the security of this nation.\" And yet, the department of homeland security chose to award this critically important contract to a foreign company. Congressman Christopher Cox is the chairman of the select committee on homeland security and joining us tonight from Capitol Hill. Mr. Chairman, good to have you here. Accenture, as you <KNOW>, is a partnership incorporated in Bermuda through its level of organization. Operates in 40 countries. Are you concerned <ABOUT> the U.S. government awarding something so <CRITICAL> to national security to a foreign-based company?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "clear": "ungraded",
      "might": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As we reported, the department of homeland security today awarded a border security contract worth as much as $10 billion over a ten-year period to Bermuda-based Accenture. Announcing that decision, Homeland Security Undersecretary for Border Security, Asa Hutchinson said, quote, \"I really don't think you could overstate the importance of this responsibilty in terms of the security of this nation.\" And yet, the department of homeland security chose to award this critically important contract to a foreign company. Congressman Christopher Cox is the chairman of the select committee on homeland security and joining us tonight from Capitol Hill. Mr. Chairman, good to have you here. Accenture, as you know, is a partnership incorporated in Bermuda through its level of organization. Operates in 40 countries. Are you concerned about the U.S. government awarding something so critical to national security to a foreign-based company?",
    "statement": "<WELL>, it's a fair <QUESTION>. As you <MIGHT> <<IMAGINE>> with a contract so significant and a competition for this contract so fierce, that <QUESTION> has been turned over and analyzed very, very carefully. The award of the contract makes it very <CLEAR> that <ALL> this work is going to be done in the United States. It is true that Accenture's parent company is incorporated in Bermuda but Accenture in the United States with its 25,000 employees here in the U.S. is going to do this work along with a broader alliance, the smart border alliance, which, in total, has 330,000 employees in the United States. There is an assurance that <ALL> this work will be done here and, of course, <ALL> the taxes will be paid here as <WELL>. In its second quarter filing, Accenture, I <SHOULD> note, paid 35 percent of its earnings in taxes to the United States from its United States operations."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "sure": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Of Accenture in Bermuda?",
    "statement": "From Accenture, right. No, no. Accenture is incorporated in Bermuda. This is Accenture in the United States paying taxes here in the United States of America with 25,000 employees. But I <<<THINK>>> it is a fair <QUESTION>. We want to make <<<SURE>>> on something that is of <VITAL> importance to our country who comes in and out of the borders, that we have technology that works, that we have system that works. And we want to make <<<SURE>>> the U.S. contractor is in charge of that."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "From Accenture, right. No, no. Accenture is incorporated in Bermuda. This is Accenture in the United States paying taxes here in the United States of America with 25,000 employees. But I think it is a fair question. We want to make sure on something that is of vital importance to our country who comes in and out of the borders, that we have technology that works, that we have system that works. And we want to make sure the U.S. contractor is in charge of that.",
    "statement": "A U.S. contractor in charge of it. I <<GUESS>> by some stretch of imagination one <<COULD>> consider a subsidiary a U.S. contractor, but they're also a subsidiary of a foreign-based company set up precisely to <AVOID> taxes to the U.S. government and to the states in which they operate. Is that really the message that you want to send to corporate America and to the rest of the country?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "A U.S. contractor in charge of it. I guess by some stretch of imagination one could consider a subsidiary a U.S. contractor, but they're also a subsidiary of a foreign-based company set up precisely to avoid taxes to the U.S. government and to the states in which they operate. Is that really the message that you want to send to corporate America and to the rest of the country?",
    "statement": "Lou, as I just said, <ALL> the work is going to be done here in the United States with 330,000 employees, not just from Accenture, but several companies. <ALL> of the Accenture companies will be U.S. employees. It is going to be a U.S.-based operation, paying taxes here in the United States. So the U.S. Economy benefits directly this, the U.S. national security benefits directly from this. I <<<THINK>>> it is a fair point to raise it, that's why it was important we got the assurances."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "confident": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Lou, as I just said, all the work is going to be done here in the United States with 330,000 employees, not just from Accenture, but several companies. All of the Accenture companies will be U.S. employees. It is going to be a U.S.-based operation, paying taxes here in the United States. So the U.S. Economy benefits directly this, the U.S. national security benefits directly from this. I think it is a fair point to raise it, that's why it was important we got the assurances.",
    "statement": "Let's turn to the issue of the assurances and the visit program itself. Critics are saying, point blank, that they <<<THINK>>> this is going to be a very difficult contract to execute under any circumstance. How <<CONFIDENT>> are you that it can be the -- that deadlines can be met and this consortium executed?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Let's turn to the issue of the assurances and the visit program itself. Critics are saying, point blank, that they think this is going to be a very difficult contract to execute under any circumstance. How confident are you that it can be the -- that deadlines can be met and this consortium executed?",
    "statement": "Count me in the camp that will cast a weary eye on <ALL> of this. This is enormously difficult what we're trying to do, with or without technology. The sheer numbers of people we <HAVE TO> look at, number one. And number two, the importance of accuracy, both in capturing the biometric information and matching it against other data bases. I want to make <<<SURE>>> it works. This contract, I <SHOULD> note, which lasts for a decade, potentially, is worth up to $10 billion. It's also worth as little as $10 million. There are milestones along the way to make <<<SURE>>> it works on issues of which technology to use, facial recognition, finger prints, retina scan, photography, even voice. <ALL> of these things are open questions that are subject to proof and experimentation as we go down the road. And we <KNOW> that technology will <CHANGE> and move on us during this <PERIOD>. We want to use the very <BEST> technology available to us."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Congressman Cox, how satisfied are you with the progress being made by Homeland Security and the other agencies responsible for port security, for border security, along with the visit program and a host of other screening operations that were to have been in place that are not?",
    "statement": "As you <KNOW>, first starting with U.S. Visit, it's operating on time. This contract, incidentally, was awarded on time. The program began in January of this year. We've just taken this container security initiative to further countries now as a result of our agreement with Europe, but we are seeing a great deal of progress there. The container security initiative for those who aren't <FULLY> aware of what that's <ABOUT> is screening cargo before it gets on the ship in foreign ports, before they come here. We're screening 100 percent of the high-risk cargo that enters the United States of America. There is no <QUESTION> that we have a lot more to do, but when you <TAKE> a look at how much we've done in barely over a year it's <ABSOLUTELY> extraordinary to move from a standing start to what is now being accomplished. Both my Democratic colleagues and Republican colleagues on the Homeland Security Committee, dedicated as we are to the oversight of the Homeland Security Department, a, want to see it succeed and, b, want to make <<<SURE>>> we have constructive oversight to achieve these fundamentally difficult but important tasks."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As you know, first starting with U.S. Visit, it's operating on time. This contract, incidentally, was awarded on time. The program began in January of this year. We've just taken this container security initiative to further countries now as a result of our agreement with Europe, but we are seeing a great deal of progress there. The container security initiative for those who aren't fully aware of what that's about is screening cargo before it gets on the ship in foreign ports, before they come here. We're screening 100 percent of the high-risk cargo that enters the United States of America. There is no question that we have a lot more to do, but when you take a look at how much we've done in barely over a year it's absolutely extraordinary to move from a standing start to what is now being accomplished. Both my Democratic colleagues and Republican colleagues on the Homeland Security Committee, dedicated as we are to the oversight of the Homeland Security Department, a, want to see it succeed and, b, want to make sure we have constructive oversight to achieve these fundamentally difficult but important tasks.",
    "statement": "Oversight is one of the roles of Congress which we're hearing increasingly from both Republicans and Democrats, some lament that Congress has not more rigorous in other areas, in terms of your committee's charter. How concerned are you <ABOUT> not having sufficient oversight and engagement on these issues, particularly in the case of border security watching as many as a million illegal aliens cross our border <EVERY> year?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Oversight is one of the roles of Congress which we're hearing increasingly from both Republicans and Democrats, some lament that Congress has not more rigorous in other areas, in terms of your committee's charter. How concerned are you about not having sufficient oversight and engagement on these issues, particularly in the case of border security watching as many as a million illegal aliens cross our border every year?",
    "statement": "U.S. Visit, of course, is designed to deal with this problem. It is an entry/exit program. For the first time to begin keeping track of who's coming across the border, what their stay is, and when they leave. That's not been done before. And it's fund mentally necessary if you're going to claim to have control of your borders. I <<<THINK>>> the merger of this function into the Department of Homeland Security gives us an opportunity to get serious <ABOUT> border control in a way we <NEVER> have before. I <<<THINK>>> the oversight and attention we can give to this is enhanced in the house of representatives because we, just like the executive branch which reorganized itself, have created the Homeland Security Committee expressly for this purpose."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Happy to join you.",
    "statement": "A reminder to vote in our poll tonight. Do you <<<BELIEVE>>> the federal government <SHOULD> be outsourcing its border security? Cast your vote at cnn.com/lou. We'll have the results coming up for you later in the broadcast. The busy summer travel season kicking off over the weekend of course. Already the higher number bad of travelers putting a strain on airport security. Thousands of people waited in line for hours today at Atlanta's Hartsfield Jackson International Airport. While official blamed a back up at one security checkpoint. Doug Richards of CNN affiliate, WAGA report from Atlanta."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "A reminder to vote in our poll tonight. Do you believe the federal government should be outsourcing its border security? Cast your vote at cnn.com/lou. We'll have the results coming up for you later in the broadcast. The busy summer travel season kicking off over the weekend of course. Already the higher number bad of travelers putting a strain on airport security. Thousands of people waited in line for hours today at Atlanta's Hartsfield Jackson International Airport. While official blamed a back up at one security checkpoint. Doug Richards of CNN affiliate, WAGA report from Atlanta.",
    "statement": "Historically we <<<THINK>>> it <MIGHT> be the busiest day we've had in terms of passenger travel. It is overwhelming is the word we describe. We were anticipating this to be a busy day for us. We weren't anticipating having a wait time of over two hours."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Why is today so busy?",
    "statement": "A combination of post-holiday travel, the beginning of the summer holiday travel season. Again, it is our normal Monday for business travelers. So we had a combination of business and leisure travelers but more leisure, I <WOULD> say, than business travelers today."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A combination of post-holiday travel, the beginning of the summer holiday travel season. Again, it is our normal Monday for business travelers. So we had a combination of business and leisure travelers but more leisure, I would say, than business travelers today.",
    "statement": "That's Doug Richards of WAGA reporting from Atlanta. Hartsfield is one of the countries busiest airports, built to accommodate 55 million travelers. This year it is expected to handle 81 million. Other major airports tell us they've had no significant delays at security check points. <WELL>, many of you wrote in to <ABOUT> the federal governments decision to award a massive border security contract to a foreign company. Pat Wright from Oakland, California wrote in, \"Tell me I'm having a bad dream. I just heard that Accenture, one of the prime exporters of American jobs, has won the contract offered by our own Department of Homeland Security. I'm dreaming, aren't I?\" Not exactly. Jim of Alexandria, Virginia, \"How can a department that is responsible for a defending the homeland select a company that is Bermuda base to implement one of the <MOST IMPORTANT> government programs that DHS will implement?\" Jan Herron in Evergreen, Colorado, \"Will someone please tell me how we are supposed to be vigilant and watch for seven terrorist in our country as <SUGGESTED> by John Ashcroft when we have over 2,000 illegal aliens jumping our borders daily?\" Send us your thoughts at loudobbs@cnn.com. Still ahead, a new Medicare prescription drug card fails to attract millions of Americans who <<COULD>> be saving money with it. We'll have that special report next."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I've heard rumors that the new law is not good for seniors, and I haven't had a chance to go over that yet.",
    "statement": "I do <KNOW> there are a lot of companies that are issuing it. It is difficult to decide on which card is the <BEST> to use."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I do know there are a lot of companies that are issuing it. It is difficult to decide on which card is the best to use.",
    "statement": "At least 70 companies have been approved to market the discount cards. The cost is $30 per card and <<COULD>> <REDUCE> the prices of <CERTAIN> drugs from <CERTAIN> pharmacies by 10 to 25 percent. Critics say that with rising drug prices, the discount card doesn't so much <REDUCE> prices as it keeps them constant."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "At least 70 companies have been approved to market the discount cards. The cost is $30 per card and could reduce the prices of certain drugs from certain pharmacies by 10 to 25 percent. Critics say that with rising drug prices, the discount card doesn't so much reduce prices as it keeps them constant.",
    "statement": "Really, what they're going to be doing even with a discount is paying the same prices they <WOULD> have paid without a discount <ABOUT> three years ago. So while the drug card is helpful today, we have a fundamental problem in the cost of medications."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "There have been a lot of scams so far where even individuals have gone door to door telling seniors that they are selling a Medicare card to them and getting an enrollment fee from them.",
    "statement": "A legitimate card will have a Medicare approved seal. The Bush administration argues that with the cards brandname drugs <<COULD>> be reduced by as much as 18 percent. Critics fear that a $530 billion behemoth carries with it no mechanism to restrain rising drug prices which, after <ALL>, was the original reason for the Medicare expansion. Louise Schiavone, CNN, Washington."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Wall Street opened the week with only modest gains, but they were gains. The Dow up 14 points, the Nasdaq up four. The S&P; 500 up a half a point. The slight gains coming despite a record day for oil prices. Christine Romans is here with that story.",
    "statement": "The biggest spike in oil prices since the first Gulf War, up $2.50 a barrel today, the highest price in the 21 years crude oil's been trading on the New York Mercantile Exchange. And since crude is <ABOUT> half the price of gasoline, it is especially tough on motorists. The government says average gas prices dropped last week for the first week in five, but still up 58 cents from a year ago and will track higher still this summer. American workers are struggling with those high energy bills and stagnant wages. Their bosses are not. Chief executive officers are getting paid better than ever. That excessive CEO compensation that you talk <ABOUT> frequently here isn't any less excessive. In <FACT>, median CEO pay rose 27 percent last year to $4.6 million. Lou, the Corporate Library says it sees no signs whatsoever that CEO pay will slow."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It is a broken record.",
    "statement": "<WELL>, it's a sad one, whatever it is. Thank you very much, Christine Romans. Still ahead, we'll have the results of tonight's poll. But first, a reminder to check out our website for the complete list of companies we've confirmed to be exporting America. CNN.com/lou. Stay with us."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, it's a sad one, whatever it is. Thank you very much, Christine Romans. Still ahead, we'll have the results of tonight's poll. But first, a reminder to check out our website for the complete list of companies we've confirmed to be exporting America. CNN.com/lou. Stay with us.",
    "statement": "<WELL>, the results of tonight's poll. There weren't many <UNDECIDED> votes. 3 percent of you say the federal government <SHOULD> outsource border security. 97 percent say you don't <<<THINK>>> that's such a good idea. Thanks for being with us tonight. Please join us tomorrow. We'll have a special report live from the border with Mexico in Arizona. New technology and increased manpower <MAY> not be enough to keep illegal aliens from crossing our borders and what <ABOUT> terrorists? And in \"Face Off\" is it time for the United States to tap the Strategic Petroleum Reserve? We'll have the debate on the issue. Please be with us. For <ALL> of us here, good night from New York. \"ANDERSON COOPER 360\" coming up next. TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And hello, everyone. It's so nice to have you along with us on this Thursday morning. I'm Pamela Brown in for Ashleigh Banfield. And we start this morning with the deadliest train accident in Spain in years. This new incredible video right here shows a terrifying moment when a high-speed train jumped the tracks just before arriving at station in northwestern Spain. At least 80 people were killed and 178 were injured, including at least five Americans. CNN's Karl Penhaul's joins us now from Spain where the incident happened. And, Karl, tell us, just looking at that video is incredible. We see that first car make it <AROUND> the tight curve there and then the rest of the train just topples over. Al Goodman, actually, is joining us now. Al, tell us what's happened with the crash. What are we learning?"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "clear": "ungraded",
      "must": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And hello, everyone. It's so nice to have you along with us on this Thursday morning. I'm Pamela Brown in for Ashleigh Banfield. And we start this morning with the deadliest train accident in Spain in years. This new incredible video right here shows a terrifying moment when a high-speed train jumped the tracks just before arriving at station in northwestern Spain. At least 80 people were killed and 178 were injured, including at least five Americans. CNN's Karl Penhaul's joins us now from Spain where the incident happened. And, Karl, tell us, just looking at that video is incredible. We see that first car make it around the tight curve there and then the rest of the train just topples over. Al Goodman, actually, is joining us now. Al, tell us what's happened with the crash. What are we learning?",
    "statement": "Hi, Pamela. <WELL>, that video that you're just referring to, from the railway, video, no sound on that video, we see the moment of impact with the lead locomotive coming past this area right behind me and basically going off the track as <WELL> as the first passenger car. But something happened <A LITTLE> bit further back on the train, <A LITTLE> bit of <<SORT OF>> a puff or some <<SORT OF>> smoke. We're not <<<SURE>>> what that is. Investigators clearly taking a look at that. But you can see the impact now. This day, we have been here for hours. We've been watching them lifting up these damaged, destroyed cars that have blood in them, that the insulation is out, the seats are <ALL> a tumble. The scene <MUST> have been horrific and a third of the people aboard that train have already died. Pamela?"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Hi, Pamela. Well, that video that you're just referring to, from the railway, video, no sound on that video, we see the moment of impact with the lead locomotive coming past this area right behind me and basically going off the track as well as the first passenger car. But something happened a little bit further back on the train, a little bit of sort of a puff or some sort of smoke. We're not sure what that is. Investigators clearly taking a look at that. But you can see the impact now. This day, we have been here for hours. We've been watching them lifting up these damaged, destroyed cars that have blood in them, that the insulation is out, the seats are all a tumble. The scene must have been horrific and a third of the people aboard that train have already died. Pamela?",
    "statement": "Just horrific. And do we <KNOW> anything more <ABOUT> the injured here? I'm assuming they've hopefully pulled <ALL> the passengers out of there, right?"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "... haven't been told the nationalities of the deceased or the nationalities of ...",
    "statement": "I'm having some technical difficulties will with Al Goodman. We'll check back in with him soon to talk <ABOUT> that train crash there in Spain. And now we want on move to Tampa, Florida. That's where a cargo train derailed overnight spilling ethanol into the streets there. Joining us now to talk <ABOUT> this, Grayson Kamm, from CNN affiliate WTSP. Grayson nice to have you here with us. So where are we in the cleanup here?"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "sure": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I'm having some technical difficulties will with Al Goodman. We'll check back in with him soon to talk about that train crash there in Spain. And now we want on move to Tampa, Florida. That's where a cargo train derailed overnight spilling ethanol into the streets there. Joining us now to talk about this, Grayson Kamm, from CNN affiliate WTSP. Grayson nice to have you here with us. So where are we in the cleanup here?",
    "statement": "Yeah, Pamela, firefighters have spent the morning basically trying to make <<<SURE>>> that this train doesn't catch fire. They've had ethanol spilled out from several of the cars in this and it sits right in the heart of one of the busiest ports in the Gulf of Mexico. I'll step aside. You can <<KIND OF>> get a lay of the land. Even from right out here, outside main gate, you can see that black tanker you see is the last car on the train. And as we move to the left, you'll see the next car seems to be tilting towards you. That's because it has come off the rails. And then as we go to the left, you'll see through the trees just low black tankers. Those are <ALL> tankers that carried ethanol on their side. They spilled from three of them and firefighters spent the <MIGHT> putting fire resistant foam on top of that ethanol to make <<<SURE>>> it does not catch fire. Of course, ethanol is what's mixed in with gasoline in a lot of states. It's very flammable. They try to contain it with that. And then they brought in contractors to actually stop the leaks in the tankers. Now that's where they managed to do. That's the state we're in right now. They've stopped those leaks. They've contained the ethanol. Their next big challenge is trying to get this train back on its rails to get it out of the way and get this port up and running <FULLY> again. They're bringing in equipment from Atlanta that's actually going to come down here and hoist <ALL> of this up. As you can <<IMAGINE>> when you're dealing with tankers full of ethanol, firefighters are going to be very wary as they go through that process. You do hear some trucks going behind me. <ABOUT> 9:00 this morning, the port was able to actually divert <ALL> these big trucks, <AROUND> 10,000 a day, through side roads and detours to keep the port up and running. It's the biggest economic engine in the entire western part of central Florida, so they want to keep these jobs ready, but, of course, they are mindful of the safety concern, <ALL> the highly flammable fuel sitting right behind me. Pamela?"
  },
  {
    "transcript_id": "CNN-211129",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yeah, Pamela, firefighters have spent the morning basically trying to make sure that this train doesn't catch fire. They've had ethanol spilled out from several of the cars in this and it sits right in the heart of one of the busiest ports in the Gulf of Mexico. I'll step aside. You can kind of get a lay of the land. Even from right out here, outside main gate, you can see that black tanker you see is the last car on the train. And as we move to the left, you'll see the next car seems to be tilting towards you. That's because it has come off the rails. And then as we go to the left, you'll see through the trees just low black tankers. Those are all tankers that carried ethanol on their side. They spilled from three of them and firefighters spent the might putting fire resistant foam on top of that ethanol to make sure it does not catch fire. Of course, ethanol is what's mixed in with gasoline in a lot of states. It's very flammable. They try to contain it with that. And then they brought in contractors to actually stop the leaks in the tankers. Now that's where they managed to do. That's the state we're in right now. They've stopped those leaks. They've contained the ethanol. Their next big challenge is trying to get this train back on its rails to get it out of the way and get this port up and running fully again. They're bringing in equipment from Atlanta that's actually going to come down here and hoist all of this up. As you can imagine when you're dealing with tankers full of ethanol, firefighters are going to be very wary as they go through that process. You do hear some trucks going behind me. About 9:00 this morning, the port was able to actually divert all these big trucks, around 10,000 a day, through side roads and detours to keep the port up and running. It's the biggest economic engine in the entire western part of central Florida, so they want to keep these jobs ready, but, of course, they are mindful of the safety concern, all the highly flammable fuel sitting right behind me. Pamela?",
    "statement": "<ABSOLUTELY>. A very precarious situation there, but good to hear that they've stopped the leaks and contained the ethanol and <HOPE> to learn more <ABOUT> what <<PERHAPS>> caused that crash. Grayson Kamm, thank you so much, with our affiliate WTSP. We appreciate it. <WELL>, the leak of <NATURAL> gas at that Gulf rig off of Louisiana is now out. And the fire on the rig which erupted Tuesday is also nearly out, we're told. The <ONLY> contamination has been a light sheen on the water that quickly dissipated. And in Brazil, Pope Francis is in a sea of some 1 million young Roman Catholics in Rio de Janeiro's Copacabana beach here. This is a picture right here of the pope as he continues his inaugural trip abroad as pontiff. Francis, the first pope from Latin America, is also scheduled to meet with several thousand countrymen from Argentina. And in Wisconsin, a very close call for a state police officer. <TAKE> a look. A tractor trailer rig sideswiped his cruiser after the officer had stopped a driver for speeding. It was <ALL> caught on his dash-cam as we see. The truck driver was cited for inattention to driving and failure to move over to the other lane. And the new Weiner under fire, unable to escape questions <ABOUT> his online issues, but now we're learning more <ABOUT> the other woman, his partner in the sexting affair. So just who is Sydney Leathers? We are going to <TAKE> a look right after this break. Stay with us."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We'd like to go back now to Bob Franken at the Supreme Court and to weave in Roger Cossack, our legal analyst, <ABOUT> this remarkable development over the last few minutes that the United States Supreme Court has agreed to hear one of the two Bush arguments in favor of stopping the hand recounts in Florida. Gentlemen, new developments even since we last spoke?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "may": "ungraded",
      "apparently": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We'd like to go back now to Bob Franken at the Supreme Court and to weave in Roger Cossack, our legal analyst, about this remarkable development over the last few minutes that the United States Supreme Court has agreed to hear one of the two Bush arguments in favor of stopping the hand recounts in Florida. Gentlemen, new developments even since we last spoke?",
    "statement": "<WELL>, just that we've gotten a chance to chew over this just <A LITTLE> bit, Stephen. The Supreme Court justices here, which is going to hear the case now on the conduct, really, of the Florida Supreme Court, <<APPARENTLY>> were receptive to an argument by the Bush campaign where they said that Article Two of the Constitution, quote, \"Reserves to the state legislatures, not the state courts, the authority to determine the rules.\" That was from one of the briefs that was filed by the Bush campaign. I've decided not to put Roger on the spot to see if he's memorized Article Two, but I did write it down, Roger, and it says: \"Each state shall appoint in such manner as the legislature thereof <MAY> direct a number of electors equal to the whole number of senators and representatives to which the state <MAY> be entitled.\" They're relying on that word, the legislatures, thereof. Roger, that seems to me pretty much a boiler plate separation of powers issue."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "fact": "ungraded",
      "apparently": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, just that we've gotten a chance to chew over this just a little bit, Stephen. The Supreme Court justices here, which is going to hear the case now on the conduct, really, of the Florida Supreme Court, apparently were receptive to an argument by the Bush campaign where they said that Article Two of the Constitution, quote, \"Reserves to the state legislatures, not the state courts, the authority to determine the rules.\" That was from one of the briefs that was filed by the Bush campaign. I've decided not to put Roger on the spot to see if he's memorized Article Two, but I did write it down, Roger, and it says: \"Each state shall appoint in such manner as the legislature thereof may direct a number of electors equal to the whole number of senators and representatives to which the state may be entitled.\" They're relying on that word, the legislatures, thereof. Roger, that seems to me pretty much a boiler plate separation of powers issue.",
    "statement": "That's right, Bob. This is what it's going to get down, and of course, within the Bush petition for certiorari they pointed out that the United States Supreme Court does have authority and does have jurisdiction to review these things. The Gore camp counted in their brief that they didn't, but <<APPARENTLY>> the Supreme Court believes that they do have the right to review the state court's ruling, particularly when it has to do with a federal election. And, to put it more succinctly, this is exactly what they're going to review. They're saying what <WOULD> be the consequences of this court's finding that the decision of the Supreme Court of Florida does not comply with a federal law requiring states to resolve controversies regarding the appointment of electors under laws enacted before Election Day? So, what they're saying is, and during, I remember, they were making this argument that in <FACT>, what the Supreme Court was doing was reviewing laws that were made after this election by bringing, trying to bring these things in and reconcile them. The Bush camp <ALL> along said that that violated separation of powers. They made that argument before the Florida Supreme Court. <<APPARENTLY>> it didn't resolve itself <WELL> there, but the United States Supreme Court has decided now to now look into it and see whether or not this is a separation of powers. There are some things that <ONLY> the legislature and the courts and the judges cannot get involved."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's right, Bob. This is what it's going to get down, and of course, within the Bush petition for certiorari they pointed out that the United States Supreme Court does have authority and does have jurisdiction to review these things. The Gore camp counted in their brief that they didn't, but apparently the Supreme Court believes that they do have the right to review the state court's ruling, particularly when it has to do with a federal election. And, to put it more succinctly, this is exactly what they're going to review. They're saying what would be the consequences of this court's finding that the decision of the Supreme Court of Florida does not comply with a federal law requiring states to resolve controversies regarding the appointment of electors under laws enacted before Election Day? So, what they're saying is, and during, I remember, they were making this argument that in fact, what the Supreme Court was doing was reviewing laws that were made after this election by bringing, trying to bring these things in and reconcile them. The Bush camp all along said that that violated separation of powers. They made that argument before the Florida Supreme Court. Apparently it didn't resolve itself well there, but the United States Supreme Court has decided now to now look into it and see whether or not this is a separation of powers. There are some things that only the legislature and the courts and the judges cannot get involved.",
    "statement": "<WELL>, you <KNOW>, to expand on that <A LITTLE> bit that is one those arguments that you hear within the political and legal realm <ALL> of the time. The Supreme Court is frequently accused -- courts everywhere are frequently accused of being too active. Normally it's the conservatives who say that they <SHOULD> just stick to deciding cases and not make law and it is a fight that goes on <ALL> the time and it's going to be a fight before the U.S. Supreme Court. By the way, the Democrats, the Gore campaign in their brief, used <QUITE> strong language when they said, Supreme Court involvement, quote, \"<WOULD> <ONLY> <DIMINISH> the legitimacy of the outcome of the election.\" That is a pretty hard hit at the U.S. Supreme Court."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "believe": "ungraded",
      "suppose": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you know, to expand on that a little bit that is one those arguments that you hear within the political and legal realm all of the time. The Supreme Court is frequently accused -- courts everywhere are frequently accused of being too active. Normally it's the conservatives who say that they should just stick to deciding cases and not make law and it is a fight that goes on all the time and it's going to be a fight before the U.S. Supreme Court. By the way, the Democrats, the Gore campaign in their brief, used quite strong language when they said, Supreme Court involvement, quote, \"would only diminish the legitimacy of the outcome of the election.\" That is a pretty hard hit at the U.S. Supreme Court.",
    "statement": "Yes, <WELL>, that is how that it is viewed, I'm <<<SURE>>>, by Vice President Gore's team, but on the on the other hand, it is the United States Supreme Court who is vested with making <<<SURE>>> that each citizen's rights are not diluted, particularly when it comes to voting or particularly any other rights that are enumerated under the Constitution. And so the notion that the Supreme Court, if they <<<BELIEVE>>> that there <MAY> be a problem in voting in a federal election, isn't going to get involved is pretty far-fetched. On the other hand, here we go with the United States Supreme Court being actively involved, the -- <USUALLY> the kinds of things that Republicans criticize the judges for doing, but I <<SUPPOSE>>, you <KNOW>, beauty is in the eye of the beholder, and this time they are going to look at that Supreme Court and say, you see, we told you so."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "might": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Yes, well, that is how that it is viewed, I'm sure, by Vice President Gore's team, but on the on the other hand, it is the United States Supreme Court who is vested with making sure that each citizen's rights are not diluted, particularly when it comes to voting or particularly any other rights that are enumerated under the Constitution. And so the notion that the Supreme Court, if they believe that there may be a problem in voting in a federal election, isn't going to get involved is pretty far-fetched. On the other hand, here we go with the United States Supreme Court being actively involved, the -- usually the kinds of things that Republicans criticize the judges for doing, but I suppose, you know, beauty is in the eye of the beholder, and this time they are going to look at that Supreme Court and say, you see, we told you so.",
    "statement": "Now, here is another interesting aspect. Without getting into the politics of the people, who was Republican appointed, who was Democrat appointed, it is interesting to note that on the U.S. Supreme Court, five of the justices at least are really <QUITE> passionate defenders of state's rights. They're the ones who come down on the side of state's rights. So some people <MIGHT> be surprised that they decided to get federally involved."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Now, here is another interesting aspect. Without getting into the politics of the people, who was Republican appointed, who was Democrat appointed, it is interesting to note that on the U.S. Supreme Court, five of the justices at least are really quite passionate defenders of state's rights. They're the ones who come down on the side of state's rights. So some people might be surprised that they decided to get federally involved.",
    "statement": "<WELL>, yes, but they're also very passionate <ABOUT> not -- and pride themselves on not being activist judges, which is what the criticism here is of the Florida Supreme Court, that this -- what this court did was usurp the power of the Florida legislature, and that the Supreme Court -- it wants to <TAKE> a look at and said, if that's true and if there are statutes that give <CERTAIN> powers to the legislature, you <KNOW>, the Supreme Court cannot be involving itself."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, yes, but they're also very passionate about not -- and pride themselves on not being activist judges, which is what the criticism here is of the Florida Supreme Court, that this -- what this court did was usurp the power of the Florida legislature, and that the Supreme Court -- it wants to take a look at and said, if that's true and if there are statutes that give certain powers to the legislature, you know, the Supreme Court cannot be involving itself.",
    "statement": "<WELL>, now the next <QUESTION> is, since the United States Supreme Court is commonly referred to as the court of last resort, is it <<PLAUSIBLE>> to you, Roger, that really this election <MAY> be decided in that building in back of me?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "guess": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, now the next question is, since the United States Supreme Court is commonly referred to as the court of last resort, is it plausible to you, Roger, that really this election may be decided in that building in back of me?",
    "statement": "<WELL>, I <<SUPPOSE>> so. You <KNOW>, Bob, I hadn't even gotten to that next step, but clearly, that's why this briefing schedule is being set out the way it is and that's why they are -- as we started off this conversation, that is why there is such an emergency proceeding in having these briefs done and arguing next Friday at 10:00 a.m. And, you <KNOW>, in some ways, I <<GUESS>> it's fitting, where else <SHOULD> it end up but the United States Supreme Court, in an issue of this <<KIND OF>> magnitude and the <FACT> situation of this <<KIND OF>> magnitude."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "certainly": "ungraded",
      "should": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Well, I suppose so. You know, Bob, I hadn't even gotten to that next step, but clearly, that's why this briefing schedule is being set out the way it is and that's why they are -- as we started off this conversation, that is why there is such an emergency proceeding in having these briefs done and arguing next Friday at 10:00 a.m. And, you know, in some ways, I guess it's fitting, where else should it end up but the United States Supreme Court, in an issue of this kind of magnitude and the fact situation of this kind of magnitude.",
    "statement": "I <<SUPPOSE>> we <SHOULD> be reminded here that it <CERTAINLY> didn't end up Election Day."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I suppose we should be reminded here that it certainly didn't end up Election Day.",
    "statement": "That's for <<<SURE>>>."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "Right. But of course, in doing that federal law, the breadth of it is, has that federal law been violated which caused votes and voters to not have their full rights in -- during a vote.",
    "statement": "And does it interfere with the state's role, which is supposed to be the primary role in conducting presidential elections."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "Bob Franken, Roger Cossack, let us add to your legal insights there some historical insight now, because we have been down the road through contested and difficult elections in the past -- <<MAYBE>> not down this particular road -- but there are people who have studied earlier elections and <KNOW> that they have dragged on. In <FACT>, I <<<THINK>>> the Nixon-Kennedy election was contested <WELL> into December. So let's turn now to Professor Douglas Brinkley, who teaches history and who's director of the Eisenhower Center for American Studies at the University of New Orleans, and who has written <ABOUT> Rosa Parks, the civil rights movements, and \"The Unfinished Presidency: Jimmy Carter's Journey Beyond the White House.\" Now, Professor Brinkley, we are not even to the White House yet, but have you seen evidence of this <<KIND OF>> activity in post-election, pre-inaugural periods in the past?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bob Franken, Roger Cossack, let us add to your legal insights there some historical insight now, because we have been down the road through contested and difficult elections in the past -- maybe not down this particular road -- but there are people who have studied earlier elections and know that they have dragged on. In fact, I think the Nixon-Kennedy election was contested well into December. So let's turn now to Professor Douglas Brinkley, who teaches history and who's director of the Eisenhower Center for American Studies at the University of New Orleans, and who has written about Rosa Parks, the civil rights movements, and \"The Unfinished Presidency: Jimmy Carter's Journey Beyond the White House.\" Now, Professor Brinkley, we are not even to the White House yet, but have you seen evidence of this kind of activity in post-election, pre-inaugural periods in the past?",
    "statement": "<WELL>, you really <HAVE TO> go <ALL> the way back to that election we are <ALL> talking <ABOUT>, 1876, between Rutherford B. Hayes and Samuel Tilden, when it drug on for five months, and you did have the U.S. Supreme Court justice, a man named David Davis (ph), becoming -- overseeing a 15-person electoral commission and Chief Justice Davis then took himself off of that and filled a U.S. Senate seat, and he had <ALL> of this wheeling and dealing going on, but that's the closest analogy. We are heading into a brand-new turf here. I don't <<<THINK>>> there is an analogy to 1960. Nixon conceded right off the bat. There were murmurs, there were some investigations, there were people looking <AROUND>, nothing like this on this <<SORT OF>> grand, national scale. But if I <<COULD>> make one point, because I have been listening very carefully, we don't want to make the assumption that this is bad news for Vice President Gore necessarily. The Supreme Court very <WELL> <MIGHT> legitimize the hand count, and I <<<THINK>>> it has to have been a worry for our country and for Vice President Gore without the Supreme Court. Somebody needed to legitimize the hand count. There seemed to be a battle in Florida between Secretary of State Harris and the Bush people and the Florida Supreme Court. If the U.S. Supreme Court says the hand counts are valid, and what the Florida Supreme Court said is valid, then I <<<THINK>>> it's a great bonus for Al Gore, if he ends up pulling off this election by a few dimpled ballots."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Have there been evidence -- have there been examples in the past, Professor, of elections that were so bitterly contested that at the end of the day there wasn't the kind of legitimacy you just described?",
    "statement": "<WELL>, the one of 1876, it was -- nobody ever -- you <KNOW>, on the eve of the inaugural, there was actually a private -- it's actually secret, but the Hayes people like to call it a private ceremony. Hayes was inaugurated before the public ceremony, they did a secret White House inaugural for him for fear of dueling inaugurals. That was <ALL> the way up to inaugural day that nobody had agreed who the winner was. That's the <ONLY> case of record and that was so long ago, so again, we're heading into a very new area here. But I <<<THINK>>> if I were a viewer, I <WOULD> just be marking on my calendar December 12. People are wondering when this is going to end -- I <<<THINK>>> everybody's vested interest is for Florida to have electorates, you <KNOW>, <GIVEN> to the Electoral College from Florida, the 25, by that December 12, so anything can happen between now and then, and what's astonishing is how quickly both the Florida Supreme Court and now the U.S. Supreme Court seems willing to act. That's unprecedented in U.S. electoral election history."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, the one of 1876, it was -- nobody ever -- you know, on the eve of the inaugural, there was actually a private -- it's actually secret, but the Hayes people like to call it a private ceremony. Hayes was inaugurated before the public ceremony, they did a secret White House inaugural for him for fear of dueling inaugurals. That was all the way up to inaugural day that nobody had agreed who the winner was. That's the only case of record and that was so long ago, so again, we're heading into a very new area here. But I think if I were a viewer, I would just be marking on my calendar December 12. People are wondering when this is going to end -- I think everybody's vested interest is for Florida to have electorates, you know, given to the Electoral College from Florida, the 25, by that December 12, so anything can happen between now and then, and what's astonishing is how quickly both the Florida Supreme Court and now the U.S. Supreme Court seems willing to act. That's unprecedented in U.S. electoral election history.",
    "statement": "Professor Brinkley, thank you for joining us. We're going to step back for a minute, talk to you in <A LITTLE> bit. But first we'd like to turn down to Tallahassee and to David Boies, who became famous, of course, during his prosecution of Microsoft, and who's now the lead attorney for the Gore campaign. Mr. Boies, thank you for joining us. If you are able to hear us, what do you <<<THINK>>> of this decision by the Supreme Court?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Professor Brinkley, thank you for joining us. We're going to step back for a minute, talk to you in a little bit. But first we'd like to turn down to Tallahassee and to David Boies, who became famous, of course, during his prosecution of Microsoft, and who's now the lead attorney for the Gore campaign. Mr. Boies, thank you for joining us. If you are able to hear us, what do you think of this decision by the Supreme Court?",
    "statement": "I <<<THINK>>> that the Supreme Court's decision to hear this case is hopefully the last step in resolving the controversy that's unfortunately arisen <ABOUT> Florida law. I <<<BELIEVE>>>, and as you <KNOW>, I have been very reluctant to predict court decisions in this case, but I will predict that the United States Supreme Court is not going to reverse the Florida Supreme Court. This is a matter of Florida law. It is a matter of Florida law being interpreted consistently by the Florida Supreme Court for 110 years, the Florida Supreme Court reaffirmed that law just two years ago in the Beckstrom (ph) case, so this is a <QUESTION> that has been decided over and over again by the Florida Supreme Court. I <<<BELIEVE>>> that it is right for the United States Supreme Court to hear this appeal, because it's a serious <QUESTION> that has been presented for its review. But I <<<BELIEVE>>> that the law is <CLEAR>, and I <<<BELIEVE>>> that the Supreme Court will not reverse the Florida Supreme Court."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Hi.",
    "statement": "... is this -- how are you? My <QUESTION> to you is this, as lawyers, we both <KNOW> that the Supreme Court doesn't <HAVE TO> <TAKE> <EVERY> case that it's asked to <TAKE>, and in a situation like this, you <WOULD> -- wouldn't you begin to <<<THINK>>> that the -- by the mere <FACT> that they're showing such interest in it, there <MUST> be members of the Supreme Court who are concerned <ABOUT> this issue, or else they wouldn't be hearing it; and number two, aren't you particularly concerned with the <FACT> that they appeared to couch it in a separation of powers' argument, which I <<<THINK>>> at least for your side, <MAY> be the most vulnerable side?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "... is this -- how are you? My question to you is this, as lawyers, we both know that the Supreme Court doesn't have to take every case that it's asked to take, and in a situation like this, you would -- wouldn't you begin to think that the -- by the mere fact that they're showing such interest in it, there must be members of the Supreme Court who are concerned about this issue, or else they wouldn't be hearing it; and number two, aren't you particularly concerned with the fact that they appeared to couch it in a separation of powers' argument, which I think at least for your side, may be the most vulnerable side?",
    "statement": "<WELL>, remember, this is a challenge to the Florida Supreme Court in a case by one of the nominees for president in the closest election we've ever had. To the extent that, that challenge raises constitutional questions, I don't <<<THINK>>> it's surprising at <ALL> for the United States Supreme Court to hear that case. The United States Supreme Court hears a very small fraction of the cases that it's asked to hear, but it's not <USUALLY> asked to hear cases of this constitutional significance. So, I <<<THINK>>> that you can't interpret what the court does in this particular case in <VIEW> of <ALL> of the general statistics. One <THING> -- I don't mean to <<SORT OF>> get out of my role as an answerer of questions, but I'd like to ask, you <KNOW>, your <VIEW> as to whether you <<<THINK>>> there is any chance the United States Supreme Court is actually going to reverse the Florida Supreme Court in this case?"
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, remember, this is a challenge to the Florida Supreme Court in a case by one of the nominees for president in the closest election we've ever had. To the extent that, that challenge raises constitutional questions, I don't think it's surprising at all for the United States Supreme Court to hear that case. The United States Supreme Court hears a very small fraction of the cases that it's asked to hear, but it's not usually asked to hear cases of this constitutional significance. So, I think that you can't interpret what the court does in this particular case in view of all of the general statistics. One thing -- I don't mean to sort of get out of my role as an answerer of questions, but I'd like to ask, you know, your view as to whether you think there is any chance the United States Supreme Court is actually going to reverse the Florida Supreme Court in this case?",
    "statement": "<WELL>, I'll tell you what, as an -- <USUALLY> I get to ask the questions, but as an answerer..."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I'll tell you what, as an -- usually I get to ask the questions, but as an answerer...",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-20534",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I know.",
    "statement": "... I will answer you and give you an affirmative yes. I <<<THINK>>> there is a chance, and I'll tell you why, David -- and again, I agree with you, I don't <KNOW> what's going to happen, and I want to make it very <CLEAR> that just because the Supreme Court decides to review a case does not mean in any way they're going to reverse it. Having said that, this is a decision by a state court, the highest state court of Florida, the Florida Supreme Court. We both <KNOW> that normally, presumptively, these kinds of decisions <SHOULD> be left to the Florida Supreme Court. By the <FACT> that the United States Supreme Court has, one, decided to hear it and, two, is couching it in terms of whether or not the court has overstepped its boundaries by taking and doing something that is solely within the discretion of the legislature, I <<<THINK>>> is a hint that they <MAY> be seriously thinking <ABOUT> doing something with this, <<PERHAPS>> reversing it, because you <KNOW>, you don't..."
  }
]