[
  {
    "transcript_id": "CNN-52787",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I have four now.",
    "statement": "You have four, OK. But with number three, this is where you started having a lot of questions <ABOUT> vaccinating your child. Can you tell us that story, please?"
  },
  {
    "transcript_id": "CNN-85526",
    "matched_terms": {
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Now some stories across America. In Los Angeles the performer known as Madonna can also be called Esther. The Catholic born singer/actress said her study of the jewish mysticism called Kabbalah helped inspire her to adopt the Hebrew name. Also in Los Angeles, the performer known as Winona Ryder is no long a felon. The actress was convicted in 2002 of stealing thousands of dollars worth of goods from Saks Fifth Avenue in Beverly Hill's. Well, the judge yesderday reduced her convictions to misdemeanors. And the Olympic flame is in New York City, the final U.S. stop on its way to the summer games this August in Athens, Greece. We're proud to say CNN anchor, there she is, Paula Zahn was among those of today's torch bearers. Next up for the torch, Montreal. Well, the world's top golfers are on the course at Chinnecock Hills in Long Island. It's round three of the U.S. Open. And a fan favorite is on top of the leader board. Josie Burke is covering it for us. And she joins us with an update. And of course, everyone is pulling for Phil Mickelson, he is everyone's favorite.",
    "statement": "<WELL>, you say that with some certainty, Fredricka, and that's actually the way it is out here. It is like he's the mayor at Southampton at this point in time. Every hole you go to, you hear cheer after cheer after cheer for Phil Mickelson. And you have to wonder what it's going to be like tomorrow if he's still atop that leaderboard for his playing partner. You have to pity whoever that is, because he really <SEEMS> to have become even more of a fan favorite than he was last time he was here in 2002 for the U.S. Open on Long Island. People really buying into the underdog role. They still have him, Fredricka, even though he became a favorite, he broke through and finally won a major."
  },
  {
    "transcript_id": "CNN-264273",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The fact is that Carly Fiorina has had a terrible past. She was fired viciously from Hewlett-Packard. The dean of the Yale Business School --",
    "statement": "But then you <SHOULD> say that."
  },
  {
    "transcript_id": "CNN-40920",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "I certainly cannot imagine what the psychological impact is going to be for Mr. Dhingra. But what about his medical, his physical prognosis? What would you expect for him now?",
    "statement": "Yes. <WELL>, we <CERTAINLY> heard from the doctors today. He is doing <WELL>. He's going to get out the hospital. His road is not completely done yet. He's still going to need a lot of rehabilitation. He <MAY> need some regrafting to some of the sites that he had grafted already. The grafting involves taking the skin from other parts of body that cover that. That <MAY> be an ongoing process for him for a while. He <MAY> also need to take some antibiotics to prevent those infections that we were talking <ABOUT>. So it sounds like he is going to do <WELL>. He's still got a bit of road in front of him now."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "They think it's somewhat of a distraction, that by Iraq, it's lowering the urgency factor of terrorism in the United States because it's taking resources there.",
    "statement": "All right. Let's talk <ABOUT> 9/11, five-year anniversary? It has changed our society forever. Have we learned the lessons of 9/11?"
  },
  {
    "transcript_id": "CNN-111345",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Let`s go back out to Thomas Roberts joining us. Thomas, what is so disturbing to me is not that a fight breaks out amongst high school boys, but that you can get into school with one of these. This is a facsimile, a three-inch blade, a serrated blade, like the one that was brought into the school building. And as a result, another teen is dead. You`re telling me this school has no metal detectors. What do they offer in the way of security? I mean, why do parents even bother to drop their kids off? I mean, I wouldn`t.",
    "statement": "Nancy, those are great questions. And <PROBABLY> a lot of parents are going to be asking those questions of the superintendent and also of the principal administrator of that school, as <WELL> as surrounding schools in the Orlando area. But a lot of people made comments today <ABOUT> the <FACT> that they have a zero tolerance policy <ABOUT> violence in schools, but to add a metal detector, to add that type of police protection to going to school, they didn`t want to make it like a prison. And that`s what they say they`re fearful of, turning these higher -- you <KNOW>, institutions of higher learning into a prison-like atmosphere, where they`re <THINKING> every kid`s going to be carrying some type of weapon."
  },
  {
    "transcript_id": "CNN-213349",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It's legacy stuff, legacy stuff, and he's not even 30.",
    "statement": "Right? He already did the movie of his life. He is doing pretty <WELL>."
  },
  {
    "transcript_id": "CNN-347495",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, not at all. Not at all.",
    "statement": "How do you <KNOW>?"
  },
  {
    "transcript_id": "CNN-146216",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Kuan lost his first trial but it California's 9th Circuit Court of Appeals overturned the decision agreeing with the sergeant. Now the Supreme Court is stepping in and putting the case on their calendar for next year.",
    "statement": "This will be the first case that the Supreme Court has ever taken, which will give the court the opportunity to apply the constitution to text messages and by extension to the internet. It <COULD> be an extremely important case."
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes. Not a suspect yet. Wonder what the police are thinking. Again, constitutional rights do not attach until you are named a target or a suspect. To Kris in Idaho. Hi, Kris.",
    "statement": "Hi, Nancy. I was calling to -- I was curious. Do they <KNOW> for <SURE> if he does have family there? And if he has a cell phone, can they not call that to try to locate where he is?"
  },
  {
    "transcript_id": "CNN-397499",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's a really, really tough spot to be in. I do. I think that that's the position I've been left with. I think it's, you know, it's not fair. It's cruel to ask me to choose between my child and",
    "statement": "When do you <THINK> you'll be able to see her again?"
  },
  {
    "transcript_id": "CNN-294538",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We are across another ocean. You see the issues that they're having with them. Not to talk about that it's going to cost us $400 billion in a lifetime of wealth there. Our hearts go out to them and I think many of us would agree, let's send money over there and let's take care of the problem over there. The problem is we are bringing them over here. We don't have proper vetting process in place.",
    "statement": "It is a two-year vetting process, Scottie and you <KNOW> --"
  },
  {
    "transcript_id": "CNN-108574",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "Did the president request your help? Did the president request Syrian help?",
    "statement": "Very brief, but the Saudi foreign minister saying he's not going to reveal much <ABOUT> the conversations that have taken place involving him and White House officials, including that the U.S. Secretary of State Condoleezza Rice. In <ABOUT> 30 minutes, it is expected that she will begin heading to the Middle East region, to <PERHAPS> help broker some talks of diplomacy as the crisis in the Middle East only escalates now. Meantime, we've got more on this special coverage on the crisis in the Middle East. Over the next hour, we'll hear from our correspondents throughout the hour. And our international desk is monitoring broadcasts out of the area to cover all angles of this story. Here's what we <KNOW> right now. While rocket and missiles fly overhead, doctors in Israel say that that country's former prime minister Ariel Sharon has taken a turn for worst. He has been comatose since a stroke in January. And now his kidneys are shutting down. Meanwhile, a new barrage of bombs and rockets today on both sides of the border. Two civilians were killed in Israel and one in Lebanon. The Israeli military now says it will distribute relief supplies in Lebanon, but it's barred aid to southern area, where Hezbollah guerrillas are believed to be holed up. That's also where most of the civilians displaced by the fighting are located. Amid the growing -- or, amid growing <DOUBTS> for a diplomatic solution, Israel says, the key sticking point remains Hezbollah."
  },
  {
    "transcript_id": "CNN-280175",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As Nina reported, the plant in Port Talbot is Britain's biggest steelworks and it has the most to lose in a potential sale. But it's the factors that go well beyond the little welsh town. So connect the dots and you see the issues facing it.",
    "statement": "Tata itself of course is based in Mumbai and that's where the steel review took place, where they held the meeting looking at the entire European steel operations. But global demand, especially in Europe remains muted since the financial crisis. There are some still big requirements for Port Talbot, for example, British Railways but they are limited. Now adding to that extraordinary growth in Chinese steel you've got cheap Chinese steel with production up almost 800% in the last 20 years. And much of that steel has been sent to Europe and dumped within the European Union. Beijing has been accused of dumping cheap steel for years. In January, the E.U. did impose tariffs on Chinese steel but it was seen as too little and too late. So what do you do <ABOUT> this situation?"
  },
  {
    "transcript_id": "CNN-83822",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "stuff": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, he sounded tired. You know, the boys were in -- at the Customs Office, and they were processing to, you know, leave to come home, and the buses were waiting outside for them. And during that process they were pulled away, you know, from the station and told that they are not going home. So these guys, you know, mentally were home. They were homeward bound, and they were just abruptly pulled away from that. And all of those boys over there were pretty upset and pretty shocked.",
    "statement": "You say boys, but of course there were women, too. Franesca, in <FACT>, it was really just a matter of hours before they were officially supposed to leave, before they heard the news <ABOUT> staying, and we've read reports <ABOUT> some of the soldiers throwing out some of their <STUFF> because they <THOUGHT>, I'm out of here, I'm gone. Tell me a little bit <ABOUT> how you son Matthew reacted when he heard the news that in <FACT> he'd be staying as <WELL>."
  },
  {
    "transcript_id": "CNN-393237",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "My question is, do you <THINK> it's possible for you to work with Mitch McConnell in a way that would benefit the American people? The Republicans stonewalled President Obama. What will you do so that they don't do the same to you?"
  },
  {
    "transcript_id": "CNN-199525",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "President Obama is expected to name his close aide, Deputy National Security Advisor Denis McDonough as his new chief of staff. That is what we're hearing from several sources. McDonough would replace Jack Lew, who was nominated to be the next Treasury secretary. Now, McDonough would be the president's fourth chief of staff since he first took office back in 2009. Vice President Biden talking gun control with the countries mayors. Biden is speaking at the U.S. Conference of Mayors winter meeting. That is happening in Washington right now. It is set to begin and he's expected to talk about the new proposals that we actually saw. The gun violence that was veiled yesterday. I want to bring in our White House correspondent, Brianna Keilar, joining us. And obviously the administration, the White House, trying to build a case here to support these new gun regulations. What kind of response do we think we're going to get from some of these mayors? Because we've got folks from Chicago, from Washington, D.C., who have some pretty tough neighborhoods to police.",
    "statement": "That's right. And from all over the U.S. with disparate <VIEWS>. I will say, Suzanne, right now Philadelphia Mayor Nutter has been talking and he just told this crowd that the right to own a firearm <SHOULD> not interfere with his right to live. So for someone like Mayor Nutter or, for instance, Mayor Michael Bloomberg from New York City, especially these bigger city mayors that are dealing and have for some time now with gun violence, President Obama, Vice President Biden, are getting a ton of support on their new recommendations for how to tackle gun violence. They're <DEFINITELY> finding allies in these folks and yet there are still other mayors who are not going to support this, who are on the opposite side of this issue. But this is all part of the White House effort to <KIND OF> look to the grass roots. We expect, although it's not confirmed, that President Obama will likely take his gun violence message, and the vice president as <WELL>, on the road, trying to rally some grass roots support. We heard from the president yesterday that he said the only way to change this is if the American people demand it. As he announced, Suzanne, some executive actions that he will take unilaterally, including tracing stolen guns, prosecuting folks who use them, improving background checks to include more information <ABOUT> mental health, making agencies share that information, increasing mental health resources in schools. But, really, the big things to be done on gun violence from the perspective of the White House are things that Congress would need to do. An assault weapons ban, banning those high-count magazines, those high-capacity magazines, and also including universal background checks, which, <PERHAPS>, <MAY> be the one thing, it <SEEMS> politically, that Congress can tackle. But I will tell you, Suzanne, even now, just a little over a month since the shooting in Newtown, you're already sensing that politically the will to get something done has started to dry up here in Washington. And not just among Republicans. Also some Democrats who are more towards the center."
  },
  {
    "transcript_id": "CNN-282453",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "A sub launch capability for the world's newest and least predictable nuclear power poses a number of concerning implications. They are harder to track, they in effect extend the range of North Korean missiles, and they make it very hard for missile defense systems, Wolf, to find and destroy these missiles once they're in the air. There's been a lot of talk, you know, patriot missiles in South Korea. They're talking about deploying the THAAD which is a more advanced system. But if you have that sub, it can move around largely undetected. It's a real danger.",
    "statement": "Yes. I <KNOW>. They're really worried <ABOUT> this development. Thanks very much, Jim Sciutto, for that. Also coming into THE SITUATION ROOM right now, we're getting some new details <ABOUT> the days leading up to Prince's sudden shocking death. CNN's Brian Todd is keeping track of the investigation for us. Brian, you're learning more <ABOUT> the medical emergency, what, just days before he was found dead."
  },
  {
    "transcript_id": "CNN-350412",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But they have no nationality. They have no rights. They cannot move. They were in the villages. They could not move. They could not marry without permission. They had no effective access to education or health or to jobs. It is a population that really was completely segregated in the country. And then, we all know the reports that were given by those that suffered. They were victims of an ethnic cleansing, a massive operation in which we had all kinds of torture, we had rape, you had people being burned, levels of suffering that are absolutely unimaginable. Now it is absolutely crucial to establish mechanism of accountability. But more than everything else, it's crucial to put all pressure in Myanmar and in the army of Myanmar to make sure that conditions are created for these people to be able to go back home. But we are --",
    "statement": "But what <ABOUT> the genocide charge and the goal for them to be tried on charges of genocide?"
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Thank you very much, General. I must say that I was very heartened by your use of the phrase, \"follow our conscience; do what is morally right.\" Sir, I think you've done that. Colleagues, we'll have a six-minute round. We take note that votes will start at 11:30, but it is the intention of Senator Levin and myself to continue this hearing on into approximately the 12:30 to 12:45 time frame, in hopes that further opportunity can be given members for questions.",
    "statement": "I said that we'll continue to 12:45 and we'll do our <BEST>..."
  },
  {
    "transcript_id": "CNN-366178",
    "matched_terms": {
      "should": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "That's correct, Brianna. I think well, the first one is that this isn't the White House. It's a temporary residence. And as a result of that, there is going to be a lot more general public coming and going and then also a relationship made with the staff that's at the place. Probably the first one that I noticed that was very good was that she was searched. There was no weapons on her. She was already cleared before she came in, not having a weapon. The next level of it is as you go through the circles, as there's going to be, they then take her to one more staffs contact that takes a look, looks to see if she is a resident, as they thought, or a guest of a resident. That starts becoming suspicious as they talk more to her. And as they talk some more, they realize that this is -- you know, there are some issues here. o they immediately notify Secret Service. Secret Service steps in, starts to talk to her. They start noticing all these discrepancies that are happening. And I think, well, there's also a another major success is that instead of just saying, okay, you're not supposed to be here, and kicking the person out. They do the secondary interviews on her, bring her into an office and do the additional searches.",
    "statement": "<SHOULD> her name, <SHOULD> that have ever allowed her to get through just the <FACT> that she had a similar same name or the same last name as a member?"
  },
  {
    "transcript_id": "CNN-57312",
    "matched_terms": {
      "feel": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I think it is clear that no matter what the president does or says, that the Democrats have decided to try to make this a partisan political issue.",
    "statement": "In <FACT>, Republicans are resigned to the <FACT> that Congress will pass and the president will sign Democratic bills tightening restrictions on the accounting industry. Many Republicans don't like these new regulations, but <FEEL> political pressure to support them anyway."
  },
  {
    "transcript_id": "CNN-260324",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Elise Labott, live in Washington. Elise, thank you very much. Now, to the race for the White House. Republican presidential candidate Donald Trump says he is a favorite among Hispanic voters. He spoke today in Laredo, Texas, where he was on a visit to the US-Mexico border. He launched his campaign last month with very controversial comments about illegal immigration and illegal immigrants from Mexico, and he promised to build a wall and strengthen border security. Speaking moments ago, he says he has strong support among Hispanic voters.",
    "statement": "Yes, I <THINK> I'll win the Hispanic vote. I have thousands of Mexican and Hispanics, and I <THINK> when it comes right down, I don't <KNOW> if you saw the poll, but they just did a big poll in Nevada, the state of Nevada, and I'm way ahead. And more importantly, as far as I'm concerned, I'm way, way ahead with the Hispanics, <WELL> into the 30s, which -- and I <THINK> second is like 11. So, I have a great relationship."
  },
  {
    "transcript_id": "CNN-289208",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "His thought is, man, I hope happens to me one day.",
    "statement": "John Yob, the Never-Trump movement, they were dealt <PERHAPS> a fatal blow."
  },
  {
    "transcript_id": "CNN-406637",
    "matched_terms": {
      "could": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, I don't know what his prognosis is because I don't know what his underlying conditions are, how big an inoculum he got, what preexistence he has, we wish him, of course, all the best. But in general, if you're 74 years old, you don't want to be in the hospital 25 days and on oxygen. You'd rather be someplace else. It's a tragedy that he got the disease in a place that the President was warned against not having a rally like that, that would really be a national tragedy.",
    "statement": "Yes, it would and I want to remind everybody we have on video staffers of the President at that rally moving away the markers on the seats that would even have social distancing, because they didn't want social distancing and they didn't want masks. And the Press Secretary didn't wear a mask, Herman Cain didn't. We don't <KNOW> if he got it there. He <SURE> <COULD> have, 25 days in the hospital on oxygen. I <HOPE> that says something to everyone. Thank you very much, Dr. Brilliant and Dr. Reiner."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "Yes. My thing is, is there a leak? Because if there is, that means the information is true or credible. You can't be leaking something which is not fake. I mean, we still have to deal with both. Is there a crime which has been committed? And then they leaked that information to the press? Or is there no crime and they're making it up? So, ultimately, we have to deal with both.",
    "statement": "Yes. They weren't denying the truth of the leak. But leaks are a huge issue. And we haven't dealt with that. Even Comey <APPEARS> to be a leaker."
  },
  {
    "transcript_id": "CNN-242701",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So, unlike Secretary Hagel, you're saying that Assad is not necessarily a part of the picture in terms of what the threat to the U.S. is, so you have to figure out what you want to do and stay on that mission? All right. I'm glad I have you right here. The last thing I want do is get you wrong, Philip Mudd, that's for sure. So, let me ask you about this one -- this letter from the president to the religious leader of Iran has ruffled a lot of feathers, in Washington and beyond. They're supposed to be the bad guys and now you're asking them for help? Help us make sense of it.",
    "statement": "Look, Washington is not reality city. Those guys, one reason I moved away from that city, they don't live in the real world. This is like being put in a cell with an arsonist saying I'm not going to talk to the dude because he's a convicted felon. <WELL>, tomorrow, he burns the house down. Iran has tremendous influence in Iraq. They've been involved in fighting American soldiers there, they place explosive devices to kill American soldiers, they're not with us all the time, they've been involved in supporting Shia militias in Iraq. We don't like that but the bottom line is, they share a huge border with Iraq, and a common enemy. We don't have to like them but I <THINK> we have to accept reality, if we have a common enemy and try to extract Iran from the picture they're going to bite us. So it's either get in the cell with the arsonist or have him burn the house down. You make the call, I say get in the cell."
  },
  {
    "transcript_id": "CNN-96431",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Wherever the U.S. secretary of defense goes, so follow questions about coalition troop size in Iraq. And on a surprise visit Wednesday, Rumsfeld's top commander here tackled that issue, suggesting possible troop reduction following the general elections in December, an answer punctuated with a number of ifs.",
    "statement": "If the political process continues to go positively, and if the development of the security forces continues to go as it is going, I do <BELIEVE> we'll still be able to take some fairly substantial reductions after these elections in the spring and summer of next year."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It was very skillful. And again, it set the chattering classes off. It made the Republicans a little crazy already today. But, look. It's one day. We've got 19 months to go in this. And we're going to get to know her, or she's not going to let us. And that has been a real problem up till now is that she hasn't let us know her in full.",
    "statement": "You I -- it sounds like you <THINK> that is her number one challenge, even more than foreign policy issues, Benghazi, et cetera."
  },
  {
    "transcript_id": "CNN-134235",
    "matched_terms": {
      "well": "ungraded",
      "best": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "That's right. Or a very small group of people. It's hard to pick up anything in that instance. That's what officials say they're most afraid of here.",
    "statement": "All right. <WELL>, it is -- it's a massive outlay of security. And the city has never been safer. So let's <HOPE> for the <BEST>."
  },
  {
    "transcript_id": "CNN-238724",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We have become desensitized to all the cameras around us.",
    "statement": "There are more cameras watching and recording our everyday activity than ever before, whether they're hovering out of sight on street corners or inside hotel elevators. We <KNOW> this. So why is it that people, especially those in high places with a lot to lose, keep getting caught doing disturbing things on surveillance cameras?"
  },
  {
    "transcript_id": "CNN-108199",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "President Bush is stopping in Germany on his way to the G-8 summit in Russia, where a mountain of foreign policy headaches await him. Secretary of State Condoleezza Rice is on a separate diplomatic mission to Paris to deal with Iran, again refusing to answer the U.S. answer for talks in exchange for suspending its nuclear enrichment program. As Rice threatened tough U.N. sanctions against Iran, she had to deal with by phone with yet another Middle East flare-up. Israeli troops stormed into Lebanon after Hezbollah abducted two Israeli soldiers and killed three more, which the Israeli prime minister dubbed an \"act of war\" and the White House called an unprovoked act of terrorism. Then there's the nuclear threat from North Korea, as well as Iran, which the White House seems to be reacting to from a defensive posture.",
    "statement": "We'll have to see. I <THINK> the diplomacy has set it up <WELL>. We'll have to see what these countries decide."
  },
  {
    "transcript_id": "CNN-382435",
    "matched_terms": {
      "think": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "OK, this is a U.S. president who we know is a transactional guy, who spoke to China's Xi Jinping and did a deal, democracy demonstrations in Hong Kong as well as keeping trade negotiations going. In Ukraine it was basically military aid for the investigation into Joe Biden. What is the deal being done here with Erdogan and because in that readout on Sunday, it was very lacking in detail, so was there a trade deal here? Was there a deal to allow Turkey to buy F-35 fighter jets or was it Trump's own business? What do we know about this?",
    "statement": "President Trump has wanted to leave Syria for some time. He's tried to do this once before in a similarly precipitous fashion, which is why, former defense secretary Jim Mattis quit. You don't need Turkey's president to offer him much beyond saying, this is our area, this, is our territory, we would like to take it back. President Trump, this is music to his ears. I don't <THINK> he understood exactly what he was agreeing to or announcing on Sunday night. The problem is the Kurds have been burned once before like this, simply they're not going to trust him again. Everybody <KNOWS> that he wants out, national security officials were trying to manage a slow departure, kind to slow this car crash and make it less destructive. But he has showed once again everybody he wants to go for the exits and that means, our former Kurdish allies and others in the region are going to look to others like Russia, like Syria's dictator, as their supporters in order to survive."
  },
  {
    "transcript_id": "CNN-279934",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Pouring over the border, no way. If you're looking at numbers you're talking about tens or hundreds of thousands of immigrants every year. If you want to tell me that not a couple of them are terrorists I'd say that's crazy. If you want to say 1,000 of them are terrorists, I'd say that's crazy. Any time you have immigration whether it's Mexicans, maybe there are a few cartel members, El Salvadorian, maybe they're MS-13 gang members. If you have people coming in from the Middle East maybe there are a few ISIS members. It's about risk management. Any stream you have is going to have risk. I don't think the risk is tremendously high but I think it's there.",
    "statement": "So when you compare the United States' problem with terrorism, you <KNOW>, in the homeland."
  },
  {
    "transcript_id": "CNN-403575",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Well, Wolf, first, let me say, I worked with Dr. Fauci back in 2009 when I worked in the White House on the H1N1 flu pandemic. And, yes, I saw what I think the country has come to see during this crisis, which is that he is a total straight shooter. I'm sure that if he says that the president never asked him to slow down on testing, then the president never asked him to slow down on testing. It doesn't mean the president hasn't expressed himself to others around him to slow down testing, including his most immediate aides. He's made his view on this very clear. He views it as inconvenient to know the truth about how pervasive this virus is. He wants to will it away. He thinks it is politically inconvenient. Look what he's doing today, modeling the wrong behavior. He's the president of the United States, and he is engaged in an activity here that completely contradicts the advice that public health experts are giving. And he's doing it in a state that is currently hurtling toward a public health disaster because of this pandemic. So, I believe Dr. Fauci, but I also believe the president when he says he doesn't want a lot of testing because he finds it inconvenient to know the numbers, because he has said that before. This wasn't the first time, Saturday night, that he said it. He's expressed that sentiment before. And it goes right back to the beginning of this pandemic, when he, for six weeks, ignored all the warning signs because he did not want to concede that this was going to be a crisis.",
    "statement": "At the same time, Gloria, the president <SEEMS> to be using Dr. Fauci's credibility, his trustworthiness to bolster his own response."
  },
  {
    "transcript_id": "CNN-217682",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, good morning to the two of you and good morning to you at home. A Texas man under arrest now after a shocking murder spree near Dallas, police say Charles Brownlow killed five people in four locations apparently burning one person to death. None of the dead have yet been identified. It's unclear if police have any motive. Two suspected members of the terror group al Shabaab have been killed in Southern Somalia in a U.S. military drone strike. U.S. officials tell CNN one of those killed is considered to be a top technical and explosives expert for the Al Qaida affiliated group. The other person killed was not yet identified. Federal judge in Texas rejecting part of the state's restrictive new abortion law, which would have required doctors performing the procedure to have admitting privileges at a nearby hospital. This decision comes a day before it was to take effect, preventing a major disruption of abortion clinics across Texas. State officials plan to appeal. Disgraced former Illinois Congressman Jesse Jackson Jr. was supposed to begin his 30-month prison term Monday. But it appears a paperwork issue has delayed his incarceration at the federal prison in North Carolina. Officials say Jackson at the moment is not officially an inmate. He pleaded guilty back in August to misusing some $750,000 in campaign funds. A 12-year-old boy in Canada pleading guilty to a massive hacking attack that took down government web sites back in 2012. Young boy had been working under the umbrella of the hacker group \"Anonymous.\" Sharing the information he found in exchange for video games. The boy's lawyer says the 12-year-old saw it as a challenge and had no political purpose.",
    "statement": "<WELL>, that makes it OK as long as it wasn't politics."
  },
  {
    "transcript_id": "CNN-274436",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Up first, the breaking news, the price of oil is dropping so is the stock market. The Dow Jones plunging more than 400 points in early trading. Right now, it's down. You can see about 456 points. Let's bring in CNN Business Correspondent Richard Quest. He's the host of \"QUEST MEANS BUSINESS.\" He's joining us from Davos, Switzerland where world leaders are now gathered. Richard, as you know, this is the worst start to the year on record for the U.S. stock market. How worried are investors right now?",
    "statement": "They're going to be increasingly worried. On the one hand, Wolf, they always like to tell you they're in it for the long haul, that they <KNOW> that the fundamentals of the global economy are sound. But the truth of the matter is when you see a seven percent drop in the price oil, now under $28 a barrel, and you do not see any reason for that to stop, coupled with a market which seemingly has decided to go completely on a frolic of its own. Last week, the Dow Jones down 300, then down 400, then you got a bounce back on Monday. And, all of a sudden, today. I <THINK> once you start going over 500 points, you start seeing losses of more than three percent at any given time. It gives people pause for <THOUGHT>. And they realize, one, Japan's Nikkei index is now in bear territory. It's now a bear market. Two, oil prices are low and the pressure is down. Three, China's growth is OK, moderate, not good, but it's likely to get worse. And, four, investors are saying, we need safety, security. The market is not there."
  },
  {
    "transcript_id": "CNN-255660",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I'm Kristie Lu Stout in Hong Kong. And welcome to News Stream. Now, first Iraq and now Syria, ISIS captures another strategically important city. And in Palmyra, the terrorists can target civilians as well as ancient relics. Plus, some Asian nations say they will do more to help migrants, but what happens after they are rescued from sea and brought on land? And warnings from China after a U.S. surveillance plane flies too close to disputed islands. CNN takes you along for the ride. From Syria, we are now hearing from the people trapped inside the captured city of Palmyra. One young resident tells CNN that ISIS militants are everywhere. He and his family are de facto prisoners in their home as the fighters go door to door looking for Syrian soldiers. Now these firsthand accounts are coming in just hours after Syrian activists say that the ancient city of Palmyra fell into ISIS control. They report Sunni militants are now in full control of the UNESCO World Heritage Site and the nearby city of Tadmor. Now this ancient Syria city, it lies some 200 kilometers northeast of the capital Damascus. It is the second major population center seized in less than a week by ISIS. Over the weekend, Sunni militants took the Iraqi city of Ramadi. That's about 100 kilometers west of Baghdad, a major artery along the main highway to the capital. And as we've mentioned, the concern in Palmyra is both for human lives and history. Now the city is considered an ancient melting pot where Roman, Greek and Persian cultures met and fused. As Ivan Watson reports, traces of that may be wiped out under",
    "statement": "Palmyra, a 2,000 year old city remarkably preserved in the middle of the desert. And now in the hands of ISIS. The agony of Syria's three year war just got worse. Activists say ISIS captured the Syrian city of Tadmor. Many of its residents will likely flee in terror to escape the public executions that the group directs against its opponents. In addition to the incalculable human cost of this conflict, there are now fears ISIS <MAY> unleash its wrath on the nearby ruins of Palmyra. I visited Palmyra in 2007 as a tourist on a bus. It was an astounding site, a cultural and historical oasis of ancient Greco-Roman columns, arches, temples and an amphitheater. This caravan town had been an important stop on trade routes that once linked Rome to East Asia. Seeing it left me humbled. It was a reminder that we are but small chapters in a much larger, longer human story. And now this treasure stands at the mercy of an army of marauding nihilists. ISIS reveled in the destruction of Sumerian statues in Mosul, the bulldozing and dynamiting of a 9th Century BC Assyrian palace in Nimrod. ISIS aren't the only group that have committed sins against world heritage in Syria. In their battle for power, rebels and regime forces damaged the ancient bazaar in Aleppo, fought over the crusader castle Krak des Chevaliers. Both rebels and black marketeers looted and sold off other ancient treasures. But ISIS takes this destruction to an entirely new level. Another piece of our collective history <MAY> be on the verge of being irrevocably lost. Ivan Watson, CNN."
  },
  {
    "transcript_id": "CNN-343877",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The whole object of the judiciary is to ensure stability, continuity, and so we pride ourselves on the fact that there is little change.",
    "statement": "In a move that <COULD> set in a motion, a seismic shift to the right in the highest court in the land, Justice Anthony Kennedy is retiring after more than 30 years on the bench."
  },
  {
    "transcript_id": "CNN-12206",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "The president already meeting with the Palestinian leader Yasser Arafat today, a meeting with Mr. Barak expected a bit later. The president now saying he will depart tonight or early tomorrow morning for Japan. Again, though, U.S. officials say the president finds himself in the same catch-22 he did last night: He wants to set a firm deadline. At the same time, he worries that if he leaves Camp David without an agreement, the two sides will go public with their grievances after nine or 10 days in secrecy, and that any progress made in these discussions could quickly be lost to posturing and finger-pointing. John King, CNN, reporting live from the White House.",
    "statement": "Thank you, John. And CNN's Jerrold Kessel is covering these talks as <WELL>. He joins us from just outside Camp David. Jerrold, we understand Jerusalem a major sticking point. The Palestinians want sovereignty, the Israelis, we are told, offering only control. Why can't there be some middle ground between these two definitions?"
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "OK. And we can assume that depression is up. Wouldn't you assume that the...",
    "statement": "Oh, <ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You make a good point. He looked like a vagrant. He certainly looked like a homeless person, the way he came across, obviously. And I guess it's fair to say he was a homeless person.",
    "statement": "<WELL>, he was very much on the run. He was a fugitive. He looked both hunted and even haunted, as you look at those photographs, the images of him being examined by physicians to determine his state of health. And I <THINK> that stripping away -- the old expression, the emperor has no clothes. <WELL>, now we have a situation in which a dictator clearly has no power. He has been -- that mask of authority of power has been ripped away forever. But we also have to keep in mind that as much joy that we take in this particular moment, this historic moment, that there are dangers out there for our troops, for the coalition forces, for the Iraqi people and, indeed, for us here at home."
  },
  {
    "transcript_id": "CNN-320200",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "knowing": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Hello, everyone. I'm Fredricka Whitfield in for Kate Bolduan. At this hour, the flooding from Harvey is creating a number of problems in Texas. Right now, emergency workers and volunteers are starting to search Houston's hardest hit areas. They will go door-to- door to find victims in areas that had been inaccessible. Houston's police chief says he is praying the death toll, now at 37, does not soar. A flooded chemical plant near Houston is creating a volatile situation. Authorities say there was a fire and 15 deputies went to the hospital after inhaling smoke. Minutes ago, we learned all have been released. Instability at the plant from overheating chemicals means that authorities are expecting more fires to start there. In Beaumont, Texas, long lines are forming to seize on limited supplies of bottled water. The city's entire population, 118,000 people are without running water after the system's water pumps failed and they can't be fixed until the floodwaters recede. Now let's go to CNN's Drew Griffin in Fannett, Texas, about 20 miles south of Beaumont where much of the concern is focused right now. The city of Beaumont has no running water after both pumps have failed. So, Drew, what is the latest?",
    "statement": "One of the hospitals in Beaumont has now begun moving its patients just because they have no other choice, really, without water and not <KNOWING> when the water is going to be back on, Fred. You <KNOW>, very precautionary move, but they are moving patients out of a hospital right now in Beaumont as people line up trying to get water supplies. They <THOUGHT> they were through this emergency. They <THOUGHT> they were going to be in recovery mode. This morning, everybody in the city of Beaumont woke up, turned on their tap and realized there was no water coming out. The pump, the main pump from the river is flooded or broken and incapacitated because of the rising waters which is still rising at this time. We are expecting more from city officials in <ABOUT> an hour from now on whether or not this can be fixed quickly or if it's going to be a more long term and they have to lay out some kind a plan as to how the water gets back on and how the city residents deal with this at the time. In the meantime, <AROUND> Jefferson County, water in many spots is receding like here. There's still water inundating this neighborhood and this street. This is Highway 124. It's one of the routes into Houston. I'm going to let this truck go by and give us a splash here. But, it's not going down quick enough for people to get back into their homes. That's what they are waiting for in shelters <AROUND> here, just to get back in and start the clean-up process. Again, the city of Beaumont without water, Fred. That's adding to the misery factor."
  },
  {
    "transcript_id": "CNN-367814",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The children, the small children, what do they know? I can't understand. Are these people humans? They are not humans. They are animals.",
    "statement": "This family, likes so many others, heard <ABOUT> the bombings on TV. They went to the hospital and finally the church. It was there in the decimated sanctuary they found their loved ones in pieces."
  },
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "It is laid upon the table!",
    "statement": "That <MAY> be why House Speaker Paul Ryan is not guaranteeing he is sticking <AROUND> after 2018."
  },
  {
    "transcript_id": "CNN-36583",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Leslie, have you seen any of these cases firsthand -- some bad experiences firsthand? Can you share some with us?",
    "statement": "<WELL>, I <THINK> one of the things that comes up with the kids is they look at these products and say, hey, if a little is good, let's take a lot. That's No. 1. And the second thing that happens is they are so busy <THINKING> <ABOUT> the supplement that they are taking it with water, or they are taking less than they <SHOULD>, or they are not taking as much, or they are not taking it with food. So then they are too tired when they get out -- they're on the field. Or they assume, hey, I have taken this <STUFF>. Let's go into the weight room and let's just lift a lot. And then we have to worry <ABOUT> what can happen as a result of that."
  },
  {
    "transcript_id": "CNN-62547",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "First of all, Benny, if you <COULD>, take us back to September 14. What do you remember <ABOUT> that night?"
  },
  {
    "transcript_id": "CNN-335045",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "-- around the globe, so it's fascinating. He'll be missed, indeed. Samuel, thank you.",
    "statement": "All right, 41 minutes past the hour. Two of the biggest free trade advocates in the White House gone and Wall Street doesn't like it. Last week, Gary Cohn resigned as economic adviser, now Rex Tillerson is out -- the secretary of state. His firing sent all major averages lower. Wall Street opened higher on consumer price data that calms inflation fears but then tumbled over concerns of a trade war, especially with China. U.S. stocks fell further after \"POLITICO\" reported the president wants to hit China with tariffs on $30 billion worth of imports. That set the tone for global stocks. Asia closed down. Europe opened lower but has now just turned up so watch this space. Meanwhile, one of Wall Street's most powerful CEOs is warning President Trump corporate America is concerned <ABOUT> your trade agenda. JPMorgan Chase chief Jamie Dimon says plans like Trump's tariffs on steel and aluminum imports tend to backfire. He concedes there are issues <AROUND> trade but said that Trump's policy will do more harm than good to the economy. Dimon chairs the business roundtable of a powerful corporate lobby. Many companies from automakers to brewers worry that higher prices from tariffs will hurt their businesses. I'm watching futures really closely this morning because the drama -- it's not just parlor games and the White House -- all of that drama."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Alexis Weed, HLN producer, has been in court for all this. Tell us about the emotion in court. I mean my jaw dropped when I saw that she was going to make a statement. This is a woman who did not take the stand in her own defense. Now I guess you might say she doesn`t have to prove that she`s insane so she can just be who she is which is a relatively rationale woman who made a relatively coherent statement even if you don`t agree with it or think it`s full of",
    "statement": "Yes, pretty coherent statement for <SURE>. And you <KNOW>, as this was being read as Schenecker was being handcuffed her mother was there sitting behind her and she had both of her hands up over her head on both sides of her temples, just very upset. She was as I said fingerprinted. She was shackled. And yes, saying she took responsibility, I don`t <KNOW>. It was really hard to take that in and listen to these words that seemed pretty cogent from one someone we`ve heard for many, many days now testimony really didn`t <KNOW> what she was doing."
  },
  {
    "transcript_id": "NPR-45017",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "But he has said that he would negotiate over the budget. Remember, every time we've gotten up to this brink in the past, we've talked about the grand bargain, where the president would agree to cut entitlements and Republicans would agree to raise some kind of tax revenue. Those talks have always fallen apart, but the president said he's still ready to cut entitlements if Republicans are ready to raise revenues, which they say they are not. There is a possibility that Democrats might negotiate in the end over this medical device tax. Right now, Harry Reid says no, we're not going to include it in the CR, but in the past, 33 Democrats in the Senate have voted to get rid of this tax, which is part of Obamacare.",
    "statement": "So, that's the one tiny little piece of the healthcare law that <MAYBE> the president would be willing to negotiate on. But right now I <THINK> we're going to have to see what happens with the shutdown. Do Republicans take the blame, as polls suggest they will? And then deal with the potential default, which we <KNOW> will hurt everyone politically, because that's what happened last time when we almost defaulted."
  },
  {
    "transcript_id": "CNN-131653",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Shore up the base there. We talked about strategy in these last 17 days. Has he essentially given up on -- you say maybe some of these Democratic states, but if he loses Virginia and states that are reliably Republican, he's going to have to make some kind of inroads and pick up some ground somewhere else. Can he do that? Is he even trying to do that?",
    "statement": "Yes, <WELL> <ABSOLUTELY>, he is trying to do that. We <KNOW> that Sarah Palin is hitting some of those states as <WELL>. Look, John McCain is down 10 points right now in Virginia. He needs to win Virginia. He needs to win North Carolina to win the election. We <KNOW> Barack Obama was here yesterday. They're spending a lot of money here in this state, as <WELL> as in North Carolina and some of these other battleground states. He's also having to play defense in the Midwest. We've seen Indiana start to shift a little bit towards the Democratic column right now, T.J. And right now, John McCain really needs to give a full-out effort in order to win this election."
  },
  {
    "transcript_id": "CNN-175512",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No doubt about it, yes. Called the boxer's boxer, Max. He was a gritty --- he had that left hook which you talked about just moments ago, a left hook which flattened opponents, really, at a dizzying rate as he worked his way up through the heavyweight ranks. He was part of the heavyweight heyday, Max, during the '70s and 1980s. And, of course, he was intertwined with Muhammad Ali, these two fighting a -- a trilogy with - - with Frazier beating Ali in that first one, that Fight of the Century in New York back in '71. Thirty-two victories in the wing -- in the ring for Joe Frazier. In his latter years, he was willing to teach the sport to the new generation of boxers. He owned a -- a gym in Philadelphia. Joe Frazier being remembered for sure tonight.",
    "statement": "OK, Mark. Thank you very much, indeed, for that. An incredible story <ABOUT> -- and we'll be following that more on \"WORLD SPORT\" a bit later on. Still to come, Greece is under intense pressure to put a political crisis behind it and get on with the business of austerity. So what's taking so long to announce a new government? An update in Athens straight ahead for you."
  },
  {
    "transcript_id": "NPR-29756",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The change will happen gradually, he says, and technologies like air conditioning can help, at least among people who now work in open air factories. But Howard Frumkin worries that this effect will hit hardest among the world's poor people who barely make it by today working in farm fields or sweat shops.",
    "statement": "Especially in times of economic desperation or in places where people really need to work to provide food to their families. I <THINK> there's a real danger that people will try to power through and endanger themselves."
  },
  {
    "transcript_id": "CNN-111744",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I did call him.",
    "statement": "And what did you call him <ABOUT>?"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Are you telling me there`s -- you believe that there is a mom that never knew she was pregnant?",
    "statement": "I don`t <THINK> that`s the case, I <THINK> it`s a mom who never sought medical treatment."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Meaning?",
    "statement": "... different things -- but like, we were singing different songs, and they said, <WELL>, whoever wins will be singing \"I <BELIEVE>.\" And they were, like, <WELL> -- so during the show, Diana, you're going to be singing, \"I <BELIEVE>,\" and then Fantasia's going to be singing \"Dream.\" So whoever wins, you're going to be singing the other song. And I had already been told that the winner will be singing \"I <BELIEVE>.\" So I was, like, I <KNOW> Fantasia's going to win!"
  },
  {
    "transcript_id": "CNN-266096",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "sort of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Well, I expect that European leaders have been expressing to the Russian president the concerns that they have about the ongoing Russian campaign in Syria. I mean, NATO has come out within the past hour or so and condemned the ongoing military operation there by Russia saying that it targets civilians and opposition groups inside Syria and calling on Russia to work more towards targeting simply Islamic State and not the other opposition groups that are opposed to Bashar al-Assad, Russia's long-standing ally. Also, the NATO authorities there condemning the Russian incursions with their aircraft into Turkish airspace. There's been two of these incursions over the weekend, both of them strongly criticized by the Turkish authorities. There were diplomatic protests to Moscow from Ankara. Russia has essentially explained them away by saying that, look, you know, it was an accident. It was a navigational error, we'll try to make sure it doesn't happen again. But NATO not really accepting that saying that it does not believe the secretary-general saying that he does not believe that these airstrikes -- sorry, not airstrikes -- that these incursions by aircraft were an accident. And so the indication is from him that he believes this is a deliberate policy on the part of the Russians. Although he didn't explain what that policy might be aiming towards. But it does underline the dangers of the fact that Russia is flying around in Syrian airspace. NATO has a campaign there as well in this U.S.- led coalition in addition. And that obviously is bringing these very powerful militaries into close contact with each other and the possibility for confrontation has obviously increased.",
    "statement": "What also came up at the address earlier by Jan Saltenburg (ph) of course, Matthew, was reminding us all that it's -- he leaves it to military, the heads of, you <KNOW>, <SORT OF> military operations to talk to one another, to make <SURE> that the other side <KNOWS> what it's doing and <PERHAPS> for all of us, that right now in this very complicated situation. Is that a reassuring thing that those conversations are happening?"
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "\"Duets,\" one other thing, it's about karaoke.",
    "statement": "Yes. And I neglected to mention that. And that's why we hear Gwyneth sing, because her dad is a karaoke hustler, Huey, being such a good singer. So he hustles up bets on the side <ABOUT> winning for the night. <WELL>, we hear Gwyneth sing. We hear Andre Braugher sing. And who steals the picture for me is Paul Giamatti."
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Juliette, is this how a purge starts?",
    "statement": "It is. But as most things that Trump tries to do, it is backfiring, you <KNOW>, as Doug just said. The amplification. I mean, basically what happened with John Brennan is you got people who really had been relatively quiet during this period. You <KNOW>, they were part, they still <BELIEVE> in the bipartisan national security establishment. They all went to all the fancy conferences. And then, you <KNOW>, you fire John Brennan and all of a sudden this group of 15 or 16 is now unified to say what a disaster Donald Trump is for our national security and how seemingly over his head he is in terms of being able to understand a larger need that the United States has an interest outside of Donald Trump. So it's how Donald Trump would like a purge to begin and we have to anticipate more will happen. But I <THINK> we <SHOULD> be heartened by the push back. It's not the same as being president of the United States. But there is a significant push back that people are talking <ABOUT> in the agencies and that the leadership is <CERTAINLY> expressing. I've always said I can't <BELIEVE> no one has quit this administration. I <THINK> it's time for Dan Coats to man up, so to speak. I <THINK> it's been <CLEAR> he does not like some of the behaviors by the Trump administration. He's the head of national intelligence. He was caught off guard at the Aspen Institute in terms of the invitations of Putin and he did not <KNOW> of this purging. He's, and somewhere where Coats is expendable unlike Mattis, who I <THINK> would be a disaster if he left. And I <THINK> it's time."
  },
  {
    "transcript_id": "CNN-266976",
    "matched_terms": {
      "suspect": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Look at that. Do you see them there at the bottom of your screen, If we can drop the wording there. Thank you so much. You can see people -- OK, we are trying to do this here, people running. This is out of Florida as police, right now, still are looking for whomever just started shooting at a Zombi-themed festival. It was chaos overnight. This is in downtown Fort Myers you are looking here. One person was killed. The witness who took this video says she was on her hotel balcony. She heard shots and the people just started screaming and running. They were scattering everywhere. Jason Carroll is following this for us this morning. Jason, do we have any indication as to what <KIND OF> <SUSPECT>? Any <SORT OF> profile of who police are looking for this morning?"
  },
  {
    "transcript_id": "CNN-245283",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, the dog you're killing me, this cuteness.",
    "statement": "Christmas Day is when the interview is set release a comedy <ABOUT> in assassination attempt in North Korean leader Kim Jong-Un which the reclusive country has strongly condemned."
  },
  {
    "transcript_id": "CNN-187154",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "You really saw in Canada a lot of the time in engagements he was guiding her, often physically guiding her through engagements, always checking to see how she was coping, always checking to see if she was handling walkabouts OK and her side of the crowd.",
    "statement": "William is <TOTALLY> in control of everything. He's seen what happened to his mother, and he doesn't want that to happen to his wife."
  },
  {
    "transcript_id": "CNN-220653",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, that's the interesting thing. In part, although when we look at the Person of the Year, we are looking at what they achieved in 2013. We're also very mindful of what they're likely to achieve in the years to come. And with Francis, as you say, he's only been pope for nine months. A lot more needs to come. Next year there will be some very, very important things. There's a commission to discuss quite wide ranging reforms in the church. This transparency, this opening up of the church's finances will become much more evident and we'll learn more about what's going on there. And it seems that every time the pope travels somewhere, every time he speaks, he brings surprise. He speaks in a way that we're not used to hearing pope speaks. So I think 2014 will be -- will bring many more surprises. It's a little hard to predict, which is exciting in itself.",
    "statement": "Bobby Ghosh of TIME Magazine, thank you very much indeed for joining us here on CNN. Now for more on the pope's Latin-American roots, let's return to CNN's Shasta Darlington who joins us once again live from Sao Paulo, Brazil. And Shasta, tell us more <ABOUT> how Pope Francis and his papacy have made a mark there and across Latin America."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Greta, thanks; and you'll be with us for the rest of the afternoon, I know. And if you have been following us since election night, which now seems like it was about 10 years ago at the very least, you know that we have had a number of legal stars. Another is Ken Gross, an elections expert. Ken, in your view, does the Gore campaign have an argument if it charges that what's going on in this courtroom in Leon County today is delay of game?",
    "statement": "<WELL>, I <THINK> that they <PROBABLY> do have some basis for being frustrated with the pace of this case because, if they don't get this thing wrapped up, as we've been saying, they're going to lose regardless of how they fare on the merits."
  },
  {
    "transcript_id": "CNN-217323",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "We did not know until the problems manifested themselves after the launch that they would be as significant as they have turned out to be.",
    "statement": "HHS Secretary Kathleen Sebelius told CNN the president did not <KNOW> <ABOUT> the problems until after the site was fully launched."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "There are 65 members of the Brookwood Baptist church congregation serving in the Middle East. The church youth group has been writing them and others regularly since January.",
    "statement": "And we <HOPE> the country of Iraq ..."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Who else out of that rock...",
    "statement": "Little Richard, who always says it on TV. Paul, you <KNOW>, he said, you <KNOW>, I taught you everything you <KNOW>. I said, \"That's right, Richard. It's true.\" Little Richard was fantastic. Jerry Lee Louis, Jean Vincent, all of them. And then the next wave was Motown, Marvyn Gaye and Smokey Robinson and all the town with Motown."
  },
  {
    "transcript_id": "CNN-44283",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "One senior Northern Alliance general tells CNN hardcore Taliban fighters are now gathering around Konduz airport, waiting to be rescued. Northern Alliance sources say over the past few days, they have been hearing planes coming in to land at the airport, but can not say where they are from. On Thursday, anti-Taliban forces launched a massive rocket and armored attack against Konduz. (on camera): After hours of fighting, the Northern Alliance says its forces captured the village of Sauka (ph) just four miles away from here. A short while later, the Taliban launched a massive counteroffensive and recaptured Sauka (ph). (voice-over): Many on these frontlines believe the Taliban still have plenty of fight left in them. So the Northern Alliance looked to the skies and to U.S. planes for help.",
    "statement": "The bombardment <MUST> hit the exact target. And the bombardment <MUST> eradicate the al Qaeda group."
  },
  {
    "transcript_id": "CNN-346295",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So, Laurie, you're in the Psychology department at Yale. Why did you decide to teach this class?",
    "statement": "So the class came out of a different role I had at Yale, which is I became one of Yale's heads of college. So Yale's, <KIND OF>, like Hogwarts, where it has its Gryffindor and Slytherin. I'm head of Silliman College, and that means I live on campus with the students. You <KNOW>, I eat with them in the dining hall and hang out in their coffee shop. And that means I saw them, <KIND OF>, in the trenches, in terms of what they were really going through. And as a faculty member I was shocked at the <KIND OF> mental health issues I was seeing, frankly. And this is the <KIND OF> thing that folks report not just at Yale but as just a national trend that's getting worse. So a recent national college health survey showed us tjhat <ABOUT> 30 percent of students report being so depressed it's difficult to function. Over 50 percent of college students report being anxious a lot of the time. And over 80 percent say that they <FEEL> overwhelmed by all they have to do. And, you <KNOW>, this was not my college experience. It's not the <KIND OF> spot where we're going to be educating students <WELL> if they're this depressed and this anxious."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "We are back with John Phillips, the attorney for Jordan Davis -- the victim`s family, you hear this incredibly aggressive defense that`s making all sorts of claims and saying, \"Oh, you know, these kids had a weapon,\" when there`s absolutely no evidence to that. But he`s making claims, well, you know, the cops didn`t look for the gun, so they could have disposed of it. Your reaction to the fast and loose claims that this defense is making?",
    "statement": "You <KNOW>, it`s conspiracy theory on top of conspiracy theory. The (inaudible) employees did something with the witnesses which did something with the state attorney`s offices which did, I <GUESS>, something with the gun. But the gun at some <COULD> be thrown on the roof or tucked under the seat, but yet it`s a shotgun. So I mean it`s all over the play. And you <KNOW> since day one it`s been defamation of these boys and victimization of the victim. The truth is going to set Jordan free, I <GUESS> you`d say."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "seem": "ungraded",
      "thinks": "ungraded",
      "feels": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "And Brian Russell, how do you see this case unfolding? Anything standing out to you as unusual given the fact that police are now trying to get new information but keeping a lid on it?",
    "statement": "<WELL>, another reason that they <MIGHT> not want to release what`s in those search warrants is they <MIGHT> not want him to be able to prepare that 4-year-old for what to say to the police when -- because I <THINK> the 4-year-old <COULD> hold the key to some of this. Also you said that he <SEEMS> distraught. He doesn`t <SEEM> distraught to me, but even if he is, that <COULD> be distraught because his wife disappeared, that <COULD> be distraught because he <THINKS> he`s <ABOUT> to get caught or that <COULD> distraught because he <FEELS> guilty. You don`t <KNOW> what that emotion is if it`s genuine which I don`t <THINK> it is. I haven`t seen what looks to me like genuine emotion out of this guy."
  },
  {
    "transcript_id": "CNN-276916",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "They wonder why can't Apple just help more? Why can't in this one case Apple can't help? Tim Cook says it doesn't work that way.",
    "statement": "I don't <THINK> they even can given the way that they've designed the current Apple phones."
  },
  {
    "transcript_id": "CNN-333877",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And the reason they've had so many is because Donald Trump thinks the one who have left are not as good as he is. And you know, so you can tick them off, and with Hope Hicks, it's a little different, I think.",
    "statement": "I <THINK> he's a pretty good communications director as a campaigner. That I <THINK> he does very, very <WELL>. What he's not good at is as a communicator as trying to govern and trying to build coalitions that get things done."
  },
  {
    "transcript_id": "CNN-162843",
    "matched_terms": {
      "well": "ungraded",
      "approximately": "ungraded"
    },
    "previous_statement": "You've inherited a real financial mess at the Republican National Committee. How much in debt is the RNC right now?",
    "statement": "<WELL>, Wolf, it is a mess. We have a $15 million line of credit that is hocked up to the maximum it can go. We have $8 million, <APPROXIMATELY>, of unpaid vendors right now from the last election. So we have <APPROXIMATELY> $23 million in the hole. We're trying to rebuild trust with our donors, rebuilding our party. And that's a big job."
  },
  {
    "transcript_id": "CNN-313865",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, as Qatar's foreign minister speaking to me just an hour or so ago in what is a worldwide exclusive. And we also spoke to the UAE's top diplomat, and some say the architect of the - this diplomatic spat with these Gulf allies. You've seen two sides of the coin right here then on CNN with those two worldwide exclusives. John Defterios, of course, talking to Anwar Gargash of the UAE earlier. And we'll get back to John right now to just talk about what we've just heard. Business as usual says Qatar's foreign minister, but it's clearly not, is it?",
    "statement": "It is not, Becky. And after listening to that interview very carefully you can see the gaps that exist between Qatar and the other members of this coalition against Qatar right now. He made reference to the <FACT> that you cannot impose policies on Qatar, it's our sovereignty. The way Anwar Gargash and the UAE see it, this is the first official from the UAE to speak, these destructive policies by Qatar, as they see it, is undermining the broader GCC and the effort to stop terrorism financing. They see Qatar in the opposite position of them right now. And they harken back to the meeting they had with Sheikh Thamim who is now 37-years-old when he came in with the fresh start. He made pledges back in 2014, in their eyes at least. He's broken those pledges and they don't want to repeat these mistakes of the past. They want to sit down, want to start again, but clearly on very different terms and not done, as I was suggesting earlier in the program, Becky, with the handshake whatsoever. They're taking a very tough line. And I <THINK> it's fair to say very emboldened after that meeting with Donald Trump that took place in Riyadh. There was a GCC summit. Sources tell me within that meeting that the Qatari Emir took a very different position than Saudi Arabia and the UAE and some of the other members of this coalition today, particularly Egypt and Bahrain. So, they are not seeing eye-to-eye right now. And after listening to an interview, that gap sounds very wide, despite the efforts by the Emir of Kuwait this evening in Saudi Arabai to bring the parties together eventually."
  },
  {
    "transcript_id": "CNN-329273",
    "matched_terms": {
      "could": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Four Ohio teenagers are in serious trouble today. Now charged with murder after a sandbag thrown from an interstate overpass crashed through a windshield and struck a 22-year-old man in the head, who later died in from his injuries. The teens are only 13 and 14 years old. CNN's Scott McLean joins me now. All four suspects were in court today. What happened?",
    "statement": "Don, they were in court today and they all denying the charges against them. This happened a little over a week ago. These charges, three of them are 14 years old, one 13, were felonies for badly injuring 22-year-old Marquise Byrd, but Byrd died from injuries on Thursday. So now the charges are for murder. Byrd was in passenger seat of the car heading south on I-75 when a sandbag, <APPARENTLY> tossed from above came crashing through the windshield, according to the medical examiner's office, the cause of his death was blunt force trauma to his head and neck. Now the \"Toledo Blade,\" a local paper, spoke to a cousin and said he was father of one-year old boy and he was engaged. And she has no sympathy for the boys. She would like to see them charged as adults, but the prosecutor won't do that because she says they don't have a criminal history or very little. Two have misdemeanors, two have no record at all. And under Ohio state law, Don, the 13-year-old <COULD> not be charged as adult regardless of the circumstances."
  },
  {
    "transcript_id": "CNN-330917",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, the police have been able to get onto the scene in daylight now, in the last half an hour. Forensic teams have been able to get up to the remains of the vehicle and begin inspecting it. So maybe they'll learn more details. Overnight they were concerned there were other suspicious vehicles, there was a vehicle that was a vehicle of concern, they were able to rule that out. But talking to -- excuse me -- local residents, people as far as 100 yards away from the bomb said that they felt the buildings move, the windows shake. So it is raising concerns for people about why this should happen. And it is completely unclear why it should happen or who is responsible. One of the concerns, however, would be that -- and this was something we heard from people we were talking to hear the past couple of days -- that, because the Brexit talks are going so slowly, because it protects the border with Ireland, it is close to people here, they fear that there is a possibility, a small possibility, that there could be a return to violence. This would be -- this would awaken fears or, if you will, heighten fears about that. No one expects a return to the sort of violence that was here in Northern Ireland a long time ago. There are small groups of dissidents here who have a small campaign over the past, perhaps 10 years or so, of small pipe bombs, very occasional incidents. But the significance of this -- and perhaps this is what is worth stating clearly -- this does appear to be a step change by what appears to be a dissident Republican group. However, that, at the moment, really is still speculation. But as you say, it does heighten the concerns of people in this community and across the rest of the country, who are very desperate to know what is going to happen with Brexit. It is building a big moment of uncertainty in people's lives and people here in Northern Ireland on the border of southern Ireland feel it more than most.",
    "statement": "Right. You were just talking with some of those people and this is the last thing they wanted to see. It's highly disturbing. We <KNOW> you'll continue to follow it for us, Nic Robertson, thank you."
  },
  {
    "transcript_id": "CNN-308160",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's more than just physical therapy to climb this wall. For the Martinez family, total determination to get to the mountaintop and ring that bell.",
    "statement": "That's what I'm talk <ABOUT>."
  },
  {
    "transcript_id": "CNN-122235",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "It's interesting because it's very split on the Republican side actually. You have for Giuliani, it looks like the GOP voters think that he'd be the best at terrorism, yet McCain would do best in handling Iraq and then Mitt Romney would do best when it comes to immigration and the economy. So it seems in this place, there really is no frontrunner when it comes to the issues on the GOP side.",
    "statement": "<WELL>, it depends, of course, on the issue. Giuliani's signature issue has always been 9/11 and his ability to handle the terrorist threat. John McCain has talked a great deal <ABOUT> the war in Iraq and has supported the president's policy, which is still popular with Republicans. But on those same bread and butter issues which have become more important to Republicans, that's Mitt Romney's strong suit. He's a former corporate executive and a good manager who managed the Salt Lake City Winter Olympics. So the same thing is happening on the Republican side. The concentration on domestic bread and butter issues <SEEMS> to be helping Mitt Romney's stay in front."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "He's still around, Mr. Walter Cronkite! Oh, you mentioned election night coverage, what do you make of that?",
    "statement": "I <THINK> that the broadcasters got a bum rap."
  },
  {
    "transcript_id": "CNN-54159",
    "matched_terms": {
      "suspect": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "\"Up Front\" this morning, did Michael Skakel's former tutor confess to murdering Martha Moxley? Well Skakel, as you know, is now on trial for allegedly killing his teenage neighbor in 1975. But in court yesterday, defense lawyers tried to show that Ken Littleton, once a suspect in the case, could have done it. The alleged confession was just part of a wild ride on the witness stand for Littleton, who called Moxley's murder a tragedy for him. Deborah Feyerick has more.",
    "statement": "The summer after Martha Moxley was killed, Ken Littleton says his life went \"down the tubes.\" He lost his job teaching at a prestigious Connecticut prep school and began having problems with drugs and alcohol. He says he <BELIEVES> Greenwich police targeted him as a <SUSPECT> because he was the only one in the Skakel house giving them any information."
  },
  {
    "transcript_id": "CNN-314970",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right, hold on a second. Hold on Shimon. Let's listen in.",
    "statement": "-- the FBI, public affairs, thank you again for your patience. We want to make <SURE> we have the most accurate up-to-date information for you and we appreciate your accuracy in reporting. I would like to introduce to you the special agent in charge of the Detroit division which covers the entire state of Michigan, special agent in charge, David Gelios."
  },
  {
    "transcript_id": "CNN-222280",
    "matched_terms": {
      "could": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Medical marijuana <COULD> soon be legal in New York. Supporters of Governor Andrew Cuomo say he will take executive action and allow select hospitals to dispense it to some patients. Rosa Flores is in New York. So, Rosa, the governor <SEEMS> to be changing his tune a bit."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "clear": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "The White House agreed with that and a senior administration official called Senator Ensign, opposing his bill. Senator Ensign reluctantly withdrew his bill from the floor of the Senate. But, Judy, later today, the House is expected to vote on a bill again denying reconstruction money to France, Germany and other allies on the Security Council that oppose the war. That measure is considered to have a very good chance of passing -- Judy.",
    "statement": "Jonathan, quickly, to another domestic spending issue, and that is spending for the airline industry, with the United States taking a hit right now during the war with Iraq. The White House making it <CLEAR> this week they don't want -- like the idea of a big bail out package, but on the Hill, a <SOMEWHAT> different story today."
  },
  {
    "transcript_id": "NPR-41837",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I understand that. I have friends who have been through that. The only question that comes to my mind is what do you do with it when you find out?",
    "statement": "But what if a politician doesn't <THINK> of himself or herself as Jewish, like Senator Allen? Is it relevant?"
  },
  {
    "transcript_id": "CNN-83053",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thugs and assassins in Iraq are desperately trying to shake our will. Just this morning, they conducted a murderous attack on a hotel in Baghdad. Their goal is to prevent the rise of the democracy. But they will fail.",
    "statement": "Vice President Cheney at the Reagan Library in California reacting to today's bombing and bolstering the administration's case for the war in Iraq one year after the invasion. Is he the main architect of the war? And does his defense resonate with most Americans or divide us? We want to talk <ABOUT> that tonight. Former Congressman Tom Andrews of Win Without War and MoveOn.org, they have called for Congress to censure the president for leading the country to war. And Cheri Jacobus, Republican strategist and former spokeswoman for the party. Thanks to the both of you for being with us tonight."
  },
  {
    "transcript_id": "CNN-364993",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Mr. Speaker, the last time the Prime Minister tried her meaningful vote, she only managed 242 votes, slightly up on the previous attempt, but nevertheless a decisive rejection. Our plan received 296 votes, rather considerably more than that. Mr. Speaker, her Government is in chaos. She has ignored the House, ignored trade unions, ignored businesses and ignored the concerns of communities all around the country. She told the House that the E.U. would only allow an extension of Article 50 if there was a clear purpose. She is travelling to the Brussels tomorrow morning to meet E.U. Summit leaders. What is her clear purpose?",
    "statement": "I <THINK> if the right Honorable Gentleman had listened to the answer I gave to the first question that was posed in PMQ's, he would have heard that."
  },
  {
    "transcript_id": "CNN-239187",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back to THE LEAD. We have some breaking news in the Sports Lead right now. Yet, another NFL player has been deactivated over allegations of domestic violence and the guy who could have replaced him on the field was just cut loose, literally, just minutes ago after CNN started asking questions about his violent past for this very story. Running back Jonathan Dwyer of the Arizona Cardinals was arrested yesterday and charged with three counts including aggravated assault. The charges stem from two incidents back in July. According to court documents, Dwyer's wife bit him in the lip when he tried to remove her clothes against her will. He then responded by head-butting his wife ultimately breaking her nose. In a separate incident, that incident Dwyer allegedly punched his wife in the face and then threw a shoe at their 17-month-old son hitting the toddler in the stomach. Dwyer has denied the charges. He's currently out on bond. While the Cardinals wasted no time benching the player following his arrest, we have now learned that Dwyer's potential replacement also faced domestic violence charges in the past. CNN correspondent, Sara Ganim, joins us now with more. Sara, you've been working on the story. What can you tell us?",
    "statement": "Jake, this is another example of a guy who has been able to play with a history of problems. Running back Chris Rainey was signed by the Cardinals September 9th and he <COULD> easily have been Dwyer's replacement on the field but soon after we started asking the Cardinals <ABOUT> him today, the team dropped him <ABOUT> an hour ago. Rainey has a history of domestic abuse charges and a history of getting kicked off the teams he's played for. His first arrest was when he was in college at the University of Florida in 2010. That's when he charged with stalking his girlfriend sending her a text message that said, \"Time to die, bitch.\" He pleaded guilty, but that didn't stop his career. He was drafted by the Steelers and arrested twice more, once for defiant trespass at a racetrack and then the next time for slapping his girlfriend. He was charged with misdemeanor battery and this time pleaded no contest to disorderly conduct charge. But the Steelers had enough of him. They dropped him so the Colts picked him up and then in July, the Colts dismissed him for an unexplained violation of team rules. Jake, you <KNOW>, we talk <ABOUT> second chances, third chances, this guy got his fourth chance when he was signed by the Cardinals September 9th. At the time, Head Coach Bruce Arian told a local paper that he had thoroughly vetted Rainey by talking to people who had played with him before. <WELL>, one of those people who vouched for him, none other than Jonathan Dwyer. The two had played together for the Steelers."
  },
  {
    "transcript_id": "CNN-227562",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "And there is no heads up.",
    "statement": "No. Not really. There are some systems that will say OK, an earthquake happened here was 20 miles away and will be to you in 2 seconds. There is the alarm siren, but if it pops right under L.A., there will be no <ABSOLUTELY> no warning at all."
  },
  {
    "transcript_id": "CNN-282255",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Thanks, Pam.",
    "statement": "Appreciate your perspective. And turning to Prince. He was famous for giving brazen and electric performances on stage. And off stage, there was another <KIND OF> giving going on quietly. More on his large donations to charity and his philanthropic efforts when we come back."
  },
  {
    "transcript_id": "CNN-330727",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So, there -- a few points to that. One is this is the first iteration of this report in response to the executive order's directives. And we, in working together with DHS, certainly expect to have more statistics and address some of the issues we weren't able to address in this initial report in future iterations of this report. In -- in terms of the cases that are reported, I mean, if you do look at the cases, some of which are included in the Section 11 report, there are certainly cases that relate to conduct that has been committed in the United States, conduct that is in support of, for instance, Al Qaida or ISIS. So there are plenty of examples of conduct that was actually committed in the United States, which would, in a way that we define it, qualify as an international terrorism investigation, because it relates to a foreign terrorist organization or terrorism conduct. So, secondly -- I mean, thirdly, I would say, of course we're trying to prevent through any way we can. The administration, of course, supports us. We're trying to prevent terrorist attacks. And so the most successful prosecution that I've ever been involved with are ones where we actually are able to stop it at a conspiratorial stage, so that there are individuals who clearly, through their conduct and their activity and what they're saying, are agreeing to commit a terrorist act in furtherance of the goals of a foreign terrorist organization. But we, in conjunction with our law enforcement partners, are able to prevent it, convict them, and then they'll be included in our international terrorism defense (inaudible).",
    "statement": "Sir, I'm just trying to figure out -- and <MAYBE> I'm not understanding this -- how preventing people from coming in who were conspiring, for instance, to go fight in Syria would have protected people in the United States. These are international terrorism crimes, and they weren't all -- they weren't all, you <KNOW>, planning attacks in the United States. They were planning things overseas. And you want to reform the immigration system, and it <SEEMS> like the focus there <SHOULD> be on things that people did in the United States, to people in the United States."
  },
  {
    "transcript_id": "CNN-61641",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Did you all sit down as a family and talk <ABOUT> this decision? How did that conversation go?"
  },
  {
    "transcript_id": "CNN-217531",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Another blood test the next day showed Cheney's potassium levels were normal. But this level of scrutiny over Dick Cheney's health is a reminder he is no ordinary patient. And caring for him often required extraordinary precautions. In 2007, when Cheney needed his implanted defibrillator replaced, Dr. Reiner ordered the manufacturer to disable the wireless feature -- fearing a terrorist could assassinate the vice president by sending a signal to the device, telling it to shock his heart into cardiac arrest.",
    "statement": "And it seemed to me to be a bad idea for the vice president to have a device that <MAYBE> somebody on a rope line or someone in the next hotel room or downstairs <MIGHT> be able to get into -- hack into. And I worried that someone <COULD> kill you."
  },
  {
    "transcript_id": "CNN-339648",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And that is -- you know, that is -- that is really the key -- the key question because in places like West Virginia, Indiana, Ohio, are the kind of places where that trade by and large on a statewide basis is good for Republicans. It threaten them simultaneously in the races that we're seeing in Nevada and Arizona. But also in the House, where the maximum vulnerability are in these white collar suburb that Republican have traditionally won that are moving away from them, and that's the seat, the one result that was ominous for Republican leaders was in this Charlotte suburban district where the incumbent Republican, in the kind of district that's already trending away from the GOP under Trump, and the CNN poll, this majority of college white disapproved, over 60 percent of college white women disapproved. And that was the one race where the incumbent lost to a very conservative minister and where the Democrat now is, I think, you know, a total fighting chance. It is those places where the Republicans are most likely to see losses. The question is, does it extend beyond that. It's a more blue collar or rural districts. If it does, the House is gone. If it doesn't, Republicans have a fighting chance of holding it just -- just under the majority.",
    "statement": "<WELL>, and that's -- so, Ron, it's interesting. You look a lot of these ex-urban (ph) and suburban districts in the House, where some of that support <MAY> erode that makes it so difficult for Republican to hold on to the House. But demographics verse narrative, I'm interested in all the area that you pointed out, like immigration that bring out working class voter, more nationalist voter and more isolationist voters. And compare that to what Trump <MAY> be building as a narrative of leadership in foreign policy, in North Korea, potentially Iran. Plenty of people many <MAY> see all that a reckless. But if he's able to build a portfolio of leadership-driven success, combined with tax cuts, does that not draw in more, you <KNOW>, white collar Republican -- typical mainstream Republican voters who say, you <KNOW> what, the guy's <KIND OF> delivered on <STUFF>."
  },
  {
    "transcript_id": "CNN-187270",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Right. For the queen today -- good morning to you, Ashleigh. Good morning. For the queen today will perhaps be the most important part of the celebrations because it is the formal service of thanksgiving for her six decades of service. That's taking place in St. Paul's Cathedral. You're showing the pictures. The queen is looking absolutely resplendent this morning, perhaps slightly sadder than normal without the duke. And then after that, it's lunch at Westminster and then the sort of thing that the Brits do better than just about anyone else, the carriage procession from Westminster back to Buckingham Palace. A wave on the balcony and a fly past by the RAF and then this morning, a little extra gem, we were told, the queen is going to address the British people at 6:00 tonight. Ashleigh, today is another big day.",
    "statement": "And it's been so much fun all along. I mean, I <THINK> -- I felt it was the highlight on the Thames watching the 1,000 boats accompanying the queen on her journey down the Thames. But I have to be honest with you I'm not <SURE> whether to look at the queen half the time or to look at the Duchess of Cambridge because Kate is beautiful. Give me a bit of a rundown. I hate to say it, what everyone is wearing because that does make a difference and they put a lot of <THOUGHT> into it."
  },
  {
    "transcript_id": "CNN-385790",
    "matched_terms": {
      "guess": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Why is that?",
    "statement": "-- on all counts. Because he has been incredibly misogynistic, he's been racist, he's been a jerk. He's attacked people like me, he's attacked Donna Brazile, he's attacked Don Lemon, he's attacked Roland Martin, he's attacked so many friends of mine in the vilest of forms. And <GUESS> what, Donna Brazile, Roland Martin, Don Lemon and Ana Navarro have in common, we're all people of color. He is a racist and misogynist who goes into intimidation attacks and, frankly, I <HOPE> he rots in jail and then in hell."
  },
  {
    "transcript_id": "CNN-290592",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Secretary Clinton said there was nothing marked classified on her e-mails either sent or received. Was that true?",
    "statement": "That's not true. There were a small number of portion markings on, I <THINK>, three of the documents."
  },
  {
    "transcript_id": "NPR-45691",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "George, here's an interesting thought: the idea that we haven't seen, perhaps, the same kind of heat I think many people anticipated. Perhaps, too early in the game out of the state of Maryland when you look, as Mary suggested, that outside of any real disaster, Michael Steele is probably going to be a Republican candidate. And, of course, in a fight for the Democratic side is Kweisi Mfume. I think a lot of people are expecting fireworks when you're talking about two \"viable African American candidates,\" though Mfume is not the same shoe-in as Michael Steele. Too early or a bit of a dud?",
    "statement": "<WELL>, I <THINK> he can overcome it as Dr. Mary Frances Berry said, I mean because we've got a lot of examples in the past of people making similar or offensive, obnoxious comments. Jimmy Carter, remember Jimmy Carter said that he wanted to reserve the white neighborhoods for ethnic purity."
  },
  {
    "transcript_id": "CNN-383406",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So the President certainly has been trying. They have been stonewalling the impeachment inquiry from the start, giving a blanket order that executive branch employees should not obey subpoenas. That said we saw that stonewall start to crumble this week as a parade of career public officials came in and gave testimony. They essentially said, all due respect, Mr. President, we got subpoenas. We are going to testify. There's really only one thing the White House can do to stop it and that's to go into court and get a restraining order stopping these people from testifying. But it's difficult to do that importantly and legally. And importantly they did not do it this week. So I think the White House called its own bluff. The other potential remedy is they can fire people who testified but would be politically reckless and I think would cause a serious public backlash.",
    "statement": "The President and his team have given all kinds of reasons to not releasing the President's tax returns. He is under audit, voters don't care, they are too complex. Just a few examples of the excuses. But one viewer wants to <KNOW>, what happens next in the courts on Congress' efforts to obtain his tax returns?"
  },
  {
    "transcript_id": "CNN-311085",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Chris, there -- I could talk for hours going through each of the falsehoods that were just outlined. And again, you talk about being unwitting or not really understanding what's going on. I understand based on all the false evidence and the false narrative that's been out there the reason why this is the current public perception. Just read that book \"Shattered\" about the losing campaign.",
    "statement": "Yes, I have -- <ABOUT> what happened to Clinton's campaign, right?"
  }
]