[
  {
    "transcript_id": "CNN-368336",
    "matched_terms": {
      "around": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "So the fact they put their first military base out here makes sense, however their behaviors here has proven to be challenging not constructive.",
    "statement": "Behaviors the U.S. military says that include the Chinese prompting military grade lasers, something the Chinese deny. But U.S. concerns move well beyond isolated incidents. In a few short years China's military has push past its borders building islands <THOUGHT> to be like unsinkable aircraft carriers in the South China Sea and quietly stationing its troops <AROUND> the globe. But it's how China invests says the U.S., using debt to create financial chokeholds that is now the focus of the Trump administration."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "...which got you international prestige. That was a losing case that didn't",
    "statement": "I don't <KNOW> whether it hurt me. It <CERTAINLY> hurt my <FEELINGS>. That was a tough one to lose."
  },
  {
    "transcript_id": "NPR-1866",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm going to preface by saying I'm also a civilian Air Force employee. I normally work up in Cheyenne, Wyoming. But my concern is that Congress won't allow the Pentagon to cut the budget logically or sensibly. As your guest said - mentioned the second engine for the F-35. They have this history of insisting on buying things, hardware that the Pentagon says we don't want or need so that they can keep the jobs or keep the benefits going to all the different districts that they spread - the manufacturers now know to spread the benefits of - out across all the different congressional districts.",
    "statement": "And now instead they're going to cut into family programs for the soldiers, soldiers' benefits or - yes, I <KNOW> that there will have to be cuts in the civilian workforce, but it can't all come from there. They can't keep, you know, insisting on getting things like the second engine or - as they did with the Osprey."
  },
  {
    "transcript_id": "CNN-226850",
    "matched_terms": {
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Russia has offered a variety of arguments to justify what is nothing more than a land grab.",
    "statement": "Ukraine's interim president, Olexandr Turchynov, went further, telling reporters were told that Putin is, quote, \"mimicking the fascists of the last century,\" unquote. And while the treaty still needs parliament's approval, don't expect the <KIND OF> drama of democracy you <MIGHT> see here in Washington, D.C. before that happens for Putin is pushing this through the Duma is pretty much a formality. I want to bring in CNN's Nick Paton Walsh. He's in Simferopol in the regional capital of Crimea. Nick, first tell us about the death at the base. What is happening there now?"
  },
  {
    "transcript_id": "CNN-272834",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "You think the video was made up?",
    "statement": "Yes, <SURE> it was."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "believe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Welcome back. New York's police chief says he apologized to former tennis star, James Blake, over an apparent case of mistaken identity. Blake was tackled by plain clothes officers outside of his Manhattan hotel Wednesday. He was released after about 10 minutes when police say they realized they had the wrong guy. Blake, who is biracial, told \"The New York Daily News\" it is possible race was a factor. The police commissioner denies that, but says the incident should not have happened.",
    "statement": "Was the force used appropriate, and in the initial review, we <BELIEVE> it <MAY> not have been. And that, secondly, that what transpired after the release of Mr. Blake relative to reporting of the incident, which was not done."
  },
  {
    "transcript_id": "NPR-1845",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I was down there recently with my wife and a friend, but we had not brought our passports. So we couldn't go across what we called the line to the Mexico side. And so we were on a pedestrian overpass, trying to look across into the other side.",
    "statement": "There are two Nogaleses - the Arizona side, the Sonora side. The Border Patrol has these lights there that you would see on a highway now if they're working at night - big, tall lights. And they pretend to be temporary. But <OF COURSE>, this is a militarized situation now, and they're there to stay. And suddenly the lights all go on - womp, womp, womp. And we hear these boys start whooping. We look over the side, and there's this thing that just has stayed with me."
  },
  {
    "transcript_id": "CNN-36668",
    "matched_terms": {
      "sure": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "It's such a brilliantly constructed show, and so it is, because the journey that I have to take from the beginning until the end is so unbelievable, and so many different facets to her that it was a challenge that I felt that I could not turn down, because I would be shying away from it just from pure fear. And you know, it's not a feel good. I people are surprised by that. They think that they will see a Broadway, a musical. It is that. It has all of that, but it engages you and then takes you to a different place, and I think that that's, as a performer, that's what's so hard and also wants feels us every night, you know. In your personal life you, in a feel good situation. A newlywed, but when do you get to see him. He lives on the other coast.",
    "statement": "He's been doing the frequent flyer thing for <SURE>. He's been <DEFINITELY> putting in his time, which I'm so lucky about, because he is working on the west coast."
  },
  {
    "transcript_id": "CNN-189424",
    "matched_terms": {
      "believe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And this is absolutely no surprise, Poppy. This is classic domestic violence. This is a woman who has been held a prisoner in her own home for at least the past 10 years. She knows darn well that if she says he did something to me, going to try to kill her. This is classic cycle. And the charges will be filed. The abuse is evident. You have to look at the injuries. You have to look at how they were sustained. Why were they never reported? You're going to argue all that to a jury. If this was a simple accident, where is the hospital records for your treatment?",
    "statement": "At the same time, this is <SORT OF> a he said/she said case. I <BELIEVE> there are some photographs of injuries. But if you don't have her testifying against her husband and, indeed, if you say this is a big misunderstanding, a big argument, the how much of a case do you have?"
  },
  {
    "transcript_id": "CNN-242050",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It was within the six seconds to 20 seconds it was pretty much over.",
    "statement": "OK, got it. Miles, you have covered dozens of these space launches. What do you <THINK> happened?"
  },
  {
    "transcript_id": "CNN-109606",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "Nice and early.",
    "statement": "Well, it is early. I'll tell you that. Let's begin with our top story this morning. The <SUSPECT> in the JonBenet Ramsey killing, he faces an extradition hearing today. Today's \"Denver Post\" is reporting that John Mark Karr is going to represent himself at the hearing and that he's not expected to fight the extradition to Boulder, Colorado. CNN's Drew Griffin is live at the L.A. courthouse where those hearings are going to be held. Hey, Drew. Good morning."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But when we do run the careful experiments, the precursors that we think we see just don't hold up. So what that basically means is that we can't - we haven't seen anything that tells us that an earthquake is on the way.",
    "statement": "Yeah. So then if we don't really - if you can't predict when an earthquake's going to happen, how do you plan for things that you can't predict, that we don't <KNOW> when it's going to happen?"
  },
  {
    "transcript_id": "CNN-290845",
    "matched_terms": {
      "around": "ungraded",
      "hopes": "ungraded"
    },
    "previous_statement": "I would borrow know that if the economy crashed you could make a deal.",
    "statement": "CNN's poll of polls shows Clinton with a whopping 10-point lead over Trump. To turn that <AROUND>, Trump has to bring college-educated women back into his column. He <HOPES> his new tax break for child care developed with his daughter Ivanka will help."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "I'd be lying if I said no.",
    "statement": "The complete investigation report, however, has still not been released. Only parts have. Among the findings, the fence <AROUND> the base was old and scheduled for repair. Intelligence officers had picked up no hints that the attack was coming. And the military still does not <KNOW> who the Lion of Islam was or how he got to the mess tent. For Vicky Castro (ph), who now speaks out against this war, that's not enough, not for her son's life."
  },
  {
    "transcript_id": "CNN-266281",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "OK, let's get to the topic on so many people's minds this week and that is gun control. And what to do about gun violence. They both support background checks and closing loopholes at gun shows. They both want to reinstate the assault weapons ban. Here's where they deliver. Hillary says to repeal the Protection of Lawful Commerce and Arms Act. What that means is that victims would be able to sue gun manufacturers. Bernie Sanders says no. Sally, let me start with you this time. Do you think that this is something that she will be able to go after him after about at the debate?",
    "statement": "Yes, and she <SHOULD>. She should before the Oregon shooting and she <CERTAINLY> should now. This is one thing that some voters <KNOW> about Bernie Sanders but don't, and should give everyone pause. He's from a very pro-gun state. He has a very strong record in challenging, questioning, or not supporting common sense gun laws. And Hillary Clinton has a strong record in <FACT> supporting commonsense gun reform. So, this is the point where she is with the majority of Democratic voters, not to mention the majority of Americans."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "The political revolution that we are talking about is strong in every part of the country. And, frankly, we believe that our strongest areas are yet to happen. We're going to do very, very well in the west coast and other parts of this country.",
    "statement": "Now, no <DOUBT> this was a huge shot in the arm for the Sanders campaign. Mathematically speaking, though, Hillary Clinton still holds a commanding lead in delegates, and this next period here as they debate tonight in Miami and then go through into the next set of contests, Ohio now becomes the central battle ground. If he's able to repeat his performance in Ohio, that is a key moment here. But she still holds so many advantages in the long game. And that is what this Democratic race is, Alisyn, a very, very long game."
  },
  {
    "transcript_id": "CNN-143212",
    "matched_terms": {
      "think": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "Yes, Stacey, Stacey, Stacey Honowitz.",
    "statement": "I <THINK> the most disgusting part of this case is that John Travolta <ALLEGEDLY> had a relationship with one of the defendants. So it`s not only somebody that`s trying to extort a celebrity out of a lot of money at the most vulnerable time, horrible, grieving time in his life, but this was a supposed friend of his that was doing it. So that just adds insult to injury and even makes it even more despicable of a crime."
  },
  {
    "transcript_id": "CNN-231886",
    "matched_terms": {
      "of course": "ungraded"
    },
    "previous_statement": "I don't know. There could be some personal animosity. But, Brooke, what I think this is really about is our two- tiered system of justice. This was an assistant public defender being publicly berated by this judge. That means he's a guy who represents poor people, people too poor to hire an attorney. I have seen it many times. I've gone into courtrooms to cover celebrity trials and gotten there early and seen the absolute marked difference between how they treat these indigent defendants and how they treat the celebrities. Do you think if a Mark Geragos or some other high-powered attorney had walked into that courtroom --",
    "statement": "No. <OF COURSE> not."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thank you, my beloved co-host Karyn. And as we were talking about at the top of the show, it looks like Martha Stewart is going to be wearing that ankle bracelet a little bit longer. Coming up, more on why her house arrest just got extended.",
    "statement": "Also, the Playboy mansion, to them, you <KNOW>, it`s home. To the rest of us it`s just a fantasy. To the rest of some it`s a fantasy. Hugh Hefner and his girlfriends have a new reality show, and SHOWBIZ TONIGHT gets behind the scenes. It`s part of our \"Reality Check\" series on the most talked about reality shows of the summer."
  },
  {
    "transcript_id": "CNN-393795",
    "matched_terms": {
      "think": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "Five is not enough, but I hear you. You're the smartest guy here. Go ahead. What have you got?",
    "statement": "I <THINK> six to eight. But, one big thing happened tonight, which is all of a sudden, Super Tuesday <FEELS> wider open again. I think that --"
  },
  {
    "transcript_id": "CNN-36089",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "David, I was looking at the results for, say, '99. And SUVs then had over -- many of them -- over $6,000 in total damages. Does that mean that the SUVs that you tested -- most of them were under that -- are doing better? Are they actually improving in design now?",
    "statement": "Well, it is true that, as we run these tests over time, we are seeing cars get better and better and better bumpers. I'm not <SURE> that it's a completely fair comparison between '99 and this year because it's a different set of vehicles. But, in general, we are seeing improvements on bumpers."
  },
  {
    "transcript_id": "CNN-400757",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Well, my hope is that we don't have to do that. That's why we had the press conference yesterday to be transparent and let people know exactly where we stood in this community. We wanted to let them know that cases have more than doubled over the last month. And we have seen not only a rise in deaths but we also have seen a rise in positive cases. So we wanted to try to let people know where are so they can go back to sanitary guidelines that they were using at the beginning of this pandemic. And the community has been great. They've really done a great job of going over and beyond to look out for their neighbors, their loved ones, and to help even small businesses and entrepreneurs. But it's not over. And we can't decide when it's over. I think, as Dr. Fauci said before, the virus will decide when this is over. And we aren't there yet in Montgomery and other places are. So we wanted to kind of sound the alarm and remind people they should wear masks in public, continue washing their hands and disinfecting everything that they can. And most importantly, they should stay at home as much as possible even though restrictions have been eased around the state of Alabama.",
    "statement": "So I'm assuming you're looking at some of these in-person graduations of high schools in your state where many people are not wearing masks. And that's <PROBABLY> the advice you have for those folks, right? They <SHOULD> not be out doing that. As you look at your ICU beds being almost full, what do you <THINK> about those kinds of things happening?"
  },
  {
    "transcript_id": "NPR-10984",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "One of the things I often had to do was, if we were giving medical care to some of their family members in our military medical facilities, I'd bring them onto base, and I could tell that it meant a lot to them, the trouble that I would take to specifically go through all of the different security measures to bring them in.",
    "statement": "You mean, if one of these leaders is in this medical unit, you <COULD> try to get their children in to see them?"
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Sounds like the winner speech, not the concession speech.",
    "statement": "Do you <KNOW> why? Because as he was delivering this, he was ahead. So that's why it sounds that way."
  },
  {
    "transcript_id": "CNN-209221",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And thank you very much for joining us. And you, like everybody else we talked to, you didn't know about any ongoing health matters that would have made this not a surprise. This is a surprise to you, as well?",
    "statement": "Yes, it is. I <THINK> everyone is very shocked."
  },
  {
    "transcript_id": "CNN-394646",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Got it.",
    "statement": "And I said hey, I'm watching CN -- or MSNBC now and Vice President Pence is telling us that there's positive tests. So you better get the captain on the intercom and let us <KNOW> what's going on. So about 10 minutes later the captain came on, and he said he hadn't been told he answers all news to him."
  },
  {
    "transcript_id": "CNN-178610",
    "matched_terms": {
      "absolutely": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yes. He's been very careful. He's been very careful right now. He's not predicting victory. He said as much here, but he would like to see a strong showing. So if that means number one, I'm sure they'll take it. But it is pretty clear that they're looking at this like they're going to get one of the three tickets out of Iowa and expect to do very well in New Hampshire and from there it is game on.",
    "statement": "<ABSOLUTELY>. Jim Acosta. Speaking of game on, I <THOUGHT> that Newt Gingrich press conference was pretty revealing. First of all, he overlooks everybody else in the race and is going straight at Mitt Romney, even though as Dana and I just talked about, Ron Paul is the one that did a lot of negative advertising against Gingrich."
  },
  {
    "transcript_id": "CNN-5742",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "We're quite disappointed that a settlement wasn't possible. It's a lost opportunity to resolve the case in a way that would benefit consumers and the economy. A fair and reasonable settlement would be better than wasting years and resources in more litigation.",
    "statement": "Now, those years, though, any delay <COULD> in <FACT> help Microsoft as a change in political climate, a change in the commercial climate, <PERHAPS>, outdates any eventual verdict and remedy. But the legal precedent that <MAY> be set by this week's verdict could make it harder for Microsoft to defend itself against more than 100 private antitrust lawsuits that have already been filed against it. Now, workers and former Microsoft employees here will also be watching the company's stock as closely as any Wall Street trader today. Many of them, whether they are Microsoft millionaires or not, are significant stake holders in the company. And that stock is already down significantly, some 10 percent even before the open of trading on Wall Street. That's the very latest from the Microsoft campus in Redmond, Washington. I'm Katharine Barrett."
  },
  {
    "transcript_id": "CNN-351533",
    "matched_terms": {
      "believe": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "might": "ungraded",
      "guess": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So let's go beyond the context of the op-ed, the simple fact that it happened, that the judge took the steps to put this forward. Does it suggest to you either a nervousness among Kavanaugh supporters or a confidence about getting him over the hump here?",
    "statement": "Well, it <MAYBE> nervousness about the confirmation or it <MIGHT> even be his own inclination if he is actually confirmed. What will happen then? Is he going to have years and decades of controversy, <KIND OF> like Clarence Thomas' had? Is he going to be a pariah in many circles not invited to prestigious law schools for presentations and the like? <BELIEVE> me, these things go through their minds. They look forward to that status. They look forward to those perks. So they're <PROBABLY> a lot of motives involved in this. I <GUESS> my reaction is it's a little too late. Those weren't spontaneous remarks when he talked about the Clintons and partisanship and upset about President Trump's election. That -- those remarks were written a full day in advance. There was plenty of time to tone them down, to reconsider them but they were not."
  },
  {
    "transcript_id": "CNN-100721",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Do you think that the transit workers should strike, because it is illegal for them to do so?",
    "statement": "Yes. You <KNOW>, they got to live, too, you know? So they got to do what they got to do."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, remember, that was mail-order. It didn't have anything to do with the Internet, per se. And I think that access to information on the Internet -- I mean, this information about the polio virus has been available on the Internet for 20 years, apparently. So, I mean, again, to say that somehow this is some recent thing, that there's too much information on the Internet, I think again is focusing on the Internet when the Internet isn't really what this debate is about. I mean, the Internet is simply an information resource. We're not going to regulate people's electronic mail because terrorist use electronic mail.",
    "statement": "Well, <SHOULD> it have no limits then -- are you saying it should have no limits?"
  },
  {
    "transcript_id": "CNN-382435",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "But I think that's a point that you are going to hear over and over the president make. The standard for impeachment in the United States is somewhat ambiguous, right? It's treason, bribery and other high crimes and misdemeanors. We know what treason is, we know what bribery is. High crimes and misdemeanors is sort of confusing. For the most part what that has meant historically is something that is a crime or approaching a crime and that's why the president talks about quid pro quo. That's the language of crimes. It's the language of bribery. And he want to emphasize there was no crime here.",
    "statement": "<SHOULD> the president use the power of his office to seek political advantage from a foreign government? Republican lawmakers have not been profiles in courage when it comes to addressing, this. That includes Senator Joni Ernst who spoke -- CNN got the sound from her earlier this evening."
  },
  {
    "transcript_id": "CNN-152162",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "How do you feel about that if you were one of the business owners along the Gulf who depend on it? Politicians in Washington say the longer these rigs are shut down, the more families depending on the industry for paycheck are going to suffer. Our Chris Lawrence joins us live from New Orleans now to break down the debate on this. Chris?",
    "statement": "Drew, some people are saying look just what one mistake did to the Gulf. There is no way we <COULD> afford another. And on other side have you business owners who say there's no way it <SHOULD> take six months to do this process."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Thanks very much for the call, John. There is - we were talking at the beginning of this conversation about the fact that he had in some ways a very cold personality. There was one circumstance in which he seemed to open himself up to people a little bit more directly, and that was at Warm Springs, the site that he very largely with his own money developed into a refuge for polio patients.",
    "statement": "Yes. In the '20s, when he was looking for a cure for polio himself, he bought this little resort in Warm Springs, Georgia, and turned it into a center for people who were trying to recover from what at the time was usually called infantile paralysis. And one of the things that he loved about Warm Springs were the swimming pools there because for people with polio, the water was a wonderful therapy. It allowed people to move <AROUND> in a way that they couldn't on the ground."
  },
  {
    "transcript_id": "CNN-388712",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Right now, the 2020 Democratic candidates take a break from the campaign trail for the holidays. But it's not a break from trying to sway those elusive, undecided voters. Senator Elizabeth Warren's campaign went so far to e-mail her supporters, \"When you're catching up with people you haven't seen in a while, it's the perfect time to talk to them about why you're on Team Warren, too.\" Now, many people may want to avoid talking politics for the Holiday, clearly, because they don't. But for a lot of voters, there is a sense that the time is now to really consider their vote. Former Vice President Joe Biden and South Bend Mayor Pete Buttigieg have been courting one slice of that group -- the moderates. So CNN's Jeff Zeleny, spent time with both men and the voters somewhat torn in the middle.",
    "statement": "What I'm going to have to look at is with Mayor Pete, is -- how <COULD> he be effective? Would he be as effective as Joe Biden in the healing part of it?"
  },
  {
    "transcript_id": "CNN-209080",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We're going to tell you why a trip to South Africa is important enough for Zuckerberg to put on a suit there. You see him there, a suit and tie.",
    "statement": "Also this. Have a look at this. This is Amazing. Walking <AROUND> London, yes, it can get a bit dangerous on the sidewalk. The new threat? Exploding foot paths, as they call them in London. Wait until you see that extraordinary story."
  },
  {
    "transcript_id": "CNN-94728",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Welcome to the program. I'm Jack Cafferty. Coming up on today's edition of",
    "statement": "Letting a woman fight like man: A House committee battles it out over combat roles for women soldiers in the U.S. military. See if America is ready to send G.I. Jane into a full-fledged fight. Also ahead, laughing on the outside, crying on the inside: The television business unveiling its new shows this week, just as \"Everybody Loves Raymond\" goes dark find out if the great network sitcom is a thing of the past. Plus, travel like the editor of a travel magazine: We will have a real live one with us in the studio. Save you a couple bucks. Tips for your summer vacation, the dollar is still week, the airlines look iffy, so stick <AROUND> and we'll help you out. Joining me today, a couple of IN THE MONEY veterans, CNN correspondent, Susan Lisovicz; \"Fortune\" magazine editor at large Andy Serwer. This year's British Open Golf Tournament will mark the end of one of the great professional careers in all of sports when Jack Nicholas finally hangs up his spikes after arguably the greatest career in, <CERTAINLY>, in golf, but one of the great individual careers in sports period. Eighteen major championships, if you'd include the amateur titles that he won, it's 20. And one of the reasons I want to mention Jack's passing from the game is that back about 27 or eight years ago I carried Mr. Nicholas' bag for 18 holes across the Wauconda Country Club in Des Moines, Iowa. They brought him in for a fundraiser and he competed with the three top club pros in the state of Iowa. They held a statewide tournament. And I got to tell you, it was like being in the presence of a rock star. He was in the top of his game. We made a special TV show out of it for the station I was working at then. And it's one of the great stories in all of sports. He, you <KNOW>, came along <KIND OF> this chubby, fat kid from Ohio. Had to take on the matinee qualities, the marquis qualities of Arnold Palmer who was, you know, the king of the sport. Went on to dominate in every respect of the game. One of the great competitors ever."
  },
  {
    "transcript_id": "CNN-170327",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "I <THINK> that's the general agreement, isn't it?"
  },
  {
    "transcript_id": "NPR-4424",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "All right, there's going to be a strange political showdown in Pakistan today.",
    "statement": "Yeah, it's <QUITE> a showdown. Former Prime Minister Nawaz Sharif and his daughter are going to be flying back to Pakistan. They are expecting to be arrested right there on the tarmac when they arrive and taken off to jail. They're being arrested for their involvement in a corruption scandal surrounding the ownership of these upscale apartments in London. Now, thousands of people are expected to turn out at the airport to protest this arrest. And we <SHOULD> say, there is a political reason for all of this."
  },
  {
    "transcript_id": "CNN-367949",
    "matched_terms": {
      "think": "ungraded",
      "clear": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "Scott, you worked closely with Biden in the 2012 re-elect. There's an additional question, can Joe Biden, with one of the things we know about Joe Biden, as he speaks from the cuff, and he is Joe Biden. Can he run a disciplined campaign? Because he has not shown that necessarily in the past. What would be different this time?",
    "statement": "Well, look, I <THINK> you both see him trying to take on some vulnerabilities and also voters want that authenticity. What you hear most from voters is the desire for an authentic candidate and an electable one. He sees what happened in the White House and it's <CLEAR> he <THINKS> we can do better. It's that candor that connects with voters and I think it's a way to say I hear you, I get you. Let's do this together."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Just to go back to your comments about the damage that was done by disclosing Valerie Wilson's identify, there are some critics who have suggested that she was not your traditional covert agent in harm's way, that she was working, essentially, a desk job at Langley. Just to answer those critics, can you elaborate on, aside from the fact that some of her neighbors may now know that she was -- and the country, for that matter -- that she was a CIA officer, what jeopardy, what harm was there by disclosing her identity?",
    "statement": "I will say this. I won't touch the specific damage assessment of what specific damage was caused by her compromise -- I won't touch that with a 10-foot pole. I'll let the CIA speak to that, if they wish or not. I will say this: To the CIA people who are going out at a time that we need more human intelligence, I <THINK> everyone agrees with that, at a time when we need our spy agencies to have people work there, I think just the notion that someone's identity <COULD> be compromised lightly, to me compromises the ability to recruit people and say, \"Come work for us, come work for the government, come be trained, come invest your time, come work anonymously here or wherever else, go do jobs for the benefit of the country for which people will not thank you, because they will not <KNOW>,\" they need to know that we will not cast their anonymity aside lightly. And that's damage. But I'm not going to go beyond that."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "feel": "ungraded",
      "should": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "I know. Dr. Ludwig, to your knowledge, is that going on, that there's an indictment of the victim?",
    "statement": "You <KNOW>, there always is to some degree because it is so unsettling and it gets us to <FEEL> unsafe if we say, hey, you know, crimes and murders can happen to anyone. It's much easier if we say, oh, the victim <MUST> have done something in order to create his or her own fate, when the <FACT> of the matter is, and I agree with what your guest said, and I <CERTAINLY> was not indicting her, that bad things can happen to anyone. What we do know, though, is that teenagers are particularly at risk, especially females, because adolescent females are at the height of looking good. Certainly people who are perpetrators know that, know how to prey on their naivete and their weakness. And their lifestyle makes them more vulnerable, not because they're bad, just because it's their lifestyle. They go out late, they walk alone, especially when you're in a foreign country, there's a lot to negotiate in terms of different cultural norms. So this girl <PROBABLY> was very naive, and it does sound like there needed to be more chaperoning. Again, we can always say this in hindsight. You know, but certainly no one <SHOULD> be blamed other than the people who caused this."
  },
  {
    "transcript_id": "CNN-366139",
    "matched_terms": {
      "think": "ungraded",
      "totally": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "On Nadler, I <THINK> he made two points, one on the process and one on the big picture. On the process, they are going to get this report. They are going to use every tool in their power, in the Judiciary Committee and the House of Representatives, to get that full report. And on the substance, what he said about collusion, I <THOUGHT>, was very interesting. There were -- he's summarizing Barr's finding. He said Mueller didn't find criminal collusion. Well, what about something short of criminal collusion? So this idea that Trump is <TOTALLY> free of this charge of collusion, at least from the Democrats' perspective, that's not over yet."
  },
  {
    "transcript_id": "CNN-230639",
    "matched_terms": {
      "believe": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "We`re going to take a very short break. Parker Schenecker, the father of these two slain kids, the ex-husband of this woman, who was serving our country in Afghanistan when she slaughtered the kids is about to hold a news conference. Remember, the defense tried to blame him. Tried to say, well, if he was really involved, you know, this was a frustrated father who tried to do -- ok, he`s speaking now. We`re going to go to it now.",
    "statement": "Over the past three years, it`s been a trying time for all of us, and you continued to honor us with your kindness. I`ll start with what I`ve said many times in the past which is I`ve defended our justice system for nearly 30 years. And I deeply <BELIEVE> that we have the <BEST> system in the world. Having participated in the process over the last three weeks has confirmed the fairness of our legal system. I`d also like to personally thank the state attorney`s office for their untiring efforts to represent the people of Florida in this case and for ensuring the beginning of the process and my family and I -- since the beginning of the process that my family and I were always kept up to date and well cared for by the victim`s assistance office. Today`s decision for many reasons gives my family a great sense of relief. As I`ve consistently mentioned over the past three years, the most important thing in all of this is Calyx and Beau, my lovely children. My smart, Beautiful, loved and missed daughter and son. Giving voice to them has been my priority throughout this entire process. And their voices have been heard due to the efforts of many. I`d also be remiss if I didn`t thank the students, parents and faculty of king high school and liberty middle school for their continued support and love of Calyx and Beau. And while this decision doesn`t bring my children back, it does give our family an opportunity to move forward. And honor their memory with the important work that we`ve been doing with Calyx and Beau Schenecker Memorial Fund and remembering how they lived. Thank you."
  },
  {
    "transcript_id": "CNN-75443",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "I have a very important phrase, the penis knows no loyalty. I think that men who have had erection problems don't need to stay with a certain therapy if it's not giving them the response that they would like.",
    "statement": "The pills are similar in their pricing and the way they work. (on camera): One striking difference <MAYBE> the approach advertisers take in tackling this most sensitive of male problems. Levitra is expected to appeal to women, to get their men out of denial and over to a physician. Susan Lisovicz, CNN, New York."
  },
  {
    "transcript_id": "CNN-379091",
    "matched_terms": {
      "view": "ungraded",
      "doubt": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "And they've noticed.",
    "statement": "Yes. There's no <DOUBT> that the president doesn't <VIEW> Puerto Rico as part of the United States. He doesn't view people who didn't vote for him as important. And he doesn't view people who aren't white as important as everyone else. It's just -- it's that simple. We don't need any more examples of how he <VIEWS> the word. And that's unfortunate. On the other hand, it is right for him to stay here. And it's not just symbolic. There are times you remember in -- with Katrina, where there were problems between state and local and federal; and the president can sort those things out. He can get on the phone and get people to work together. So it is symbolically the right thing to do, but it's also the right thing for the president to do."
  },
  {
    "transcript_id": "NPR-33132",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We'll ask our legal department, Mr. Spears.",
    "statement": "I'd like to <KNOW> what they come up with. Well, in the meantime, please keep your letters coming to us. You can write to us by visiting npr.org, and just click on contact us at the bottom of the page."
  },
  {
    "transcript_id": "CNN-195816",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Welcome back to the program, I'm Hala Gorani, sitting in for Christiane Amanpour.",
    "statement": "As the fighting between Israel and Hamas on the Gaza border continues, we keep coming back to the question: what is each side trying to get out of this, and <COULD> this latest chapter in a long history of fighting have lasting consequences for the new political landscape in the Middle East?"
  },
  {
    "transcript_id": "CNN-3124",
    "matched_terms": {
      "of course": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "How much of this can the president unilaterally impose just by being the president, and how much of this would have to go through Congress?",
    "statement": "Well, some of it he can <CERTAINLY> impose because, <OF COURSE>, most plans participate in the Medicare system. So, he will do what he can. Protections from litigation for more minor errors will require legislation, but a lot of it the president can do. We've already implemented it in veterans administration hospitals, for example. He's ordered the Defense Department to put this in place for its own plans. We do have authority under the Medicare law. We do want to have a conversation with Congress, though, about certain kinds of protection so we don't end up in litigation, we end up instead in improving the quality of the health care system and reducing medical errors and, frankly, mistakes."
  },
  {
    "transcript_id": "CNN-303532",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "As is the Mormon Tabernacle Choir. They have done this before. The Rockettes have done this before. And we're going to both of those behind us. But I think -- but, as you said, the most fascinating thing as Americans and really people around the world, it's going to be to lay our eyes on Donald Trump and Melania Trump and watch them watching the celebration and try to imagine what's going on in their minds.",
    "statement": "Yes. I mean, as we all <KNOW> and as president-elect Trump has discussed, they did not <THINK> this was going to happen. They were not expecting it. They wanted it to happen. He worked very hard for it to happen. But they were not expecting it. So, there is a certain reality that takes place with any president- elect. We talked about this, the first intelligence briefing that one undergoes as president-elect, when you hear about the actual threats to the nation and the responsibility you have."
  },
  {
    "transcript_id": "CNN-331244",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Absolutely. Ashleigh, I applaud her. I absolutely applaud her. I know there has been some criticism that she overstepped, but in that framework, she was both a judge, but she also showed great compassion from the victims who we now describe as survivors correctly and their families. Because not just the children and young women who were impacted, there`s families. And when I watched that mother in tears describe her daughter`s pain, the one who then committed suicide, that victim/survivor is absolutely why everyone, everyone should be absolutely outraged. And so, actually I think that the judge exercised quite a bit of restraint given how outrageous and despicable Larry Nassar`s conduct was. As you...",
    "statement": "You <KNOW>, judge, the other -- the other fascinating aspect of this and I <THINK> only if you sit in your shoes on that side of the bench, you would have to process this in a way that the rest of us can`t imagine. You have someone in front of you who is apologizing and turning <AROUND> and saying to his victims I will carry your words with me, but at the same time just prior to that writing a letter of complaint to the judge about his treatment through the whole process."
  },
  {
    "transcript_id": "CNN-68317",
    "matched_terms": {
      "of course": "ungraded",
      "clearly": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "hope": "ungraded",
      "must": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "A Day, the letter 'A,\" not D-Day, the letter A. A-Day suggesting that this is the beginning of the shock and awe campaign tonight, night three of the war in Iraq. Is that right, Barbara?",
    "statement": "Indeed, Wolf. That is what we have been given to understand. The concept of shock and awe always was a blistering air campaign over Baghdad, hundreds if not thousands of precision bombs, Tomahawk cruise missiles, dropping on military and leadership targets across the city, making every effort to avoid civilian areas, and at the same time, a wave of U.S. and coalition ground forces moving across Iraq, beginning to take territory very <CLEARLY>, moving toward Baghdad, plus the propaganda campaign that we have seen unfold over the last several days. All an effort to convince the Iraqi military that they have no <HOPE>, that they <MUST> give up, and that Saddam Hussein must go. So far, <OF COURSE>, we do not <KNOW> the fate of Saddam Hussein. Lots of rumors that he was injured in the first night of attacks. Just a little while ago, a senior official telling us, they are still trying to figure out exactly what happened to him, what his whereabouts <MAY> be, as well as the top advisers close to him. No final word on that at this hour, as this campaign <APPEARS> to be unfolding."
  },
  {
    "transcript_id": "CNN-29515",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "But -- but, but congressman...",
    "statement": "... that <MAY> be a recommendation that they make."
  },
  {
    "transcript_id": "CNN-345708",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Cohen had recorded a conversation with Mr. Trump two months before the election, talking about former \"Playboy\" model Karen McDougal. She alleges she had a months-long affair with Donald Trump around the time his wife gave birth to their son, Barron. Trump denies the affair and, in the tape, Cohen and Trump discuss buying the rights to McDougal's story.",
    "statement": "Cohen's attorney, Lanny Davis, answered the president's tweet with his own, saying this, \"<OBVIOUSLY> there's an ongoing investigation and we are sensitive to that. But suffice it to say that, when the recording is heard, it will not hurt Michael Cohen. Any attempt to spin cannot change it what is on the tape.\""
  },
  {
    "transcript_id": "CNN-290592",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "certainly": "ungraded",
      "kind of": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "One issue, though, is that statement does not seem to be consistent with Comey's testimony on Capitol Hill. Suzanne Malveaux is OUTFRONT live in Washington. Suzanne, Trump and the Republican Party are seizing on these discrepancies.",
    "statement": "Yes, they <CERTAINLY> are, Erin, because <THINK> about it, I was in the room with 1,400 other journalists in that room and you <COULD> hear a pin drop as people were trying to <KIND OF> follow what she was saying. This is a response that took about five minutes and really, at times, it was confusing, it was meandering and I'm not really <SURE> this whole idea of the short circuited explanation really shed much light on this. And so, it really was an opportunity for the GOP to seize on this and to seize on the narrative that she is not trustworthy. We heard from Reince Priebus, the head of the RNC, I read part of the statement here, saying, \"Judging from the way Hillary Clinton kept lying at today's event, it's not hard to see why she hasn't held a press conference in 244 days.\" The Trump campaign all over this, calling it more examples of habitual lying, also saying it was a pretzel-like response to a simple question. So I'm not sure that she did herself much favor here in putting that out there the way she did. It was detailed, but it was very confusing. What she did do, Erin, is that she pivoted and tried to take attention any from the questions of trustworthiness and e-mail and said, look, at all of the things that I've done for the American people and the voters. They instilled their trust in me when I've gone out there to fight for jobs, or fight for children or fight for women's rights. Those type of things. That is what the campaign is trying to do, is really establish that way of <THINKING> and that strategy, when people think about whether or not they can really <BELIEVE> what she says."
  },
  {
    "transcript_id": "CNN-133319",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "... do they have to give the prosecutor a proffer, in other words, a peek preview at what the client is going to say? I mean, why would the prosecutor just offer up immunity without knowing what they`re going to say?",
    "statement": "Without a <DOUBT>. They have to have real and valuable information to exchange in order to get the benefit of the deal, and the deal in their favor would be immunity. But they have to provide something for it."
  },
  {
    "transcript_id": "CNN-283066",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So Sergeant Haynes, describe how that felt. So the kids are coming out of the window, people are holding the blanket below. How hard did those kids land?",
    "statement": "With the blanket, the -- it was just one -- almost like a trampoline, in a sense, you <KNOW>? You're just breaking the fall. So as they hit the blanket, it was just like a trampoline, if anything. One bounce, and then everything was good after that."
  },
  {
    "transcript_id": "CNN-315999",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "Yes. Yes.",
    "statement": "-- that's usually diplo speak for, well, we talked honestly about certain things, and <MAYBE> we're keeping other topics for later."
  },
  {
    "transcript_id": "CNN-222872",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You believe the governor told the truth last week when he denied any knowledge of all of this?",
    "statement": "I don't <THINK> the issue really is whether he told the truth or not. I think the issue is he created this atmosphere <AROUND> him. It's a bullying atmosphere. It's an atmosphere take no prisoners which I think, you <KNOW>, essentially encouraged his staff to threaten mayors and to do whatever was necessary to get elected. And I think that they went too far and it's pretty deplorable."
  },
  {
    "transcript_id": "CNN-358171",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "So, Errol, it sounds great but there was a larger deal with billions more on the table earlier that the president shutdown. And the president did this about face in signing this continuing resolution to get the government through February after he was criticized by people on the right, including Ann Coulter who called Dreamers DACA amnesty, and has said she'd rather deport Dreamers for MS-13, so what would be the incentive for the president to take the deal now?",
    "statement": "Yes. Well his political incentives have not changed in <FACT> what you're pointing to is really the tough politics of the situation. The reality is president was willing to deal, the reality is anyone who sizes up the situation can see that. The democrats are willing to deal, but you've got to <SORT OF> give a little here and you'll get a little there. You want a little bit more wall, you're going to have to give on this question of what to do for example with young people who were born in this country, have citizenship rights but their parents are not legal citizens or residents. So, you <KNOW>, if they don't want to make that deal, fine. You end up right where we are right now. The - the - the deal has always been obvious, but the politics are tough, Victor, because if you look at the polls, they show a really, really wide gap; one of the widest I've seen in a long time on an issue where republicans overwhelming favor the wall. Democrats and independents overwhelming do not favor the wall. Democrats are something like 71 percent. Something like 61 percent of independents. So if the president wants to play to his base and not be accused of quote/unquote \"amnesty\" and be in good favor with the right wing talking heads on the radio and on \"Fox News,\" he's doing exactly what he needs to to keep them at least happy. On the other side of the ledger is a humanitarian crisis that's developing both for the people trying to enter the country and increasingly for federal workers, which is really tragic."
  },
  {
    "transcript_id": "CNN-143212",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "And final question. When is he expected to take the stand?",
    "statement": "Well, we`re told it <COULD> be tomorrow. It could be tomorrow or the next day. My hunch is tomorrow is the day, because he flew there, and I don`t <THINK> he wants to hang out there, necessarily. By the way, Kelly Preston is not going to testify. But my hunch is it`s going to happen tomorrow."
  },
  {
    "transcript_id": "CNN-251522",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Let's switch gears in a huge way and talk about the interview that Dick Cheney, former vice president, has given to \"Playboy\" in which he has said some controversial things. I don't know if you've had a chance to read this article yet, but let me just read you one excerpt from what Dick Cheney said. He says -- this was in response to James Rosen, the reporter asking whether or not he thinks, Dick Cheney thinks, it's fair that the president and Eric Holder believe that some of the criticism against them is race based. Here's what Dick Cheney said. \"I think they're playing the race card. In my view to say that we criticize or I criticize Barack Obama or Eric Holder because of race, I just think it's obviously not true. My view of it is the criticism is merited because of performance or lack of performance. It hasn't got anything to do with race.\" What's the president's response or the White House's response to this?",
    "statement": "Well, first of all, let me just disclose, because folks <MIGHT> be -- folks at home might be watching. I have not read this \"Playboy\" interview, I can assure you of that. But in terms of the substance -- in terms of the substance, look, here's the profound disagreement with Vice President Cheney. We're more than happy to compare the record of this administration over the past six years that inherited the worst economic crisis since the great depression and is in the fifth year of record job creation, which is the fastest pace in this country's history. We've taken historic deficits and reduced them by two-thirds and we're gradually bringing to an end two wars that the previous administration got into. So here's where I will agree with vice president Cheney. If his critiques are on the merits, our critiques of what we walked into are on the merits, and let's have a debate on those grounds."
  },
  {
    "transcript_id": "CNN-388781",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "fact": "ungraded",
      "clear": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "That's for sure. It's good to see you. Thank you so much. Lauren, even with the capitol being a ghost town right now, are you picking up any indications of what could break the stalemate when it comes to procedure?",
    "statement": "Well, first things first. Nancy Pelosi, speaker of the House, has to send the articles of impeachment to the Senate. It's <UNCLEAR> when that will to take place. We don't <KNOW> when that's going to happen. But she's been very <CLEAR>. She wants to how this process will be structured before she sends them over. McConnell has made it clear, once he gets those articles of impeachment, Kate, he doesn't necessarily need Schumer's blessing to bring a resolution to the floor and get the process started. I <THINK> that's significant given the <FACT> that we <MAY> never see agreement between Chuck Schumer and McConnell when it the underlying question of whether or not there are witnesses or not. McConnell has made it clear he wants the Democrats' to lay out their case, the president's lawyers to lay out their case. Then they would have a decision to make about whether or not they need witnesses. Democrats want to hear from witnesses. And Chuck Schumer saying he would force a vote on with the witnesses. Democrats don't have the votes to force witnesses to come forward. What they would have to do is a coalition of four Republicans. Despite Lisa Murkowski's comments, I'm not <SURE> there's enough Republicans to actually get a witness request over the finish line -- Kate?"
  },
  {
    "transcript_id": "CNN-412474",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Victoria Cerrone pushed to see her 85 year old father, Vittorio in-person after being separated for months.",
    "statement": "It was <ABSOLUTELY> excruciating."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I don't know about the rest of the country, but we had one of the strangest days weather wise in New York City yesterday. At some points it was calm. At other points it was windy. Then it was rainy. Then it was sunny. Then it was cold. Then it was warm. What a strange day -- Chad. Was that all over the Northeast?",
    "statement": "<SHOULD> I be getting out the violin, Rick, or what? I mean..."
  },
  {
    "transcript_id": "CNN-245665",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "I can also tell you one other thing about these officers, they were not from this local precinct. This is in Brooklyn, the 79th precinct. These officers were here on special assignment <SORT OF> from, you <KNOW>, they're from a different area, also in Brooklyn, but not from this area, so they were just sent here presumably for the day, you know, to sort of assist in some of the higher -- the sort of high-crime areas of this precinct. And, you know, it's just, you know, makes this even more tragic, you know, they were just here. You know, just for the day <PROBABLY>. And, you know, and you know, now they're dead."
  },
  {
    "transcript_id": "CNN-394857",
    "matched_terms": {
      "could": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "--dramatically bad for Bernie Sanders at this point.",
    "statement": "Well and if you look at the story from four years ago, Michigan was the place that <KIND OF> resurrected Bernie Sanders, and started him on a real trajectory. And there was a sense he <COULD> - he could stop the Clinton Train, God he was going to stop the Clinton Train. And then, now--"
  },
  {
    "transcript_id": "CNN-99281",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Dr. Mueller -- all right, Dr. Mueller, I'm sorry. We're out of time. Thank you for your time this morning. And we wish you well as the French ambassador, Prince Charles, and the Duchess of Cornwall all visit one day. A lot of high level visiting there in the city of New Orleans. We're going to take a break. When we come back, I don't know if you can see that house behind me over there very well, but it's about the only thing standing on this beach. We're going to talk to the owner, a structure engineer, and we'll find out his secrets to building a fortress on the beach -- Soledad.",
    "statement": "Miles, another question for you. Is the Red Cross in serious trouble? For years, it's been helping disaster victims <AROUND> the world. Now, though, it's in need of some help itself. That story's ahead on AMERICAN MORNING. We're back in just a moment."
  },
  {
    "transcript_id": "CNN-50526",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "This is called the deep field image. And what makes that significant -- Leon, take a look at where they shot this picture. They went to the Big Dipper, they went a little north to this spot right here where they thought there was nothing. They turned on the Hubble for ten days straight, just to see what they would see. They went to the drugstore to get their film, and when they got the film back, they were shocked to find -- they don't go to the drugstore, just kidding about that. They...",
    "statement": "<MIGHT> scare the guys at Eckerd if they show up with the Hubble."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "fact": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Without objection.",
    "statement": "... unanimous consent prior to my questioning. I also share my shock and dismay that Senator Inhofe mentioned in the <FACT> that the unfortunate situation at Abu Ghraib prison is actually being used as a fund-raiser by the Kerry campaign. I just find that appalling. And now I'd like to move forward and have a question to you, General Taguba. In my statement, I find that your reporting supports that the Army has taken the initiative and following through appropriately on our own affairs. And just so that I am <CLEAR> in my own understanding, were you directed by any of your superiors to remove any findings that you felt were credible or relevant?"
  },
  {
    "transcript_id": "CNN-184124",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But --",
    "statement": "But let me put it to you, though, Roy Black. If those signs of evidence were actually caused as a result of George Zimmerman starting the altercation -- I mean if for argument's sake he approached Trayvon Martin and began pushing him <AROUND>, where does that leave him defense under \"Stand Your Ground\"?"
  },
  {
    "transcript_id": "CNN-127138",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Now, Senator Obama did try to work in a little fun over this campaign weekend having some pancakes at a pancake breakfast in Sioux Falls, South Dakota, earlier this morning. The cook there at that restaurant was literally tossing pancakes at Barack Obama and Senator Obama seemed to be enjoying that part of the campaign. He also worked in a stop at Mt. Rushmore yesterday and was asked, Rick, do you think you'll see your face up there on Mt. Rushmore someday. And Barack Obama responded, I don't think so, my ears are too big and not enough rock there on that mountain. But seriously, Senator Obama heads to Michigan which is interesting. Tomorrow, he is expected to bring up this whole disputed delegate controversy which got resolved over the weekend. A resolution that he says he's satisfied with. And then it's on to Minnesota on Tuesday night, Rick, and that's a key appearance because obviously in the twin cities, that is where the Republicans are holding their convention this fall and Senator Obama is using that event, if he clinches the delegates needed for the nomination he is going to name himself the Democratic nominee at that event Tuesday night according to his aides.",
    "statement": "Yes, and it's interesting that you would mention that Obama and his folks are satisfied with results from yesterday's decision by the Democratic Rules Committee, but I'll tell you, to listen to Harold Ickes, it doesn't sound like the other side is satisfied. And that means there are some questions as to what happens next? Does it go to the credentials committee? Does it go to the convention? I <KNOW> you don't have answers, so I'm not going to put you on the spot, but you're going to be part of the crew following this and as long as it goes, we'll be on it. Jim Acosta, thanks so much for filing that report. Coming up, Barack Obama withdraws his membership at Trinity United Church in Chicago. Now that's important. We have the reasoning for it and the reaction."
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Yes, but there was no reason really to do this. But above all, he's hypocritical because he just voted for a tax plan that will reduce federal revenue by $1.5 trillion over the next decade. And all of the estimates, Wharton Business School, for example, is that even with growth you're talking huge increases in the deficit. There are no plausible spending cuts that would get you anywhere near that impact -- on doing that impact on the deficit. And it does, though, I think underscore that eventually, eventually as Paul Ryan again signaled yesterday, this tax cut is going to increase pressure among Republican deficit hawks to go after Medicaid, Medicare, and Social Security which are programs that are critical to the older white base of Donald Trump and the Republican party.",
    "statement": "And yet, A.B., there are lots of things in this spending bill that will make people happy. Let's just go through it and tell our viewers what's in it. This is the Senate deal -- $165 billion in defense spending. <OBVIOUSLY> so many Republicans have wanted that, they've told us on the show, $131 billion in non-defense spending that Democrats pushed for, $90 billion in disaster relief. We've heard so much about how desperate places like Houston and Puerto Rico still are. Debt ceiling hike until March 2019 we get a break from talking about it. $20 billion in infrastructure investment. Both parties say they want that, $6 billion for opioid, substance abuse programs. That is so vital. We <KNOW> how many treatment centers have asked for mon money to combat this scourge. Then a 10-year reauthorization for CHIP, the Children's Health Insurance Program that all parties and everybody in both parties say they want. So there's a lot for people to be happy about in here, but not deficit hawks."
  },
  {
    "transcript_id": "CNN-1002",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Good morning to you, Bill. That confrontation came between the sixth debate between the Democratic candidates, their final showdown before next Monday's Iowa caucuses. The forum was organized by black and Hispanic activists here in Iowa. Most of the questions dealing with issues important to racial minorities in the United States. The two Democrats largely in agreement on issues such as affirmative action, taking down, in their view, the Confederate flag flying over the South Carolina capital. The dispute over racial profiling: That's a controversial practice under which some police departments target minorities for traffic stops. Senator Bradley saying that if the Clinton administration was so committing the ending the practice the vice president should demand that the president immediately issue an executive order. Mr. Gore took offense at that, defending the president and saying he would, Mr. Gore would issue such an order if he were elected. Now, the candidates out in public, giving campaign speeches today. Much of the activity, though, behind the scenes.",
    "statement": "We're just calling <AROUND> to remind folks that the caucus is just a week away."
  },
  {
    "transcript_id": "CNN-156531",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And - and, you <KNOW>, this actually allowed the players in the system to say if - if a borrower said, oh, I was a victim of predatory lending, it allowed them to say, oh, well not me. That was somebody else. That was that little mortgage broker that's no longer in business. So now, the same system has - has <KIND OF> left us in a situation where there's massive confusion and there's still more incentives to cut corners and break the law."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "All right. So, Ruben Navarrette, is this going to continue to be the strategy for Mr. Romney as he moves to a state, New Hampshire, which he pretty much has a lock on, I think the last number said 43 percent lead, is that going to continue to be his strategy, just keep on going, just eye on the prize?",
    "statement": "At least half of the time. You're <ABSOLUTELY> right. The strategy there you see is going after Obama. If Mitt Romney had had his druthers, he would have liked to go after Obama all throughout this campaign and not said a word about any of his opponents. He didn't have that luxury though because he was hit first by Rick Perry very hard and then by Newt Gingrich. He had to respond to both of them by name. And he didn't like doing that. Now he wants to go back to his playbook and make this pretty much about Obama. The problem with that is that when you are still locked in a primary race, in this case with people nipping at your heels, you often don't have that luxury. You can ignore Rick Santorum all you want or Newt Gingrich all you want, but I assure you when they get to New Hampshire, they won't be ignoring Romney. So he wants to have it both ways, he wants to focus on Obama, but he really doesn't have that luxury because they're closing in tight."
  },
  {
    "transcript_id": "CNN-311955",
    "matched_terms": {
      "seem": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "We believe that General Flynn was compromised with respect to the Russians.",
    "statement": "Once America's top law enforcement officer, now telling lawmakers that Trump's top security guy wasn't Kosher (ph) but that the White House <SEEM> -- it <SEEMS> didn't care -- the details later and.Whether the white house it seems didn't care. The details later. And --"
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Jim, this is a tough case. The presumption of innocence is the bedrock of our society. But if you`re the defense attorney in this case, one of the things you may want to do is recommend to the family -- I don`t mean to make light of the situation -- that when they send him civilian clothes to wear back and forth to his court appearances, you include a bullet proof vest in that -- in those belongings, as well. You have seen and heard the new face of evil, and it`s Earl Bradley.",
    "statement": "Robin Sax, former prosecutor, you specialized in sex crimes. Are you outraged that police have been investigating this person for a year, but we`re now finding out about it and that some of these victims <COULD> have been spared?"
  },
  {
    "transcript_id": "CNN-402375",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, certainly, as the data and the facts continue to roll in. But I think one of the most alarming things of this was the way it was handled, even after the incident itself happened. To have to wait months and to watch the process not work, that's troubling also. And so I think if we can train law enforcement and prosecutors to understand what is a hate crime, what are the right questions to ask, what's the right training to build an investigation around a hate crime? That to me is the way to make this thing continue to trend in a positive direction.",
    "statement": "But, I mean, yes or no, as of what you <KNOW> right now, do you <BELIEVE> that Ahmaud Arbery's murder was a hate crime?"
  },
  {
    "transcript_id": "CNN-151238",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "It's not.",
    "statement": "But gosh darn it, as a woman, I am very proud of that. So congratulations to those two women. That is <ABSOLUTELY> fabulous. I mean, he also -- he said, there were a couple little factoids that's were fascinating,"
  },
  {
    "transcript_id": "CNN-67493",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I get heart broken when our president fails so miserably. You know, I get heart broken. He's failed us here.",
    "statement": "The captured al Qaeda terrorist leader is now undergoing questioning jointly by U.S. and Pakistani authorities, but time <MAY> be running out. The question is, how long it will be before Khalid Shaikh Mohammed loses his relevancy. It's important is to extract from him current information about terrorist plans directed against this country. But how to get Mohammed to talk? Remember, he's in an undisclosed location and his Pakistani interrogators may not have that many scruples about the judicious use of torture."
  },
  {
    "transcript_id": "CNN-328436",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "They provided their services, their clothes, their food, their money. You know, they're probably going through hardships themselves.",
    "statement": "A multi-faith service for those of faith within the community and for those of none attended by members of the royal family whose visits have been welcomed at Grenfell and by the prime minister whose visits have not. The leader of the opposition, Jeremy Corbyn, with a direct message before the service for Theresa <MAY>, who promised quick relief that has been slow coming."
  },
  {
    "transcript_id": "CNN-397320",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "On March 11th, the World Health Organization declared COVID-19 a pandemic. At this stage China had been openly battling the virus for about two months which the WHO says it has been monitoring closely since early January. But the WHO's actions and words have done little to convince some it has been ahead of the crisis.",
    "statement": "They called it wrong. They called it wrong. They really -- they missed the call. They <COULD> have called it months earlier."
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "sure": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Would your guess be that the final results of the autopsy would show that?",
    "statement": "I'm <SURE> it will. That's my <OPINION>."
  },
  {
    "transcript_id": "CNN-374179",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "-- rattle pretty strong here.",
    "statement": "It's 8:21 here on the air, we're experiencing very strong shaking. I <THINK> we need to get under the desk."
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "I can't speak about investigative matters. I'll leave it at that.",
    "statement": "Mr. Steele, this is a vastly different trial <OBVIOUSLY> than the first one. Speak if you can about the importance of having those five women allowed to testify, the additional accusers and also counteracting the defense's con artist claims Margo Jackson's testimony."
  },
  {
    "transcript_id": "CNN-330169",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Then a serious idea from the president that gets some laughs.",
    "statement": "<MAYBE> all of you <SHOULD> <THINK> about a form of going back to earmarks. Because this system --"
  },
  {
    "transcript_id": "CNN-117309",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Cajema pled guilty to multiple felonies, including smuggling and is serving 21 months behind bars. Agent Newcomer's new focus, busting Cajema's real clients. (on-camera): The whole point of these investigations , to protect butterflies like these and to keep those that are endangered from becoming extinct. (voice-over): Newcomer's fear, with the natural habitat of butterflies shrinking and the black market thriving, smugglers like Cajema could help make glass boxes the only place to find many winged wonders. Kara Finnstrom for CNN, Los Angeles.",
    "statement": "We have a breaking story we want to get to involving a terror plot <ALLEGEDLY> targeting a New York City airport. We do want to get to our Kathleen Koch, who's standing by for us. Please give us this update."
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "All right, a lot of people are going to be talking about this today, those torrential rains, the flash floods, the dangerous rivers. All in all it has been pretty much a miserable week for much of the south. The weekend forecast, that is coming right up. Maybe you'll see a little sunshine, hopefully so.",
    "statement": "Also we're going to be going inside an investigation into the murder of that Yale grad student. Police taking us inside to show us how they actually landed the <SUSPECT>."
  },
  {
    "transcript_id": "CNN-213682",
    "matched_terms": {
      "think": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Well, I can tell you that the lobbyists fighting to legalize marijuana in all 50 states are quite happy about this decision because their next step will be to go into every state in the union and say, what's up with the legal recreational marijuana use, right?",
    "statement": "That's exactly right. Look, there is a generational change with the sentiment of the public on this issue. It does <APPEAR> that we're headed in that direction. There's still a lot of opposition in law enforcement, in the DEA, for instance because they <THINK> that this fuzzies up the law and makes their job for difficult. There was criticism in Congress last night because it basically means that the federal government and Attorney General Eric Holder are going to turn a blind eye and not enforce certain parts of this law."
  },
  {
    "transcript_id": "CNN-379864",
    "matched_terms": {
      "could": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is CNN 10. A 10 minute objective explanation of news events and I`m Carl Azuz. Happy to be starting a new week with you. First story takes us to Afghanistan, a nation in south Asia that`s been racked by war for decades and who`s future, even now, is <UNCLEAR>. U.S. President Donald Trump has called off peace talks with the Taliban and to explain why that`s significant we`re taking a look at the three major players, the Taliban, the United States and the Afghan government. First the Taliban, it`s an Islamic militant group that used to rule Afghanistan. After taking control in 1996, the Taliban established its strict interpretation of Islamic law in the country and it allowed terrorist groups like Al-Qaida to live and operate there. The United States faced off with the Taliban in 2001 after Al-Qaida carried out the September 11th attacks on America, the U.S. demanded that the Taliban turn over Al-Qaida and its leader. The Taliban refused and the U.S. led a group of countries to remove the Taliban from power. That happened quickly, but Afghanistan has remained unstable and thousands of American troops have been stationed there ever since though their number has increased and decreased over the years, today there are about 14,000 American troops in Afghanistan. The country held its first democratic elections in 2004 and it`s had a couple more since but the Afghan government is fragile. The Taliban never went away and they`ve continued their violent attacks throughout the country including one the killed an American soldier last Thursday. Before that happened, the U.S. government was scheduled to hold secret peace negotiations with the Taliban. Talks that some officials indicated <COULD> lead to U.S. troops leaving Afghanistan. After the bombing though, President Trump called off the meeting though both the U.S. and Afghan governments have left the door open for more negotiations. On the ground in Afghanistan, a CNN team was allowed to enter Taliban controlled territory earlier this year. They found that the militant group hasn`t changed much. The Taliban is still very strict and it`s still wants to be cut off from the rest of the world."
  },
  {
    "transcript_id": "CNN-147986",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Yes, that's right. I think that is where the outrage comes from. Regardless of the policy, they didn't do anything. And that is what everybody who watches the video says. There's no question about that. That being said, I have been a police officer for 30-some years, and I have seen lots of incidents where people didn't react quickly enough to do something, policy or not.",
    "statement": "How do you train these guys? I mean, do you -- do you -- when you go back to re-look at this -- and <OBVIOUSLY>, you are being a stand-up guy about this and saying it is what it is, and I won't make excuses for it, and I <THINK> the viewers appreciate that by the way, that you are being earnest. When you look at this, and if you had to change the picture so it doesn't happen again, is it about training or is it about policy?"
  },
  {
    "transcript_id": "CNN-413810",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "A Trump advisor questions the president's decision to attack Fauci two weeks before the elections, saying the campaign is already struggling to keep up with Biden's massive spending advantage. Adding, time is running out. Being outspent is a problem. No one ever thought we would be outspent. Time is our enemy. The president is more confident.",
    "statement": "We're going to win. I would've said that three weeks ago, three weeks ago, two weeks ago. I don't <KNOW>, I would've said it."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Did you know he was this kind of person?",
    "statement": "At the time when I was living in the community, no, I did not. There is something about him that I always felt was -- I was never comfortable <AROUND> him but I couldn't pinpoint it. I couldn't place what it was."
  },
  {
    "transcript_id": "CNN-356254",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "However, at the same time, when you isolate something within the Russia investigation that becomes relevant, you can spin it off into its own deal. So now, you get that -- well, it's not just that you spoke to somebody and you shouldn't have, you took a meeting that you were stupid enough to take, but this was actually criminal and you didn't help me it <CLEAR> it up. So now I'm coming after you, you are now not part of the interference probe. You are your own animal in case."
  },
  {
    "transcript_id": "CNN-409990",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Alexandra Field OUTFRONT for us tonight. Thank you. Also OUTFRONT tonight Dr. Sanjay Gupta and Dr. Jonathan Reiner, Director of the Cardiac Cath Lab at George Washington University Hospital. He also advised the White House medical team under President George W. Bush. Sanjay, just picking up on what we heard from Alex Field there about what we're hearing from some of these companies that are working on vaccines also what we heard from Dr. Fauci today. Dr. Fauci saying it's unlikely that we're going to have this vaccine by October and we did also hear from the head of Pfizer who said they could have enough data by October. How do we sift through all of that? Where do we really stand tonight?",
    "statement": "Well, you got to keep in mind that this is a very accelerated schedule that we're talking about. I <THINK> people forget that this is a disease that we didn't even <KNOW> anything about a year ago. So the idea that we're talking about a vaccine by October is incredibly fast and I think many would argue who aren't directly related with the vaccine world, <MAYBE> the too fast, I mean, it's unprecedented really. Also, keep in mind the idea of trying to speed this up, authorize it under emergency use is usually done because you don't have an alternative. Somebody is in the hospital dying, you need a medicine to treat that person, that's a different situation. Vaccines given to healthy people and the alternative to the vaccine is we wear masks longer and we physically distance longer, not necessary shut things down but do those things, so that's going to be the question I think. If we have enough data, then <SURE>, but it's hard to understand how we'd have enough data by that point, when the alternative is that wear mask and physically distance and let the data come in and be sure you really have it all figured out."
  },
  {
    "transcript_id": "CNN-272158",
    "matched_terms": {
      "of course": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That is the pope in his own words. Now CNN's senior Vatican analyst John Allen has more on the pope's speech, his message to the faithful around the world.",
    "statement": "Pope Francis today delivered the traditional Christmas Urbi et Orbi message, that's a message directed to the city, meaning Rome and also to the world. Now Popes traditionally use this platform to issue a <KIND OF> 360- degree review of the global situation and that's very much what Pope Francis did today. The top note was a strong plea for peace in a series of global hotspots. The pontiff mentioned the Israeli- Palestinian conflict. The war going on in Syria. He talked about Libya, the Democratic Republic of Congo, Ukraine. Also called for a breakthrough in the peace talks in Colombia, currently aiming to try to end the world's longest running civil war. And these are all, <OF COURSE>, situations in which the pontiff has been personally involved, either out front or behind the scenes. As Europe grapples with the most significant refugee crisis it has faced since the second World War, the pope also issued a strong note of solidarity with migrants and refugees calling for compassion, for people fleeing violence and conflict, and calling on host nations to be generous in receiving and integrating them. The pope also in the context of a year in which terrorism has been one of the major themes <AROUND> the world, denounced what he called brutal acts of terror, including the November terrorist attacks in Paris. He ticked off a series of other social ills that kind of occupy his heart. He talked about child soldiers. He talked about unemployment, trafficking in human persons. And in the context of a special jubilee year of mercy that he's decreed for 2016, he also issued a strong plea, special dose of mercy for prisoners. Visiting prisoners has been one of the hallmarks of his papacy. So essentially what you saw today was a pontiff who very much aspires to be a peace pope, using the visibility afforded by one of the holiest days on the Christian calendar to try to raise his voice around the world in defense of peace and of human dignity. And that was very much the story from Rome here on Christmas Day 2015."
  },
  {
    "transcript_id": "CNN-169143",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Uh-oh. Uh-oh. They just tied it up. Japan just scored. Oh, man. It's a wild scene here. A lot of happy people and sad people.",
    "statement": "OK. I <KNOW>. Susan can't hear us. They are excited because I <THINK> I understood properly. So it's 2-2 now. It's tied up. Already they were in overtime. The U.S. seemed like they were just <MAYBE> seconds away from clinching this title and now Japan has scored yet another point. So now we're back to being tied. Can you hear me now, Susan?"
  },
  {
    "transcript_id": "CNN-378161",
    "matched_terms": {
      "views": "ungraded"
    },
    "previous_statement": "-- Brooke.",
    "statement": "Sometimes his <VIEWS> on the recession evolve within one press conference."
  },
  {
    "transcript_id": "CNN-381313",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Yes, I mean, Democrats are certainly -- this is the link that they are looking at right now, and we don't know specifically what Trump said to the president of Ukraine on that call, but Democrats specifically say that, if he was playing games with government assistance to a top U.S. ally who's going up against Russia, basically putting our national security in this position where it would be contingent on whether this ally would help him politically, that that would be a huge problem and that that would be beyond the pale, and they would have to do something. So that military link, that's why you're seeing a lot of these freshman from moderate districts come forward. A lot of them are former veterans, as you mentioned, people who served in the CIA. And these folks, as you mentioned, told Pelosi yesterday that they were going to be coming out for impeachment; if this was the case, that they've got to do something.",
    "statement": "So as Democrats, John, seemed to be coalescing <AROUND> this idea. Republicans' messaging is just interesting to listen to, because --"
  }
]