[
  {
    "transcript_id": "CNN-138229",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "So you think a year, two years?",
    "statement": "I don't <THINK> you can put a precise time on it, but I <THINK> one thing is for <SURE>. This region either moves into a different place where people can see the prospects of negotiated solutions to problems. Nations previously hostile reaching out to one another, or it will slip back."
  },
  {
    "transcript_id": "CNN-24013",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "I am <CERTAINLY> glad the vice president-to-be invited me."
  },
  {
    "transcript_id": "CNN-146478",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And what happened in that case, there were <ABOUT> 300 charges that were filed, and nobody was ever convicted. And I <GUESS> that`s what your point is."
  },
  {
    "transcript_id": "CNN-93687",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He would actually watch the TV and watch the credits rolled. \"See. See, Steinberg.\" This and that. And he would just go on this -- he would become animated and go off on a tyrant. You know, just a fit about, you know, all these Jews that are in the media and on the news, and their producers and directors, and they run Hollywood, and publish. And so they control the information we, as a people, are receiving.",
    "statement": "As Eric Rudolph got older, he turned into man willing to use terror to make his point. CNN senior investigative reporter Henry Schuster has written a new book <ABOUT> Eric Rudolph."
  },
  {
    "transcript_id": "NPR-46017",
    "matched_terms": {
      "well": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "It's interesting. You say he was - got venomous criticism from the right, and that's quite correct. He also disappointed a great many of his supporters on the left.",
    "statement": "Yes, he did, just as Obama <SEEMS> to have been doing in the last few months, as <WELL>. People on the left <THOUGHT> Roosevelt didn't go far enough. People on the right felt that he was destroying capitalism and was a socialist, and some of the same charges that Obama is getting. Socialism is being used all the time to describe Obama, and communism was a term often used against Roosevelt."
  },
  {
    "transcript_id": "CNN-107525",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "David Ensor, does anybody believe this represents a real threat?",
    "statement": "<WELL>, it's not a good thing when a company you don't trust at all is launching missiles that <COULD> eventually reach the United States and <MIGHT> one day be equipped to carry a nuclear weapon. But U.S. intelligence says it doesn't <THINK> North Korea has that capability now by any means. It's something they watch, they worry <ABOUT>, but they're not getting hot under the collar."
  },
  {
    "transcript_id": "CNN-278842",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "First, I must say that I'm surprised that Donald Trump didn't find a way to blame this on President Obama, because he blames everything else on President Obama, so aside from that --",
    "statement": "Not going to have to run against President Obama. He <MIGHT> have to run against Sanders."
  },
  {
    "transcript_id": "CNN-52558",
    "matched_terms": {
      "believe": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "A little later in the show, more on the blues from a place and a person you may not expect. Exploring our world. Here now is",
    "statement": "This week in Perspectives, we pinpoint fitness. We promise to keep you on track with the latest trends. For example, group indoor cycling is gaining momentum among exercise fanatics. In <FACT>, many people say it's the biggest thing to hit the fitness scene since steporobics. And now there is an addition to what some <BELIEVE> is already a very challenging workout. Its intensity has gone underwater, literally. CNN's Dr. Sanjay Gupta has that story."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "sure": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Well, let me ask you. I know that you guys have probably been getting a lot of calls from very worried parents. Are you hearing from a lot of people at this hour?",
    "statement": "I'm <SURE> they are locally. And they're responding to that the <BEST> they can, because we're dealing with this incident, of course, then we have got severe flooding all over Iowa going on at the same time."
  },
  {
    "transcript_id": "CNN-106539",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And today we learn new dramatic details about the birth of the Brangelina baby just as the battle began to get that all-important first picture.",
    "statement": "They are the most beautiful couple in the world. I mean, there is something very intriguing <ABOUT> them."
  },
  {
    "transcript_id": "CNN-58445",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Mike, you're the expert. How optimistic or pessimistic are you about these blazes?",
    "statement": "<WELL>, I <THINK> that for a lot of the line, we have <ABOUT> a 90 percent chance of probability of success. But there are a couple of places where there's only <ABOUT> 50/50 chance, hence the warning for 30-minute evacuation. If we lose it there, or if we get a change in weather that to more erratic fire behavior <KIND OF> weather pattern, then we need to have people moving, and moving out to safety in a hurry."
  },
  {
    "transcript_id": "NPR-20629",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, thank you for having me.",
    "statement": "So first of all, <COULD> you give us the brief history of the Nobel Prizes? <COULD> you just remind us of how they began?"
  },
  {
    "transcript_id": "CNN-290467",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "No, I want to hear A.B.'s voice too.",
    "statement": "I want to agree first with Andre that 40-1 outspending Donald Trump on advertising got Hillary nowhere. A week ago, she was behind Trump in the polls. And we don't <KNOW> how long -- how solid this lead is and how long it will last. But what she's doing effectively is she's making people <FEEL> that Donald Trump is too scary to take a risk on, even though he's the outsider that both parties want. That's something that she's using to great effect so far, if the polls show she's making inroads with Republicans."
  },
  {
    "transcript_id": "CNN-339040",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "If I should -- I should rephrase that. What I meant to ask was, will his comments on slavery - I mean, how much -- it is having a major impact and we are seeing major reaction. So he -- his words matter is what I'm saying.",
    "statement": "Yes, words do matter, because when you get on television and you say <STUFF> like that like slavery was a choice, like, come on, man. Slavery is not a choice. Nobody was in -- nobody enrolled to be a part of slavery. There's no slave fire you. OK. You don't register to be a slave. So we <KNOW> that wasn't a choice, like slavery was a crime. So it's like, yes. That hurts to hear him say that, because people <THINK> he's into sunken place and they <FEEL> like he's so far removed from the black community and so disconnected from the black community. And when you get on platforms like TMZ and you spew that <KIND OF> rhetoric, it's like, bro, who are you? Where are you right now? You need to come home. Like you need to walk through the streets of Chicago and breathe some of that fresh air. Get connected with your people again, man, because that is some outright rhetoric right there."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What's the type of material that you understand from the manufacturer, Bayer (ph) Corporation, to have been the material used in T-strips...",
    "statement": "You just ask him what he -- you <KNOW>, you don't testify."
  },
  {
    "transcript_id": "CNN-391150",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "We ask you out of respect to think about, think about whether what you've heard would really suggest to anybody, anything other that would be completely irresponsible abuse of power to do what they're asking you to do, to stop an election, to interfere in an election and to remove the president of the United States from the ballot. Let the people decide for themselves.",
    "statement": "Today's opening arguments come after the Democrats spent more than 21 hours making their case for why the president <SHOULD> be impeached, convicted and removed from office. We have our team following all of the developments here. Let's start with Lauren Fox on Capitol Hill. And, Lauren, I want to ask you, how are these opening arguments by the president's legal team being received there by Democrats and Republicans?"
  },
  {
    "transcript_id": "CNN-193924",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Wouldn't you argue both were wrong? I mean, one to say it was not a preplanned attack, obviously they changed that. You're right. That was completely erroneous. But at the same time, to put out a statement before -- to criticize a statement that had been put out earlier that was also shooting from the hip? I thought both were deemed to be in error, I would say. Both of them were both in error on that, sir.",
    "statement": "<WELL>, with all due respect, you're entitled to your <OPINION>. But what Governor Romney said was that when the U.S. Egyptian embassy issued a statement that implied this was all the result of a video and apologized for the video, apologized for American values, they were wrong. And the Secretary of State Hillary Clinton agreed with Mitt Romney when she made her statement the next morning. So, the substance, there's no disagreement on. It was Chicago political talking points that a lot of reporters who engage <ABOUT> the timing."
  },
  {
    "transcript_id": "CNN-68310",
    "matched_terms": {
      "well": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Let's get back to northern Iraq right now. CNN's Brent Sadler is in a very peculiar place. He is right along some <SORT OF> line that separates the Kurdish soldiers from Iraqi soldiers. It's been quiet for hours, but Brent has been watching it closely, at times very tense as <WELL>. What's happening now -- Brent?"
  },
  {
    "transcript_id": "CNN-194378",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "That while the U.S. has been carefully vetting some of the Syrian rebel groups to find these moderates, these so-called moderates are already busy finding partners of their own in the jihadists. An official who has knowledge of the intelligence says that the moderate rebel groups are so desperate for weapons that they're partnering up with the jihadists who are better armed and well-funded.",
    "statement": "Moderate Syrian rebels are not getting the weapons they want from the United States. So they're turning more and more to extremists and al Qaeda-like groups for help. That's the newest assessment from the chair of the House Intelligence Committee who told CNN, \"Even rebels we've identified as somebody we <COULD> work with have partnered with jihadists because they have their own sources of money and weapons.\" But the Obama administration has stuck to its policy of only arming the rebels with radios and computers. Its U.S. allies Qatar and Saudi Arabia that are giving the real fire power. U.S. officials say they have a good idea which rebel groups are getting those weapons."
  },
  {
    "transcript_id": "CNN-158213",
    "matched_terms": {
      "absolutely": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "An embarrassing bust at a prominent political couple in Maryland. They are out of jail now without posting bail but Prince Georges County executive Jack Johnson will be required to wear a monitoring device while serving the last few weeks of his expiring term. Johnson and his wife, who was just elected to the county council, were arrested in an FBI corruption sting Friday. According to the FBI, Leslie Johnson tried to hide nearly $80,000 in kickback money in her bra and underwear as agents knocked on the door. Jack Johnson says they didn't do anything wrong.",
    "statement": "I'm innocent of these charges. And I just can't wait for the <FACTS> to come out, and when they come out, I am <ABSOLUTELY> convinced that I'm going to be - we will be vindicated."
  },
  {
    "transcript_id": "CNN-251861",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "hopes": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "It's a time for truth, a time to rise to the challenge, just as Americans have always done. It's going to take a few generation of courageous conservatives to help make America great again, and I'm ready to stand with you to lead the fight.",
    "statement": "It is that new generation of conservatives that Senator Cruz is <HOPING> to appeal to. That's why he's speaking here at Liberty University in Virginia to some 10,000 students in just a couple of hours, trying to appeal to them that he is this new conservative leader for this new generation. Now, we got a glimpse of Senator Cruz and his family last night as they toured the stage, walking <AROUND>, <SORT OF> getting a preview for what is the biggest speech of his political career. He's 44 years old, <KIND OF> similar to another freshman senator eight years ago, Senator Barack Obama. He <HOPES> he has that same <KIND OF> luck. We'll see. He's not the last Republican. Again, he's the first. There <COULD> be nearly a dozen more to go, Chris."
  },
  {
    "transcript_id": "CNN-56645",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "In a city where serenity seems the natural backdrop, security is still the main consideration.",
    "statement": "And this note: Netanya has been struck by terrorists some 12 times since this most recent intifada began. More than 40 Israelis have been killed, more than 1,000 have been injured. When we come back, Steve Fossett has some smooth sailing, but by no means is he home free in his quest to go <AROUND> the globe in his balloon. Our \"Picture of the Day\" is just ahead."
  },
  {
    "transcript_id": "CNN-196012",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right. Thanks, Jess. Jessica Yellin is in Phnom Penh in Cambodia where the President has been engaged in really high speed, intense, long-distance diplomacy with the conflict in the Middle East right now. And with the breaking news we just learned, that Israel has decided to put a temporary hold on a possible ground invasion, to let diplomacy work for at least a little while, they say, that one of the grounds, one of the hallmarks of this diplomacy must be Hamas must agree to stop firing rockets into Israel.",
    "statement": "We <KNOW> Israel had authorized the calling of 75,000 service, 68,000 had already been mobilized according to our crews on the ground there along the border ready to roll. But for now, that is on hold -- again, for now. Stories developing here each and every minute. Stay with us both on CNN and CNN.com for updates throughout the morning and throughout the day. More news after this quick break."
  },
  {
    "transcript_id": "CNN-316840",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "Yes, Watergate, Richard Nixon's great scandal that played out over two years and resulted in his resignation. I am not saying that Russia-gate is the same as Watergate. There are some similarities, there are actually more differences, but I think if you're looking for a precedent the only one in modern American history post World War II is Watergate.",
    "statement": "With that we're going to leave it there. It is always a pleasure having you on, sir. Thank you. It's still <UNCLEAR> what exactly happened at that meeting and when President Trump found out <ABOUT> it. CNN's Tom Foreman takes a look back now at how events unfolded <AROUND> the now infamous Trump Tower meeting. Have a look."
  },
  {
    "transcript_id": "CNN-324176",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "President Bush to me embarrassed himself. Speech writer wrote highfaluting speech. It is clear he didn't understand anything he was talking about. He has no earthly idea whether he was coming or going, just like he was when he was President of the United States. There's not been a more destructive presidency than George Bush's.",
    "statement": "CNN's Boris Sanchez will live right outside the White House, and our Kaylee Hartung is live at the Hurricane relief benefit in Texas. Boris, first to you. Bannon has declared literal war against the GOP establishment, and he delivered that speech at the California GOP it convention. We <KNOW> Steve Bannon and President Trump remains close. Does the White House endorse Bannon's attacks?"
  },
  {
    "transcript_id": "CNN-199964",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "And tens of millions of dollars of aid from Britain is at risk, and Britain is Rwanda's second biggest donor, after the United States. This week in Davos, British prime minister David Cameron shook up the international community there after he had called for a national referendum on whether his country <SHOULD> remain in the European Union. Will the Chunnel beneath the Channel become a one-way street? My interview with David Cameron when we come back."
  },
  {
    "transcript_id": "CNN-404698",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "That was Obama, that was Reagan, you <KNOW>, people who can bring people together <AROUND> a big cause is going to win. He has removed all <DOUBT> with his press secretary, echoing his sentiment that he has no position on whether a confederate flag is a good or bad thing in America."
  },
  {
    "transcript_id": "CNN-256406",
    "matched_terms": {
      "around": "ungraded",
      "stuff": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "These sandbags are exactly what Iraq needs to stay together as a country. Meters away, you can glimpse the flag of ISIS extremists from Iraq's Sunni minority. But holding them off here, are the men the U.S. says a key to victory, Moderate Iraqi Sunnis, who will die to rid their home town of",
    "statement": "If America is to send help to the Sunni tribes in Anbar here is where it is most badly needed. They have been in combat with ISIS for months. Now the enemy is just across the river. (voice-over): But they have been without pay for months. No one has come to help us, he says. Another says not Sunnis, they are enemies that want to destroy, not build. The local mayor of the town of Fallujah <AROUND> which ISIS swarms and fires mortars daily sees his enemy on the TV screen, this long distance camera shows their mortars slamming into ISIS positions and was paid for by locals themselves. They say Baghdad whose officials are often Shi'a distrusts Sunnis and ignored months of their pleas for help. Now they arm themselves. We buy them, he says. There are lots of weapon for sale in the Iraqi market whether it's from the previous army or what ISIS took for the army and put it up for sale for a third party. Even some things come from Iran and are sold directly. Here is where here local volunteers are trained and armed, but again, we are shown the chipboard, 500 of them, they say. This man was trained by the U.S. nine years ago to help them fight al Qaeda here. Now they want America's help again. We want the Americans to arm us directly, he says. If they give it to the government, they'll take what they want and give us the tired weapons. The good <STUFF>, they'll keep. Outside the hospital, you can see the help they are getting, an ambulance from Sunni Saudi Arabia. Inside, three injured from a mortar that hit off duty young fighters playing football the day before. Another died. This town endures, yet <FEELS> abandoned despite broad recognition. It is vital they win."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "I have a dream...",
    "statement": "If you happened on it channel-surfing, you <MIGHT> <THINK> you were watching a documentary, a news report on the civil rights movement of the 1960s. Wrong. You were watching an ad."
  },
  {
    "transcript_id": "CNN-107560",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded",
      "guess": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The disclosure of this program is disgraceful. We're at war with a bunch of people who want to hurt the United States of America. And for people to leak that program and for a newspaper to publish it does great harm to the United States of America. What we were doing was the right thing. Congress is aware of it. And we were within the law to do so. The American people expect this government to protect our constitutional liberties and at the same time make sure we understand what the terrorists are trying to do. The 9/11 Commission recommended that the government be robust in tracing money. If you want to figure out what the terrorists are doing, you try to follow their money. And that's exactly what we're doing and the fact that a newspaper disclosed it makes it harder to win this war on terror.",
    "statement": "<WELL> President Bush is fuming over the disclosure of a program that monitors financial transactions of suspected terrorists. Three major newspapers revealed last week and earlier we asked you did these media reports hurt America's national security? Here's what a number of you said. \"I have to commend the media for investigative journalism. However it <SHOULD> not jeopardize the war against terror. It's up to the journalist to judge what they report on and in this case they judged poorly. Shame on that.\" That comes from Daniel. Mark from Canada writes this: \"Shame on 'The New York Times.' They're less American than I am, I <GUESS>.\" Jake in Missouri writes: \"I am pleased that 'The New York Times' is continuing to expose the secrets of the Bush administration. We cannot give this administration or any other ability to silence the free press.\" And finally Robert in Sugarland, Texas, writes this: \"Can there be any question that the disclosure of secrets hurt our national security? The arrogance of 'The New York Times' is inexcusable. Their access to the White House <SHOULD> be revoked. <WELL> first Fallujah, now Ramadi. Iraq insurgents set up shop and put down roots, U.S. and Iraqi forces move in. Our senior international correspondent Nic Robertson is with them. His <VIEW> now from inside the eagle's nest. You'll only see it right here on CNN."
  },
  {
    "transcript_id": "CNN-347944",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "absolutely": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "What do you think they're worried about? The fact it is a strong negotiator, the sort of statements they have made suggest that they are worried about, this man has negotiated with the two unions at Air Canada, and he has been the President of Air Canada. So, he is evidently qualified for the job.",
    "statement": "<ABSOLUTELY>. I <THINK> he ticks a lot of the boxes and he was instrumental in implementing Air Canada Rouge back then. They are a low cost platform. I <THINK> that's what the unions are looking at. They're getting somebody who <KNOWS> what he's talking <ABOUT>. He is the COO for Air Canada right now, so he really <KNOWS> what the plight of the front line employees is. He <KNOWS> how to negotiate with unions. He <KNOWS> how to handle a legacy and low cost environment in the same company, and I <THINK> the Air France board or Air France KLM board made a good choice here and the reaction of the unions <MAY> just show how good that choice actually is."
  },
  {
    "transcript_id": "CNN-376520",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Some of the Democrats are just as skeptical, whether it's the old NAFTA or the new USMCA the president's trying to pass, they have their own issues on these economic issues.",
    "statement": "Yes, they've always been resistant to these trade deals though, and that's what's so interesting <ABOUT> the president, right, he's turned the party's philosophy on this on its head. I <THINK> to her point earlier, too, there are great jobs -- there's a lot of jobs out there but they're not all great jobs and the manufacturing jobs, so that's where you're getting, do you <FEEL> it? I <THINK> the economy for Trump, it's always huge for presidents, I <THINK> it's even bigger for Trump because when people say they're uncomfortable with the president and the way he acts, they say, <WELL>, I'm going to put up with that for the economy. If the economy does something different, then they say, <WELL>, you <KNOW> what, it's not worth the trade-off for me."
  },
  {
    "transcript_id": "CNN-25374",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "President Bush is turning his attention to the nation's military. During the election campaign, Mr. Bush spoke often of the need to bolster the armed forces, but how he'll go about doing that remains to be seen. The president is under pressure from the Pentagon for additional funds. The military says it needs $5 billion to $7 billion just to pay its bills. This comes as the Defense Department prepares to conduct a broad review of the military. Among other things, Mr. Bush is looking at the nation's nuclear arsenal, considering big cuts. We have two correspondents following this story this morning. Military affairs correspondent Jamie McIntyre is at the Pentagon, and our Kelly Wallace standing by at the White House. Jamie, we start with you. Good morning.",
    "statement": "Good morning. <WELL>, if the Pentagon <THOUGHT> that there was going to be a quick infusion of cash flowing over here from the pro-defense Bush administration, they got a -- they got a quick reality check this week when President Clinton -- President Bush, rather, informed the Pentagon that he would not be sending up a supplemental appropriation to the Congress in order to pay for some of the things the Pentagon says they've already spent money on: things like fuel and spare parts and the cost of operations in Bosnia and Kosovo, as <WELL> as repairs for the USS Cole. The Bush administration is now saying they <MAY> wait and take a look at that later on. But the Pentagon says it needs the money now."
  },
  {
    "transcript_id": "CNN-122697",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "feelings": "ungraded"
    },
    "previous_statement": "You know, I would say also, you know, the likeability factor, she did show human emotion, and people felt sympathy for her in New Hampshire. But the bottom line is, she can't cry in the other states as we move forward. Crying in the rest of the states that have -- have their primaries coming up is just not going to work. And Hillary Clinton, for better or for worse, people either love her or hate her. And I think the tables might turn around again as we go state by state.",
    "statement": "But Michelle, I <THINK> it's -- I <THINK> it's not <QUITE> fair to say that it was the crying that did it, because it was also the laughter and the self-deprecating nature of her response in New Hampshire to that question <ABOUT> are you likable enough? When she said that hurts my <FEELINGS> -- pause, smile, laugh. So I <THINK> that she -- you <KNOW>, <CERTAINLY> the breaking down or the emotional moment that she had in New Hampshire was a part of it. But the bigger part of it was she was -- she looked like a human being. She looked like somebody who was actually having a tough time, somebody who wasn't the caricature that so many of the people on the right like to paint of Hillary Clinton. I <THINK> it's remarkable what she did. I was as surprised as anybody. And I <THINK> she did it because she was human."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning, everyone. Top of the hour. 10:00 a.m. Eastern. I'm Poppy Harlow. John Berman has the week off. So glad you're with us. We begin with angry voters unleashing on lawmakers back at home. Just watch. In the intro here -- town halls across the country erupting in shouting matches, as you see. Lawmakers trying to field questions from angry constituents on everything from immigration to the travel ban to Obamacare. Some Republicans dismissing those protesters as just paid activists. The president tweeting, \"The so-called angry crowds in home districts of some Republicans are actually, in numerous cases, planned out by liberal activists. Sad!\" Kyung Lah has been to many of those town halls across the country. She joins me now in New York with what you're hearing. The president says they're liberal activists. His White House spokesman says they're paid and Astroturf. What have you seen?",
    "statement": "<WELL>, let's talk <ABOUT> the organizational structure first. So, they are responding to a guidebook that was put out. So, what I'm hearing from the grassroots of what we're seeing some of this - you <KNOW>, engagement that we've seen with these lawmakers is coming from the guidebook. But they're not being specifically led by anyone. These are people acting upon themselves who <FEEL> empowered because they now have the step-by-step manuals."
  },
  {
    "transcript_id": "CNN-330221",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I <HOPE> that there is a deal. I <HOPE> that this problem gets resolved."
  },
  {
    "transcript_id": "CNN-236440",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "You're too far down the path.",
    "statement": "But that's where the reactions is. I'm a lawyer, I'm all <ABOUT> the process. But you <KNOW> what the concern is."
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "feel": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, it's hard to predict the number. We knew from the National Weather Service that we were under tornado watches in most of the western part of Iowa.",
    "statement": "Right. So, did you <FEEL> fairly <WELL> prepared, I <GUESS>?"
  },
  {
    "transcript_id": "CNN-383673",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "You know, that takes on a whole different light. But if it's stronger than that, then I -- again, I think they're going to have some problems with this, with the differences in that testimony.",
    "statement": "<WELL>, it's looking increasingly like a \"they said\" event, right? Because a lot of the witnesses' testimony <SEEMS> to line up. I do want to get to something that Ambassador Sondland said. He tried to -- rather, Bill Taylor said <ABOUT> what Sondland said to him."
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "However, the family suffered a serious scare in April 2000. Pierce's then 16-year-old son, Sean, was seriously injured when the Chevy Blazer he was riding in went off a Malibu cliff.",
    "statement": "The wedding was to be in <MAY> 2000, but then Sean had his accident and Pierce said he wanted his son to be able to dance at his wedding."
  },
  {
    "transcript_id": "CNN-306075",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You know, some of these protesters are that. They are protesters. You know, they have complaints that they want to have voiced. But a lot of it isn't. I've sat with a lot of the people who have been gathering at the Congressional offices and some of them are moderate Republicans. Many of them identify as independents. And a lot of them really just want to have a conversation. They want to feel like their voices are being heard. And you can't do that just with standing outside a Congressional office, you know, one of the local buildings here with a protest sign. You need to have a conversation. And for that to occur, these Senators and representatives need to show up and show up in person.",
    "statement": "And I was reading something <ABOUT> Dave Brat, who we had on yesterday out of Virginia. There were a number of people who talked to reporters and had voted for him but they had concerns. He ended up having a town hall and made the case for having a town hall. Do you <THINK> that we saw this play out in 2009? I wonder if this is the case now is to not have a town hall, is it to lose touch with what actually your constituents want, what <COULD> even keep you in office?"
  },
  {
    "transcript_id": "CNN-275443",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "What do you think is the fundraising possibility of this tonight? Senator Sanders raised $20 million in January online. What's your estimate of what this will do?",
    "statement": "<WELL> it's hard to estimate but I, you <KNOW>, I expect the people who have supported us online will see this as a really great sign for this campaign and the future of this campaign and I'm <CONFIDENT> that, you <KNOW>, that they'll be generous again. You <KNOW>, we're really grateful to everybody who's given to this campaign in amounts of an average of $27. We're going toe-to-toe with the Super PAC's and the Wall Street funding and the big donors and we're showing we can win."
  },
  {
    "transcript_id": "CNN-7885",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, two points: First of all, administrative agencies can't make things up as they go along. They have to have it right when they act. They can't find a different hook later on to justify what they did earlier. Secondly, even if they could, that argument simply is not true. There has been a petition filed, they've never taken that position, and the basis for the argument is that certain requirements were not met. Well, you can't make requirements up after the fact and then say that you haven't met them to justify your position. That's what the government's doing.",
    "statement": "Are you still going to base most of your case on that one particular ruling that a court made earlier <ABOUT> any alien being allowed to apply for asylum?"
  },
  {
    "transcript_id": "CNN-397320",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Taiwan, who is blocked from WHO membership because of its complex relationship with China, says it asked the WHO about human-to- human transmission in late December but was ignored. In a statement to CNN, the WHO says it replied to that email from Taiwan but it had no mention of human-to-human transmission. As it battles coronavirus, the WHO is also fighting back at criticism of the body and is defending its response to the crisis.",
    "statement": "We will do everything that will help us to have no regrets at all. But in that process, we <MAY> make mistakes. We are not angels. We are human beings."
  },
  {
    "transcript_id": "CNN-207958",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Go ahead.",
    "statement": "Proof, yes. But this is also <ABOUT> appearances. And it is -- perjury is <CERTAINLY> hard to prove. But if it walks like a duck and it quacks like a duck, it's a duck. And I <THINK> that's what people are going to say."
  },
  {
    "transcript_id": "CNN-301798",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "absolutely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "And Florida. Florida wants money for Mar-a-Lago protection.",
    "statement": "Yes, <ABSOLUTELY>. And you <KNOW>, I don't <KNOW> what the end result is going to be. You <KNOW>, we're entering new territory. But I <THINK> it <PROBABLY> benefits both camps to have these, you <KNOW>, <SORT OF> fighting words."
  },
  {
    "transcript_id": "CNN-215679",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I do.",
    "statement": "... give everybody a refundable tax credit. And let everybody be on the same basis. And then let markets actually decide. The reason health care costs 50 percent more than it <SHOULD> in this country is because there's not a real market, and you're not going to get a real market with this. There's not going to be any transparency. So if you give everybody a refundable tax credit in this country, including the irresponsible biker who breaks his pelvis and we're all paying for it, where the state, you're auto-enrolled if you don't enroll yourself in a high deductible plan so we actually really spread the risk. But we're going to have the government run and decide what you will get by the different plans. We've decided what you'll get rather than you deciding. Here's the thing that's going to happen. Here's what people are going to see. You're not ever going to see the same doctor year in and year out under this plan. You're never going to have the same -- you're never going to have the same..."
  },
  {
    "transcript_id": "NPR-12806",
    "matched_terms": {
      "about": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "Hey, Farai.",
    "statement": "So Election '08 is always a hot topic on News & <VIEWS>, what are people talking <ABOUT> this week?"
  },
  {
    "transcript_id": "CNN-36878",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, and with all due respect, it's also -- this is -- let's not get carried away here. This is not an enemies list. You know, freedom of the press means you get to say what you want, and the White House -- freedom of the press doesn't guarantee you access to the White House. It is no secret that politicians speak to reporters they think will be more sympathetic. I mean, there's a reason why Gary Condit is probably going to give his first interview to Dan Rather, because Dan Rather's been the most gentle on him. So it's not like this is shock, horror, amazement.",
    "statement": "No, I -- I don't mean this to be enemy, enemy, enemy today. But it is a list that is not different, you <KNOW>, it runs through the mentality of White House when they're under attack or criticism."
  },
  {
    "transcript_id": "CNN-93857",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Only hours ago, Benedict XVI celebrating his first mass as pope, and already answering some of the questions <ABOUT> where he will lead the Roman Catholic Church. Meanwhile, here in the U.S., tens of thousands of Americans at risk of identity theft, after a major online trading company loses some secret files. And the president pushing an energy bill as critics say his proposal will do nothing to help you with the pump. We'll ask the White House <ABOUT> that, on this"
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "You did the 9/11 memorial poster, right?",
    "statement": "I did the 9/11 memorial poster. People go to petermax.com and we raised over a million dollars for the 9/11 projects and for the Pentagon fund. And I did the Pentagon memorial fund, and I got to paint all the portraits of all the people who died, all the firemen who died. First I <THOUGHT> it's too much of an undertaking. How am I ever going to paint 356 portraits? I started painting two here, three there, and it took me six months, I got all 356 done. It was unbelievable."
  },
  {
    "transcript_id": "CNN-243587",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Yes. So, hey, Tiffany, raise your hand, where's Tiff again? Tiff, in the cap, you had power, you guys had power, you had heat and you had access to social media. Were you aware just how much a storm was affecting people?",
    "statement": "Yes, we were aware -- we <COULD> see a little bit out of our bus. But from social media, we were kept updated and upbeat from our family and friends."
  },
  {
    "transcript_id": "CNN-29177",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "For more on the debate over the price jump at the pump, I'm joined now by CNN congressional correspondent Kate Snow. Kate, what can Congress do about this?",
    "statement": "The truth is, Wolf, there's really not a lot they can do. They had a hearing this morning at the Senate Energy Committee, and they were told by industry executives that this is really a supply and demand issue. They did suggest one fix that Congress <COULD> potentially do, and that is that the industry would like them to change a law that right now requires them to mix what are called oxygenates into the gas. They say, look, we can clean up gasoline to make it cleaner-burning without those oxygenates, let us do it that way, just don't tell us what ingredients we have to use. That's something Congress <COULD> consider, but that's also politically a little bit dicey, because ethanol is one of those oxygenates, and as you <KNOW>, there's a strong lobby for the ethanol."
  },
  {
    "transcript_id": "CNN-348881",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Please respond, but we'll have to leave it.",
    "statement": "Senator, you make some very valid points and I agree with a lot of the things you're saying and I even said just as much. But when you start going to Klan imagery and saying Ron DeSantis' campaign commercial that he ran is somehow racist, then I <THINK> that really discredits some very valuable insight --"
  },
  {
    "transcript_id": "CNN-61641",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And what does that mean?",
    "statement": "<WELL>, let's say later on, they ask us, \"Daddy, where did the money go?\" And we'll say, \"The money went to help people and we'd like you to spend your lives that way in service to your fellow men and women.\""
  },
  {
    "transcript_id": "NPR-10764",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Talking with Peter Piot, who is author of \"No Time to Lose: A Life in Pursuit of Deadly Viruses.\" Our number, 1-800-989-8255. You can also tweet us, @scifri, and also leave messages on our Facebook. Do you think if you had been a lot of older and wiser then you would not have undertaken this scary sort of mission?",
    "statement": "I <THINK> I would have still have done it, and I would love to do it again. But I, you <KNOW>, I'm 63 now. But I <THINK> I would be - make <SURE> that I had better communication and a better safety net and so on. But I would still go for it, yes."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "She's in real good spirits. We talked to her.",
    "statement": "We talked to her before the surgery, we talked to her after the surgery, and she's doing good. Can't you <THINK>?"
  },
  {
    "transcript_id": "CNN-261317",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Yes. And is this the same person behind these two incidents? The search is on right now, Barbara, as you say. Also want to ask you about some more breaking news that you're picking up. Word of an incident involving an Iranian warship and a U.S. helicopter. What are you hearing, Barbara?",
    "statement": "A very odd incident indeed. But a U.S. defense official has told us and confirmed details. <APPARENTLY> - and it was two weeks ago - but <APPARENTLY> in the Gulf of Aden, off of Yemen, a place that is a very hot combat zone right now, an Iranian warship was a couple of hundred yards away from a coalition warship, not a U.S. ship, but a U.S. military helicopter had just landed on that coalition warship. When they looked over and saw the Iranian military ship pointing a weapon at them, <APPARENTLY> a gun on deck, believed to be a machine gun - that's what these typically are - was pointing at the U.S. military helicopter and the warship. But then they noticed something equally bizarre. <APPARENTLY> there was a camera crew of some sort right next to the gun that was pointing at them from the Iranian warship. So this defense official told me, we don't <KNOW> what was happening, he says. You <KNOW>, were they taking a vacation snap? Were they filming some <SORT OF> propaganda video? Here we are, you <KNOW>, pointing our weapons at the westerners? Was some Iranian sailor on that ship, you <KNOW>, taking a <SORT OF> selfie to send to his girlfriend? It all ended without incident. The U.S. military helicopter flew away. Everybody was fine. But it does underscore how quickly things can potentially spin out of control. This one, thankfully, did not. But, still, it's not to be regarded lightly when an Iranian warship points its weapon at the U.S. military."
  },
  {
    "transcript_id": "CNN-133058",
    "matched_terms": {
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Hired to protect in Iraq. Now facing charges in civilian deaths. Five former Blackwater guards turn themselves in this morning. Plus, closing in on a deal. Details on a congressional plan to keep the Big Three automakers running. It is Monday, December 8th. I'm Heidi Collins. You are in the CNN NEWSROOM. It was a shooting that strained U.S. relations with Iraq. 17 civilians were killed in September of 2007. In just a few minutes ago five former Blackwater security guards went to court to surrender in the case. CNN's Kara Finnstrom is in Salt Lake City now covering this morning's hearing. Kara, the very latest? Kara, can you hear me? Tell what those charges are going to be? I think that's what I hear you reading. All right. Unfortunately, we're having a little trouble with Kara Finnstrom's report there. But we will check back with her just as soon as possible. A lot of developments happening. You're looking at some new video coming into us here when the five security guards were just arriving for these hearings outside the courtroom there. Again, Salt Lake City. We'll get back to Kara Finnstrom here very, very shortly. Meanwhile, a bailout, not bankruptcy. That's what Detroit wants and Congress is working on a plan to give the Big Three automakers a hand with conditions. Word is a deal is close. Senators take up the debate a little bit later on this afternoon. We'll have it for you right here on CNN. And we do have you covered. Elaine Quijano is in Chicago now keeping up with the President-elect. Gerri Willis is studying the plan and gauging reaction from New York. And Susan Roesgen with out of work workers determined to get what's coming to them. First to you Elaine, and a thumbs up, if you will, from the president-elect for his fellow lawmakers. What's he been saying about all of this?",
    "statement": "<WELL>, good morning to you, Heidi. That's right. President-elect Barack Obama says U.S. automakers cannot be allowed to fail. But he says help for Detroit <MUST> be tied to conditions, including restructuring."
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "All right. Let me just quickly slip in a question, and let me go back to you on this, Shannon. Eight weeks of leave is what she intends, at least, we're hearing she's going to take. I understand we've been discussing the issue of her in the hospital waiting to have birth. What about the eight weeks of leave? Can she stay home and be governor at the same time?",
    "statement": "I <THINK> she can. I mean, again, I've done it as state treasurer. I performed my duties from home. Either, you <KNOW>, on television, using the fax. Here in New England, Governor Lincoln Almond, a Republican down in Rhode Island -- he had an illness. He had to continue to run the state of Rhode Island from his home. So this is not without precedence, in other states, anyway. And I just <THINK> that -- I <THINK> be doing everything we can to accommodate her. And if she gets accommodated, then she's going to rise or fall, sink or fall on her own initiatives, but..."
  },
  {
    "transcript_id": "CNN-102323",
    "matched_terms": {
      "believe": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "They have not released the woman's identity. According to workers here, our local affiliates are reporting that they came out and said that this was a former employee who had some sort of relationship with a current employee and that she had been around over the years. However, that has not been confirmed by sheriff's deputies. They have, however, called an 11:00 a.m. Pacific news conference and we're hoping to get more information at that time.",
    "statement": "Ted Rowlands live from Goleta in Santa Barbara County. Thank you. Now I want to show you live pictures from Los Angeles County, to the southeast of there. This is a situation where a tree fell on top of a mobile home and you can see crushed it. Rescuers <BELIEVE> there still <MIGHT> be somebody trapped inside this home. So they're working, trying to get in there to see if anybody is still inside that. Once again, tree into a mobile home somewhere in L.A. County and they <BELIEVE> one person <MIGHT> still be trapped inside of there. Still more news to come today. There is a jury that has been selected in the Enron trial. We'll tell you what the makeup of that jury is and what's ahead for Ken Lay and Jeffrey Skilling. A it's a big night for President Bush. The State of the Union Address takes place. We'll look ahead to that coming up in a moment."
  },
  {
    "transcript_id": "CNN-103802",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Yes. But this network has a decided an Afrocentric focus. We'll tell you more <ABOUT> the Africa Channel. That's later this morning."
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I haven't heard anybody even discuss it. I probably don't even know all the people who are running.",
    "statement": "In our top story, we look at democracy, Chilean style. We head to Santiago, which is balancing its past with its future. That takes us to the present, which features a new leader in Chile. President-elect Ricardo Lagos is looking forward, promising to jump start the economy and tackle crime. The sixty-one-year-old is a socialist, but says he's committed to maintaining free market principles. He is calling for greater social and state policies that correct what he calls the inequalities of the market. The election puts the first leftist in power since 1973, when socialist Salvador Allende died in the coup that brought General Augusto Pinochet to power. Pinochet is in London, fighting extradition to Spain, and if he returns to Chile, the president-elect would have to decide how to receive him. Pinochet is wanted in connection with the deaths or disappearances of more than 3000 people during his rule. Even though Lagos has not supported Pinochet, he says he remains committed to the free-market principles Pinochet first started. He also separated himself from the radical brand of marxism endorsed by Allende, who was the first marxist to be elected democratically to head a nation in the Western Hemisphere. Now, chile is facing a new millennium, with a new leader, who's first task <MAY> be baggage from the past. Maggie Cayon reports from Santiago."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "fact": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Barbara, thank you very much. Clearly a lot of information there, and obviously the two governments getting much closer to potentially possibly going directly after Al Qaeda, and a clear acknowledgement from both governments that that is under way. He was a son of a banker, raised amid privilege, so why would the suspect in last week's failed terror plot turn toward extremism? There's a series of Internet postings that may actually provide a clue. I want to go to Steve Coll. He has written extensively about Al Qaeda. He is a former \"Washington Post\" journalist, he writes for \"The New Yorker\" and he is president of the New America Foundation. Steve, thanks for joining us here. We take a look at the background of Abdulmutallab, and he was from a privileged family, very highly educated, traveled the world. Does this surprise you, the profile, that he was the one who was responsible allegedly for this attack?",
    "statement": "It is a common profile, particularly among leadership and the talented sectors of the Islamist radical movement, in <FACT> it's the profile of Osama bin Laden, himself and the number two in Al Qaeda, Ayman Al Zawahiri, both products of privilege. In their cases, Saudi and Egyptian society, who became, both recruited at a young age into radical Islamic teachings, but also privileged to travel the world and to start to visualize a war that crossed borders. While the attacker in this case was a much more junior member, like a lot of other suicide bombers before him, he <SEEMS> to have gone from his home country to another place, where he felt dislocated, and became recruited. And then <SORT OF> traveled from there into a wider war."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "On a night of dueling televised town halls with Democrat Joe Biden, President Trump is complaining about imaginary forces conspiring against him, from the news media.",
    "statement": "So, you <KNOW> I'm being set up tonight, right? And so they asked me if I would do it. And I figured, what the hell? We get a free hour on television."
  },
  {
    "transcript_id": "CNN-138229",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "It's true, but he also comes to Washington I think with the knowledge that for the overwhelming majority of Palestinians, and remember, the majority, two thirds of them live in the West Bank, it's the vast majority of the territory, even in Gaza, Hamas may have a military grip, but politically, provided President Abbas can show this thing is going to move forward, that the Palestinians can actually see this vision, tangibly, touch the vision of the two-state solution, then I think he will have them with him.",
    "statement": "Is it realistic, and you study this issue, to <BELIEVE> that economic sanctions or diplomatic pressure short of military action can stop the Iranian from going forward with a nuclear plan to try to build a bomb?"
  },
  {
    "transcript_id": "CNN-47892",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Doesn't that make it a lot harder for them to argue that they were rogue workers, and they",
    "statement": "Oh, yes. More importantly, as you will see in our hearing today, we have discovered that there were early conversations <ABOUT> the problems at Enron, that Enron <MAY> have been clearly misleading its investors by understating debt and overstating income and hiding through error big billion dollar losses. And <KNOWING> this early in the process and not reporting it to the SEC, not reporting it to the Enron board, so the Enron board <MIGHT> be put on notice legally to do something <ABOUT> it, you <KNOW>, we have discovered a lot of information indicating prior knowledge at an early stage when investors and government agencies <PROBABLY> <SHOULD> have been told <ABOUT> what was going on. We also -- as I saw your earlier report, we're also going to follow up with some severe hearings on Enron. We were scheduled to do that next week. I <THINK> it's going to be <ABOUT> two weeks from now, because we're going to look into the question of Enron destruction of documents as <WELL>. We now have reports, we have not yet substantiated those reports, that Enron officials <MAY> have done exactly what Arthur Andersen officials were doing, and that is massively destroying <PERHAPS> relevant documents."
  },
  {
    "transcript_id": "CNN-26808",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Want to be rich and regal, or just rich and richer?",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "NPR-26961",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Which is - in a way, that's the answer to the puzzle. Would you have wanted to make it clear earlier on, Paul, that this is one story, that there's something here?",
    "statement": "You <KNOW>, it's fascinating because, when I was cutting this together, I <THOUGHT> - at several points, I <THOUGHT>, oh my God. I've given away everything by that reaction, by that shot, by this - (Laughing) - my partner, Michael Nozick, kept saying, no Paul, you really haven't. But if you are paying attention, I said, you'll see this. You'll see this painting here. You see this thing. You're going to start to figure this out. I love the <FACT> that the story sweeps you along. And you aren't looking that carefully because if you look carefully..."
  },
  {
    "transcript_id": "CNN-327166",
    "matched_terms": {
      "could": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "OK. I said it, I was wrong and I apologize. Now I want to send investigators, it's not me, it doesn't sound like me, and it's what?",
    "statement": "Yes, Don, so what. As you said, that day that that tape came out. My Washington Post colleague reported this story, we were on the air later that night. Waiting for the President to come out and make that statement that you just played. Now that we're a little more than a year later, you <PROBABLY> would expect the President at this point still -- love him or hate him, to not acknowledge the many allegations against him by women who have accuse him of sexual harassment and sexual assault. You wouldn't expect him to acknowledge things that he <COULD> be in jeopardy for, you would expect anyone especially the President of the United States to acknowledge a tape that we've all heard with our own ears and for which he already apologized in a videotaped address that you just played. That is the lengths to which President Trump will go to rewrite history on these cases, whether it's on that, whether it's on President Obama's birth certificate, on a whole host of issues as Jonathan reported. It was a great report by Jonathan Maggie by the way as always."
  },
  {
    "transcript_id": "CNN-85167",
    "matched_terms": {
      "may": "ungraded",
      "thinks": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "If you don't support President Bush, if you go back and read what he said in the campaign, he's just doing what he said he would do. And you've got to give him credit for that. You don't have to say he's a bad person. If you don't support him, you should say I think he's wrong and here's why. And if you do support him, you should say not that those of us who don't are bad people but you think we're wrong and say why.",
    "statement": "Bill Clinton was back in New York today where he delivered the commencement address at City University in New York. At least a few of the deep-pocketed donors on the political right are saying they <MAY> keep their money this year instead of donating to the president. \"The New York Times\" quotes Stephen Moore, the head of the anti-tax group Club for Growth as saying a lot of his donors are angry with the president over government spending, steel tariffs and other issues. Moore also says, however, that he <THINKS> most conservatives will forgive the president. Just a little while ago, I spoke with political analyst Stu Rothenberg of \"The Los Angeles Times\" who has written a column predicting that a Bush surge is forthcoming. He says you can't see or hear it, but he says it will happen. I started by asking him if that's the case, how he <KNOWS> it's true."
  },
  {
    "transcript_id": "CNN-93812",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Well, she came into the world kicking and screaming.",
    "statement": "As Marla grew up, her parents said she was the <KIND OF> kid who stood up for others and worried for those with less."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "I have; and they would have me point out to you that these were absentee ballot applications, not absentee ballots, first of all; and that's one of the things that they have put out there. They have also, I am told, in Tallahassee, showed and put out -- saying, look, this is the application we're talking about. They toss it off as, look, this was a pro forma thing, like something you get in the mail and it has a little stamp on it like a registration number or some sort of number that was not filled in. They believe it was more a clerical error than anything else. So they have downplayed it, but are they concerned about it? Absolutely.",
    "statement": "And I want to agree with you, if I misspoke and said absentee ballots; they <ABSOLUTELY> were absentee ballot applications. However, you <KNOW> the other side is going to make that, while the Gore people are saying look, this was just assistance -- ministerial assistance -- the other side is going to make the argument that says, you <KNOW>, where we come from you don't get assistance unless you ask for it."
  },
  {
    "transcript_id": "CNN-245708",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "A photo of this guy out there. And you know, there is not much officers can do, unless you know, its exact location, exactly what he is going to do and where he's going to do it at.",
    "statement": "If you have the photo, let me ask you this. You are going to be looking and stopping people who <MAY> look like him. You are into a whole other problem there, aren't you for the sensitivities within the community?"
  },
  {
    "transcript_id": "CNN-322990",
    "matched_terms": {
      "may": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "For now the White House appears to be seeking stability at the State Department, where secretary of state Rex Tillerson seems to have the confidence of the president, at least for now. That's despite the fact that administration officials see Tillerson on his way out, after sources say he called the president \"a moron.\"",
    "statement": "Nothing has changed, despite what you <MAY> read in the media or watch on TV. I would <CERTAINLY> trust the president and my comments far above those of other reporters."
  },
  {
    "transcript_id": "CNN-363058",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Good morning. Good morning to all of you. I'm Dave Briggs. It is Tuesday, February 26. It's 4:00 a.m. here in the East, 4:00 p.m. in Hanoi, Vietnam, and 8:00 p.m. in Melbourne, Australia. We're live there both shortly. But we start in the nation's capital where in a matter of hours, Michael Cohen begins three days of potentially explosive testimony on Capitol Hill and what he says could redefine the Trump presidency. The first stop for the president's former lawyer, an appearance before the Senate Intelligence Committee this morning. This one will take place behind closed doors. Cohen was sentenced in December to three years in prison for crimes that include lying to Congress. The president's son Don Jr. appearing on Fox News to drive home the point ahead of Cohen's testimony.",
    "statement": "You got a president trying to deal with a major world issue and to try to, you <KNOW>, distract or whatever it is by bringing in a convicted felon and known liar? I mean, it's pretty pathetic."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "well": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "And your character is?",
    "statement": "<WELL>, I'm her grandmother, because her mother has died. So we are burying my daughter, and one of the persons comes to visit, to the visitation and Gwyneth takes a liking to him immediately and they are <<FEELING>> so good comforting each other, and I interrupt by telling her that that's her father."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I don't know that you can say that they purposely drew back.",
    "statement": "<WELL>, you don't <KNOW> one way or the other."
  },
  {
    "transcript_id": "CNN-110754",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "At this point, I really can't tell you that. The information that I think I -- I have given to you so far is pretty much about all that we can give to you right now.",
    "statement": "All right. What are you doing now, Rick? Are you just <SORT OF> standing by, waiting for an update from the sheriff?"
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "sure": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Thank you, dear. What`s your question?",
    "statement": "My question is, why would you even take your eyes off of a 3-year-old child like that? That`s my question. Why would you not make <SURE> he`s either in the car or have something where you`re holding onto him, like one of those little -- I <GUESS> those little leashes that I call them, to where they cannot wander like that? He`s 3 years old. I mean..."
  },
  {
    "transcript_id": "CNN-315810",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "No, I agree with you on that. I agree. He's a busy man. He's got a lot to do. He's not just tweeting all day. But what he does for seven seconds with hurt people. And let me go to David Zurawik on this. The president's acting strong. I think that's what his supporters on Reddit are saying right now. This is a show of strength. I would argue it's an admission of weakness, that the campaign against the media is sort of all he has. It's his fuel to keep fans on his side. Zurawik, your reaction?",
    "statement": "<WELL>, look, first I want to say I couldn't disagree more with Ben. And I <THINK> the most dangerous thing is to say, oh, have a sense of humor, let's just laugh at it. You can kill somebody in seven seconds. That's part of the problem with social media, is people don't <THINK> <ABOUT> what they say. And they put out hateful, nasty <STUFF> like this. Listen, I wrote this this week. I really <BELIEVE> this. Twitter was a great tool for somebody outside of the power, somebody campaigning. It's great for people who are protesting, people outside the castle. It's a great attack vehicle. But now that he's inside the castle, and he's the guy running it, he doesn't <KNOW> how to control that voice anymore. It's like the gods gave him the gift of fire to vanquish all his opponents in the Republican primary. It was a 24/7 <KIND OF> attack ad that costs you nothing. It will revolutionize campaigning I'm <SURE>. But now, what it's giving us is exactly what you said at the top. It's giving us a glimpse into his mind with these tweets like the ones against Mika Brzezinski and this, and it's a really disturbing look at the man running the country. Look, you take somebody. You slam them physically to the ground. You put a logo on identifying them. That's what fascists did in the '30s to people. This is not something, Ben, that you laugh <ABOUT> and say, oh, ho, ho, it's only seven seconds, what a funny thing, get a sense of humor, yuck it up --"
  },
  {
    "transcript_id": "CNN-116443",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I mean illegal.",
    "statement": "<WELL>, I <KNOW>, but it's..."
  },
  {
    "transcript_id": "CNN-361142",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think absolutely will prove him right. And I have a hunch, as I indicated earlier that this is going to be about countries in addition to Russia. You know, Tom Barrack, I want to be careful here, I'm not accusing him of wrongdoing but his whole business empire has turned very significantly on his relationships with Gulf states and countries that these countries at that point in time were as eager as Russia or anyone else to curry favor with the Trump political people.",
    "statement": "Yes. Douglas, timing is everything, right? All of this is happening when the president is set to deliver the State of the Union address tomorrow, remember the one that was postponed. It's been very controversial. Him and Nancy Pelosi and the Democrats have been at odds. The president's legal troubles clout everything he's going to say tomorrow, do you <THINK>?"
  },
  {
    "transcript_id": "CNN-266199",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I wouldn't do that any time soon. What I would do -- and I think the secretary of defense is correct -- you need deconfliction. You don't want an accidental ramp-up. You don't want two planes colliding. You don't want planes shooting at each other because there's some confusion over a target in Eastern Syria. But beyond that, I wouldn't coordinate. I would show our strength by coming up again by rallying our Arab League partners to start pushing a real campaign in Eastern Syria against ISIS. If you don't, the Russians are going to continue to look at all of this as an opportunity to expand their operations there.",
    "statement": "There's a debate right now <ABOUT> whether the United States <SHOULD> be imposing a no-fly zone over Syria or over parts of Syria. What are the pros and minuses with such a thing?"
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "Tell me <ABOUT> that."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And it's helpful for you and for her?",
    "statement": "Yes, yes. I <THINK> it is much more helpful for us now. I don't <THINK> she ever remembers Tina(ph) visiting anymore. But it's wonderful for the rest of the family to have it. And this woman also did one for our last surviving uncle. So we have two sides of the family remembered."
  },
  {
    "transcript_id": "CNN-250418",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "And there are hard feelings inside this White House about Netanyahu's visit. I talked to a senior administration official last night who said Netanyahu is trying to make himself the center of attention here in Washington this week. And as you mentioned, the president will not be sitting down or meeting with Netanyahu this week, because the White House says the Israel elections are just around the corner. But as one senior administration official told me, don't even expect a phone call. Back to you guys.",
    "statement": "A chilly reception. All right. Jim, thanks so much for that. So it's <CLEAR>, Benjamin Netanyahu is not backing down, so what will the Israel prime minister say and how will it play? CNN global affairs correspondent Elise Labott traveled with the Israel prime minister. She has that part of the story. Good morning, Elise."
  },
  {
    "transcript_id": "CNN-22952",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, you know, it's interesting. If we go back I guess 30 years or 25 years, Robert Kennedy was also criticized for that.",
    "statement": "Mark, I'm sorry to cut you off. I'm going to let you finish your <THOUGHT>, but I just wanted to advise you, I can't -- don't <KNOW> if you can see what's happening on our screen right now, but we understand this is Hillary Rodham Clinton arriving. And as we were just talking <ABOUT> the security cortege she's got, we see here more, <PROBABLY> <ABOUT> eight or nine different security men jumping out of this vehicle. There's President Clinton. We see him getting out of the front seat of this SUV that they've arrived here at the Capitol in. Still have not scene Senator-elect Hillary Rodham Clinton coming up. There she is. We now see the back of her. They are now just now entering the building. She's there walking in, and she'll be wearing blue, just in case you were wondering. All right, we'll let you go ahead and finish your point."
  },
  {
    "transcript_id": "CNN-316527",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "These facts that have shown in the last 24 hours that there clearly was a Russian government effort to discredit Clinton and to help Trump. And that Trump official at the most senior level was aware of that? How high that goes? We've still got questions to ask.",
    "statement": "And you <KNOW>, one thing which is interesting on the same day that Donald Trump Jr. finalized the meeting with the Russian lawyer that was last June 7th, last year. His father secured the nomination and then, Donald Trump made this promise at a campaign stop."
  },
  {
    "transcript_id": "CNN-115052",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "seem": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, I mean, there`s an argument about child endangerment certainly. But I don`t think that really is on the table right now. I think the bigger issue with drugs is whether Howard K. Stern is going to be implicated in the death of Daniel, Anna Nicole`s son, because one witness is going to say at the coroner`s inquest that Howard K. Stern gave Daniel Methadone, which contributed to his death, and then flushed the balance down the toilet after he died. So I think that, frankly, is the bigger issue right now.",
    "statement": "And, of course, the main concern, as we`ve been talking <ABOUT> tonight, is little Dannielynne, because with each passing day we grow more and more concerned <ABOUT> her welfare. Ashleigh, I don`t <KNOW> <ABOUT> you, but I find it simply outrageous that the courts aren`t getting it together. They`re allowing this matter to drag out, it <SEEMS>. And they`re not fast tracking it. It would <SEEM> to me that someone would have the ability to put it on the fast track, if for no other reason than to protect the baby."
  },
  {
    "transcript_id": "CNN-94597",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Missing, he says, the goal of maintaining peace in the area. But either way, Israeli security officials are worried enough about the threats to make securing the site their top priority. Guy Raz, CNN, Jerusalem.",
    "statement": "Let's check out some live pictures now from Havana, Cuba. Fidel Castro calls on Cubans to take to the streets. It's a march against terrorism, he's calling it, and an accused bomber who is now right here in the U.S. Then, Robert Blake walked free after the trial for killing his wife. So what's he saying <ABOUT> his life now? You're going to hear from the former \"Baretta\" star in just a moment And Amber Alerts to use your cell phone. We'll tell you how that's going to work just ahead."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "But in Northern Ireland, if you say are you Catholic proud -- or, I mean pride -- or if you're Protestant Pride, it causes problem. And that's what I'm saying. It's -- they are -- not because they are proud of being Catholic or proud of being Protestant or Catholic -- it's that they are trying to be anti something else.",
    "statement": "<COULD> I just jump in here real quick? <COULD> I just jump in real quick?"
  },
  {
    "transcript_id": "CNN-152790",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes, Campbell, they're saying here it's going to even get worse -- 75 percent down is what they're projecting as a possibility in Pensacola for the entire month of July, as far as tourism. So they're working BP and they say BP is actually coming to the table. Some of the things they're talking about, perhaps BP would subsidize the price of a hotel room for tourists who do come to Pensacola and BP -- they're also saying they're talking about perhaps giving gas credit cards or a gas card or a voucher to tourists who come and check in. Those things, they say, are the kinds of things that are on the table they're discussing with BP, although none of it has been worked out and has actually come to fruition yet -- Campbell.",
    "statement": "All right, John Zarrella for us tonight -- John, thank you. When we come back, we are going to talk <ABOUT> the weather, what effect that is having, and also some new technology on its way that <MAY> be able to help with the cleanup right after the break."
  },
  {
    "transcript_id": "CNN-360290",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "certainly": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "But the Biden message would be, I'm a president. And nobody can question that I'm qualified to be president. They can question my position. We can have debate about this issue and that issue, but everybody can look at me and say he's ready to be president. Don't you want me up against Trump?",
    "statement": "I mean, unfortunately that was Hillary Clinton's message and it's shown not to have worked against Donald Trump. And so I do <THINK> that the primaries going to be <ABOUT> Democrats calculating what will work against Trump? And right now it <SEEMS> like Nancy Pelosi is the only person who has really found that formula. But I <CERTAINLY> <THINK> that's going to be a heated topic in smoke-filled rooms among Democrats going into 2020."
  },
  {
    "transcript_id": "CNN-244071",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "All right, we will stay in close touch with you as well. Jason Carroll, thank you. There's huge reaction to the first interview with police officer Darren Wilson, including from the parents of Michael Brown. CNN's Ed Lavandera is also in Ferguson with this part of the story. What's the latest there, Ed?",
    "statement": "<WELL>, Wolf, a lot of people talking <ABOUT> that interview that Darren Wilson has done with ABC News. As you <MIGHT> <SUSPECT>, there's a lot of people who are questioning what exactly he is saying."
  },
  {
    "transcript_id": "CNN-352734",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And you tweeted over the weekend, \"The upcoming election would be the most important of our lifetime. Get out and vote.\" What did you mean?",
    "statement": "Listen. Here's my recommendation, grab your family, your friends, your neighbors, get to the polls. If not, you'll have another two or another six years of this craziness. Make <SURE> you vote. All right?"
  },
  {
    "transcript_id": "CNN-60564",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It's for principle I won it, for God's sake -- for getting dressed up, out of bed and here.",
    "statement": "Sharon Osbourne's efforts paid off. The matriarch of roll 'n roll's famously foul mouthed first family is battling colon cancer but nothing <COULD> stop her from picking up the Emmy for Outstanding Nonfiction Program for \"The Osbournes.\""
  },
  {
    "transcript_id": "CNN-148796",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And what did we learn last week?",
    "statement": "We learned <ABOUT> when my mom fights with my dad, I have to read a book."
  },
  {
    "transcript_id": "CNN-342657",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Brynn, thank you. Brynn Gingras in New York. Let's bring in our justice correspondent, Evan Perez, who's been doing a lot of reporting on this. Evan, Michael Cohen has not met with prosecutors, at least not yet. But what would they want to ask him? What do we know about that?",
    "statement": "<WELL>, what we <KNOW>, Wolf, is that this is an investigation right now that's focusing on Michael Cohen's business past, the -- <CERTAINLY> the -- his ownership of taxi medallions, which used to be a lucrative business in New York. But don't -- let's not forget that this is the president's fixer. This is the person who has been so close to the president. He's known a lot of intimate details <ABOUT> the president's business over the past few years. So there's a lot of information that he has. And this is why you see, as Brynn just mentioned, people close to the president have been, frankly, a little freaked out. They're wondering what exactly is on Cohen's mind. They want to <KNOW> whether or not there's something here that <COULD> bring danger to the president, frankly."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "We're going to take a break here. When we come back the British Labour Party leader accused of comparing Israel to ISIS. What he said and the fallout is next.",
    "statement": "Also new details on Boris Johnson's big political bombshell. Why some people <THINK> his greatest decision is tantamount to dereliction of duty."
  }
]