[
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Thank you Chairman Pallone and I always enjoy our conversation. You call me any time. Ranking member Walden, distinguished members of the committee. On March 12, Secretary Azar requested that I lead the coordination of COVID-19 testing efforts within the Department of Health and Human Services. And I would like to be clear that although I am no longer full time deployed to FEMA, I am maintaining my role coordinating testing. To date, the nation is performed over 27 million COVID-19 tests, now averaging about 500,000 tests per day. Even without any major technical advances, I estimate the nation will have the capacity to perform between 40 million to 50 million tests per month by fall. To address the public health challenges over the past months, we implemented a phased approach to meet the testing needs at each stage of the pandemic, especially now during reopening, when the need for testing is the greatest. In early March, HHS and FEMA developed and implemented 41 community-based drive-thru testing sites in locations prioritized by the CDC, in collaboration with our state and local partners. These sites have tested nearly 300,000 high risk individuals and served as prototypes that have been duplicated multi-fold. Next, we leveraged trusted pharmacies to further implement community testing, especially for minorities and underserved. This federal program is now providing testing at 611 locations in 47 states and the district, 70 percent of which are in communities with moderate to high social vulnerability. This program has tested over 688,000 individuals. Federally qualified health centers serve over 29 million people across the nation. They provide care to one in five of those uninsured, one in five rural Americans, one in three living in poverty and 1.3 million homeless. Again, to assure we reach these most vulnerable among us, 93 percent of FQHCs offer COVID-19 testing. To further expand access, we authorized all licensed pharmacists to order and administer COVID-19 testing under the public readiness and emergency preparedness to our prep act. Over 90 percent of Americans live within five miles of a pharmacy, again assuring widespread availability. On June 4, using authorities provided to the secretary under CARES, HHS released new mandatory laboratory reporting guidance so that we can confirm that all groups are benefiting equitably from COVID-19 testing. Lab reports must include demographic information like race, ethnicity, age and gender. And today, I am pleased to announce the selection of Morehouse School of medicine as the awardee for a new $40 million initiative to fight COVID-19 among racial and ethnic minorities as well as rural and other socially vulnerable communities. This cooperative agreement with the Office of the Assistant Secretary for Health, Office of Minority Health and Morehouse School of Medicine will develop and implement a strategic network of national, state, territorial, tribal and local organizations to deliver COVID-19 related information to communities, hardest hit by the pandemic. In the first year of this agreement, Morehouse School of Medicine will receive $15 million. This massive expansion of testing resulted in unprecedented demand for supplies, reagents, laboratory platforms. To meet this demand we secured the global supply chain through a military air bridge. We worked directly with manufacturers to increase domestic production. We collaborated with external partners to validate you technologies. We secured and prioritize scarce point of care tests for state public health laboratories, the Indian health service and other critical needs. Finally, we used Title 3 of the Defense Production Act to further invest in domestic manufacturing. These actions and others have enabled our current efforts with states, territories and tribes to implement evidence-based diagnostics and surveillance plans. I would like to close by recognizing my fellow officers in the United States Public Health Service Commission Corps, the uniform service that I lead, 4482 officers have deployed to support the pandemic response, including to the Diamond Princess cruise ship in Japan, to our military bases repatriating Americans, to our community based testing sites, to FEMA taskforces, directly inside nursing homes and to field hospitals across our nation, exemplifying the care and compassion that all of us feel for those who have suffered during this pandemic. I thank each and every one of these officers and their families and on their behalf, I would like to thank all of you in Congress for supporting our training needs and the establishment of a Ready Reserve Corps to supplement our ranks during inevitable future national emergencies. Thank you again for the opportunity to provide these remarks.",
    "statement": "Thank you Admiral and thank you for mentioning the - both military and civilians who are out front in helping us during this crisis. Really appreciate <ALL> that they do and we <HAVE TO> make <<<SURE>>> that we help them as much as possible. So last but <CERTAINLY> not least because the FDA is just as important is Dr. Hahn or Commissioner Hahn."
  },
  {
    "transcript_id": "CNN-258907",
    "matched_terms": {
      "should": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "Prior to wandering to that tourist area, Sanchez says he popped some sleeping pills that he found in a dumpster. Then he says he found the gun wrapped in a T-shirt and then it went off accidentally. But we <SHOULD> point out that he <<REPORTEDLY>> told police originally that he was aiming for sea lions. John and Kate, back to you."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "certainly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Any truth to that?",
    "statement": "I have no idea. But I see no reason to not <<<BELIEVE>>> it, because the people I saw in action that day <WOULD> <CERTAINLY> do that."
  },
  {
    "transcript_id": "CNN-17334",
    "matched_terms": {
      "clear": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Madam Secretary, are you confident that this is irreversible, what's happened in Yugoslavia? And can I just add a quick? I know how the administration would feel about a Milosevic role, which Ivanov evidently is talking to Milosevic about, but should he somehow -- he's been pretty clever -- should he somehow get a piece of the political action, would that affect decisions on sanctions?",
    "statement": "Let me say that I <<<THINK>>> that, to answer the latter <QUESTION> first, I <<<THINK>>> that basically here we do not <<<THINK>>> he <SHOULD> have a role. The Serb people have made <CLEAR> that he shouldn't have a role."
  },
  {
    "transcript_id": "CNN-287920",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Welcome to our viewers all around the world. I'm Amara Walker in Los Angeles.",
    "statement": "I'm John Vause outside Number 10 Downing Street. You're watching CNN NEWSROOM. But we will begin in Turkey where officials say they are more <CERTAIN> than ever that ISIS is responsible for the brutal attack on the airport in Istanbul. The death toll now at 44. Senior international correspondent Nima Elbagir is live outside Ataturk Airport. She joins us now. And Nima, <<PERHAPS>>, the most troubling of <ALL> is the direct involvement here of ISIS especially compared to other attacks which have <<SORT OF>> been lone wolves acting for but independently of the terror group."
  },
  {
    "transcript_id": "CNN-225680",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, Wolf, the general thinking around the Pentagon is something like 10,000 U.S. forces, plus some NATO forces. If they wait -- if the Afghans wait too long, those NATO forces likely to disappear into the mist and U.S. forces smaller. If they leave a smaller force than 10,000, what they will not not be able to do is everything they want to do -- train, advise, assist the Afghan forces and conduct their own counterterrorism operations. Those U.S. troops still trying to keep an eye on the Taliban and al Qaeda, and also be a base of operations from which to launch drones into Pakistan, possibly to go after al Qaeda and Taliban on that side of the border. All of that could go away. If they come down really dramatically below that 10,000, what sources are telling us, you could see just a couple of hundred U.S. troops stay at the U.S. Embassy in some kind of garrison fashion, much as they do at the U.S. Embassy in Baghdad in Iraq. Nobody thinks that's going to be very valuable. But, look, if this agreement isn't signed and it isn't signed in time, there may be no choice -- Wolf.",
    "statement": "And, Jim, there's no guarantee that whoever is elected in those new elections in Afghanistan will, in <FACT>, go ahead and sign that bilateral security agreement."
  },
  {
    "transcript_id": "CNN-111979",
    "matched_terms": {
      "should": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Take a listen to what the victim`s mother had to say.",
    "statement": "I don`t <<<BELIEVE>>> it. He <SHOULD> pay for what he did to my baby. It`s not fair. She`s not even at home with me, and he can be home"
  },
  {
    "transcript_id": "CNN-364651",
    "matched_terms": {
      "fact": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So David, you say that the voters should decide 22 months until the next inauguration. If democrats believe and some in the House do, that there could be a continued threat; why wait?",
    "statement": "<WELL>, the first <THING> you <HAVE TO> understand <ABOUT> impeachment is it's a political process. It's not a legal adjudication. It's not the application of law to facts. So this is a political process that <WOULD> begin at some point in the future after the Mueller report is released and will last for a very long time -- for month after month after month while a political campaign, while a presidential campaign, is ongoing. And that <WOULD> be, one, extremely divisive, as Speaker Pelosi indicated and number two, <WOULD> leave open a <QUESTION> that the president's defenders <WOULD> ask that I <<<THINK>>> <WOULD> be <QUITE> compelling to the American people, which <WOULD> be why not just let the people decide?"
  },
  {
    "transcript_id": "CNN-114365",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "At the time, Haggard was a spiritual superstar, the leader of a 14,000-member church he had built from nothing, president of the National Association of Evangelicals, a man of God who had the ear of the White House, but wasn't afraid to talk about sex on the record.",
    "statement": "You <KNOW>, <ALL> the surveys say that evangelicals have the <BEST> sex life of any other group."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "know": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, he didn't invoke the 1982 Intelligence Identities Protection Act, which is a crime to release the identity of a covert CIA officer. He didn't invoke the Espionage Act of 1917. He was invoking making false statements, perjury, obstruction, the -- all significant potential crimes, to be -- to be sure. If, in fact, these allegations, though, are true, that he flat- out lied to grand jury members and to the FBI, whether or not some of the basic, sort of underlying crimes may not have been committed, that -- those are serious charges.",
    "statement": "<WELL>, they're really serious charges. And knowing Fitzgerald as I do, he's a competent, very, very good prosecutor. And you <HAVE TO> <DOUBT> that he <WOULD> bring charges that he didn't have backup for. So, but they..."
  },
  {
    "transcript_id": "CNN-5139",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Russian political analysts aren't the only ones singing the praises of Mr. Putin. Since Boris Yeltsin's resignation last year, the acting president has been winning the Russian people over one vote at a time. CNN's Jill Dougherty has more.",
    "statement": "Welcome to the ministry of miracles. That's what some Russian journalists have dubbed it, the public reception office of Vladimir Putin. It's part of his election campaign that that makes little difference to the people who come. For 10 years, retired colonel Alexander Vakrushev (ph) was getting the runaround from bureaucrats on his disability pension."
  },
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Dr. Hahn.",
    "statement": "Yes, thank you. Again, thank you for the support. One big point I want to make here is that what we've learned during this epidemic is what Admiral Giroir said is that we have access to information issue. We have learned is that we <NEED TO> collect real world evidence in real time during an emergency just like a doctor <WOULD> do during an emergency to inform decisions and how we <<COULD>> <CHANGE> them, moving forward. So your support for real world evidence generation <WOULD> be incredibly helpful."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And so we think that public education plays a much secondary role to getting effective warning messages out when something is suspected like approaching tornado, or something is suspected that the science behind the drug testing is incorrect.",
    "statement": "And then, you <KNOW>, people become very information hungry, and they want to <KNOW> details <ABOUT> the facts and what they <SHOULD> do."
  },
  {
    "transcript_id": "CNN-114703",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Many White House hopefuls are spending this holiday on the campaign trail and taking advantage of a week long break in Congress. For most, the driving issue remains Iraq and President Bush's handling of the war.",
    "statement": "Unfortunately, our leadership, from the Republicans and from the White House, <ALL> of them working have undermined America's alliances and friendships <AROUND> the world. You <KNOW>, we <HAVE TO> have friends and allies to defeat our enemies. We can't do it on our own. We've got to have people standing with us and rooting for us and working on our behalf."
  },
  {
    "transcript_id": "CNN-349660",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "It's completely degrading. It's completely demoralizing. You do not do that to professionals. And it would leave a trail of bitterness that I just think is very destructive for this president. But you know, we're six days into this and we still do not have an administration that can identify a single law that potentially has been broken. They are asked repeatedly, Sarah Sanders was asked about this repeatedly today, and she kept retreating into sort of, you know, mouthy words, and just sort of a fog bank, but did not and could not identify any law, any crime that has potentially been committed here. That's what's so objectionable, is about having -- trying to beat up the Justice Department to get them to investigate.",
    "statement": "Yes. David Gergen, Michael D'Antonio, Jennifer Rodgers, thanks so much. Is the op-ed a matter of national security or is this just insecurity and fear in the White House? We're going to talk to the former head of the national security agency, next. Also ahead, the latest on Hurricane Florence. We'll hear from a hurricane hunter pilot who got an up close <VIEW> of how strong this is right now."
  },
  {
    "transcript_id": "CNN-71139",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Before the first man in space flight, NASA developed a pen which was able to write in zero gravity without losing ink. The development costs <AROUND> $18 million. That's how the Russians solved the problem."
  },
  {
    "transcript_id": "CNN-166641",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what does all of this mean for John Edwards? Our legal contributor Sunny Hostin from \"In Session\" on our sister network, TruTV is live in New York to help us sort through this. So, Sunny, thank you for joining us. We appreciate it. So the big elephant in the room here is supposedly a contributor gave the Edwards campaign $700,000 to cover up this affair, to take care of a personal problem. And prosecutors have to sort of figure out whether this is campaign money or is this just a big, fat gift of money to John Edwards. Does that sort of boil it down?",
    "statement": "That <<SORT OF>> boils it down. <ABSOLUTELY>, Carol. I mean, they <NEED TO> determine whether or not federal campaign finance laws have been violated and if that is the case, then that is a crime. That's illegal. And I <<<THINK>>> that's <<PROBABLY>> what's been going on at the justice department. They want to make <<<SURE>>> if they bring forth information, evidence in front of a grand jury, that they can, indeed, get an indictment from 23 people. And it appears now that sources have told CNN that that is where this is going. That the Justice Department has approved going forward. Now grand jury proceedings are secret so we <WOULD> not <KNOW> what exactly what <WOULD> be presented to the grand jury. We <WOULD> <ONLY> learn if there is an indictment after that presentation. So this is a tough spot for John Edwards and his legal team. He is a lawyer after <ALL> so he knows very <WELL> what this process is. And the <BOTTOM LINE> really for him is, do you want to make a deal prior to indictment? A pre-indictment deal is <ALWAYS> better. Or, do you want to go to trial on this? Do you want to <<SORT OF>> <HEDGE> your bet? I <WOULD> say his attorneys are trying very hard to make <<<SURE>>> this goes away before indictment."
  },
  {
    "transcript_id": "CNN-133899",
    "matched_terms": {
      "sure": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Anderson, the fact of the matter is there won't be a lasting peace agreement until there's a solution to this whole global Palestinian-Israeli problem. Everybody's been saying that. We've been talking to Tony Blair, to others who are involved in this latest outburst of violence. But it's just another episode. It's just another episode, until there's a real solution to the Israeli-Palestinian conflict. Obviously, the problem is vastly exacerbated by the fact that there isn't a united Palestinian front anymore, and there's this division between the Palestinian Authority and Hamas. So, clearly, in this -- in this episode, Egypt is going to try to broker, again, some rapprochement between the Palestinian Authority and Hamas so that they can try to be at least one word, one face, one unity amongst the Palestinians. But this is going to be exceptionally difficult going forward.",
    "statement": "<NO <DOUBT>> <ABOUT> that. Christiane Amanpour from Jerusalem live tonight. Thank you, Christiane. From the serious to the surreal now. Up next, is the porn industry in need of a bailout? The people who brought us \"Girls Gone Wild\" and a host of movies whose titles I can't even mention are begging for billions from the government. <<<SURE>>>, it <MAY> just be a publicity stunt, but it gives the term \"economic stimulus\" a whole new meaning. And later the latest on 16-year-old Jett Travolta's sudden death. What does the Church of Scientology <<<BELIEVE>>> <ABOUT> medicine and death? Tonight, the church speaks out."
  },
  {
    "transcript_id": "CNN-131182",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "The bottom line is that the unemployment situation is not good. And I can tell you Wall Street is watching that bailout discussion in the House very, very closely. If they do not act, you better believe Wall Street is going to get increasingly worried and the jobs picture - the outlook for the job picture certainly could deteriorate. The news this morning, payroll down by $159,000 in the latest month in September. We've had declines for nine consecutive months in that number in payrolls, and this is the worse of them all. Typically we do see a drop in manufacturing employment, obviously construction has been down for quite some time. But now add in services. That's where the growth in the economy has been. Forget about it. Now we're seeing a decline. And the situation is likely even worse because the average workweek actually diminished. So that indicates that the employment situation could be getting worse. The good news here, at least the unemployment rate remains steady at 6.1 percent. But economists say that, too, is likely to go up -- Heidi.",
    "statement": "And meanwhile, <ALL> this talk - we still haven't been able to bring up the credit situation as Washington continues to discuss this potential bailout. I do <WONDER> if they OK it, <<COULD>> that then slowly turn <AROUND> this employment picture, this jobless numbers that we're getting?"
  },
  {
    "transcript_id": "CNN-316840",
    "matched_terms": {
      "might": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Which means what going forward?",
    "statement": "Here is what it means, practically speaking, this is keeping him afloat. Independents have now very strongly turned off to Trump and Democrats are <AROUND> the 10 percent mark in supporting Donald Trump, which is way below usual for the opposition party. I <<<THINK>>> if you look at the big picture you can see that because Republicans support Trump so strongly and the House and the Senate are both controlled by Republicans, the Republican leadership in the House and Senate and most of the rank and file members don't <<FEEL>> they can deviate from Trump's programs. They <<FEEL>> they <HAVE TO> support them otherwise they <MIGHT> get opposition in their party primary the next time <AROUND>."
  },
  {
    "transcript_id": "CNN-140976",
    "matched_terms": {
      "obviously": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Captain Marvin Renslow was at the controls, not the co-pilot. The NTSB Monday, released an interview summary with executives from Gulfstream Training Academy where Renslow had studied piloting. Academy Director James Bystrom told the NTSB, \"Renslow's performance at the academy was above average.\" Indeed, it was only latter in his career that Renslow repeatedly failed test rides, some of which he failed to disclose to Colgan Air. Allan Chernoff, CNN, New York.",
    "statement": "Taking you live now to Washington, D.C., the site of the AARP headquarters. The President of the United States going to be stepping up to the mike in just a minute. His latest pitch for health care reform. And <OBVIOUSLY>, this is a very special interest group as you <KNOW>. 40 million members. And, you <KNOW>, if you're 50 and up, you're going to want to pay close attention. The president's at AARP right now getting ready to introduce the president. Let's go ahead and listen."
  },
  {
    "transcript_id": "CNN-153893",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Oh, no, certainly not. And it's also important to note, obviously, the developer can change his mind. If they choose to move that Islamic center elsewhere, that's certainly a possibility but it's not what the developer has said he has in mind. So, again, let's basically anticipate that, yes, an Islamic center and a mosque will be constructed two blocks north of ground zero where the World Trade Center once stood.",
    "statement": "Hey, Allan, holding that thought. Again, what has the developer - has he said what he has in mind? Has he <GIVEN> specifics <ABOUT> what he wants to see there exactly?"
  },
  {
    "transcript_id": "CNN-157170",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "They directed me to a secondary screening which consists of what they call an enhanced pat down. Pat down is misleading. They -- they concentrate on the area between, as they say it, the upper thighs and the torso, and they're not just patting people's arms and legs. They're grabbing and groping and prodding pretty aggressively. I've watched it a number of times as I've gone through other security lines where I have been able to bypass some of that because of, you know, being a crewmember in uniform. But that's the gist of it. I'm not comfortable with -- not so much being touched by another human being, but being physically assaulted by an agent of the federal government on my way to work.",
    "statement": "So, you <KNOW> the first <QUESTION> that people have is -- wait a minute, but they're making passengers go through this. So passengers <HAVE TO> go through it. Why shouldn't pilots?"
  },
  {
    "transcript_id": "CNN-229473",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Not in the least. The notion that a brand in some way or other is not just the property of the corporation but actually of the people who buy it --",
    "statement": "What <<SORT OF>> brands acting against in this <<SENSE>>? And I'm not <<SORT OF>> being difficult here with you. We <ALWAYS> <<<THINK>>> of brands happy to put profits before principles. <WELL>, <<ARGUABLY>>, by doing this, they <MIGHT> have done exactly the same <THING>. They're being politically correct --"
  },
  {
    "transcript_id": "CNN-28933",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "But the fact that there's no indication that these children are aggressive after kindergarten. In fact, if you talk to anyone on the study, what they'll tell you is they're petrified that people are reaching conclusions about aggression, that it is somehow abnormal, and also that there's any indication in the study that it would continue after kindergarten. There's no evidence that these children are anymore aggressive than normal or that they continue their behavior of aggression after kindergarten.",
    "statement": "You <KNOW>, Jennifer, that's sad because I <<<THINK>>> we do women a terrible disservice in this country. It isn't <ABOUT> handing out guilt when we reveal the results of this study. It's <ABOUT> a matter of telling women so they can make a <FULLY> informed decision <ABOUT> their children, <ABOUT> their future and <ABOUT> their lives, that there are some pretty strong indicators here. What we knew in the second phase of the study..."
  },
  {
    "transcript_id": "CNN-125263",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Worth a lot of money. On the other hand, you have Tyra Banks, who for better or worse, is parlaying this into a major media empire. And then you have Naomi Campbell dancing in this flavored water ads. I mean, that is not couture or very chic at all, Alina.",
    "statement": "<WELL> put, Lola. <ALL> right. I <KNOW> you'll be watching <ALL> of this for us. Keep us up-to-date."
  },
  {
    "transcript_id": "CNN-318951",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And a lot of people remember, David, a year ago, plus, when it took him a while to condemn David Duke and white supremacists. We all remember that interview with Jake Tapper. He said I don't know anything about David Duke.",
    "statement": "It took him a while. He looked pained to eventually disavow David Duke. There was the episode where he blamed Judge Gonzalo Curiel for being Mexican-American. The birtherism, that launched his political incarnation in the last several years. The president now, if he wanted to pivot away from that he's struggling to do it. Because it's hard to turn that ship <AROUND> once you unleash it."
  },
  {
    "transcript_id": "NPR-44635",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He's dressed...",
    "statement": "<WELL>..."
  },
  {
    "transcript_id": "CNN-222961",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "New developments in that chemical leak that left hundreds of thousands of people in West Virginia without water. Now the state attorney general says he's launching a formal investigation. CNN's Alina Machado is in Charleston, West Virginia, for us. So what's the latest, Alina? What are you hearing?",
    "statement": "<WELL>, Wolf, the Attorney General's Office says they plan to get to the bottom of what happened here and that their investigation will look at everyone, not just the company where this chemical leak happened. Now this development comes as the water ban is lifted in yet another zone in this area."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "I'd be lying if I said no.",
    "statement": "The complete investigation report, however, has still not been released. <ONLY> parts have. Among the findings, the fence <AROUND> the base was old and scheduled for repair. Intelligence officers had picked up no hints that the attack was coming. And the military still does not <KNOW> who the Lion of Islam was or how he got to the mess tent. For Vicky Castro (ph), who now speaks out against this war, that's not enough, not for her son's life."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "It's interesting, though. You say when you were starting out in Los Angeles, there were times when you would deliberately try to make your audience uncomfortable.",
    "statement": "Oh, that's my experience with stand-up. I mean, an audience can be like a pack of wolves. I mean, after I, you <KNOW>, learned <ABOUT> an audience -you <KNOW>, an audience becomes one. So, you <KNOW>, they decide what they're going to do, I mean, whether they're going to like you or dislike you. And I didn't like the <FEELING> of being disliked. You <KNOW>, I wanted the audience to <<FEEL>> it, you <KNOW>, like any other human being. Do you like pain?"
  },
  {
    "transcript_id": "CNN-162780",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I understand.",
    "statement": "Tonight, high drama as sparks fly during a <CRITICAL> hearing in the Casey Anthony murder case. It was a marathon day for Casey. She cried and she laughed in court. It was also an agonizing day for her parents, Cindy and George, who were in the hot seat. And that means the witness stand. Things got very, very heated when prosecutors cross-examined Cindy and George <ABOUT> the <CRUCIAL> day, July 15, 2008, that they called cops to report that their precious granddaughter, Caylee Marie Anthony, had been missing for a month. Here is Cindy talking <ABOUT> how she says cops treated Casey, her daughter, once cops arrived at the Anthony home. Listen."
  },
  {
    "transcript_id": "CNN-203423",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "What is your favorite \"Dead\" song?",
    "statement": "I can't give you a favorite \"Dead\" song. The <<TRUTH>> is I don't <KNOW> if I <SHOULD> say this on camera. I was not a \"Dead\" head. I don't <KNOW> -- that's OK."
  },
  {
    "transcript_id": "CNN-146749",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right. Yes.",
    "statement": "I <<<THINK>>> that`s really where people - that`s at the heart of the outrage."
  },
  {
    "transcript_id": "CNN-376866",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Yes, I'm sure you can.",
    "statement": "And we <KNOW> that, you <KNOW>, some of the toughest days are ahead. So we wish you the <BEST>."
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "about": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And that is what bothers me the most about this case. They saw the abuse and did nothing.",
    "statement": "And there in lies the issue. You spoke for Mo Ivory as <WELL>, I <<<BELIEVE>>>. So thank you very much, panel. Let`s that <HOPE> this gets fixed and doesn`t happen again. Up next an award winning TV and movie producer says that he simply fit the description -- yes fit the description -- when he was mistaken for a bank robber. He was then handcuffed and detained for hours. The story has blown up. It`s online and we`ll speak to him <ABOUT> this story -- that`s next. Don`t go anywhere."
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'm confused as to whether or not there was communication going on between your committee or others and the Pentagon or the White House or the government where the museum was concerned before the event?",
    "statement": "<WELL>, there <ABSOLUTELY> was communication. <ALL> of the leading scholars of Iraq and of the ancient Near East in the United States were trying to get a message through to both the State Department, but particularly the Pentagon, <ABOUT> the urgency of protecting those places and a reminder that nine of the museums in southern Iraq were in <FACT> looted during the first Gulf War. So this had happened before. And this very unique treasure was of great concern."
  },
  {
    "transcript_id": "CNN-37932",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm Peter Travers and this is HE SAID/SHE SAID, the movie review show.",
    "statement": "The reason we are here in a very 1940s setting is because we're talking <ABOUT> a very 1940s movie. We are talking <ABOUT> \"The Curse of the Jade Scorpion.\""
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Right. And, of course, the intervening -- among the many intervening events was McConnell holding open a seat for the entire election year of 2016. You hear Ted Cruz saying, well, we shouldn't have an evenly divided court in an election year. Didn't bother Ted Cruz or any of the other Republicans in 2016. Look, they probably will find the votes to do this. I mean, as Abby is saying, the universe of people beyond once you get to Mitt Romney at 50/50, that next one gets very hard. But if they do, do this, in this very limited time frame, particularly if Republicans lose the Senate and lose the White House, I think you're looking at kind of a crisis of legitimacy for the Supreme Court, that you don't know exactly where it goes. This will be the third -- if it's seated, the third Supreme Court justice chosen by a president who lost the popular vote and confirmed by a Republican Senate that represents less than half of the country, when you assign half of each state's population to each senator, George W. Bush, who lost the popular vote being two others. Clarence Thomas, the last Republican, the other Republican on the, court was confirmed by a -- by senators who represented less than half the country as well. And I don't know exactly where this goes. But if Democrats win the Senate, win the House, win the presidency, and have this new emerging majority centered on diverse America, I don't think they will stand kind of quiescently through the 2020s if this court knocks down their initiatives starting right after the election, with the very real possibility, virtual certainty that the Affordable Care Act will face -- could be struck down, with all the implications of that for people with preexisting conditions.",
    "statement": "Abby, Mitch McConnell loves two things. One of them is confirming judges and justices. The other one is maintaining his <MAJORITY>. And he has a balancing act here, because the <QUESTION>, of course, is whether or not, and for some of the senators, Republican senators up for reelection, like Susan Collins, like Cory Gardner, whether going against what Republicans did in 2016, when they said we <SHOULD> leave this up to the voters in November, whether that will turn off swing voters or independent voters. I mean, this is hypocritical for many of the senators. How much do you <<<THINK>>> that calculation works in his favor in terms of pushing this forward now?"
  },
  {
    "transcript_id": "CNN-95717",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "It's a different day and age, though, now, isn't it?",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-286085",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But, Jeff, the argument you're making is that super delegates should go against the majority of the popular vote and pledged delegates, Clinton has received a total of 13,027,983 raw votes, that's 55.6 percent. Sanders has received 10,014,447, which is 42.7. Why should superdelegates go against what Democratic voters want?",
    "statement": "<WELL>, Jake, those numbers are <A LITTLE> deceptive because a lot of the states where Sanders won were in caucus states. If you extrapolate the population of those states, compare those to similar size states that had primaries, that number gets much, much smaller, the difference between the two gets much smaller by millions. But the problem is --"
  },
  {
    "transcript_id": "CNN-196261",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Are you suggesting that the bigger issues are actually a bit of a shall we say figure fig leaf?",
    "statement": "<WELL> --"
  },
  {
    "transcript_id": "NPR-341",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "(Through a translator)  See, we're all taking care of you.",
    "statement": "She begins to lead the new arrivals wide eyed and exhausted away from the crowds towards the registration tables. She tries to reassure both the anxious adults and the child."
  },
  {
    "transcript_id": "CNN-289339",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "I still keep all of my record cards, some dating back to kindergarten because I like to look back and see the sweet notes he wrote on each and every one of them, contrary on what you might expect from someone who places emphasis on results.",
    "statement": "Eldest son Donald Trump, Jr. calling his father his mentor and <BEST> friend, casting him as the blue collar billionaire."
  },
  {
    "transcript_id": "CNN-97100",
    "matched_terms": {
      "sure": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "From the Time Warner Center in New York, this is DAYBREAK with Carol Costello and Chad Myers.",
    "statement": "And good morning to you. We're going to get you the latest on what <<COULD>> be another day in Iraq's constitution in just a minute. Also ahead, a pro football player dies after playing a game. The <QUESTION> now, what killed him? We'll <TAKE> a look. And while we're talking sports, what offends you? Chances are the name of your favorite sports team is ticking somebody off. Is political correctness going too far on the field? PETA is weighing in. That's ahead. But first, \"Now in the News.\" It is deadline day for those drafting Iraq's new constitution. They failed to reach an agreement a week ago and have <GIVEN> themselves until midnight tonight Iraqi time to produce the document. That's 4:00 p.m. Eastern our time. And they <MAY> not make it. A senior Iraqi official tells CNN some issues are still unresolved. Three more American soldiers have been killed in Iraq. The military says two of them died when their vehicle rolled over during a patrol near Tal Afar. And the other soldier was killed in a roadside bombing in Ad Dwar. 1996 Olympic park bomber Eric Rudolph faces sentencing this morning in Atlanta. <ABOUT> a dozen victims are expected to speak out. The bombing killed a woman and injured more than 100 people. Under a plea bargain agreement he'll be sentenced to life in prison. It is the first day of the business week, a big test for Northwest Airlines. The airline's mechanics union began a strike on Saturday. Northwest will be pressured to keep its planes flying. To the forecast center and Chad. Good morning."
  },
  {
    "transcript_id": "CNN-183080",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think that was Shira's point earlier, which I thought was a really good one. Tim, I know you're a Democrat but I'm going to let you weigh in on this one.",
    "statement": "<WELL>, look, I <<<THINK>>> it was interesting to me that Gingrich said the number one priority has to be stopping Romney. If he wants to stop Romney, I <<<THINK>>> the <BEST> <THING> that he can do for Rick Santorum is drop out of the race. And I disagree with Shira <A LITTLE> bit here. I've actually seen polling that suggests that Gingrich's supporters <WOULD> got to Santorum in more than a two to one ratio. And part of it is not just that he doesn't have a lot of voters, but part of it ends up being momentum. And I <<<THINK>>> if Gingrich drops out, you see some states become a lot more competitive -- Wisconsin, Pennsylvania, New York become a lot easier for Rick Santorum to win. He's going to win Louisiana anyway. But if he comes away with some of the states in April as a result of Gingrich dropping out of the race, it's a lot more <ABOUT> momentum at this point than anything else."
  },
  {
    "transcript_id": "CNN-284128",
    "matched_terms": {
      "best": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Also here today, Vice President Joe Biden. Here to celebrate the graduation of his granddaughter Naomi. We'll be trying to keep the vice president and Mr. Trump separated since how this election has played out was not really the stuff of Mr. Biden's dreams.",
    "statement": "I <<<THINK>>> I <WOULD> have been the <BEST> president. But it was the right <THING> not just for my family, for me."
  },
  {
    "transcript_id": "CNN-330169",
    "matched_terms": {
      "apparently": "ungraded"
    },
    "previous_statement": "So maybe the press can stay for a little while.",
    "statement": "And they did. A long while. Then another rare moment. Talk of compromise? <<APPARENTLY>>, no matter what."
  },
  {
    "transcript_id": "CNN-169143",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I'm not worried. I think the U.S. is a better team.",
    "statement": "You still <<<THINK>>> the U.S. will be able to pull it off?"
  },
  {
    "transcript_id": "CNN-111022",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "They'll get their T.J. fix today, that's for sure. Well, good morning, everybody. Thank you for joining us today. We've got a lot to tell you about.",
    "statement": "Of course, North Korea is a big story happening. We have several developments to tell you <ABOUT> this morning concerning North Korea and its threat to test a nuclear weapon. Friday, the U.N. Security Council issued a warning to North Korea -- don't test a nuclear weapon or else. The warning didn't say what the or else exactly <WOULD> be. But Japan is sending strong hints North Korea <<COULD>> face possible military action if it does not abandon the weapons test. With the world watching, North Korean leader Kim Jong-il met with his top military commanders and urged them to bolster the country's defenses. North Korea's test <<COULD>> come at any time. CNN Pentagon correspondent Barbara Starr looks at what this test means in the balance of power."
  },
  {
    "transcript_id": "CNN-341186",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "Juan Gonzales, the Rio Bravo fire chief, was among the first responders to treat the woman who was shot. He says when he got there, she looked very young, very petite and barely alive. When she stopped breathing, he says, rescuers carried on with",
    "statement": "Did she say anything? Did she move in any way? Did she <SEEM> conscious?"
  },
  {
    "transcript_id": "CNN-300473",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Secretary Reich, you hear the argument the president-elect is making, which is that putting successful businesspeople in his cabinet is a smart thing to do, essentially because they prove they know how to run an organization, get results. To at lot people that sounds sensible. Why isn't that in your view?",
    "statement": "<WELL>, it's not <THAT SIMPLE>, Anderson, because for the last 35 years at least half of the entire American work force has not had a raise. And their jobs are becoming less and less secure. That's one reason they wanted to topple the establishment and go with Donald Trump. In other words, the status quo in terms of American business and American finance, what big corporations and what Wall Street has done has, in effect, hurt average American workers. And by filling his cabinet with billionaires, with financiers from Wall Street, and also with big corporate executives, he is simply replicating exactly the same economy that has shafted so many American workers to begin with. That's one of the ironies of ironies."
  },
  {
    "transcript_id": "CNN-302955",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "Because not a single thing he said is accurate. That's all simply a bunch of stuff.",
    "statement": "What does that mean, a bunch of <STUFF>?"
  },
  {
    "transcript_id": "CNN-3397",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "In Mozambique, more than 1,500 people reached safe haven Sunday, as helicopters plucked as many panicked people as possible from swollen rivers. Thousands more are marooned across the country after three weeks of torrential rains there. The known death toll is 200, but rivers are still rising and a new storm system is building off the coast. CNN's Cindy Strand reports."
  },
  {
    "transcript_id": "CNN-163314",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "As I have said, two measures are now taken in order to cope with the situation directly so that it will not lead to more serious situation. And the other is to take a precaution to ask people to be out of that region. So, these measures will continue to be taken.",
    "statement": "There are some reports out there that <SUGGEST> the warning of the tsunami did not come soon enough to make a difference. Has the Japanese government begun to look at whether the warning system went off as it <SHOULD> have?"
  },
  {
    "transcript_id": "CNN-314650",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Juliette, you have an audio issue going on. We're having a hard time hearing you so maybe you can work on that real quick while I ask Doug a question about what we've been hearing from Newt Gingrich who is a close ally of the president. I want you all to listen to his take on the president's tweet that he is being investigated.",
    "statement": "Trump has a compulsion to counter attack and is very pugnacious. I don't <<<THINK>>> it serves him <WELL>. I don't <<<THINK>>> that tweet helped him. He is infuriated and legitimately in my judgment, by this whole Russian baloney, and notice how it's evolving. We started here with Russia, we don't have anything on Russia but <<MAYBE>> there was obstruction. We <MAY> not get an obstruction or <<MAYBE>> there's going to be perjury and <<MAYBE>> there'll be, you <KNOW>, I mean, you go down the list."
  },
  {
    "transcript_id": "NPR-10338",
    "matched_terms": {
      "should": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "(Speaking Japanese).",
    "statement": "I <<GUESS>> we <SHOULD> do <A LITTLE> translation here..."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Sir, I don't understand where her command authority, her command was severed from Abu Ghraib.",
    "statement": "<WELL>, because others were put in and she was <GIVEN> the instruction. Colonel Pappas appeared on the scene and military intelligence, not under her command, were there as <WELL>. Is that accurate?"
  },
  {
    "transcript_id": "CNN-302218",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There are more questions <ABOUT> Queen Elizabeth's health after she missed the annual New Year's Day church service at her country estate. The palace says the 90-year-old monarch is still recovering from a bad cold that kept her from attending on Christmas, but a royal source insists, \"She is up and working,\" direct quote. Our international correspondent, Phil Black, joins us from outside of Buckingham Palace. Phil, are we learning anything new <ABOUT> her condition?"
  },
  {
    "transcript_id": "CNN-365968",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "For anyone that may have missed your quotes in USA Today, which I thought were really interesting about this, this stood out to me, quote, you write, in many ways, I think the important thing is not so much the report as it is the backup material. Tell me why. Make the case.",
    "statement": "<WELL>, yes, the report is going to be between 300 and 400 pages we <KNOW>, and that's a lot of information, but it, too, is just a recitation and a summary of the evidence that Mr. Mueller has collected and it's looked at in Mr. Mueller's case through the prism of possible criminal investigation. Lying behind that we are told are hundreds and hundreds of interviews, thousands and thousands of subpoenas and <<PROBABLY>> tens of thousands, if not, hundreds of thousands of pages of documents, <ALL> of which are relevant to Congress' inquiry into its oversight responsibilities and the fitness of the president. That's why when Ken Starr, for example, provided the Congress with a couple hundred pages of reports summarizing his investigation, he also provided, as you said in the opening, hundreds of boxes of material that had been collected over the course of the previous year's investigation that were relevant to the inquiry."
  },
  {
    "transcript_id": "CNN-286508",
    "matched_terms": {
      "clear": "ungraded",
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I don't want to jump to that conclusion right now. You know, as you know, I spearheaded the Boston bombing oversight. You know, the FBI has a tremendous burden on them right now. They have tens and thousands of these leads that come in every year. There are thousands of investigations in all 50 states. I trust James Comey. He's going to lead a briefing tomorrow before the House and the Congress with both Comey, Secretary Johnson and the NCTC director, Mr. Rasmussen.",
    "statement": "National Counterterrorism Center. I asked the <QUESTION> because they interviewed this guy. He was on FBI surveillance for ten months, and they then said the information was inconclusive. This isn't the first time a terrorist here in the United States was investigated and cleared and then went on to kill and to massacre people. Major Nidal Hasan at Fort Hood, Texas, he was investigated. They looked at his communications with Anwar al-Awlaki, one of the al Qaeda masterminds. He was cleared and went on to kill <ALL> those fellow soldiers. Tamerlan Tsarnaev, one of the Boston Marathon massacre terrorists, he was investigated. He was cleared. There seems to be a pattern here."
  },
  {
    "transcript_id": "CNN-123433",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, yes, there's a difference between being neutral and being nonpartisan.",
    "statement": "OK, got it. Sorry <ABOUT> the little flub there when I thought we were going to some sound with voters. You're <QUITE> the trooper for saving me there. Richard Quest, <ALWAYS> entertaining to see you."
  },
  {
    "transcript_id": "CNN-17695",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Well, I can't give you -- I can give you a little information. I said the main areas are the one engine room and one auxiliary engineering space. That is the space that would hold pumps and various kind of valves for the control of fluids and so forth around the ship. The spaces adjacent to that space have also been affected, but I don't know to the extent, and that includes I understand the messing and berthing -- messing area where the crew eats and a living space. But at this point in time, there are at an evolution with a maximum number of people assigned to operating stations. When you're coming in -- and we call it the special sea-in-anchor evolution -- and during this period of time, there are a large number of people on the fo'c'sle and on the fantail handling the lines. You've got people in every location in the ship. They have the maximum number of people required to execute this kind of evolution. This is a varsity event when you're mooring the ship. So that's the posture the ship was in, and I just don't have any other detail that I can share with you at this time.",
    "statement": "There's no way this <<COULD>> be anticipated or prevented? At least..."
  },
  {
    "transcript_id": "CNN-51473",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, there are people in the government that are very angry about the fact he blew his chance, that they gave him a good deal, five years for 19 murders, and then he went out and just thumbed nose at all that and started over again in Arizona with criminal enterprise. There's people very upset about that in the government. They're also very nervous about him. Sammy could easily spark some kind of major investigation by saying something -- telling some tale out of school about the time he was working for the government. Maybe there's some stories that he's got in his back pocket he could pull out that would get someone in trouble.",
    "statement": "Is it telling a tale out of school or, you <KNOW>, seriously making something up to mess up the works here?"
  },
  {
    "transcript_id": "CNN-284425",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Bernie Sanders clearly making the case he's going forward even as the Clinton campaign shifts almost entirely to Donald Trump. Now, Bernie Sanders knows that the mathematically speaking, it's an uphill climb for him. He didn't exactly level with his supporters how difficult this is. But going forward in the last final month, unity in the Democratic Party much more of an open question than ever before. That's something that Bernie Sanders barely addressed in his victory speech Tuesday night in California -- Christine and Boris.",
    "statement": "<ALL> right, Jeff Zeleny. Thanks, Jeff. Donald Trump the <ONLY> Republican still running for president winning Oregon's primary, as expected. This as Trump moves to unify the Republican Party under his control with a deal that will have Trump raising money for down-ballot GOP candidates. The presumptive nominee raising some eyebrows, too, with these new comments over North Korea and its nuclear program. CNN's Jim Acosta has more from Trump Tower in New York."
  },
  {
    "transcript_id": "CNN-356298",
    "matched_terms": {
      "must": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "They've certainly been hinting at it. Pet journalists, if you like, writing for Saudi outlets and to write the beginning of this whole debacle, really that the Saudi Arabia might switch its favor from the United States and the United Kingdom, France and other allies towards Russia. That would be a gigantic movement, though, actually for the Saudis. It's not just a question of saying, well we can't buy weapons from the Americans, we'll buy them from the Russians. Everything in the Saudi arsenal is NATO's standard. Everything in the Russian arsenal is not, none of the parts, none on the working parts would fit together. It would be an absolute nightmare and cost Saudi Arabia which seemingly doesn't have the money to do that completely reshape their armed forces. So, I don't think that's conceivable really in the even the medium- term, but what it does do is give opportunities for Vladimir Putin to exercise a bit more soft power, a bit more influence in the Middle East. He's excising very hard power in Syria. He was high -- he high-fived MBS, the crown prince at that G20 summit last week in Argentina, or giving Russia the opportunity to rattle the Trump administration to continue to affect chaos, if you like, within the ranks of Washington establishment. Ultimately, that delivers a bit of a victory, if you like, to the Russians, but it doesn't really play into the hands of Saudi Arabia's long-term interest which lie very squarely with the west. The issue for the Saudis and the issue for the U.S. Senate is how much power should continue to be invested in the hands of the crown prince. Now, at the moment, the Saudis are indicating that they are not going to barge on that one bit. No sign whatsoever that his power is being diluted by this controversy. Kristie?",
    "statement": "Sam Kiley reporting live for us from Abu Dhabi. Sam, thank you. After a really bad day at the office, Theresa <MAY> <MUST> be hoping for a less fiery day two at the <CRUCIAL> Brexit debate. Up next, we'll be live in England leaf country as the British prime minister gears up for round two in the House of Commons. And the U.S. stock markets they are hammered on Tuesday. Now it's Asia's turn. Is Europe going to follow suit as it deals with concern over trade tariffs and <WELL> as Brexit."
  },
  {
    "transcript_id": "CNN-229963",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "He was every inch an Army colonel, or general perhaps, which he probably could have been. He was crisp, direct. He did not look at his wife. She did not look at him. He gave answers very clearly and crisply, every inch a professional.",
    "statement": "You <KNOW>, I noticed yesterday, he was sitting right beside the grandmother, and the grandmother was crying the whole time. And I noticed the district attorney <NEVER> showed the Schenecker family sitting out in the courtroom the photos of the crime scene. But I did notice, Matt Zarrell -- I did notice that when the crime scene photos were shown to the jury, they visibly gasped. They recoiled when they saw those crime scene photos."
  },
  {
    "transcript_id": "CNN-169376",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Next up, the African famine threatening the lives of millions, particularly children. It is the worst it has been in decades, and importantly, this <MAY> be a sign of things to come. Food shortages in places you <WOULD> <NEVER> <EXPECT>."
  },
  {
    "transcript_id": "CNN-222521",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "She won`t tell me why she`s against it. In the Lion`s Den tonight, we are debating, should pot be legal coast to coast or does Colorado have it all wrong? Straight out to Betty Aldworth, and she`s from the National Cannabis Industry Association. She`s one of the people who led the charge successfully for legalization of pot in Colorado. Do you think it should be legal coast to coast, and if so, why?",
    "statement": "Listen, prohibition has failed Colorado. It failed Washington, and it has failed across the country. There`s no <QUESTION> that, at some time, taking marijuana off of the streets and putting it behind a counter is going to be the <BEST> choice for <EVERY> state in the nation."
  },
  {
    "transcript_id": "CNN-317178",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "He gave you no heads up at all on this?",
    "statement": "Zero. So, Jeff Sessions takes the job, gets into the job, recuses himself. I then have -- which, frankly, I <<<THINK>>> it's very unfair to the president. How do you <TAKE> a job and then recuse yourself? If he <WOULD> have recused himself before the job I <WOULD> have said thanks, Jeff, but I can't -- you <KNOW>, I'm not going to <TAKE> you."
  },
  {
    "transcript_id": "CNN-330680",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well the last one been fired and intercepted 30 minutes ago or one hour ago and we are reaching up to 88. The kingdom of Saudi Arabia have received 88 ballistic missiles from the Houthi.",
    "statement": "In the past month, the case of missile attacks has picked up with more fire at major cities, and officials won't say precisely what they'll do <SHOULD> the red line be crossed."
  },
  {
    "transcript_id": "CNN-215564",
    "matched_terms": {
      "perhaps": "ungraded"
    },
    "previous_statement": "Initially it's very much the wealthiest who are going to use it, but through these wealthy people, you know, being willing to be pioneers, I think millions of people will one day have the chance to go to space.",
    "statement": "Like Mikey Oliveri, who has a dream <<PERHAPS>> bigger than most."
  },
  {
    "transcript_id": "CNN-166761",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "They are talking about reducing the number of personnel in these joint intelligence fusion centers so I think there's a bunch of mix signals here.",
    "statement": "Pakistan agreed to let the CIA send a forensic team into the compound. They can swab surfaces for DNA samples and <<POSSIBLY>> use infrared cameras to search for anything embedded in the walls."
  },
  {
    "transcript_id": "CNN-387418",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Do you think the government is going to listen to you?",
    "statement": "No, <ABSOLUTELY> not."
  },
  {
    "transcript_id": "CNN-53608",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Because you haven't been on skates since the Olympics.",
    "statement": "<WELL>, I haven't trained at <ALL>. So I am out of shape already, you <KNOW>. But I <<<THINK>>> this was a good break after the games, you <KNOW>. I was training pretty hard for a straight four years. And right now, you <KNOW>, I'm just <<KIND OF>> having fun, but you <KNOW>, get a good plan together and just keep skating. I've got world championships. Each year, we have <ABOUT> six international world cups, which are pretty important. So I've got a lot of racing to do, you <KNOW>."
  },
  {
    "transcript_id": "CNN-364238",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "And we have effectively a state RICO statute which maybe you can reach at some point.",
    "statement": "<<MAYBE>>. So, the subpoena from the New York A.G. is looking for documents <ABOUT> Deutsch Bank's dealings with the Trump hotel, properties in Chicago in D.C., a golf course outside of Miami, records related to the president's failed bid as I said to buy the Buffalo Bills. What does this tell you <ABOUT> the investigation?"
  },
  {
    "transcript_id": "CNN-322209",
    "matched_terms": {
      "may": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "The president yesterday at the White House said that the federal response to the disaster in Puerto Rico has been great and amazing. Are those words that you think properly describe what you're seeing?",
    "statement": "<<MAYBE>> it's true what he's saying, but we need more from the federal government right now. We have a lot of American citizens here suffering. We are <AROUND> water, so help -- we need more help. That's it. We need more help from the federal government. They are doing a great job, but we need more. It's not enough. That is the <<TRUTH>>. From the people that are living here."
  },
  {
    "transcript_id": "CNN-96009",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Both have good vision. I think the prognosis for both sight and hearing -- we use other consultants for that, but I've been involved with that aspect of their care as well -- the prognosis is excellent for both of the ladies.",
    "statement": "How long do you <<<THINK>>> they're going to be at the center?"
  },
  {
    "transcript_id": "CNN-4783",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well doesn't that, Mr. Fleisher, doesn't that, now that you hear it put that way, doesn't that provide an unfair advantage to those with computers? With Internet access?",
    "statement": "<WELL>, over half the people that voted remotely -- and 80 percent of the people did not vote at the me polling site -- <ABOUT> half the people voted on Internet and <ABOUT> half voted by mail on early ballots. So we thought we gave a lot of opportunities to vote by mail, to vote on the Internet and to vote on a polling site so that everybody had a chance to participate. But we had 86,000 vote versus 12,000 in 1996. So we <<<THINK>>> that it shows that a lot more people did chose to vote than have in the past."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I can't sing or carry a tune at all.",
    "statement": "She doesn't sing <WELL>."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "The actual bureaucratic, who's going to be watching him...",
    "statement": "There's going to be calls for <SHOULD> we internationalize this, do the Iraqis do it? <ALL> of that will <TAKE> place. But again, this was a great success for human intelligence and for doing the spade work that took months to develop."
  },
  {
    "transcript_id": "CNN-125918",
    "matched_terms": {
      "obviously": "ungraded",
      "confident": "ungraded",
      "could": "ungraded",
      "feel": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, DFACS did contact us promptly. They say they`re more than happy to come on our show to discuss the issue, but they`re legally bound from doing so, that they can`t comment on the details of any individual investigation. They do, however, comment on the details of the 2007 incident, and they state that there was an investigation of the person of interest, Mr. Casanova. Let`s go back to finding out about where they`re last seen. To Scott Haines, sheriff`s officer, Santa Rosa County, Florida. If they`re seen in Arkansas, why are we so convinced they`re headed to Mexico?",
    "statement": "It seems like the way that they`re traveling, heading south from Chicago down through Arkansas. <OBVIOUSLY>, law enforcement <<FEEL>> that they have some ties in Mexico that they`re not disclosing to us. So from what I`ve read, it seems that they are <<CONFIDENT>> that`s where they`re headed. And it very <WELL> <<COULD>> be to <AVOID> prosecution and to <AVOID> the death penalty."
  },
  {
    "transcript_id": "NPR-3178",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "My Tia Beatrice, mother, grandmother, sister, friend, born in Mexico and came to the U.S. in her early 20s. She was an inspiration to us all. Volunteered with Habitat for Humanity in South America and in her San Leandro community that loved and admired her. Thank you for this moment of remembrance.",
    "statement": "And finally, Bonnie(ph) wrote to tell us <ABOUT> a man she did not <KNOW> by name. She wrote: I like to remember the can man of Marietta, Ohio. He <WOULD> collect cans from the roadside, trash in people's porches, where they <WOULD> leave them for him. And he did it with dignity and without complaint. I <WOULD> see him <ALL> over town, working hard and with people helping him out. I miss that nearly daily reminder of the kindness of folks."
  },
  {
    "transcript_id": "CNN-130655",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's a lot for anybody to sort through, especially if you have a retirement coming up, retirement money in the market. Any one of these headlines is enough to really grab some attention. All of them at the same time makes it kind of nerve-racking.",
    "statement": "It's nerve-racking and I <<<THINK>>> consumers, of course, have already felt the affects of a lot of this. Right? You <KNOW> that housing prices are down and down hard. You <KNOW> it's hard to get a loan. It's finally coming home to roost on Wall Street. And, of course, we're seeing the results right now."
  },
  {
    "transcript_id": "CNN-331907",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Well, the president reviewed the memo on Wednesday, a day after he was picked up on hot mic, telling a congressman he was 100 percent determined to release it. A Trump adviser tells \"The Washington\" there was never any hesitation by the president. According to \"The Post\" the president believes the memo's release will help build a case for firing Deputy Attorney General Rod Rosenstein who oversees the Russia investigation. Our coverage starts this morning with CNN's Jeff Zeleny at the White House.",
    "statement": "Good morning, Rene and Ryan. Today is the day that the classified controversial House GOP memo appears to be on the verge of being released. President Trump gave that order on Thursday, saying he read it and reviewed it. Of course, this setting up a confrontation between the White House and the FBI. The FBI director whom the president appointed said he had grave concerns over the release of this memo. But the White House appears to be going ahead with this. The president on Thursday gave his final go ahead to his advisers. Now, this, of course, is the latest episode in this long running Russia investigation. We <KNOW> the president was calling friends and associates saying he believes the release of this memo will discredit the investigation because it will show in his <VIEW> there is bias in the top ranks of the FBI. Now, of course, Democrats are crying foul. They <<<BELIEVE>>> this <SHOULD> not be released and a matter of national security. Of course, the Justice Department and FBI also <<<BELIEVE>>> the same <THING>. After the president signs off on it, the House Intelligence Committee expected to release it today. Now, this, of course, not necessarily going to <CHANGE> anything except the rhetoric <AROUND> this. It has been a distraction. Again, the investigation, of course, still going forward with Bob Mueller,l the special counsel here. But a big day in terms of the confrontation between the president, and his FBI director appointed <ONLY> six months ago. Today <CERTAINLY> proves to be a busy one here at the White House before the president flies to Mar-a-Lago tonight -- Rene and Ryan."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. We sure will. Kathleen Koch on the mall where there is a lot of additional security this year. There's a snow fence around 300 acres where there are about 24 checkpoints people have to go through, and you just heard that couple that Kathleen was talking to saying they got there at 11:00 in the morning. This is a wider picture of that mall area between the Washington Monument and the Capitol. I believe this camera is looking -- no, it's coming from the other direction. It looks like that's the Capitol in the background. This is from the Iwo Jima Memorial looking down on the Washington Monument and the Lincoln Memorial and then with the Capitol there in the background. We're going to take a look at some other news from around the country on this Fourth of July, and, of course, watch those breaking stories out of California when we come back.",
    "statement": "... just moments later crashed into Frank Bonnelli Regional Park. Now we're told this is a very popular recreation area. There were a number of people gathered there at the shore. There's a reservoir, a lake there. People <<GATHER>> there celebrating the Fourth of July. The plane came down. One person was killed. We <<<BELIEVE>>> it was the person on board the plane. There were 10 injuries. Six of those are said to be in <CRITICAL> condition. Two of them are children. They are said to be in cardiac arrest. It was a twin-engine plane. We don't <KNOW> very much more <ABOUT> the identity of any of those people hurt, but you can just tell by looking at the scene what a horrific tragedy that was. Families, <<PRESUMABLY>>, were there. And I'm reading now a quote from the Associated Press. An eyewitness said he was at the park when the plane went down. He said its wings clipped the trees in the park before it crashed. He said it went nose first. There were bodies flying <ALL> over the place. He said, \"When we got there, there were two little girls under the plane trapped.\" This tragedy happening in the Los Angeles suburb of San Dimas. It's <ABOUT> 30 or 40 miles east of the Los Angeles Airport where, of course, watching that shooting story as <WELL>. To some other news now. A man with very close family ties to Iraq's Saddam Hussein has been arrested in Florida before he was to begin lessons at a flight school that was used by one of the September 11 hijackers. CNN's Brian Palmer joins us now live from Miami. Brian, this man is in custody. And have they been able to determine if he is truly the stepson of Saddam Hussein?"
  },
  {
    "transcript_id": "CNN-329810",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "That was a good line, by the way. I will give you that one, too. Go ahead.",
    "statement": "The impact of the book on the president, how angry do you <<<THINK>>> this <STUFF> is going to make him?"
  },
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "... many workplaces, I'm asking you if you think that the White House protocols, testing are a model for other essential workplaces?",
    "statement": "I -- I -- I <WOULD> just say that I <<<THINK>>> each workplace has to define their own approach as how to operationalize our ..."
  },
  {
    "transcript_id": "CNN-352980",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes --",
    "statement": "So you <KNOW>, the possibility of Republicans actually keeping the house is actually there."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, it absolutely isn`t. And most of these high-end autos, though they may not have low jack and on star, BMW and Mercedes actually has tracking devices within them. So it`s going to be very interesting in how that plays out and where this car ultimately winds up being located.",
    "statement": "Exactly. Back to Gwendolyn Beauregard has long been a mother <FIGURE> to Jasmine Fiore. You <KNOW>, many people have brought up the possibility that she married him in such a hurry because he needed, wanted a green card. But we see him on that VH1 <REALITY> show, he`s very charming. He knows just what to say to make <CERTAIN> women just melt."
  },
  {
    "transcript_id": "CNN-315066",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "And remember, just -- tactically, politically, philosophically, if you have these conservatives who we believe are likely to come out, the Rand Paul, Mike Lee, Ted Cruzes of the world, we don't know what they're going to say, but assuming it is on the conservative side of the Republican Party, they don't feel like they have anything to lose.",
    "statement": "<<<SURE>>>."
  },
  {
    "transcript_id": "CNN-172938",
    "matched_terms": {
      "certainly": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're at the top of the hour on this CNN SATURDAY MORNING. Hello to you <ALL>. And let me show you a picture of the Capitol. Capitol Hill today. Nobody is there, nobody is working. That's not unusual for a weekend. But nobody is working on the weekend just a week before the government is going to run out of money and <<POSSIBLY>> shut down. I'll explain why they are taking a moment to cool off. Also, do you recognize this couple? <WELL>, somebody <<<SURE>>> did. And because they recognized that couple, the FBI just paid out $2.1 million to the people who recognized a fugitive couple that had been on the run for 16 years. And do you recognize that guy? A lot of ladies <CERTAINLY> will, even if you don't, Reynolds. That is Tad Martin. He has been driving women crazy for the past 28 years on \"<ALL> My Children.\" Michael E. Knight is the name. He will be here with me to talk <ABOUT> the end of an era. \"<ALL> My Children's\" last episode on the air was yesterday. From the CNN Center in Atlanta Georgia, this is your"
  },
  {
    "transcript_id": "CNN-94387",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "It's been a continuing focus. We've known for a long time that there's been insurgent movement across the borders and moving toward west to east, going to push foreign fighters equipment and materials both to the larger cities in the north and in the east of Iraq.",
    "statement": "Meanwhile, no letup in the insurgent violence in the Iraqi capital. More car bombs, three of them today, killing at least six. Among them, some Iraqi police. Again, Iraqi police were targeted in two of the three attacks. The U.S. military concerned that increasingly these car bombs are becoming the MO of the insurgents. They cite the <FACT> that in April the number of car bombs doubled actually from what it was in February. That was when there was a relative lull in the violence in this country. <ALL> in <ALL>, in the last 10 days, more than 300 Iraqis killed in the violence. Many of them from those bombings, from those car bombs. Also sadly, seven U.S. servicemen -- correction, eight U.S. servicemen over the weekend killed in violence here in Iraq -- Wolf."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "obviously": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It's -- it's unbelievable. It's unbelievable.",
    "statement": "Something had to snap. I <KNOW> you don't want to discuss the case, but <OBVIOUSLY>, something along the road went <WRONG> somewhere. And it <MUST> boggle your mind. You <MUST> <<<THINK>>> of things when he was 15 or 18 or 19, any sign?"
  },
  {
    "transcript_id": "CNN-146708",
    "matched_terms": {
      "know": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Right. And I was saying earlier I think we saw a little bit of that in Hawaii, we'll see whether we see it again today. But I think it's a frustration that everybody shares, particularly since it was, in the end, the passengers who foiled this terrorist plot. And I guess the passengers are a pretty important link here. We're different than we were nine years ago.",
    "statement": "I'm getting, Tom, a lot of feedback from viewers out there, whether on Twitter or elsewhere, saying, you <KNOW> what? Everyone is overreacting to this one incident, let's not overreact and make this such a huge, huge case. Are we overreacting right now?"
  },
  {
    "transcript_id": "CNN-296500",
    "matched_terms": {
      "fact": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And Ivan, just briefly. And Turkey carrying out its own air strikes, its own action in Syria, took us through at the targets of these strikes, and what's happening now?",
    "statement": "<WELL>, this is striking. While the Russian government and the Syrian government forces suspended for several days their bombardment of Eastern Aleppo. The Turkish government announced that it carried out air strikes against Kurdish fighters in other parts of northern Syria, dozens of air strikes. And the Turkish military <CLAIMED> to have killed hundreds of Kurdish fighters. Now, we can't independently confirm that. What we're hearing is that <<PERHAPS>> 10 or more Kurdish fighters from that PYD faction that's allied with the Kurdistan workers party, the enemy -- and enemy of the Turkish State that they were killed. But this is the most intense series of Turkish air strikes against the Kurdish fighters that we've seen in northern Syria. Thus far, some real criticism coming from the Kurdish side, and you <HAVE TO> recall that these Kurdish fighters have worked alongside, have been allied with the U.S. military with the U.S. in Syria in the past. And of course Turkey is a NATO ally which is supporting other armed factions in Syria, a sign of the tangled alliances and how you even have two NATO allies who were supporting different and <SOMETIMES> rival proxies in this very, very messy very, very awful war across the border in Syria. Hannah?"
  },
  {
    "transcript_id": "CNN-229346",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "The Saudi Arabian government is reporting a spike in cases of Middle East Respiratory Syndrome, or MERS. The Health Ministry says there were 26 new cases of the coronavirus over the weekend, including 10 deaths. It's not clear at this stage why there has been an increase, but the same thing apparently happened last year at the same time. Now, MERS was first detected in Saudi Arabia in 2012, and that's where the majority of cases still are. The health minister, you'll remember, was removed from his post as the number of cases in the kingdom spiked last week. Others were reported across the Middle East and in Europe, and as far away as Malaysia. Well, so far, more than 339 cases have been reported in Saudi alone, with more than 102 deaths. World Health Organization spokesman Gregory Hartl joins me now from Geneva in Switzerland. It's not clear why there has been this sudden increase, it seems, nor is it clear how the virus spreads, which will be very worrying for people in this region and those who may be traveling here in the future. Do you have an explanation?",
    "statement": "No, we don't <KNOW> exactly how the virus spreads. And that's the biggest <QUESTION> for us. We are -- let's say the uptick in cases at this time is <<PROBABLY>> due to what we've already seen for two years in 2012, 2013. There's a seasonal pattern to this virus. And at the same time, there <APPEAR> to have been two big hospital-based outbreaks, one in Saudi Arabia and one in UAE. So, the pattern of what happens with this virus is not changing. However, we <NEED TO> <KNOW> how people get infected in the first place. We haven't known that, and we still don't <KNOW> that."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Long before scientologist Jessica Rodriguez showed up next to Tom Cruise and Katie Holmes, she was educated at the Delphian School, a private boarding school based on the teachings of scientology founder L. Ron Hubbard. Delphian, a K-8 school with about 225 students, sits on 700 acres high above the rural town of Sheridan, Oregon. A former seminary, the property was purchased by scientologists 30 years ago.",
    "statement": "In the beginning, it was <<KIND OF>> weird: who are they? What`s this <ALL> <ABOUT>? But it`s been <AROUND> for a long time. And you <KNOW>, I don`t <KNOW> of any <<KIND OF>> problems or anything like that. So it`s just part of the town now."
  },
  {
    "transcript_id": "CNN-156409",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes?",
    "statement": "While I was juggling three little babies on maternity leave and you were on some fancy, exotic, wonderful comedy tour, exchanging e-mails in the dead of night because you wrote the foreword to my new book -- and I wanted to thank you so much for that. It was very <WELL> done and I'm just thrilled that you took the time to do it."
  },
  {
    "transcript_id": "NPR-21381",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Good morning. I'm David Green. Why use a barbecue grill to make burgers? How <ABOUT> putting the grill on a pole while it's flaming. You lean back and balance the pole upright on your chest. In Wales, this stunt is known as The Burning Brushes of Beelzebub. And 34-year-old Russel Erwood pulled it off. He also juggled daggers blindfolded and made golden coins disappear. With that he became the resident jester in a small town that hadn't had one for 700 years. His official title isn't jester; it's town fool. It's MORNING EDITION."
  }
]