[
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And they snuck in.",
    "statement": "Right, Turks and Caicos. What can you tell us <ABOUT> the resort in which they were married, Mike?"
  },
  {
    "transcript_id": "CNN-83535",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Now running in 17 states, considered battleground. Challenge No. 2 for Kerry, getting back on the stump and explaining has he would do as president after a March in which the Bush team spent millions trying to define the Senator as a tax-raising threat to the economy.",
    "statement": "They will say in focus group, you know, if you listen to people, I don't know much <ABOUT> him I want to know more. When's he going to start talking to us?"
  },
  {
    "transcript_id": "CNN-82112",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "And if you...",
    "statement": "If she says to you, darling, <WOULD> you like china, what do you read into that?"
  },
  {
    "transcript_id": "CNN-137839",
    "matched_terms": {
      "should": "ungraded",
      "a little": "ungraded"
    },
    "previous_statement": "And Wolf, also, you know, on Capitol Hill, Ambassador Richard Holbrooke shooting down some of those media reports that said simply because the U.S. is talking with Nawaz Sharif, the opposition leader, does not mean that the U.S. is distancing itself from President Zardari. Back to you, Wolf.",
    "statement": "And we're going to be speaking momentarily with President Zardari in our exclusive interview, Jill. Thanks very much. All right. This just coming in to THE SITUATION ROOM just <A LITTLE> while ago. Officials have confirmed the death of a Texas resident from swine flu. This is the second death here in the United States from the virus. Meantime, federal health officials are reversing themselves today in connection with the flu outbreak. At issue? Whether schools <SHOULD> close when students are infected with the virus. Let's bring in CNN's Elaine Quijano. She's been working the story for us. A new recommendation issued just <A LITTLE> while ago."
  },
  {
    "transcript_id": "CNN-91584",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Crosby Stills and Nash, \"Southern Cross.\" Hum, interesting music. Good morning Philadelphia, a live picture for you this morning. Philadelphia is just one of the places to be hard hit by the northeast blizzard. Rob Marciano, busy man, is here with a storm update in just about 30 seconds.",
    "statement": "But first the storm did a number on the Midwest before heading east. This was the scene yesterday in Marion, Ohio. For states along the Great Lakes it was just the latest in a series of snowstorms since Christmas. Milwaukee, <WELL> it's among the countless places digging out today and dealing with frigid cold. Some communities have been so busy with snow removal this winter they already used more than half of their road salt. And the windy city, <WELL> it is living up to its nickname. Winds were clocked at 60 miles-per-hour at the height of yesterday's storm. The lake effect dumped up to eight inches yesterday now that is on top of the eight inches that they had seen the day before. Temperatures throughout the region are in the low teens right <ABOUT> now and that doesn't count the wind chill effect."
  },
  {
    "transcript_id": "CNN-159888",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That's something that you know is going to go bad. South Korea on high alert after wrapping up one of its largest winter military drills. The exercises took place just 15 miles from the South's border with North Korea a little more than an hour ago. The North responded, warning that should South Korea cross the North Korean border, Pyongyang would launch a, quote, \"sacred war of justice.\"",
    "statement": "The heroes of 9/11 are finally getting free health coverage from the federal government. We'll talk to an outspoken first responder <ABOUT> the long-awaited compromise and the frustrating process it took to get it done."
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "That was very personal.",
    "statement": "And Lisa, I have to tell you, you have an incredible fascinator on today. And I know that so many women in America - we envy the fact that you Brits can get away with such amazing cutting-edge hats, so many amazing cutting-edge hats. Who do you <<<THINK>>> wore their hats the best today and their fascinators?"
  },
  {
    "transcript_id": "CNN-242998",
    "matched_terms": {
      "quite": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Marvet, you pointed out that he's taken positions that are controversial when it comes to his lectures to the African-American community and that's what he was saying, that Cosby has no right to lecture because, in his view, he's guilty of these accusations. Does Hannibal have a point by taking these political positions?",
    "statement": "No, he doesn't have a point. In fact, I'm disappointed in this comedian. I've never heard of him before today. However, I'm <QUITE> disappointed because Bill Cosby pioneered for all comedians. He pioneered particularly for Hannible to have a place on the stage and considering he made character assassinations over allegations was <QUITE> disappointing. I <<<THINK>>> we have to look at the facts, as Howard stated, he wasn't convicted of anything. But yet the court of public <<OPINION>> is indeed strong and I <<<THINK>>> we have to look at his life. He has a right to criticize the community that he is largely invested in."
  },
  {
    "transcript_id": "CNN-1221",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "slightly": "ungraded",
      "believe": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, and it's picked up in the last 15 minutes. Let's check in with Todd Benjamin, this morning. Good to morning, Todd.",
    "statement": "Good morning, John and Deb. Happy Friday. You're right, the selling has picked up <SLIGHTLY>. Only one market bucking the trend, Zurich; we'll get to that in a moment. But basically, you have the FTSE just down <SLIGHTLY> here. You've got the Dax off, though, one percent. Paris is off more than half a percent. And Zurich, as I said, is bucking the trend; it's up a quarter of one percent. Let me give you some stocks that are <SLIGHTLY> on the move, here. One stock on the move is Metro. Now this stock, the German retailer, was up very sharply yesterday on rumors that Wal-Mart <<COULD>> be interested in them. Today, it's up another 4.6 percent on a report in the \"Financial Times\" saying that Metro and Kingfisher -- Kingfisher is a big U.K. retailer, this, you know, do-it-yourself home improvement <STUFF>, and they own Woolworths here -- those two <<COULD>> get together, Kingfisher and Metro, and Kingfisher's up two percent. But Metro is denying that the two <<COULD>> be getting together. Metro has been having some problems, especially with Wal-Mart's, you know, entry into Germany; that hasn't helped its case there at all in terms of competitive pricing. Also, its stock has not performed that <WELL>, and its no longer the biggest retailer in Europe anymore. You had the merger of Carrefour and Promodes, so it's now number two. So, at this point, even though the markets still like to <<<BELIEVE>>> the story that Kingfisher and Metro <<COULD>> merge, Metro is denying such a report. Deutsche Telecom is down 2.3 percent -- that trades in the U.S. -- over profit -- over the profit outlook for this year, I <SHOULD> say. BP Amoco is up 4.7 percent on the back of Arco's earnings out of the U.S., yesterday. And Vodafone AirTouch, which has been the in the news, of course, it's down 3.7 percent, and Mannesmann is down 1.7 percent -- John, Deb."
  },
  {
    "transcript_id": "CNN-202846",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "We've lost a number of fights.",
    "statement": "<A LITTLE> bit of punting there, too."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "rather": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Not bad.",
    "statement": "And then what happened was a friend of mine died prematurely of Parkinson's in his early 30s, and we were really close. He was the guy who introduced me to John Lennon, and he was such a sweet guy. And his passing made me want to write a poem <RATHER> than write a song. I don't know why. And since then, I've <<SORT OF>> written poems."
  },
  {
    "transcript_id": "CNN-376866",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Do you have confidence in this president to do something?",
    "statement": "<WELL>, we'll see. I just -- I'm not <<SURE>>. I'm not <<SURE>>. You know, other things have happened and he doesn't respond. Hopefully, hopefully he sees the sadness that's going on here in our community. We are coping with this. We're still numb from it. We're just starting to bury the individuals that were killed. This is just an awful, awful time right now. And, hopefully, hopefully, he sees this and he'll go back to Washington, call the Republican senators and say, get back here now and do something."
  },
  {
    "transcript_id": "CNN-279934",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "High end nightclubs, parties, drinking. What changed? Plus, if you want our help, pay up. Donald Trump unleashes a foreign policy smack down. Let's talk, live in the CNN NEWSROOM.",
    "statement": "And good morning. I'm Carol Costello. Thank you so much for joining me. New leads and new arrests over the Brussels terror attacks. Police now releasing this surveillance video of the third suspected airport bomber. This is the first time we have seen video of the man authorities say helped carry out those attacks. What we don't know whether he is alive or dead. Officials are now hunting a second man they <<<BELIEVE>>> is tied to the subway bombing. This as Belgium files charges against three new terror suspects. Over the weekend authorities launched more than a dozen new terror raids. In the meantime the death toll continues to rise. At least 35 people now confirmed dead including this couple from Nashville, Tennessee. Let's get right to our CNN senior international correspondent Clarissa Ward and CNN terrorism analyst Paul Cruickshank. Clarissa, let's start with you. Hi."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "What might have been, New Zealand, small island nation, granted, but 25 deaths total. Why? Quick action, real border closures, a nationwide lockdown, strong test-and-trace, this according to a new study from \"The Lancet.\" Here, cases are rising, temperatures are falling. Some say the first wave never ended. Here comes the second. So, Thanksgiving?",
    "statement": "You <MAY> have to bite the bullet and sacrifice that social gathering."
  },
  {
    "transcript_id": "NPR-4750",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We've heard in the last day or so that he's now spoken to seven prospective nominees. At least one is a woman - Amy Coney Barrett. She's getting a lot of attention in part because most of the candidates are men. Other names we're hearing are also appeals court judges like Brett Kavanaugh and Amul Thapar. We know that the president spoke to Senator Mike Lee of Utah, who has indicated an openness to be considered for the position. He's been on a longer list of potential nominees. But it's not clear he's on the short list or that he's even being seriously considered. The short list does seem to be getting a little bit longer all the time, but we should know the nominee by Monday.",
    "statement": "And, just briefly, how are Democrats reacting to the names that are floating <AROUND> out there?"
  },
  {
    "transcript_id": "CNN-153998",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "My members are international investors that are institutions. And we survey them every year, and interestingly enough, there's a lot of risk adverseness in the world. They want to be secure. They are looking at places like London, they're looking at places like Washington, DC and New York. If they're looking at Asia as an emerging market, they're looking probably at China and Hong Kong.",
    "statement": "Because that does explain a lot, because the London market, for example, continues to rise despite the fact that the country's in a terrible economic situation. And outside London, prices <SEEM> to be falling. So these international investors, is it, coming to cities like London?"
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Go ahead.",
    "statement": "I, myself, am born in America, lived here almost 34 years now. My parents are from Afghanistan. But, my main comments tonight were directed towards why I <<<BELIEVE>>> there are such strong resentments for the Muslims and the Arab American communities. Basically, for the past 16,20 years, as far as I can remember, the media, inadvertently has always tied Muslims and Islam to terrorism. And..."
  },
  {
    "transcript_id": "CNN-260223",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Steve, thanks so much for that recap. I want to bring in Stacey Newman, NANCY GRACE producer. And Stacey, we`ve got to talk about Mr. Hervey because he was quite a controversial figure in that community. Can you tell us a bit more about Mr. Hervey?",
    "statement": "<WELL>, Sunny, you`re right. He was very controversial. Let`s start with the fact he called himself the \"black redneck.\" And for years, he has staunchly defended the Confederate flag. He thinks it <SHOULD> be everybody`s right to fly that flag, and he`s basing this on relatives in his family who fought for the Confederacy. He`s also written a very controversial book supporting the Confederate flag. And he spent years, Sunny, going <AROUND> to these different rallies, one of the only few black Americans at these rallies with a bunch of Caucasians with these Confederate flags flying everywhere, basically preaching <ABOUT> their right to fly this Confederate flag."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "certain": "ungraded"
    },
    "previous_statement": "Do you know whether anybody's done that?",
    "statement": "I don't know. As I understand it, Miami-Dade stopped doing that after a <CERTAIN> number of precincts. So not everything has been looked at. There hasn't been a full count."
  },
  {
    "transcript_id": "CNN-328916",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "This is a new definition of world order in politics and it seems that (inaudible) they are putting this staff (ph) on a new political reality.",
    "statement": "Joining us now, California talk radio host, Ethan Bearman and California Republican National Committeeman Shawn Steel. Shawn, I know you want to talk <ABOUT> the tax cut and the tax reform so we'll get there. I promise you. But first we want to talk <ABOUT> Jerusalem and what looks to be like a shakedown at the U.N. And the big concern among a lot of experienced diplomats is that this type of action, these <<KIND OF>> threats will only lead to increasing U.S. isolation and countries to be digging in and standing up to the United States. So, the outcome will be <QUITE> the exact opposite of what the president is looking for."
  },
  {
    "transcript_id": "CNN-238753",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "How important -- how relevant is \"weekend update\" still even with the emergence of \"The Daily Show,\" \"The Colbert Report\"? Is it as influential as it has been for decades?",
    "statement": "Yes, that's a really good point. No, it's not as influential as it was in the '70s and the '80s and the glory days of Chevy Chase and all those. Seth Myers was a very, I <<<THINK>>>, smart and funny host and writer, obviously, of \"Weekend Update.\" He elevated it. It's going to be hard to bring it back to that now that he's gone to network television. But in general, \"SNL\" doesn't do as good a job as \"The Daily Show,\" as Stephen Colbert is leaving now to go to \"The Tonight Show. That's a bigger challenge."
  },
  {
    "transcript_id": "CNN-189557",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "So the company that makes these sandwiches says it also provides food to other airlines. Is there a concern about food on those other flights?",
    "statement": "Yes. That's a good <QUESTION>. Gate Gourmet said it's fully cooperating with the FBI and local authorities in the Netherlands and it's also conducting its own full-scale investigation. Now the company says it does provide food to other airlines but have received no other reports or complaints."
  },
  {
    "transcript_id": "CNN-104926",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "A deadly bear attack in the Tennessee forest. Traps are set, rangers hope to catch the killer bear.",
    "statement": "And Iowa hit by devastating tornadoes. One person is dead and severe weather <<COULD>> be coming again soon. Plus, nearly a dozen small towns in New Mexico are empty this morning as a fast-moving wildfire closes in. Those stories are all ahead on this"
  },
  {
    "transcript_id": "CNN-319188",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Julian, what do make of that response from this president putting Confederate generals and, you know, revolutionary leaders of this country on the same footing?",
    "statement": "It's really a skewed <VIEW> of history and it's a skewed <VIEW> of what the debate is <ABOUT>. He's comparing, you know, the first President of the United States and Thomas Jefferson, his associate, with all sorts of ideas such as individual rights with one of the leaders of the Confederate Army that was, in the end, defending a slave society against the Union. He's also defending monuments that were put into place as part of the racial backlash after reconstruction --"
  },
  {
    "transcript_id": "CNN-114526",
    "matched_terms": {
      "opinion": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Would your guess be that the final results of the autopsy would show that?",
    "statement": "I'm <<SURE>> it will. That's my <<OPINION>>."
  },
  {
    "transcript_id": "NPR-43080",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Are the last few weeks a big blur?  Were you madly rushing from one      relative to another, to the post office, to the toy store, all the while      that little voice in your head speaking faster and faster and faster?",
    "statement": "This New Year's weekend we invite you to step back, <TAKE> a big      breath and <<<THINK>>> <ABOUT> the alternative.  People all over the world are      slowing down.  It's actually the beginning of a social movement,      according to our next guest.  Carl Honore calls himself a rehabilitated      `speedaholic.'  His book is \"In Praise of Slowness:  Challenging the Cult      of Speed.\"  He joins us now from our London bureau."
  },
  {
    "transcript_id": "CNN-90057",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Still to come on AMERICAN MORNING, high tech detective work bringing us closer to solving the mystery of King Tut. A report from Cairo.",
    "statement": "Also, the World Health Organization urges countries <AROUND> the world to prepare for a flu pandemic. Dr. Sanjay Gupta has the details."
  },
  {
    "transcript_id": "CNN-199410",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're back with Democratic strategist and CNN contributor, Cornell Belcher and CNN contributor, Ari Fleischer. He is a former White House press secretary under George W. Bush and a member of the Republican Jewish Coalition. I want to play you all a clip of former general and former Secretary of State Colin Powell on NBC's \"Meet the Press\" talking <ABOUT> his own Republican Party's issues with race. Listen."
  },
  {
    "transcript_id": "CNN-98552",
    "matched_terms": {
      "about": "ungraded",
      "perception": "ungraded"
    },
    "previous_statement": "Well, the Ministry of Defense said the army is coming along very nicely. Two of the battalions that we trained early on here are already holding their own ground. I'm training four more as we speak. By the time we leave, I think they will be able to hold their own ground. The Ministry of Interior forces don't generally hold ground, but their quality is improving. They have not received the same level of training as the Ministry of Defense forces have.",
    "statement": "There's a lot of talk back home <ABOUT> the war, of course. And there's always said on the ground that there's essentially a disconnect between the perceptions back in the U.S. and the reality here in Baghdad, if not throughout the country. What is your <PERCEPTION> of how things are going and how things are heading from here?"
  },
  {
    "transcript_id": "CNN-85526",
    "matched_terms": {
      "wrong": "ungraded"
    },
    "previous_statement": "He'd pay you personally, too.",
    "statement": "...what's <WRONG> with Tiger Woods. But I can tell you, he is struggling today. Now, he had an overpar round in round one, yesterday he finished at 1 under. Today he was all over the place. He had a double bogey on number 10. At one point he was 12 shots off the lead. It does not look like this is going to be the week, Fredricka, where he will break that drought in majors. Remember he's 0 for his last 7. It looks like we can say with some certainty he will be 0 for 8 going into the British Open."
  },
  {
    "transcript_id": "CNN-304227",
    "matched_terms": {
      "feel": "ungraded",
      "torn": "ungraded"
    },
    "previous_statement": "Emotionally, how does this all make you feel?",
    "statement": "It makes me <<FEEL>> that I cannot consider U.S. home anymore. I mean, home for me is a country that I <<FEEL>> safe and comfortable and secure and <<FEEL>> welcome. And I can also not go back to my home country Iran because of being political activist and human rights activist. The situation that I am in now compared to thousands of other people whose lives are adversely and negatively affected by the current executive order is actually nothing. There are families who are now <TORN>. There are kids who are now taken away, I mean, already taken away from their parents."
  },
  {
    "transcript_id": "CNN-324952",
    "matched_terms": {
      "would": "ungraded",
      "feasible": "ungraded"
    },
    "previous_statement": "We're not going to take any action on that?",
    "statement": "Despite Sanders' claim, the Papadopoulos court filing suggests he was acting with the campaign's blessing, a campaign e-mail Papadopoulos to go ahead with a proposed August meeting with Russian officials saying, quote, I <WOULD> encourage you and another foreign policy adviser to make the trip if it is <<FEASIBLE>>. A \"Washington Post' reports that e-mail came from is this man, Trump's campaign national cochairman, Sam Clovis."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "would": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Because, as you know, prosecutors are always looking to get witnesses to flip defendants and to testify against someone else. Do you suspect something along those lines is still unfolding, because we're going to hear them say this investigation is continuing.",
    "statement": "That's certainly possible. We don't know who all he has talked to, <<APPARENTLY>> he has talked to many different people and one of the techniques certainly is to try to get people who are lower down on the food chain, so to speak, to testify against somebody higher up. Thus far, <<APPARENTLY>>, he does not have anyone who <WOULD> testify, for example, that Mr. Rove committed any criminal act."
  },
  {
    "transcript_id": "CNN-61233",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As we continue to follow this breaking news story, there's another breaking news story that we've been following all morning and that is the shooting -- the shooting death of five individuals in the Maryland suburb of Washington. Our Bob Franken has been following this story as police are still searching for the shooter. Bob, do you have new information for us?",
    "statement": "<WELL>, I wanted to tell you that just moments ago, some police cars went screaming past us with their sirens going. We see that a helicopter is hovering overhead. We have no idea how significant that is, if it's even connected to the incidents that have happened out here and of course, we'll keep you updated on that as soon as we know more. But in any case, that just occurred moments ago with no information <ABOUT> why they were tearing down, heading in that direction. What we do know now is that police have just held a news conference, spent time talking <ABOUT> the fact that the massive search in this area involved a variety of secret service, FBI, county police departments, including, of course, Montgomery County here, the Washington D.C. police departments, the Maryland state police, all looking for those people or person involved in five shootings that the police <<<BELIEVE>>> were random shootings that occurred last night. The first one at 5:20 p.m. Nobody was hit in that particular one, but the police say was involved. Starting <ABOUT> 40 minutes later, another shooting in which somebody was shot and killed. And these are shootings that have occurred this morning, one of them occurred right in back of me at this gas station, where a taxicab driver was filling his car when he was shot and killed. Another one occurred at a Shell station -- this was a Mobil station in back of me -- at a Shell station further down the road, where a woman was vacuuming her car when she was shot and killed. Police are <<KIND OF>> coy <ABOUT> the witnesses possibility, but one witness, they said, discussed the possibility that the car that the shooters were using, and I say shooters for this reason: <MAY> have had two occupants. Police are not <<SURE>> of that. They also say that one witness said there was some <<SORT OF>> black lettering on the side of a vehicle, a box type van that had a broken tailgate. All of this <<KIND OF>> flimsy information right now, but the police are flooding the area. Now, schools in Montgomery County, which is a suburban county north of Washington -- schools in Montgomery County and D.C. are shut down to the point that the students who are there are being kept inside, no recess or anything like that for obvious reasons. The police said that they are working on plans now to close the schools, that at each of the schools that's affected, there will be a patrol car, police patrol on the scene to make <<SURE>> that the children are safe. Of course, one of the big things they've been trying to do out here is to make <<SURE>> the parents who <WOULD>, for good reason, be worried, don't worry. They say that the people whoa re in the schools, the children who are in the schools are as safe as can be. But there is going to be a police presence at both the schools. There has not been a shooting incident since <ABOUT> 10:00 this morning. Police, of course, have this massive search that's going on, helicopters, a variety of agencies from <AROUND> the area and as I just said, police cars went screaming to a location that way and there are some helicopters in the area. Don't know at this point if it has any consequence. Obviously, we'll keep you apprised, Kyra."
  },
  {
    "transcript_id": "CNN-361388",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "You know, Jim, Democrats seizing on several different fronts here. So, first of all that hearing on family separations, it starts in just a few minutes. The big focus this morning will likely be that recent revelation from the HHS Inspector General that the Trump Administration does not know how many children were separated from their families when they crossed the border late last year. The Administration, of course, initially said it was close to 3,000, but now it's come out that it could have been thousands more. The Administration and the HHS IG saying that there's just no exact count here. So, Democrats on the committee going to be asking a lot of questions on that, but they'll likely be hindered in really getting exact answers since the Health and Human Services Secretary Alex Azar, he's declined to appear for this hearing. So, Democrats they're going to be asking witnesses from the ACLU, from the IG's Office. But, it's quite possible with a Azar not there, they might not get a lot of answers this time around. Then, of course, a little bit later this afternoon Democrats on the House Ways and Means Committee, they'll be making the first step really toward demanding the president's tax returns. It's a hearing at 2:30. It's set to spotlight tax and ethics experts, who will be explaining how important it is for presidents and presidential candidates to release their returns to really find out if the president could be benefiting from the office. So, this hearing it really is just laying the groundwork for what we eventually expect will be a demand by the Ways and Means Chairman, Richard Neal, for the president's tax returns from the Treasury Department. Jim that's something that he is entitled to do by statute, but the president's team they have already promised that it would be a court fight if he demands the tax returns. So, today's hearing, it really will be laying the groundwork on what will be a very long fight here for those tax returns.",
    "statement": "Of course it also raises that basic <QUESTION>, why doesn't he want the tax returns out there in the public eye. Jessica Schneider, thanks very much. At the same time, President Trump is digging into Democrats as they step up these various investigations into him and his businesses. That includes a sweeping new investigation into his finances and Russia. Karis Kanal has the details. Karis, tell us how broad this investigation is, and what exactly congressional investigators are looking at."
  },
  {
    "transcript_id": "CNN-100721",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "All right, Alina, thanks a lot. We're going to have more on this a little bit later this morning as well, with Donald Powell, the federal coordinator of the Gulf Coast Rebuilding Effort, the guy who basically has promised this $3.1 billion. Ahead this morning, was the most wanted man in Iraq actually caught and then allowed to walk free by mistake? The story you're going to see only on",
    "statement": "And a huge reversal of fortune for one of the big tobacco companies. A $10 billion lawsuit is involved. How it <MIGHT> impact other cases. That's ahead on AMERICAN MORNING."
  },
  {
    "transcript_id": "NPR-42132",
    "matched_terms": {
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "We showed weakness when we returned Gaza, we showed weakness six years ago, when we retreated from Lebanon, and that was feeding into the terrorists.",
    "statement": "I <<<THINK>>> it's time for Israel to, once and for all, stand up for who they are and <TAKE> care of their country and <TAKE> care of their people - whatever that involves, that's what they have to be doing right now."
  },
  {
    "transcript_id": "CNN-107973",
    "matched_terms": {
      "expect": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "And...",
    "statement": "But, Anderson, make no mistake. When you're there and you see this -- these huge demonstrations, military and otherwise, this is a country that is very proud of itself. And they will tell you in a second, the officials that one speaks to, including General Bok, who's responsible for defending the demilitarized zone, that they <EXPECT> the United States to invade. They <EXPECT> the United States to try a regime <CHANGE>. And they look you clear in the eye and say, we, unlike the Iraqis, will fight to the last man, woman and child."
  },
  {
    "transcript_id": "CNN-203177",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Well, it's very, very aggressive. But I have to say, when you are dealing with a pathological liar -- and I do believe she is a pathological liar -- you have to be aggressive because you can't nail them down. She is constantly using phrases like \"I guess\", asking him to define his terms, \"well, if you say so, it's possible\". So she slides, she slides out of everything she tries to pin her on. So it's frustrating. I think sometimes he's let his frustrations show. But as far as aggressive, you have got to really hone in on a pathological liar and rattle them to shake them off her story. That's how I think he got her to say, oh, there was a holster, which was totally bad news for her, because now she has to take the gun out of the holster, then she says, well, maybe the holster was not there. So it showed the inconsistencies in her story even more. So I think he is a little over the top but he's got to do something.",
    "statement": "And I <<<THINK>>> we really got a look into what the jury <MAY> be <FEELING> and thinking, with their questions, 200-plus questions. Do you <<<THINK>>> that rattled Jodi Arias on the stand?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "kind of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How do you know that 31 percent of the registered voters use that piece of equipment?",
    "statement": "We are unique in the country. We compile, and have since 1980, what <<KIND OF>> voting system is used in every single county in the country, as <WELL> as in New England at the township level, and township level in Michigan, Wisconsin and Minnesota."
  },
  {
    "transcript_id": "CNN-99281",
    "matched_terms": {
      "rather": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Interesting. Looking forward to that.",
    "statement": "<WELL>, as the bad news piles up for the White House, with bad poll numbers and, of course, the indictment yesterday of Scooter Libby, Democrats are hoping that they can leverage some of their own good news off of that. What does Governor Bill Richardson <<<THINK>>>? He's got a new book. It's called \"Between Worlds.\" He writes <ABOUT> straddling the split between his American -- Mexican, <RATHER>, and American roots. And also talked to us this morning <ABOUT> what's happening politically today."
  },
  {
    "transcript_id": "CNN-268853",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And, so, Nia, there are a lot of people who, in fact, a lot of feminists who agree with Nicole. Jermaine Greer, in particular, has been very outspoken about that, agreeing with the position that Nicole has. So, at the end of the day, aren't there other women out there who have done more for women than Caitlyn Jenner in the past 12 months?",
    "statement": "You know, I <<<THINK>>> that argument <<COULD>> be made for any of the candidates, across the board. I <<<THINK>>>, you know, to make the argument, if I wake up like a dolphin I'll turn in to one, sounds like someone who <MAY> need a crash course in biology. I <<<THINK>>> here what really -- what it's <ABOUT> is showcasing that gender is a fluid -- it's really a gambit and this idea of <<KIND OF>> putting people into stereotypes, that's what this award is moving away from. I mean, we can easily state that a woman needs to only play with Barbies, or a woman <SHOULD> be a housewife. Where does that end? I <<<THINK>>> it is a slippery slope when we, as women, are looking at another woman and wagging our fingers, like, I'll tell you what a true woman is."
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "allegedly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "In the context of the information that we have seen, this memo is factual, accurate. Director Wray and his staff had an opportunity to review it and take issue if they had concerns with the factual accuracy of the memo. And so, there were no edits made and, look, we have -- we have a responsibility that we have to not only do we have to protect as you as you mentioned sources and methods, it's very important, making sure that all of our equities are protected from the standpoint of intelligence community, and things like that. But at the same time balancing the constitutional rights of the American people. And even if we find a particular U.S. person somewhat repugnant, whether we like that individual or not, there's still a U.S. citizen and entitled to due process and constitutional protection.",
    "statement": "I know you said Chris Wray had no changes to this. Democrats certainly have a lot of problems -- the Democrats on the committee certainly had a lot of problems with some of the facts that <<ALLEGEDLY>> are in this memo, and they say they wanted to release their own memo which point out what they <<<BELIEVE>>> is factually incorrect. In the spirit of bipartisanship and transparency, which, you know, clearly, Republicans are saying they want, why not allow the Democrats to release their memo at the same time?"
  },
  {
    "transcript_id": "CNN-410781",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "Well, it's funny you mentioned the Grammys, because the thing that I immediately thought of was the Canadian cultural content regulations that they have up north. Where in order to get played on Canadian radio your pop song has to be sufficiently Canadian. I believe it's something like half or two-thirds of all of the songs that get played on Canadian radio have to be considered Canadian cultural content. And if I remember it correctly, it's the singer, the songwriter and the producer. Two of the three have to be Canadians. And this, of course, has created a big boom in Canadian producers. So it's the similar thing, where you think it's going to be very visible, kind of on-screen ways and it's going to work also for behind the screens more. And I don't see any reason why it couldn't work for those -- the only reason it's expected not to work for the Grammys is the Grammys has less of an effect on the music market than the Oscars do on the film market. But, in theory, you could see all sorts of trade associations or awards institute similar requirements.",
    "statement": "Kirstie Alley deleted a tweet. This is a disgrace to artists everywhere. Can you <<IMAGINE>> telling Picasso what had to be in his f'ing paintings? You people have lost your minds. Control artists, control individual thought. Oscar Orwell. Your response?"
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "believe": "ungraded",
      "take": "ungraded",
      "doubts": "ungraded",
      "question": "ungraded",
      "satisfied": "ungraded"
    },
    "previous_statement": "None",
    "statement": "The only evidence of a deadly raid, after the U.S. decides not to release photos of bin Laden's body. As the U.S. and Pakistan continue to <QUESTION> why he wasn't caught earlier, we're going to <TAKE> a closer look at an increasingly rocky relationship. And we'll ask whether an interrogation technique like this was key to tracking him down. plus tonight, the suicide of an American football player sheds new light on the dangers faced in the field. These stories and more tonight, as we connect the world. First, fears of an angry backlash have trumped the desire to silence any <DOUBTS>. The White House has decided not to release photos of Osama bin Laden's body. Now, U.S. officials have described the photos taken after a U.S. commando raid in his Pakistani hideout as gruesome. A source tells CNN, President Barack Obama was never in favor of releasing them, <<<BELIEVE>>> conspiracy theorists wouldn't be <SATISFIED> with any amount of proof. The White House spokesman explained the decision, quoting the president's own words."
  },
  {
    "transcript_id": "CNN-265403",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "He has this, he has no -- it has no words that we can express. He's a Latin pope too, so on top of that he's so special to us of Latin people as immigrants who have the leader of our catholic church in our home.",
    "statement": "You've been in Philadelphia for ten years, very tough times for Philadelphia for the (inaudible) sees here, very tough time for Catholics in this place because of the sex scandal, because of budget problems, because everything, did you <QUESTION> your faith?"
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "presumably": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "They called it the march on Washington for jobs and freedom. They came from all over America, negroes and whites, housewives and Hollywood stars, senators and a few beatniks, Clergymen and probably a few communists. More than 200,000 of them came to Washington this morning in a kind of climax to a historic spring and summer in the struggle for equal rights.",
    "statement": "From Dallas, Texas, the flash, <<APPARENTLY>> official, President Kennedy died at 1:00 p.m. Central Standard time, 2:00 Eastern Standard time, some 38 minutes ago. Vice President Johnson has left the hospital in Dallas, but we do not know to where he has proceeded. <<PRESUMABLY>>, he will be taking the oath of the office shortly and become the 36th president of the United States."
  },
  {
    "transcript_id": "CNN-223322",
    "matched_terms": {
      "believe": "ungraded",
      "perspective": "ungraded"
    },
    "previous_statement": "Well, now, with all of these charges of cronyism piling up, Christie's inaugural festivities tomorrow are sure to be less festive than the potential 2016 candidate hoped. He's got a prayer breakfast at 8 a.m. tomorrow, a swearing in ceremony here in Trenton at noon, followed -- followed by what aides say will be about a 25-minute address and then a party tomorrow night on Ellis Island -- Chris.",
    "statement": "All right, Erin, it seems like this has gotten beyond the point of mere criticism. Let's treat it more like what it seems to be a political prosecution or persecution, depending on your partisan <PERSPECTIVE>. Joining us now from Long Branch, New Jersey is New Jersey Congressman and Democrat, Frank Pallone Jr. He is the man who requested the federal probe into Christie's use of Sandy relief money. Congressman, thank you for joining us. Do you <<<BELIEVE>>> a federal investigation is warranted by what we know so far? Why?"
  },
  {
    "transcript_id": "CNN-95391",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, tell us about the capture of Abu Talha.",
    "statement": "<WELL>, it's - it was a great -- great capture for the coalition forces, the Iraqi security forces. Over the last several weeks, we've had increased offensive operations, put a lot more pressure on the terrorists. We were able to do this because the Iraqi security forces are getting better and getting more involved in the fight. And then also, I <<<THINK>>> it's key that, as you mentioned, Iraqi citizens are stepping up. And despite the -- in the past the fear and intimidation, they are stepping up and realizing how important freedom is, and they've had enough of the terrorists, particularly killing of innocent women and children. So a great combined operation led to the capture of very evil man right below Zarqawi, the leader in northern Iraq for al Qaeda. And this man, we captured videotapes in November of him, and it shows hundreds of individuals that he had beheaded, brutally murdered, and then also many operations that he was involved in again on this videotape where he <WOULD> direct a martyr to conduct a suicide bombing, and in many, many cases innocent women and children killed in those bombings. So this is a very evil individual that was taken off the streets. And I will tell you that people in northern Iraq are extremely happy. The Iraqis are celebrating right now."
  },
  {
    "transcript_id": "CNN-8520",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You're investing a lot of your political capital in supporting President Clinton in going out there and fighting for this trade bill with China. The president was supposed to give an Oval Office address this evening to the nation why it's important for the United States to have permanent normal trade relations with China. He canceled that, ostensibly because he didn't want to irritate people like David Bonior and Dick Gephardt, his Democratic allies who strongly oppose this. Listen to what Madeleine Albright, his secretary of state, said earlier today in explaining why this Oval Office address was canceled.",
    "statement": "I <<<THINK>>> that he feels that he's been making progress by doing the one-on-one conversations. And he's really been out there talking to everybody, and we are all working on it. So I <<<THINK>>> that he felt this was the best way to go."
  },
  {
    "transcript_id": "CNN-376245",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "expect": "ungraded",
      "positive": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, you see the countdown clock on your screen, four hours and 19 minutes until the big show. Debate night number one here in Detroit. I'm Brooke Baldwin, thank you for being with me. It's been fun all afternoon because we've been getting these sneak peeks of all these various candidates popping up on stage. Getting their walk-throughs. We can't see him, but I can assure you that the Mayor of South Bend, Indiana, Mayor Pete Buttigieg is just off stage about to get his walk-through there at the historic Fox theater behind me. So as we've been watching the various candidates, Mayor Pete Buttigieg is there, and ready to roll ahead of his performance this evening which all begins at 8:00 Eastern. He wants to broaden his support after a strong spring showing that has now stalled a bit in the polls. And he's not the only one hoping for obviously a breakout moment on stage tonight. What do these candidates need to do? I get to talk to a guy who knows a thing or two about politics and debating. Former Clinton White House secretary and CNN political commentator, Joe Lockhart, is with me to talk me through all of this. And so, let's just begin running through a bunch of your notes. Starting with center stage you have Senator Elizabeth Warren. What's your advice? What are your thoughts on her?",
    "statement": "<WELL> there's going to be a really interesting dynamic between Warren and Sanders. I <<<THINK>>> Warren has moved ahead of Sanders in the polls. So I <EXPECT> that she's going to stay <POSITIVE>. She's going to talk <ABOUT> her programs. Her trademark is, I've got a plan for that."
  },
  {
    "transcript_id": "CNN-125282",
    "matched_terms": {
      "should": "ungraded",
      "uncertain": "ungraded"
    },
    "previous_statement": "Great question, Ernest. And congratulations on putting together some savings. That's great. But first, make sure that you have some savings that you can rely on pronto. Three months worth of living expenses before you investment. If you get a CD, they're safe but the returns not spectacular especially considering that the Fed has been cutting rates. Of course, you can invest in a mutual fund. For that, you can check out morningstar.com for ideas. You should also consider investing in say an index fund, or an exchange traded fund, the fees there are generally lower, go to Fidelity or Vanguard for some low- cost options.",
    "statement": "OK. And this one from an anonymous e-mailer, asking: \"My income is significant. However, I'm <<<UNCERTAIN>>> if I <SHOULD> buy a house or continue renting with the current market and mortgage crisis. What do I do?"
  },
  {
    "transcript_id": "CNN-117",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Four rocket-propelled grenades were fired today near the Russian embassy in Beirut, Lebanon. One person was killed in this incident and several others were injured. The Russian embassy faces a police station, and it was not immediately clear which of the buildings was hit. No one has come out to claim responsibility as yet. We are joined now by Mohalhel Fakih. He is with Future TV, and he is in Beirut this morning, on the telephone with us. Mr. Fakih, can you tell us exactly what it is you have learned about what happened?",
    "statement": "<WELL>, what we have for <<SURE>>, what's confirmed so far, is that a Lebanese security officer has been killed, and one of the attackers has been killed, and the other has been captured by Lebanese army and security forces. And security sources have said the entire battle, if you want, this incident is over."
  },
  {
    "transcript_id": "CNN-188095",
    "matched_terms": {
      "often": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "reportedly": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded",
      "feel": "ungraded",
      "expect": "ungraded",
      "hope": "ungraded",
      "thing": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "And do you agree with that, when the prosecution gets up there and says, you know, the defense proved nothing, that always is a challenge for a defense lawyer, prove at least at a minimum reasonable doubt if you can't attack the facts of the prosecution's case. Did they come close?",
    "statement": "No. I mean, the odd <THING> in this case, John, is that some of the defense witnesses actually became good for the prosecution. Even Dottie Sandusky, as much as she tried to be supportive of her husband, ultimately testified as a witness for the prosecution during what was supposed to be a cross-examination and wasn't. She said, \"I know of no motive to lie for these kids,\" and she confirmed that Jerry was <OFTEN> down in the basement, without her, all alone tucking the kids in. You know, there was so much <ABOUT> the defense case that actually added to the prosecution's case, I don't know what to say, except that I <<<THINK>>> the defense is going to have a very difficult time. I <HOPE> and <EXPECT> that one of the things they're going to do is emphasize only those counts where there were real weaknesses, like where the investigators made suggestions <ABOUT> the kinds of testimonies they had already heard from other kids, and you know, the possibility of a money motive. One of the victims and a parent was <<REPORTEDLY>> saying things like \"I can't wait to buy a new House after I cash in on my lawsuit.\" You know, that <<KIND OF>> <STUFF> resonates with juries. They don't, you know -- they don't want to over-<<<BELIEVE>>> just because they <<FEEL>> a lot of emotional reactions to this case. And so I do <<<THINK>>> he'll <<PROBABLY>> win some of the charges. But again, 50 charges he's facing. Even if he wins ten, you know, instead of 500 years, it's 400 years. There's not -- there's not a lot of light at the end of the tunnel for Jerry Sandusky."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "...the Intel chief saying that they are willing to cooperate and talk to the special counsel. Are you concerned about that at all? Considering that Dan Coats and Mike Rogers, they weren't exactly very forth coming in their testimony to the Senate Intelligence Committee last week. And it doesn't look like they'll be able to use executive privilege this time around, especially when it comes to a criminal investigation.",
    "statement": "No, I want the truth to come out. So I'm not concerned <ABOUT> it at all. I <<<THINK>>> it's the right <THING> to do."
  },
  {
    "transcript_id": "CNN-96009",
    "matched_terms": {
      "fairly": "ungraded",
      "think": "ungraded",
      "imagine": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A very good sign. So, give me a sense emotionally what you think their recovery is going to be like. I mean, to be just feet away from a terrorist bomb. Outside of the physical injuries, I can't even imagine how they're going to overcome this.",
    "statement": "<WELL>, first, let me say that their family support is impeccable. They are strong believers emotionally and spiritually. They have great family support. Their mom has been with them. We've been actually working on getting her some rest throughout this ordeal. But I <<<THINK>>> the scars will be on their extremities, some on their faces, hopefully not too severe. There are always with traumatic injuries, trauma, particular of this nature, emotional issues, as you can <<IMAGINE>>, that I <<<THINK>>> both of these ladies will have to work through. What's in their favor is that I <<<THINK>>> they've had excellent care in Great Britain. We've tried to provide state-of-the-art care for them. We quickly tried to rehabilitate them by taking care of their wounds with <FAIRLY> sophisticated procedures that will allow them to start to walk again and regain their normal lifestyle. I <<<THINK>>> the emotional issues, we will support them with this, as we do all of our trauma patients here at Duke. And hopefully, they'll put this behind and become reintegrated into society."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "And you alluded to some tweeting that President Trump had done today and in terms of questions about what might be next. Well, when will the hammer fall again? He did say that there might be another immigration deal with Mexico. He once again threatened tariffs. He said the following, \"We fully signed and documented another very important part of the immigration and security deal with Mexico. One that the U.S. has been asking about getting for many years. It will be revealed in the not too distant future, and we`ll need a vote by Mexico`s legislative body.\" Then he said, \"We do not anticipate a problem with the vote, but if for any reason the approval is not forthcoming, tariffs will be reinstated.\" What do you think he`s talking about? You sort of alluded to what he might be talking about, but is this the third party asylum? Is this -- I mean, what do you think he wants next?",
    "statement": "With President Trump and his tweets, there are lies and half lies. The lie was his tweet on Friday saying that Mexico had agreed to buy Ag exports from the United States, that is absolutely false. That`s not part of the agreement. It`s not there. It`s not even on a side letter. That issue is not discussed. Ag exports will grow if the president doesn`t torpedo the ability of the U.S. Congress, the Canadian Parliament and the Mexican Congress of getting U.S. embassy ratified. This one today is a half lie because, obviously, he`s referring to trying to continue to push the third Safe Country Agreement with Mexico. If such a deal were to be put on the table, and if Mexico were to accept that, it <WOULD> require congressional consultations and ratification in Mexico. So, what the president is basically saying, \"If in 90 days we haven`t seen progress, we`re going to put this issue back on the table,\" and he`s basically saying, \"If the Mexican Congress weren`t to ratify this, then I again will use the issue of tariffs.\""
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, it's very difficult. And the fact is that mass transit is probably the biggest challenge for security forces around the world, and especially here in the United States. When you think about the fact that 4 million people use the New York subway everyday, you have to have a layered and a tiered method of security. For instance, the random checking of backpacks and packages now in the New York subway is not operationally effective, but it raises the bar a little more for terrorists, so that there's one more hurdle that they have to go over.",
    "statement": "But random searches, we've gotten a lot of e-mail on this today. Viewers are talking <ABOUT> whether it's making them <<FEEL>> safer. And one pointed out, I though, was a very interesting point. It's like searching for a needle in a haystack. You're lucky if you come across the right person at the right time."
  },
  {
    "transcript_id": "CNN-89011",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "wrong": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "That's insane, though, don't you think?",
    "statement": "No, I don't because he's saying, I <WOULD> have done it differently. I don't <<<THINK>>> there's anything <WRONG> with giving the president the right to use force. The <QUESTION> is, how do you use it? And this president went <ABOUT> it in a way that not only has not won us peace in Iraq, but it's actually increased the ire against Americans all across the Middle East and for that matter the world."
  },
  {
    "transcript_id": "CNN-5918",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "As president of the Bosnian Serb Assembly and second only to wartime leader Radovan Karadzic, prosecutors accuse Krajisnik of controlling the Bosnian Serb military and police. His defense claim he had no role in war crimes and accuse prosecutors of being politically motivated.",
    "statement": "Acting only in the capacity of president of Bosnian Serb parliament, so my conclusion <WOULD> be that, unfortunately, in the work of the prosecutor's office, there is so much political influence."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There's one other thing I want to bring up with Fran now. Assume they were radicalized by watching videos online. Does it seem unbelievable that they then would not try to reach out to other people who at least agree with them?",
    "statement": "That's part of the real focus. Remember, there was the national security that the investigators used to <QUESTION> him, the information that Jake's talking <ABOUT>, that's where that was gleaned. The focus was to ask him those very questions. Were there additional explosives? Were there additional individuals? That's the focus of the FBI. They want to know, are there other individuals out there? This was very sophisticated. Let's remember, the first bomb that exploded was the furthest away. And the runners running toward it when it exploded <WOULD> have naturally turned <AROUND> and run back in the opposite direction, where we know the second bomb went off. So this was a very -- while the devices are crude, the planning, the execution. And remember, you know, we've all said that why didn't they have an escape plan? <WELL>, remember what we know now is they had additional explosives, right? They used those in the Watertown chase. And they <MAY> have planned follow-on attacks. So it <MAY> be they weren't planning to flee <QUITE> yet."
  },
  {
    "transcript_id": "CNN-278588",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Yes, Alisyn, the glass of Trump water is half full, not half empty this morning. Donald Trump answered his critics, rolling up big wins in Hawaii, Michigan, and Mississippi. At his victory party last night the GOP frontrunner actually thanked the anti-Trump super PACs for bombarding his campaign with negative ads, even showed off his much maligned line of products from Trump steaks to Trump wine and water. Trump attacked his top rivals, Ted Cruz and Marco Rubio, for failing to slow his momentum. Cruz won the state of Idaho and edged out John Kasich in Michigan for second place. It was Rubio, though, who struggled the most last night. But he is vowing to fight on. Here is what he had to say last night.",
    "statement": "I <<<BELIEVE>>> with all my heart that the winner of the Florida primary next Tuesday will be the nominee of the Republican Party. We can win this election and we will. I need your help next Tuesday because we're not just going to Florida primary. We are going to win Florida in November."
  },
  {
    "transcript_id": "CNN-291774",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Well, we've come a long way in the last decade. There are now female gyms and a little -- a few clubs that are all female, but it only caters to the elite and it's not open for everybody, for the masses. And I think until we implement sports in schools at a young age, we won't have the Olympic-quality athletes. So, although it has improved, it still really needs to -- (",
    "statement": "I <<<THINK>>> we have just now lost our guest Raha Moharrak, who was speaking to us <ABOUT> her feat, one that she was able to climb Mt. Everest and also some of the barriers that are facing still Saudi Arabian women who want to <TAKE> part in sport. We thank her for joining us from Dubai. Now an amazing story <ABOUT> an early arrival, a delayed flight and a newborn baby who flew before she <<COULD>> crawl. The little girl was born four hours into a flight from Dubai. We were just talking to someone in Dubai to Manila earlier this week. a passenger posted this photo on Facebook showing the new mom back in her seat after giving birth five weeks early. There was no problem for the Cebu Pacific flight crew. They along with two nurses who were passengers on that plane ensured what turned out to be a smooth delivery on the plane. The plane had to be diverted, however, to India and the flight was delayed nearly nine hours. But mom and baby doing great. And the airline even gave the family one million air miles. So it looks like this little girl is going to be flying for a heck of a long time. <<MAYBE>> that is enough for her entire life. Thank you so much for joining us. I'm Sara Sidner. \"World Sport\" is up next live from Rio de Janeiro. You are watching CNN."
  },
  {
    "transcript_id": "CNN-123015",
    "matched_terms": {
      "wrong": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I was under arrest because I was in the wrong parking space. I said, \"Well, they told me to park here.\"",
    "statement": "I was under arrest because I was in the <WRONG> parking space. I says, <WELL>, they told me to park here."
  },
  {
    "transcript_id": "CNN-202983",
    "matched_terms": {
      "sort of": "ungraded",
      "wonder": "ungraded"
    },
    "previous_statement": "The president's remarks sounded depressing. The White House veteran and CNN contributor, David Gergen.",
    "statement": "You have to <WONDER> whether he was becoming philosophical, that's <<SORT OF>> -- he's just <<SORT OF>> resigned to the fact that he can't get much done. This is very early in a term for a president to <<SORT OF>> get discouraged."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded",
      "apparently": "ungraded",
      "a little": "ungraded",
      "take": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No further questions, Your Honor.",
    "statement": "No further questions? Then that will conclude with this witness. <MAY> this witness stand down? Without objection. Now at this time, instead of at 1:00, <<APPARENTLY>> we are going to be at 1:30. So I'll let -- 2:00? <WELL> -- sir? <WELL>, I don't know how difficult these are. All right, let's come back at 2:15 -- <TAKE> 45 minutes. We need to -- I <HOPE> we're going to proceed <A LITTLE> faster. The court will stand in recess."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "should": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Let me respond to it. We have not killed all of them. There are a lot of them in this country, But we have taken down their sanctuary which is Afghanistan. We have being knocked out so many of their leaders. We dispersed them around the world, which they don't have a central leadership now. We haven't won the war, but we make a heck of a lot of progress. But if we ignore and let Saddam Hussein continue to be in powers are he's going to have a nuclear bomb and then we're going to have real, real problems.",
    "statement": "Let me just ask the senator a <QUESTION>. The alternatives <SHOULD> not be invading a country, killing thousands of people, spending $100 billion, alienating the whole world or nothing. There are other alternatives."
  },
  {
    "transcript_id": "CNN-7107",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Would you have to grow faster, do you think?",
    "statement": "I <<<THINK>>> you'd lose the flexibility of being able do what you want. You'd have to stay <<SORT OF>> on this 30-plus percent growth curve every single year."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Next on our plate, war grinds on in Iraq and Afghanistan. So what do we do?",
    "statement": "If you got a problem, you can either witch <ABOUT> it, or you can fix it."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "about": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "Now, you know that the cops recorded the interview with the suspect, that guy, the software developer who`s now on trial for murder, and his girlfriend. Why didn`t cops record these three crucial teenage witnesses who were in the car at the time of the shooting? I mean, listen, if they did, they`re going to show it. But the defense attorney is stating outright, no they did not record these interviews, because they wanted to be able to tweak their statements. OK. I got to go to Brian Claypool on this, criminal defense attorney. Does this basically open the door for this defense attorney for this guy to claim that these kids said anything? Because it wasn`t recorded, he can make these outrageous claims. Was it a big goof by prosecutors?",
    "statement": "Jane, it was a monumental goof by the prosecutors. I`ve been involved in a lot of shooting death cases involving law enforcement, over 20 cases. I will tell you, every one of those cases, crucial witnesses, especially the folks in a car where somebody`s killed, their statements are recorded. That piece of information <ABOUT> Jordan Davis <<POSSIBLY>> grabbing the handle and trying to get out of the door is crucial in this case. Because now you have -- if it`s believable, and you`ve got evidence of it, now you`ve got Dunn, you know, with a threat to his life, Jordan <<POSSIBLY>> getting out of the car. And it is now potentially reasonable that he`s got to shoot because he`s afraid, one against four. So it`s a big goof (ph)."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Pardon me, Mr. Zack, go ahead.",
    "statement": "No, appreciate it, Your Honor. What's more, Judge, when we <TAKE> a break and we actually have the Pollstar here -- I'll find out where it is -- we'll show the court and further illustrate <ABOUT> the testimony being accurate."
  },
  {
    "transcript_id": "CNN-183080",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Yes, I know. Sometimes the polls are a little off. I think we saw some variation even in Illinois last night. We saw Mitt Romney -- we all knew Mitt Romney was going to win this thing but we saw anything from I think in the last week 10 points, to maybe even 20 points. The polls can be a little off. But I think newt Gingrich -- because a lot of these Southern primaries have already passed in the calendar, I don't know how much more of an impact he would have in the primary calendar going forward. Would he pick up much support in Pennsylvania with Rick Santorum there or in Wisconsin? I don't think so. I think because a lot of the southern primaries are behind us, he's pretty much a non-factor in this race.",
    "statement": "Santorum <<COULD>> easily lose Pennsylvania because he got crushed the last time he ran for statewide office in 2006. This is Mitt Romney's race to win. He stays on course, he's going to be the nominee and he's the strongest one to oppose Obama in November. No <QUESTION> <ABOUT> it."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "sometimes": "ungraded"
    },
    "previous_statement": "When American Indians were forced to relocate onto government reservations, a doctrine of ethnic cleansing designed to eradicate their culture, customs and moral spirit awaited them and their children. In time, that unwanted transformation was forced at off- reservation schools like the one at Wahpeton, North Dakota, which was opened in 1906. By 1931, one-third of all Indian children, roughly 24,000, were in federal boarding schools. Gradually, the humiliating and violent treatment of trying to, quote, \"take the Indian out of the Indian,\" became public. Joyce Burr, who now heads the Wahpeton Indian School she attended as an orphaned child until graduating high school, still feels the hurt.",
    "statement": "<SOMETIMES> that treatment of children got out of hand."
  },
  {
    "transcript_id": "CNN-193172",
    "matched_terms": {
      "about": "ungraded",
      "tend": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "How much snow fell on top of them?",
    "statement": "<WELL>, one climber mentioned that it was a huge avalanche, the size of several football fields. Of course, it is hard to say right now. A lot of these climbers <TEND> to have these devices, detectors, which makes it easier for rescuers to find them in the snow. But because it happened so early in the morning, they weren't even able to detect any of these survivors and, of course, with the amounts of snow that we are talking <ABOUT>, it is becoming even more difficult to find these survivors -- Carol."
  },
  {
    "transcript_id": "CNN-119444",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Well, I think there's a couple of reasons. One is, if you look specifically at the mental ill to start off with, it doesn't resemble other natural disasters, where you have this period of tremendous impact and then a gradual improvement over the next 12 to 18 months. You haven't seen that as much in New Orleans for various reasons. One is, there's a lack of optimism about how things are going to improve. But overall, there is just a lack of funding to try and reopen these seven hospitals. You know, Charity Hospital, where I was -- and you've seen Charity Hospital -- is never going to be reopened. We've been told that. The building is not going to be opened as a hospital again. That serviced a lot of the indigent people in that community. And really, there is just nowhere for them to go. They are going to some of the other hospitals for the time being, but there's no sort of long-term plan right now. And another thing, John, which I thought was really striking is the death rate has actually increased in New Orleans. Since Katrina, it's about 50 percent higher, and we're going to talk much more about that tonight as well -- John.",
    "statement": "All right. We'll see you then. Sanjay, thanks very much. And a reminder. CNN has a new tool to let you impact your world when disaster strikes. Head to CNN.com/impact for tips on what you can do to <TAKE> action on the news that you witness."
  },
  {
    "transcript_id": "CNN-108199",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Does that include additional U.S. forces in Baghdad?",
    "statement": "It <MAY>, yes."
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Is it still the position of you and your client that there was no collusion with the Russians whatsoever on behalf of the Trump campaign?",
    "statement": "Correct. When I say the Trump campaign, I mean the upper levels of the Trump campaign. I have no reason to <<<BELIEVE>>> anybody else did. Only ones I checked with are obviously the top four or five people."
  },
  {
    "transcript_id": "CNN-283066",
    "matched_terms": {
      "could": "ungraded",
      "imagine": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Wow. So Sergeant Henry, what were the kids' reactions after they bounced on that blanket?",
    "statement": "As you can <<IMAGINE>>, ma'am, the kids were pretty scared, not really <<SURE>> what was going on. Especially the first child that came out because she was kicking and screaming, she didn't want her mom to drop her. But immediately after we were able to (ph) get the kids to safety, we moved them out of the area as quickly as we <<COULD>>."
  },
  {
    "transcript_id": "CNN-22143",
    "matched_terms": {
      "reduce": "ungraded"
    },
    "previous_statement": "No one argues it should be deregulated. It's presently regulated. But, for example, one of the -- two legs of deregulation. One was to deregulate air fairs, and the other was to deregulate scheduling. There is no control the government has now over scheduling. As result, we have airlines scheduling sometimes a dozen or more flights to leave at the same time, knowing full well that they cannot all take off at the same time. We need at the very least truth in scheduling. We propose that regulation to the DOT along with some other things. But from our point of view, the major problem we have today is not an overload of the system. It's not too much regulation. It is the revenue policies and scheduling policies of the airlines that have caused the present crisis that we see in last two or three years.",
    "statement": "But Paul, how do your members -- you represent passengers -- how do your members get ahead if we tell the airlines to cap flights and then <REDUCE> flights? Don't you leave people literally without travel alternatives when you do that?"
  },
  {
    "transcript_id": "CNN-142633",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Labor Day, he's laboring. Welcome back to the Most News in the Morning. While America debates the president's plan to speak of nation's school kids tomorrow, there's another school idea that's actually causing <QUITE> a stir this morning. It's sending kids to school all year long. Labor Day wouldn't be the end of summer or the start of a new school year. Our Kate Bolduan shows us which towns are already doing it and whether or not it's working in our \"Educating America\" report."
  },
  {
    "transcript_id": "CNN-370982",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "Mueller appeared to point the obstruction issue to Congress ramping up the pressure on Capitol Hill for impeachment.",
    "statement": "The <<OPINION>> says that the Constitution requires a process other than the criminal justice system to formally accuse a sitting president of wrongdoing."
  },
  {
    "transcript_id": "CNN-263962",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "this Labor Day, President Obama is expected to roll out a new executive order in Boston. The order requires federal contractors to offer employees up to seven paid sick days per year. The White House says this could help more than 300,000 workers. The president is also expected to talk about new rules to help federal contract employees negotiate equal pay.",
    "statement": "Two Texas high school football players have been suspended from their team and their school after being captured in video <<APPARENTLY>> tackling an official on purpose during a game. Coy Wire has more on this morning's bleacher report. I don't <<<THINK>>> I've ever seen this before. <<MAYBE>> it was <<KIND OF>> like the scene in \"The Longest Yard.\" What <ABOUT> you, Coy, you were a pro?"
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Mr. Steele, this is a vastly different trial obviously than the first one. Speak if you can about the importance of having those five women allowed to testify, the additional accusers and also counteracting the defense's con artist claims Margo Jackson's testimony.",
    "statement": "You all got to hear from someone who I <<<THINK>>> very highly of, Dr. Barbara Ziv and the legislature in their wisdom has given us the ability to have somebody who is an expert in this area educate a jury and you saw that as our number one witness, our first witness in this case, and I <<<THINK>>> in the process she was able to explain the situation and then, when you heard from the different people and you saw what the defense was trying to do despite those sexual assault myths that lie out there, there's a recognition and again I <HOPE> it's not attacked, it's continued, because it didn't work. And it is a situation where it was a different trial. We were able to do that on the front end of the case and I <<<THINK>>> -- I <<<THINK>>> that's the benefit of having done this once before."
  },
  {
    "transcript_id": "CNN-403006",
    "matched_terms": {
      "fairly": "ungraded",
      "quite": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, that is what is under investigation right now. And this Boogaloo Movement, it is a movement Hala, very confusing not necessarily a group and not a homogenized group politically either I've researched them and spoken to some. Some are far left libertarian types, some are far right very conservative types. What is very, very frightening about this arrest in California is this Staff Sergeant in the U.S. Air Force trained to protect U.S. Air Force assets in very troubling places, Iraq, Syria and Afghanistan. He was using his own homemade gun in these killings that he's alleged to have carried out, a machine gun style gun.",
    "statement": "And again loosely affiliated with Boogaloo Movement, which is either calling for civil unrest or preparing for civil unrest, but are more and more showing up at protest scenes across the United States, heavily armed, heavily fortified with protective gear and carrying out these <<KIND OF>> Boogaloo Civil Authority type missions where they <<<BELIEVE>>> they're protecting society. Steve Carrillo is now charged with two cases of murder, one attempted murder, and again police very, very detailing that he was involved in this Boogaloo Movement, which is a <FAIRLY> new radical group of people that I don't <<<THINK>>> anybody <QUITE> understands at this time, Hala."
  },
  {
    "transcript_id": "NPR-23171",
    "matched_terms": {
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, that's some of the emotional response that you're talking about. Is there a way to tell concretely how far this country has actually moved away from military rule?",
    "statement": "<WELL>, the military remains very much in the driver's seat politically. The constitution guarantees them 25 percent of the seats in parliament. A lot of the rest are taken up by the ruling party, which is ex-military. And the opposition are a very small minority. The government now seems unwilling to <CHANGE> the constitution, which now bars Suu Kyi from running for president. While the government has released many political prisoners, they have arrested and jailed a lot of new ones."
  },
  {
    "transcript_id": "CNN-316305",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "34 a.m. on the U.S. East Coast. Welcome back to our viewers here in the United States and all around the world. You're watching CNN NEWSROOM. It is good to have you with us. I'm George Howell with the headlines we're following for you. The U.S. Secretary of State Rex Tillerson has arrived to Ukraine. He's set to meet with the President Petro Poroshenko very soon in the capital city of Kiev. The State Department says Mr. Tillerson intends to reaffirm America's commitment to Ukraine's sovereignty and territorial integrity. The U.S. president Donald Trump is back in Washington, D.C. after meeting with world leaders at the G-20 Summit and finding himself alone on the issue of climate change. Other G-20 members reaffirmed their commitment to the Paris Climate Accord. The French president Emmanuel Macron says that he will hold a summit in -- December, rather, to move the accord forward. On to Syria now, a partial ceasefire set to go into effect in less than an hour's time. The United States, Russia and Jordan agreed to establish a de-escalation zone in southwest Syria. The U.S. secretary of state says the ceasefire is the first indication the United States and Russia will be able to work together on the Syrian crisis. Iraq says it is closer now to declaring the final victory against ISIS in the key city of Mosul. Video shows soldiers already celebrating on Saturday amid the rubble in that city. ISIS says that its fighters are pledging to fight to the death. Now to the U.S. state of Arizona, dozens of people there are dead as these investigations due to the scorching heat in that state. Health officials say the high temperatures have led to five deaths in one county alone. And now they're investigating at least 57 others may have been caused by the heat there. This scorching temperatures have shattered some records across the southwestern part of the country. Our meteorologist Derek Van Dam is here. Derek, it is hot there.",
    "statement": "We've been covering the growing civil unrest in Venezuela. Now we know that these demonstrations have been triggered now in Spain. <TAKE> a look. Thousands of people marched and chanted in Madrid to show their anger against the Venezuelan president Nicholas Maduro. The protests come after Venezuela's best known dissident Leopoldo Lopez was released from prison and granted house arrest for leading anti- government protests. President Maduro says that he hopes the Lopez move will provide a basis for reconciliation. International pressure is believed to be one of the reasons for the surprise release of Lopez. Before he was arrested in 2014 Lopez warned of rising economic and political unrest. Right now unemployment is at 25 percent and the food and medicine are in short supply. Leyla Santiago reports now from the Venezuelan-Colombian border."
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So Jared Kushner is saying Trump understands that there is a pathway to make the lives of Palestinians better. This is what the U.S. President is saying. What's your reaction?",
    "statement": "<WELL>, I'm <<SURE>> he's very proud of having handed a 180-page document that gives Palestine and that accommodates the most extreme Israeli governments and that attempts to legalize settlements and annexation and work plans and even to ignore the affect of the occupation itself. So this document in many ways is a total negation of the most basic requirements peace. It's a document that tells Israel you can annex at will and we will help you reorganize the Palestinian people into population centers entirely under Israeli control while you steal the land that is not heavily populated, or you have - lands for areas that are populated. And then you can call it a two-state solution. But this two-state solution is really sedate it's ridiculous, because there is no way you can pull these separated populations centers a state when Israel has control over the lands and space and under the guise of security. It's just a delusion with the occupation and therefore it does not --."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Do you think she's going to be the next president?",
    "statement": "I <<<THINK>>> so."
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "may": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "There's just plenty of jobs. There's still tons of demand, as far as I can tell, for quality technical workers.",
    "statement": "Still, some students outside of technology <<SENSE>> the job market <MAY> have peaked a year ago."
  },
  {
    "transcript_id": "NPR-44585",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Only one frame holds aged photos in sepia tone. They are pictures of Fred as a young man. In one, he is maybe 16, playing a violin. There would be no other photos taken the next four years.",
    "statement": "I remember the 20th birthday of mine, we're still in camp, and why, I was praying for let me live the 20th birthday. I don't know why it was such a big, big, big <THING> to me as a kid to live to where I can say I am 20."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It turned out to be a tumor, which he had had two years prior, but they removed it successfully and he never had the recurrence. But this came back. And then it caused a whole lot of problems. The tumor itself was small, the size of a pea, but it was pressing on his vocal cords, which caused him to have no voice. And then it was pressing on his esophagus, which caused him not to be able to swallow properly.",
    "statement": "We all assumed it was heart surgery. He was on this show <ABOUT> the heart. You met him -- before we discuss this extraordinary book, he was 70 and you were 23. I remember that because he told me <ABOUT> meeting you. I had lunch with him, and he was in love with you immediately. The same with you?"
  },
  {
    "transcript_id": "CNN-85167",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "But for John Kerry to do better, you're saying in a way there has to be more bad news for the president?",
    "statement": "I <<<THINK>>> if the current environment holds, that is, if there is not a turnaround in public sentiment, if more people don't <<<BELIEVE>>> the country is headed in the right direction, I <<<THINK>>> sooner or later it will benefit Senator Kerry. I don't <<<THINK>>> we need more bad news for Senator Kerry to be elected president. I <<<THINK>>> if the current situation holds for another three or four, five months, toward the end of the campaign, voters will simply say do I really want George W. Bush and my <<GUESS>> is they won't. I <<<THINK>>> it's more important for the president that mood turns <AROUND> than it is for Senator Kerry that things <WOULD> get worse."
  },
  {
    "transcript_id": "CNN-134235",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When it's hot in the summer we think about the cold days in January. And then in January we're thinking about what's happening in august.",
    "statement": "Jeanne, there's also reports <ABOUT> increased chatter from white supremacist groups. What are you hearing <ABOUT> that?"
  },
  {
    "transcript_id": "CNN-118002",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "This is a quiet neighborhood (ph). Nothing ever happens here. Nothing at all. And I just can't believe it.",
    "statement": "The two-story house, the only rental property on the street, almost unnoticed by neighbors. Now police say it's a focus of their investigation into the airport blast. Collin Graham's (ph) friend lives next door to <MAY> Gordon (ph), says two men of apparent Pakistani, Indian or Bangladeshi origin moved in a few months ago."
  },
  {
    "transcript_id": "CNN-181140",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "I'd come to Vietnam with an adventure-philanthropy group called Roadmonkey. We've already biked for a week in the country -- that's the adventure part. Now, we're in the Mekong Delta to build support, the philanthropy part. In just a few days, we'll transform this empty plot of sand next to the school into the first real playground the children of the dump have ever seen.",
    "statement": "I'm <A LITTLE> more in my element, here. Biking was tough for me. Give me power tools, I'm good to go."
  },
  {
    "transcript_id": "CNN-353008",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right. Ben Wedeman reporting for us from Ankara, thank you. Now meanwhile, the murder of Jamal Khashoggi has overshadowed Saudi Arabia's flagship investment conference. Mohammed Bin Salman is hoping to lure big business to his kingdom and many CEOs and companies dropped out. He's seen here at the conference with Jordan's King Abdullah on the left- hand side and uncertainty as to whether the crown prince would even attend his own event given the international pressure. John Defterios was live on air when the crown prince appeared. Take a look.",
    "statement": "To my left here, the crown prince is touring with King Abdullah and beginning to exit right now. King Abdullah of Jordan gave a short presentation. We'll <TAKE> a pan of the shot. It was the first public appearance of the crown prince at this event. Many didn't <<<THINK>>> he <WOULD> show up because of what was transpiring in Turkey. King Abdullah of Jordan gave a short presentation. We'll <TAKE> a pan of the shot. It was the first public appearance of the crown prince at this event. Many didn't <<<THINK>>> he <WOULD> show up because of what was transpiring in Turkey. But again, King Abdullah thought it was important to show the backing of the Middle East. The shaikh of the Dubai doing the same and the phones getting shots with Mohammed bin Salman, as <WELL>. There is a very negative <VIEW> of Saudi Inc., if you will. What is taking place in the royal family. But when it comes to the presence here at the Saudi investment summit, Mohammed bin Salman is coming out and <<KIND OF>> showing force and <<KIND OF>> thanking people for making the presence known here in Riyadh for the Davos in the Desert. That's King Abdullah in front of me here and see behind suits and the cameras, you can see Mohammed bin Salman, as <WELL>."
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "think": "ungraded",
      "figure": "ungraded"
    },
    "previous_statement": "Right. Right. A new detail from that manager of that hotel in Hope, British Columbia, where Jenkins was later found dead. He says when the pulled up, they initially pulled up next to a dumpster. He didn`t think much of it. He thought they were just maybe just tidying up their car.",
    "statement": "To special guest, a mother <FIGURE> to Jasmine Fiore, knew her since childhood, Gwendolyn Beauregard is joining us from Santa Cruz. Ms. Beauregard, thank you for being with us. I don`t want Jasmine to just be another statistic of domestic violence. What was she like? What did she <<<THINK>>> of her new husband?"
  },
  {
    "transcript_id": "CNN-316616",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This is a CNN special report. \"White House in crisis.\" breaking tonight, Top White House aides now at risk of being dragged into the special counsel's investigation.",
    "statement": "They've been exposed to scrutiny for what they <MAY> have known <ABOUT> Donald Trump Jr.'s meeting with a Russian lawyer and for their role in crafting early incomplete and changing explanations of what went on. I am Pamela Brown."
  },
  {
    "transcript_id": "NPR-18528",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "He has been focusing on the eurozone. That's one thing. You know, there are - there's the eurozone, which is smaller than the European Union. And of course this is an important thing because the member states which are outside the eurozone may be a little bit worried about this. But he wants to start with the eurozone, which means that he will take this to Berlin very soon.",
    "statement": "What he wants - he wants a government for the eurozone. He wants a minister of finance for the eurozone, a treasury of the eurozone, a budget of the eurozone. And he wants a European monetary fund to be able to face crises <SHOULD> new crises, like the Greek crisis, arise and to help the euro."
  },
  {
    "transcript_id": "CNN-29244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Westerners like Matthew Stillman, a British expatriate, help bring international productions to Prague. Stillman says movie makers like the fact that Prague locations can double for London, Paris, Zurich and even New York.",
    "statement": "I don't <<<THINK>>> we've ever done a film here that's been, that's used the location for Prague."
  }
]