[
  {
    "transcript_id": "CNN-398205",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You know, Rita, I know you tried to go through Citibank and Citibank has said they'll hold on to applications for processing for 30 days in case additional funding becomes available. What happened when you applied through Citi?",
    "statement": "<WELL>, first of all, the portal -- the online portal didn't open for a weeks later, eight days later, from the initial date. And then we applied. We then submitted all the documentation and then by that time most of the funds -- funds run out. So we just never got any funding. And then they just told us that our application was safe."
  },
  {
    "transcript_id": "CNN-377542",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "That's why I'm here.",
    "statement": "But we don't know that, but I will say, it sets the tone for when voters do start paying attention if the storyline where voters do start paying attention is this guy makes mistakes, it's problematic. OK, yes, John Hickenlooper, a D. And here's why. John Hickenlooper has now been in two debates including our debate in Detroit. Do you remember anything <ABOUT> either of those debates? Me neither. At least as it relates to him. I barely remember a <THING> <ABOUT> those debates generally speaking because I was working a lot and was very tired."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "expect": "ungraded"
    },
    "previous_statement": "Well, I was surprised. I mean, not by the sentiment but by the fact that he would express it. I think that that's the news here.",
    "statement": "So you <<<THINK>>> that this was just something that a campaign strategist <WOULD> <<PROBABLY>> be thinking but something that you <<PROBABLY>> <WOULD> never <EXPECT> him to say in public?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Did you announce that resolution, announce that policy, at an open meeting?",
    "statement": "I <<<BELIEVE>>> we did."
  },
  {
    "transcript_id": "CNN-242760",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The three days before -- the three days between the time we were given a green light and -- those 2 1/2 days, whatever it was, we talked about it and we knew we were going to die. We knew we weren't coming back. Maybe not die right away. But end up in Pakistani prison and die soon after. We talked about that. It was me and a group of guys who knew their time was up. So,",
    "statement": "But mindfully, you all talked <ABOUT> 9/11 instead? I mean --"
  },
  {
    "transcript_id": "CNN-279283",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Dozens killed in two separate terror attacks. Civilians and Westerners targeted. We've got live team coverage breaking down new information this morning. Good morning. Good Monday morning. Welcome to EARLY START. I'm Christine Romans.",
    "statement": "Nice to see you today. I'm John Berman. It is Monday, March 14th. It is 4:00 a.m. in the East. And the race for president at a boiling point this morning with the controversy over violence at Donald Trump rallies overwhelming both sides of the race. Breaking overnight. Hillary Clinton and Bernie Sanders, they slammed Donald Trump, accusing him at a CNN town hall of inciting violence on the campaign trail. Trump now says he <WOULD> consider footing the legal bills of a supporter who sucker punched a protester, that was in North Carolina last week. Donald Trump is also now explaining why he canceled a Chicago rally amid clashes between pro and anti-Trump groups. Trump is blaming Bernie Sanders and his supporters for the chaos there. Both Hillary Clinton and Bernie Sanders are firing back."
  },
  {
    "transcript_id": "CNN-142633",
    "matched_terms": {
      "sort of": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "I know, I know. But if there's some way you can figure out -- kids do a lot of homework, a lot of homework. If they could maybe go to school a couple extra days and maybe have a little bit more family time when you are in school.",
    "statement": "It <<SORT OF>> breaks throughout, staggered throughout the year. But one <THING> they've got to do is stop getting these kids up. I'm sorry, my daughter and son did this for four years of high school, getting up at 5:30 in the morning to go to school. They sleep for half the day. It's just ridiculous."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Mark, I was just curious, knowing that the butterfly ballot issue was one of the first issues that came out of Palm Beach County, knowing it was thrown out of state Supreme Court yesterday, wondering any reaction from Judge Burton as to that particular part of this election story?",
    "statement": "<WELL>, I <<<THINK>>> -- I mean, look, I know Miss Lepore felt all along that the ballot was not an illegal ballot, and, you know, she was only doing it to help people. So I <<<THINK>>> the Supreme Court at least put that issue to rest yesterday."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "General Joulwan?",
    "statement": "I <<<THINK>>> you're also going to see a wider <VIEW> now of linking Afghanistan and what's occurring in Iraq. I <WOULD> <HOPE> this <WOULD> be an attempt with Baker's mission to at least try to get some internationalization of this. I <<<THINK>>> that <WOULD> be an important next step to build off what we just saw with the capture of Saddam Hussein."
  },
  {
    "transcript_id": "NPR-21843",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "They like this place 'cause it's all on one level. They're both retired, and the house where they live now, it's tall and narrow and full of stairways, which are clearly getting a little harder to navigate.",
    "statement": "I already fell down the steps, carrying a chair down the steps. That's how I did it. But it's - you have to <<<THINK>>> <ABOUT> these things before you're too old."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And with all the attention being focused on the sexual harassment claims against Cain, the Republican primary race is virtually fallen off America's radar screen. It could be a real challenge for the party to find one candidate everyone could rally around. Our next guest's job is -- well, it's up to him to beat that challenge. Reince Priebus, chairman of the Republican National Committee, joins us from RNC headquarters in Washington this morning. Welcome.",
    "statement": "Hey. <WELL>, good morning to you."
  },
  {
    "transcript_id": "NPR-21670",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The British Hovercraft Company has just 15 employees, most of them Brits. But there are a couple from Poland. Emma Pullen is the managing director of this company which her father-in-law started.",
    "statement": "So this is our main hovercraft factory, and in here, we have - just <ABOUT> everything goes on in here, whether it be spraying of the hulls, laying up the glass fiber, fitting the wiring and the engines, et cetera. And then we do the initial test flights in here as <WELL>."
  },
  {
    "transcript_id": "CNN-273558",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Senator Sanders has opposed assault weapons since 1988. He has voted for instant background checks since 1991. He supports closing the gun show loophole. He supports making a straw man gun, a purchasers a federal offense. He has been consistently in support of common sense gun control legislation. He supports the President's executive action, in terms of broadening background checks. So, I think if you look at his record, he actually has a very strong record. It's easy to pick out one or two votes from somebody who has a 10,000 vote history. And again, he's said he would take another look at this bill. And so I think that, you know, again, its political season. I get it. But, you know, the secretary really doesn't have a lot of ground to stand on, in terms of gun control. She's been to the right, the left, the center on this issue, as necessary.",
    "statement": "Jeff Weaver, appreciate you coming on to answer the questions <ABOUT> what matters. See you out in Iowa."
  },
  {
    "transcript_id": "CNN-370743",
    "matched_terms": {
      "sure": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Yes, that's a very important point. Shan, nice to have you. Thanks for weighing in on that.",
    "statement": "<<SURE>> <THING>."
  },
  {
    "transcript_id": "CNN-395689",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The developing news at this hour, the entire State of California ordered to stay home. Governor Gavin Newsom implementing the most impressive measure that we have seen in this country. He's ordered 40 million people to stay home, stay inside indefinitely. But there are exceptions, of course. That is to get food, to go to a doctor, to care for someone or to perform an essential job. The governor justifies this move because of projections that showed 25 million people in that state could become infected over the next two months. At this hour, the number of cases in the United States now tops 13,000. That's a 51 percent increase from yesterday. 195 Americans have died.",
    "statement": "Governors across the country are sounding the alarm. They say they need more medical and protective supplies. They are in desperate need of federal help. The mayor of New York City is warning that hospitals are two to three weeks away from running out of critical supplies. President Trump is telling states to try to get the medical gear they need themselves insisting the federal government is not, quote, a shipping clerk. The president is also making claims <ABOUT> getting drugs to patients that the FDA is contradicting in real-time. The president said the FDA approved a specific set of drugs. This is not true. Meanwhile, Senate Republicans have introduced a trillion dollar spending plan, but Democrats say it does not far enough to help the people most in need. We have a lot to get to. Let's begin with Kyung Lah live in an empty Pasadena, California, with breaking news. The State of California, 40 million people on a <<KIND OF>> lockdown. Kyung?"
  },
  {
    "transcript_id": "CNN-66204",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "There is a serious blood problem here in Georgia. It is forcing hospitals to hold some units of donated blood. CNN Medical Correspondent Elizabeth Cohen joins me live with what's behind all of this -- Elizabeth.",
    "statement": "Miles, we don't know exactly what's behind all this. What we do know is that in some bags of blood distributed by the Red Cross, they found white particulate matter. And so this morning, the American Red Cross sent a fax to hospitals across Georgia, and the fax said \"The American Red Cross Blood Services Southern Region advises the immediate quarantine of blood components in hospital inventories.\" So what that means is that surgeries in many hospitals in Georgia are being canceled. For example, surgeries like heart surgeries or organ transplants are being canceled because they're afraid that they won't have the blood that they need. Now, this isn't true at all hospitals. Some hospitals get their blood from someplace other than the American Red Cross. It's true at some of them. I spoke to one hospital that said that they had already canceled 10 to 15 surgeries, and they expected that they <MIGHT> have to cancel some more. Now, they're expecting shipments of blood from out of state to replace the bags of blood that they're not supposed to use. Those shipments, according to the hospitals we talked to, have not arrived yet -- Miles."
  },
  {
    "transcript_id": "CNN-281877",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "This is tough. It's tough. If you have for the political revolution had that miracle in Michigan, and every time there's a big race coming up, there's that hope that somehow the polls will be wrong and they'll be able to pull a rabbit out of the hat and show that there really is a path for Bernie Sanders. Tonight, that path is even tougher. He's got to make a decision now on tone going forward. He's got half of his people saying, hash tag, tone down for what, she's the establishment and go after her, go after her, you have other people are saying hold on a second. If you tarnish her so badly that you create a possibility for her to be defeated, you set the political revolution back more than anything else. So you get a real challenge now inside the Bernie Sanders camp. I guarantee you tomorrow night, tomorrow at the big meeting, that's going to be the question.",
    "statement": "I mean, one of the questions is, how do you manage your own supporters? If you torqued them up so high and you get -- have such an edge. Can you then turn <AROUND> and say, but now we have to come together?"
  },
  {
    "transcript_id": "CNN-143511",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "You got it, thanks.",
    "statement": "All right, let's <TAKE> you back to Indonesia now and the island of Sumatra absolutely in shambles. Rescuers are frantically digging through collapsed buildings looking for survivors. CNN's Dan Rivers standing by for us in Padang on the west coast of Sumatra. And, Dan, if you <WOULD>, describe what you're seeing."
  },
  {
    "transcript_id": "CNN-124191",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "... kept a blackout there. That was a really big deal, and people were saying, hey, the media can do the right thing in some cases.",
    "statement": "That's right. You hear that at home? We can do the right <THING>."
  },
  {
    "transcript_id": "CNN-195926",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "I think that's right. There is only so much that Egypt could do. What they're trying to do is getting more and more complicated. President Mubarak used to hold himself out as a kind of honest broker between Hamas and Israel. He wasn't, really. He was on the Israeli side, more or less, and all the discussions were handled through the intelligence agencies here within the Egyptian government. Now we see the intelligence agencies talking to the Israeli side where they have long-standing contacts. And the office of the president, President Mohamed Morsi of the Muslim Brotherhood who of course is a long time fellow Islamist ideological ally of Hamas, handling the other side. So there are all these talks within the Egyptian government to parallel the talks between Hamas and Israel. What we're seeing the Egyptian government begin to do, which is I think really very new is try to speak out on an international stage to public opinion and say look, you know, you're being unfair to the Palestinians here, to defend the Palestinians in various ways. At the same time that they're saying, now that said, all we want is regional stability and we still want to be an honest broker. Our first priority is to end the bloodshed. That's quite a tight rope to walk. To say we are here so to speak as a representative of the Palestinians in the world, to speak for the Palestinians and to defend what Hamas is doing, and then to say that the Israelis, please, sit down, let's talk.",
    "statement": "Fouad Ajami, to Anne Marie Slaughter's point <ABOUT> both sides, Hamas and Bibi Netanyahu's government both keeping this going, if that is in fact the case and even if there is ultimately some <<SORT OF>> ceasefire agreement for this immediate conflict, do you see any real road map or any real commitment to developing a longer term peace agreement?"
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "I get it. What would you like to see happen now, because the reality is, Abu Masin, Mohammed Abbas I mean, I think there is some consensus that he's lost the trust, that he's past the time that he can really be an effective interlocutor. What needs to happen on the Palestinian side?",
    "statement": "Look, this is another way of always attempting to rationalize the failure at making peace or at even respecting, a minimal respect, for international law in the requirements for peace. So they find one person and they blame. This happened before with Yasar Arafat with Obama, you remember, Hala, and it happens every time the Israelis destroy the chances of this. Every time the Americans join in this settlement of colonial enterprise, we are told it's the Palestinian people's fault. And they find all sorts of disingenuous ways of attempting to blame the victim. What happens is not <CHANGE> of leadership."
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "presumably": "ungraded"
    },
    "previous_statement": "Wolf, more indication of the severity of the situation. We've just seen an online appeal go out from a local hospital in the area for blood donations. This is the Scott and White Memorial Hospital in Temple, Texas, or about 30 miles away from Fort Hood right now. And this is a hospital that is receiving victims at this time. I want to read to you the alert that they've just posted on their Web site with the details, also appealing for blood here. They say: \"Just at the last half hour, Scott and White Memorial Hospital is receiving several gunshot victims from Fort Hood. No specifics are known regarding the incident there at the hospital. At this time, the victims coming into Scott and White are suffering from wounds. We have nothing else at this time. All patients are adults.\" And after that statement, here follows another appeal -- an appeal that's being passed around online in the area right now: \"Due to the recent events on Fort Hood, we are in urgent need of all blood types.\" They're asking people to come to their blood donor center as soon as possible and giving the details there on their Web site. As I said, this is being passed around on sites like Twitter, which is where the Army is also updating all their followers. They have several thousand followers there giving the latest details there, which is that Fort Hood officials confirm 12 dead, 31 wounded in that shooting this afternoon -- Wolf.",
    "statement": "If you've got 31 wounded, <<PRESUMABLY>>, many of them will need surgery. As a result, they will need blood. And that's why there is this appeal for blood right now. Brooke Baldwin is also checking in with folks there in Fort Hood. You're speaking with some people there -- Brooke, what are they saying to you?"
  },
  {
    "transcript_id": "CNN-398205",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, I think there is going to be an optics issue where I think this time around the bigger public companies aren't going to apply for this money. Something just tells me that. Rita, we have a few seconds left. Just tell people about covidloantracker. Basically your way of connecting all these small businesses.",
    "statement": "So a few weeks ago we were desperately trying to find some updates and information <ABOUT> the PPP loan process and we couldn't find anything. And so we created a site with a survey that asked fellow small businesses to share their experiences. It's a Crowd sourced data and self-reported data."
  },
  {
    "transcript_id": "CNN-14157",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, now that the Democratic convention has ended, we are talking with voters in America's heartland for their reactions to it. CNN national correspondent Gary Tuchman is in Kansas City, Missouri. Hi there, Gary.",
    "statement": "Hello there, Natalie. We've been traveling <AROUND> Kansas City and the political swing state of Missouri to give you an idea of what voters <<FEEL>> <ABOUT> election 2000. Right now, we're in a theater at a live radio show on public radio station KCUR Radio. The show is called \"Under the Clock.\" It has a live audience that asks questions. The host of the show is the former mayor of Kansas City, the Reverend Emmanuel Cleaver. The topic of the show: Joseph Lieberman and African American/Jewish relations. Let's listen."
  },
  {
    "transcript_id": "CNN-381727",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Great to be with you, Brianna.",
    "statement": "So you heard this reporting from \"The Washington Post\" that the attorney general has held private meetings overseas with foreign intelligence officials looking for their help in this effort to investigate the beginnings of the Russia probe, which turned into the Mueller probe. How do you <<<THINK>>> foreign officials are viewing this effort? What <WOULD> your concerns be?"
  },
  {
    "transcript_id": "CNN-375767",
    "matched_terms": {
      "expect": "ungraded"
    },
    "previous_statement": "During your questioning of Mueller today, Congressman, you did lay out your case that President Trump obstructed justice, but Mueller told you he didn't necessarily subscribe to your legal analysis. Were you disappointed that he wouldn't give a clear answer on whether or not he believes the President committed obstruction?",
    "statement": "It was important for him to acknowledge that the three elements of obstruction of justice that we laid out -- an obstructive act, a connection to an official proceeding, and corrupt intent -- were found in terms of the evidence that was laid out in the report. He didn't resist the questioning in that regard. He acknowledged that those elements had effectively been met. He declined to bring the three elements together at the end, but I didn't <EXPECT> that to be done. The American people are going to have to decide whether his testimony speaks for itself."
  },
  {
    "transcript_id": "CNN-28890",
    "matched_terms": {
      "would": "ungraded",
      "probably": "ungraded",
      "convinced": "ungraded"
    },
    "previous_statement": "John, the president, when he campaigned, campaigned talking about needing to open up more to Latin America, needing to put that as an emphasis in international policy. How does he improve his commitment to that part of the world while he is there in Quebec?",
    "statement": "He has built a great deal of goodwill, Kate, by meeting early on with seven Central and South American leaders, but that goodwill goes only so far. The president facing a credibility test, if you will, at this his first major international summit. He promised during the campaign that he <WOULD> push for that authority, broad negotiating authority, to negotiate these free trade deals. He has yet to even submit the legislation to the U.S. Congress. Why? Because he knows right now he <<PROBABLY>> does not have the votes. Organized labor and environmental groups fighting this legislation very hard, so this a credibility test for the president. Before countries like Brazil and others are going to make the concessions necessary to make this giant free trade zone a reality, they need be to <CONVINCED> that the president of the United States can get this agreement through the U.S. Congress."
  },
  {
    "transcript_id": "CNN-130315",
    "matched_terms": {
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You know, I think people can dissect what her positions are and aren't. I think her position has been consistent with her position on life and her family's position and decisions have been consistent with her position on life. And again, this is something that has elevated and raised the enthusiasm of the base, evangelicals, conservative Republicans are inspired. It's gone a long way to help McCain raise money. It's gone a long way to help him restore what was lost within the party. Again, American people decide who are the better candidates. You can argue every day about who's got better experience, who doesn't. Listen, quite frankly, some would say it's a wash. You got one experience from one ticket and one experience from the other ticker. We're looking at the two men who are running for office and what they bring and who their vice presidential picks bring. I think at the end of the day when we hear Sarah Palin tonight people are going to learn a lot more than they anticipated about this woman. And there's still a lot of time to find out who she is and what her positions are. She was brought in to be a reformer, she was brought in because of the tough stances she's taken. I don't think this is a shrinking violet. This is somebody who is strong, who is tough. And despite her short time in office, could prove to be someone who has not only strong conviction but also has strong judgment.",
    "statement": "<WELL>, I <<GUESS>> we'll see. What do you want too hear from her speech tonight?"
  },
  {
    "transcript_id": "CNN-255702",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Thank you for having me on the show.",
    "statement": "So that's one imaginative idea in order to try to stop the push factor, in other words, to keep people at home and stop this migration from the source. But over 5,000 miles away in the Andaman Sea, thousands of Muslim Rohingya refugees from Myanmar and also Bangladeshis are on packed boats with little food or water, which are rife with violence, according to the United Nations. This week the International Organization for Migration described their plight as maritime ping-pong with the human lives. They implored neighboring countries to open their doors. At an emergency meeting in Kuala Lumpur, Malaysia and Indonesia did agree to offer temporary shelter to 7,000 of those stranded migrants. And Malaysia subsequently said it <WOULD> conduct search and rescue missions. But Myanmar wasn't even at the talks and Thailand didn't agree to <TAKE> in any. And coming up, after a break on our special edition of this migrant crisis, we look at what's pushing the European flood across the Mediterranean: the war in Syria and Iraq and the one step forward, two steps back effort to combat ISIS. xxx"
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, Nancy, because there`s not too much protection at the jailhouse. And another thing, sometimes if you`re an attorney, you don`t want your client all snuggled up to anybody else because a lot of those rats are going to go in that jail cell and call the prosecutor and say, well, guess what this jail mate told me? She told me A, B and C. And a lot of times the states gets witnesses from.",
    "statement": "<WELL>."
  },
  {
    "transcript_id": "CNN-349366",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "The 25th amendment is quite a stark thing to do. It would be the cabinet, meaning including Vice President Pence to start moving to say Donald Trump's unfit for office. We're only weeks until a midterm election. The proper most likely way that Trump gets resolved, first the Democrats win Congress and then they will start issuing subpoenas and you will have the word \"impeachment\" being bandied about and investigated. And it may be that the people's house -- Congress, Senate -- in the end are the ones that truncate Trump's presidency. Remember we have the Mueller report coming out. We already have convictions of people like Manafort and Cohen, more to come. So it is just a hot mess in Washington, D.C. and Donald Trump is at the center of it. The U.S. government was built to last. We're going to be here for hundreds of years and beyond. The idea that Donald Trump can hijack it is sort of what this anonymous article is saying. There is a conscience within the White House that's keeping tabs on what he's doing. It's a bit spooky, but we live in strange times.",
    "statement": "We <APPEAR> to, yes. Douglas Brinkley -- thank you so much. We appreciate it."
  },
  {
    "transcript_id": "CNN-281990",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "And the new team coming in, including Paul Manafort, who is down at the Republican National Committee meeting, a little good cop/bad cop. Donald Trump has been saying it's a rigged process. Donald Trump has been saying these guys are dirty tricksters. Paul Manafort is going down there to try and keep an eye on them, to keep a watchful eye on them because he doesn't trust what the establishment is doing, but at the same time he is trying to make some friends. Even he concedes to people, in private conversation, that Donald Trump has one chance, that is to win on first ballot for the points that Mike and Michael have been making, that a lot of those people who will vote for Trump on the first ballot, not a significant number, dozens now, maybe over 100 on the second ballot, have pretty much made clear they're not for Trump and mostly for Cruz.",
    "statement": "Four years ago, remember when Mitt Romney was ahead, didn't have the magic number. Rick Santorum was still in the contest. They <<SORT OF>> consolidated behind Mitt Romney, even before they got to that magic number. That's not happening this time."
  },
  {
    "transcript_id": "CNN-275960",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There are a lot of them.",
    "statement": "<WELL>, here is what he said, quote, \"You <<COULD>> tell these older guys had fake profiles. Some of the things they said were way too grown up for the picture they had\". Now, dad, unfortunately, gave her the phone back. So, he was able to access her again, obviously. Lisa."
  },
  {
    "transcript_id": "CNN-123106",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They spent most of this past decade when things were good, running up bills with reckless abandon. And when the economy started heading for the ditch, the special interest giveaways got even bigger. I think they ate the seed corn without worrying about next year's crop.",
    "statement": "<WELL>, Bloomberg has dismissed a third party run for president, though. There is speculation, though, that he will not decide until he sees which candidates are left standing after Super Tuesday. Secretary of State Condoleezza Rice also weighing in. Speaking at the Economic Forum in Switzerland, Rice says that President Bush's stimulus plan will shore up the economy because it puts more money back in the pockets of Americans, and that will boost consumer spending."
  },
  {
    "transcript_id": "CNN-241943",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Oh, God. Barbara, thank you for that. Appreciate it. Keep us posted on what the decision is to extend that, you know, that plan.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-116443",
    "matched_terms": {
      "would": "ungraded",
      "believe": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So we did want to talk to him.",
    "statement": "So there is reason to <<<BELIEVE>>> that he shot someone in the home early in the morning. Then he gets into a shootout with police at the gas station. And then he goes onto the mall. Is there anything that you can tell us that <WOULD> lead to some <<KIND OF>> motive as to why he went to the mall and did what he did?"
  },
  {
    "transcript_id": "CNN-146908",
    "matched_terms": {
      "may": "ungraded",
      "take": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Why wouldn`t they take them out together? I mean, if you`re both involved in an argument, you`re both drinking, why not say, \"Hey, you two, out of here\"?",
    "statement": "Normally, if anything happens inside the club where it <MAY> be violent or there`s an altercation, the rule is to <TAKE> somebody out, get them out of there. Make <<SURE>> the second person is safe, or if they have friends, then get them out there the second time."
  },
  {
    "transcript_id": "CNN-125282",
    "matched_terms": {
      "more or less": "ungraded"
    },
    "previous_statement": "Good to see you, Fred. Hit me with that first question",
    "statement": "OK. Here you go: \"If you are receiving credit counseling do you pay back <MORE OR LESS> than the original amount owe before counseling?\" That's from Carl."
  },
  {
    "transcript_id": "CNN-106613",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "I mean, I think it's always in the back of your head for any egg donor or sperm donor or anybody for that matter. I just think it's a piece of them now. I don't really consider like oh, that's half of me. You know, I think that that's them, that's their family, that's -- it doesn't really have a whole lot to do with me anymore.",
    "statement": "And right now she doesn't <<<THINK>>> her feelings <ABOUT> that will <CHANGE>. She <MAY> even consider donating again after she has her own kids. Deborah Feyerick, CNN, Colorado Springs, Colorado."
  },
  {
    "transcript_id": "CNN-125956",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "Jason, do you think it`s mainly about the 25th anniversary of \"Risky Business\" or will there be, oh so much more?",
    "statement": "All right. Can we have <A LITTLE> honest time right now?"
  },
  {
    "transcript_id": "CNN-241246",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Do you support a travel ban on people coming to the United States from Liberia, Guinea, Sierra Leone, the so-called hot zone where Ebola really is focused?",
    "statement": "I <<<THINK>>> if it's a travel ban for a medical purpose, we <SHOULD> certainly consider it. But Americans <SHOULD> not fool themselves that simply by making a travel ban will make them safe. The World Health Organization estimates that if we don't deal with Ebola in these countries, we <<COULD>> have up to 1.2 million cases in that area in a month. There's no travel ban on earth that will stop people from moving <AROUND> the earth. And we will have Ebola in the United States. So it seems to me the top priority in West Africa needs to be work as part of the international community to stop Ebola right there."
  },
  {
    "transcript_id": "CNN-388812",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Yes?",
    "statement": "Do you buy the love <THING>?"
  },
  {
    "transcript_id": "CNN-400423",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right. There's a time and place for graduation. I feel for all of the students. Originally, this was going to be planned for a later time, maybe in June or July, a later date. I think, at this time, the data will tell us it's not the right time to have a gathering this large and to do things like photos.",
    "statement": "There's actually another high school in eastern Alabama and it held in-person graduations last week. The difference was they held this in an outdoor football stadium. They reduced the numbers by spreading out the ceremonies over five nights. So you can cut it down to a fifth for each. Do you <<<THINK>>> that's a better option?"
  },
  {
    "transcript_id": "NPR-1662",
    "matched_terms": {
      "may": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Why would the pilots not simply turn off that automated system?",
    "statement": "<WELL>, they <MAY> not have known how to do it. In fact, they <MAY> not have even known the system existed or how to operate it at all. The sensor problem, that <MAY> be unique to this plane. But pilots at several other airlines, including American Airlines and Southwest Airlines here in the U.S., have complained after this crash that they did not know that these new Boeing 737 MAX planes had this automated system, which is called the MCAS. And they say they didn't have any training on what to do if this <<SORT OF>> rare problem occurred."
  },
  {
    "transcript_id": "CNN-135652",
    "matched_terms": {
      "about": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "Meanwhile Senator Robert Byrd has expressed concern about the Obama administration's czar system in general, telling the president in a letter quote, \"as presidential assistants and advisers, these White House staffers are not accountable for their actions to the Congress, to cabinet officials, and to virtually anyone but the president\", end quote.",
    "statement": "Kitty, Senator Byrd's communication to the president preceded the appointment of health czar Nancy Deparle (ph), but she like others with similar positions at the White House doesn't need Senate confirmation, which means she will not have to <TAKE> questions from Congress <ABOUT> her past associations -- Kitty."
  },
  {
    "transcript_id": "CNN-370990",
    "matched_terms": {
      "a bit": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Tragedy on the Danube River in Budapest. Search crews are scouring the waters for 19 people still missing after a tourist boat capsized and sank. At least seven people were killed. Most tourists on the boat were from South Korea and the South Korean president ordered a rapid response team be sent in to help. Some of those rescued were plucked from the water more a kilometer downstream. ATV Hungary reporter Olivia Harangozo is following developments from Budapest and our Paula Hancocks joins us now live from Seoul. Olivia, let's go to you first, with 19 people still missing, what more are you learning about this ongoing effort to find them and, of course, the weather conditions you are having to deal with?",
    "statement": "Hello. The weather conditions are <A BIT> better right now. It's not raining but it was raining all night long, so the flood is really, really strong. So there is not much <HOPE> for the people who are still in the water. But I am right now by the shore of the Danube, just by the Margaret Bridge. This is where the accident happened and this is where they actually found the wreck. So I can show you the direction in that way, this is where the ship is now three meters underwater. This is where it was carrying 33 plus two people and they say that it took eight seconds to sink because it was a small ship, compared to the other one, which was a hotel ship with 95 rooms. So they had really no chance."
  },
  {
    "transcript_id": "CNN-145434",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "take": "ungraded",
      "hope": "ungraded",
      "change": "ungraded",
      "reduce": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Paula, thank you for that. Paula Newton joining us live, there, from London on the Iraq war inquiry. So what were the reasons for war in Iraq? Here is what British Prime Minister Tony Blair said in his speech to the British people on March 20, 2003, the first day of the invasion. Blair said the mission was to, quote , \"Remove Saddam Hussein from power and disarm Iraq of its weapons of mass destruction.\" A year later, after no weapons of mass destruction were found, Blair defended the war saying, quote, \"Regime change alone could not be and was not our justification for war. Our primary purpose was to enforce U.N. resolutions over Iraq and WMD.\" The White House says President Barack Obama is within days of making a final decisions on strategy in the war in Afghanistan. The U.S. commander in Afghanistan has requested an additional 40,000 troops. Sources tell CNN Mr. Obama has been presented with a variety of options. Including sending 34,000 more troops. But there is significant opposition in Congress to a troop build up. Press Secretary Robert Gibbs says the president now has the information he wants and needs to make a decision. A new CNN/Opinion Research Corporation poll suggests the American people are about evenly split on the large deployment to Afghanistan. It shows 50 percent oppose sending 34,000 more troops, and 49 percent are in favor. That support surprisingly is higher than overall support for the war, there. Now, as I said to you before, Manmohan Singh, the Indian prime minister, is meeting with President Barack Obama in the White House. And we are going to go to that news conference now, which I understand is beginning. Let's have a listen.",
    "statement": "Hello, everybody. Namaste. I am very pleased to welcome Prime Minister Singh to the White House on this, the first official visit of my presidency. As I said earlier, this reflects our admiration for the prime minister's leadership, the deep bonds between the peoples of the United States and India, and the historic opportunity we have to strengthen and broaden the partnership between our nations. India today is a rising and responsible global power. In Asia, Indian leadership is expanding prosperity and the security across the region. And the United States welcomes and encourages India's leadership role in helping to shape the rise of a stable, peaceful and prosperous Asia. Beyond Asia, as the world's largest multiethnic democracy and as one of the world's fastest-growing economies and as a member of the G-20, India will play a pivotal role in meeting the major challenges we face today. And this includes my top economic priority: creating good jobs with good wages for the American people. So I <<<BELIEVE>>> that the relationship between the United States and India will be one of the defining partnerships of the 21st century. And this visit underscores the strengthening of that partnership which I <HOPE> will continue throughout my presidency. That's why I've made it a priority to broaden the cooperation between our nations. My administration's commitment to India can be seen in our new strategic dialogue, which addresses the full range of challenges and opportunities before us. And I'm pleased that we're joined today by the co-chairs of our dialogue, Secretary of State Hillary Clinton and Foreign Minister Krishna. And our commitment to India can be seen in my personal partnership with Prime Minister Singh. We worked together on economic matters at our G-20 summits in London and Pittsburgh as <WELL> as L'Aquila. I consider him a wise leader who has helped unleash India's extraordinary economic growth. He is a man of honesty and integrity. I respect him and I trust him, and I have happily accepted his gracious invitation to visit India next year. Now, this spirit of friendship infuses our very productive discussions today and is the reason we've made so much progress in recent years. We agreed to strengthen the economic recovery and expand trade and investment so we can create jobs for both our peoples, Americans and Indians. Indian investment in America is creating and sustaining jobs across the United States, and the United States is India's largest trading and investment partner. There is significant balance in our trading relationships that I <<<THINK>>> is very important and reflective of the framework that we put forward at the G-20. And to sustain this momentum, we're creating new initiatives to promote trade, investment and technology cooperation, especially among our small and medium-sized businesses that create most of the jobs here in the United States. I reaffirmed to the prime minister my administration's commitment to fully implement the U.S.-India civil nuclear agreement, which will increase American exports and create jobs in both countries. We agreed to move forward with our commitments at the G-20 summit in Pittsburgh to pursue balanced growth, while ensuring that emerging economies like India have a greater voice in shaping the international financial architecture. We've made progress in confronting climate <CHANGE>. I commended the prime minister for India's leadership in areas like green buildings and energy efficiency. And we agreed to a series of important new efforts: a clean energy initiative that will create jobs and improve people's access to cleaner, more affordable energy; a green partnership to <REDUCE> poverty through sustainable and equitable development; and a historic effort to phase out subsidies for fossil fuels. With just two weeks until the beginning of Copenhagen, it's also essential that all countries do what is necessary to reach a strong operational agreement that will confront the threat of climate <CHANGE> while serving as a stepping stone to a legally binding treaty. And to that end, Prime Minister Singh and I made important progress today. We reaffirmed that an agreement in Copenhagen <SHOULD> be comprehensive and cover all the issues under negotiation. We resolved to <TAKE> significant national mitigation actions that will strengthen the world's ability to combat climate <CHANGE>. We agreed to stand by these commitments with full transparency, through appropriate processes, as to their implementation. All this builds on the progress that we made in Beijing, and it takes us one step closer to a successful outcome in Copenhagen. We also agreed to deepen our cooperation against transnational threats. The American people join our Indian friends in remembering the horrific attacks in Mumbai one year ago this week. To prevent future attacks, we agreed that our law enforcement and intelligence agencies will work even closer, including sharing more information. We discussed my review of our policy in Afghanistan. And I thanked Prime Minister Singh for India's substantial contributions to the Afghan people. I welcomed the Prime Minister's support for the nonproliferation agenda that I laid out in Prague, and I look forward to India's participation in our nuclear summit -- nuclear security summit next year, as <WELL> as India's participation as a full partner in our shared vision of a world without nuclear weapons. Now, part of that vision is working together to ensure that all nations, including Iran and South -- North Korea live up to their international obligations. We agreed to expand the educational exchanges that will fuel our knowledge-based economies. We're dramatically expanding the Fulbright- Nehru Program that brings so many of our students and scholars together, especially in science and technology. And we are increasing ties and exchanges between our universities and community colleges as part of a new Obama-Singh, or Singh-Obama..."
  },
  {
    "transcript_id": "CNN-146749",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "We`re not really sure anymore.",
    "statement": "Yes. The only <THING> I can ever <<<THINK>>> of is just seeing her in weeklies and now it`s going to be <ABOUT> her hair?"
  },
  {
    "transcript_id": "CNN-105927",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "He has come to be known as America's mayor. Rudy Giuliani rose to national prominence for his leadership in New York on 9/11. He's considering a run for the White House in 2008. Filmmaker Kevin Keating does not want to see him as president. He has come out with the documentary \"Giuliani Time.\" Keating portrays Giuliani as an authoritarian while he was mayor.",
    "statement": "I <WOULD> characterize him as dangerous, dangerous to our constitutional rights, to our legal system."
  },
  {
    "transcript_id": "CNN-73553",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "Well, you've probably heard of pop art. But what about crop art? CNN's Jeanne Moos takes us to a hayfield in New York that has immortalized the lives of Elvis and now Einstein.",
    "statement": "It's the next best <THING> to getting inside the mind of Albert Einstein. (on camera): What is this?"
  },
  {
    "transcript_id": "CNN-323315",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Thank you very much for having me.",
    "statement": "The whole world needs to get involved in the fight to improve the lot of girls. Thank you for watching CNN NEWSROOM, live from Los Angeles. I'm Isha Sesay. \"WORLD SPORT\" is up next and I'll be back with another hour of news from all <AROUND> the world. You're watching CNN."
  },
  {
    "transcript_id": "CNN-84925",
    "matched_terms": {
      "would": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Take it to the next step then. How did he manipulate, as you say, manipulate the U.S. media? In what way?",
    "statement": "<WELL>, what <WOULD> happen is he'd give a report to the Defense Department and then he'd give it to one of the major newspapers who <WOULD> call the Defense Department to confirm the information so it was what we call circular reporting. There wasn't any independent reporting. You know, the weapon labs, these mobile weapon labs, he was behind this <<APPARENTLY>>. He was..."
  },
  {
    "transcript_id": "CNN-369642",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "And as you say, the subpoena, it was about his testimony related to the 2016 Trump Tower meeting in New York. That's going to be one of the topics I assume they will cover, right?",
    "statement": "That's what Mark Warner and Richard Burr both wanted to ask <ABOUT>. Whether he's going to answer those questions, I <<<THINK>>>, is unanswered at this point, Wolf. He had threatened not to show up because of precisely that reason, that they wanted to ask him <ABOUT> that. And also, there was some talk from sources close to Donald Trump, Jr. that he actually <MAY> <TAKE> the Fifth if he were asked <ABOUT> those questions. Now, will he come up and <TAKE> the Fifth if he's asked <ABOUT> that? Will the -- will they agree not to ask him <ABOUT> those key topics? I don't <<<THINK>>> -- we don't have the answers to that yet. This news just happening and developing right now. But we do know, <<APPARENTLY>>, that he has agreed to come back in. Will they limit their questions to him? Will senators be allowed to <QUESTION>? Will it just be staff investigators? All of those areas have been the subject of intense negotiation for days. And will they get any more clarity <ABOUT> what he meant to say or what he intended to say? Which <<APPARENTLY>> does not line up with what the Mueller report said <ABOUT> his knowledge of that Trump Tower meeting back in 2016, what he said in the run-up to that meeting, and his involvement and his knowledge <ABOUT> the pursuit of that Trump Tower Moscow project. Will he shed any more light on that, or will -- has the committee agreed to stay away from that? We'll have to see as we continue to report this out, Wolf. But for the moment, it appears at least some movement after the two sides have been going at it for days, Wolf."
  },
  {
    "transcript_id": "CNN-280483",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And by the way, Poppy, it's not my opinion. It's the opinion of right now 2.5 million more votes that she's getting in the Democratic primary.",
    "statement": "All right, Maria Cardona, Bill Press, I can't <<<BELIEVE>>> you're agreeing on something especially after the back and forth --"
  },
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "about": "ungraded",
      "modify": "ungraded"
    },
    "previous_statement": "... for us to understand what this is in children.",
    "statement": "Dr. Redfield, the build back upon what Senator Murphy said, the published guidelines for schools opening obviously you're <ABOUT> to <MODIFY>. But I notice as I read through them there's nothing <ABOUT> testing. So we speak <ABOUT> testing, targeting testing and how we use testing. But the guidelines for the school systems have nothing <ABOUT> how to integrate testing. Will these be in those guidelines that are being released?"
  },
  {
    "transcript_id": "CNN-85106",
    "matched_terms": {
      "sold": "ungraded"
    },
    "previous_statement": "A thousand dollars!",
    "statement": "They're <SOLD> out!"
  },
  {
    "transcript_id": "CNN-121231",
    "matched_terms": {
      "should": "ungraded",
      "sometimes": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Pakistan at the crossroads. The key U.S. ally totters on the edge of chaos. The government's trying to keep things quiet, but blogs are spreading the word. We're going to tell you what they're saying.",
    "statement": "And becoming a first-time parent. It's wonderful but confusing and <SOMETIMES> downright scary. What <SHOULD> you and <SHOULD> you -- and <SHOULD> -- and not worry <ABOUT>? You're watching CNN, the must -- most trusted name in news."
  },
  {
    "transcript_id": "CNN-23828",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "It is day two of the most contentious Senate confirmation hearings in many years. The Senate Judiciary Committee is expected to fire some more tough questions at Attorney General designate John Ashcroft. For a look at what is expected, we are going to turn now to CNN national correspondent, Bob Franken, who is standing by live on Capitol Hill. Good morning, Bob.",
    "statement": "Good morning. And of course, the issues have been outlined. And what is really at the heart of the controversy here is the claim that was repeatedly made by Ashcroft yesterday that not withstanding his strong opposition to many parts of the law <ABOUT> abortion, gun control, civil rights, et cetera, he believes, even because of his religious beliefs, that he must enforce the law. He made the claim repeatedly. It will be challenged repeatedly and <<PROBABLY>> <QUITE> heatedly today when the Democrats on the panel in particular <TAKE> him on again. The second day of the hearings. We'll have a full report on that hearing and one which <SHOULD> be a comparative cakewalk for the potential State Department Secretary of State Colin Powell. That's also happening today; one of five hearings on Capitol Hill."
  },
  {
    "transcript_id": "CNN-151179",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Where are you applying, Christina?",
    "statement": "<WELL>, my top school is actually Harvard."
  },
  {
    "transcript_id": "CNN-102323",
    "matched_terms": {
      "figure": "ungraded"
    },
    "previous_statement": "At the same time, she was raising four children, encouraging and teaching us by example to be the very best that we could be.",
    "statement": "She create add living memorial dedicated to advancing King's dream. Mrs. King remained a dynamic <FIGURE> for civil rights. She joined the battle to end apartheid in South Africa. But life in the endless spotlight proved to be grueling. There was a bitter public fight between the King family and the National Park Service over preserving King's birth place and his tomb. And the controversial absolution by her youngest son, Dexter King, of James Earl Ray, the man who confessed and then recanted to the assassination of Martin Luther King Jr."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "We know the election, of course, was at November 7. On November 11, did you start the 1 percent recount?",
    "statement": "I <<<BELIEVE>>> so. I'm not 100 percent of the date."
  },
  {
    "transcript_id": "CNN-4114",
    "matched_terms": {
      "believe": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Now, Elian's other uncle, who favors returning the youngster to his father in Cuba, also has an attorney here, and that attorney is in the court today. He says that the boy's rightful place is with his father.",
    "statement": "My <<OPINION>> is this boy obviously needs to stabilize after all he's gone through, and I <<<BELIEVE>>> the best way for any child in his situation to stabilize is through familiarity, and familiarity in a situation like this is best met through stability through the surviving parent."
  },
  {
    "transcript_id": "CNN-266722",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Good morning, Carol. The hospital saying very little but people who have visited Lamar Odom saying that he is still on the ventilator, as you pointed out, life support. He is not talking. Obviously, Lamar Odom fighting for his life. Interesting to hear that Dennis Hof, a reality start in his own right from the television series on HBO \"Cat House,\" revealed that Lamar Odom had been taking these sexual performance enhancing pills and taking quite a lot of them. Let's listen.",
    "statement": "The girls said that he had -- he had taken eight or ten of them. I don't know whether that means in a short period of time or since Saturday when he got there. You know, one of the speculations is he had been doing coke before he got there. He knew he couldn't do it at my place, so he started taking these to give him the energy to carry on. It <<COULD>> be that he was just having a good time."
  },
  {
    "transcript_id": "CNN-137363",
    "matched_terms": {
      "a little": "ungraded"
    },
    "previous_statement": "Can you show everybody? Yes.",
    "statement": "Yes, we're going to scroll down <A LITTLE> bit."
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "think": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "That's history. That's history.",
    "statement": "But wait. Past is prologue. We're looking at an administration which has already set in place policies of preemption, unilateralism. They isolated us from the world. And I <<<THINK>>> what Senator Kerry's saying is that he's going to work with the world community. And frankly, part of my plan to get out of Iraq involved a <<KIND OF>> international cooperation. But in order to do that, you've got to lay the groundwork with a shift in policies away from going it alone."
  },
  {
    "transcript_id": "CNN-387418",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "Now the authorities have appealed for peace as well. We have seen riot police trying to stay at the edge of the land route for the march. Natalie, it's important to note it hasn't been since last August this group, the Civil Human Rights Front, has been allowed to stage a march like this through Hong Kong. On that day it was pouring rain. A large number of people were out. Today many more demonstrators have their faces covered. I think that indicates the lack of trust between the opposition and the authorities after thousands of arrests, some 10,000 rounds of tear gas fired, including right here in the commercial heart of Hong Kong. A lot of people holding up five fingers. That is part of their five demands, which is something they have called for since this whole thing began last June. We have not heard signs from either side that there is any sign of compromise, a peaceful way out of this standpoint, which has plummeted Hong Kong into economic recession, which has devastated the retail district and the tourism industry in a city which was once known for safety, efficiency and law and order.",
    "statement": "Interesting that man said there is no chance that the government will <CHANGE>. But yet they go into the streets for months now demanding it. We know you'll be there for us, Ivan Watson. Bush fires are still raging across Australia. Why conditions are making it tough to breathe. Plus, we'll see if there's any relief to come in the days ahead. Derek Van Dam will have that for us."
  },
  {
    "transcript_id": "CNN-343682",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "One again only allowing these images provided by the Department of Health and Human Services.",
    "statement": "And, Wolf, I have spoken with two different detainees inside these detention centers, undocumented immigrants from Central America, who simply describe their confusion and anxiety as they <<<THINK>>> <ABOUT> their children in these other facilities and what they must be thinking <ABOUT> at night. And one other note. The secretary of defense today, Wolf, saying that there are two military installations here in Texas that are preparing to house many more immigrants and that those changes will be coming here in the weeks ahead -- Wolf."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded",
      "take": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Ed, so let me get this proposed change in the structure of control of these ports. Let me get a little perspective on that. What this compromise proposal would be, would be that D.P. World, Dubai Ports World, would subcontract out the operations at these six U.S. ports, but they would still be in overall ownership or control of the subsidiaries? Is that about right?",
    "statement": "That's right. It <<COULD>> either be subsidiaries or actually just straight subcontractors. But the bottom line is that D.P. World <WOULD> still hold the overall contract, because as you know, this deal -- the U.S. portion is just a small part of the overall deal. But D.P. World, according to Congressman King and this proposal, <WOULD> not have any direct control over U.S. port operations. Congressman King, as a Republicans, thinks that <<COULD>> assuage some of the concerns he and others have <ABOUT> security. But it <WOULD> basically still allow this United Arab Emirate run company the ability to <TAKE> in the profits from U.S. ports, but not have access to security blueprints, other critical information. That <WOULD> be handled and run by U.S. companies. It's too early to tell. As you know better than anyone, the company doesn't want to <CHANGE> the contract. The White House, still waiting to hear back from them, but as you know as <WELL>, a couple of weeks back, the White House and the company did not want a 45-day review. They ended up going for that in the end, Wolf."
  },
  {
    "transcript_id": "CNN-291046",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Oh, he is such an inspiration. You can follow the Rio games any time at CNN.com/Olympics. You can get the latest medal count, the wins, the losses and profiles of some of the most compelling athletes. And be sure to take the CNN Olympics quiz that's there as well. Now day five of the Rio Olympic games is just beginning, but in Japan, one person is already looking ahead to the Tokyo games in 2020. Yuriko Koike has just taken office as the city's first female governor. And she sat down recently with Will Ripley for this exclusive interview.",
    "statement": "As billions <AROUND> the world watch Rio 2016, the clock is already ticking towards Tokyo 2020. The Japanese capital's first female governor will attend the closing ceremony in Rio. Training to hold that flag."
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Gore suggested the former New Jersey senator was leaving the high ground because he's losing the race.",
    "statement": "I <<<BELIEVE>>> the people of New Hampshire are not going to be fooled by Senator Bradley's last-minute manipulative, negative, politics-as usual-campaign."
  },
  {
    "transcript_id": "CNN-183723",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "I know.",
    "statement": "<CHANGE> is happening."
  },
  {
    "transcript_id": "CNN-312218",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "often": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Indeed, at least 99 countries have been targeted. We're learning that the hackers took advantage of a vulnerability in Windows computers. CNN's Samuel Burke explains.",
    "statement": "Let's be clear from the outset, this is unlike any cyber attack we have seen before. This isn't the hacking of passwords or credit card numbers. This is ransomware, going through the Internet, looking for vulnerable computers, without people even having to click a link on a phishing email. This ransomware takes over their computers and demands $300 in Bitcoin for people to get access to their files again. But what's most troubling <ABOUT> this is it isn't just affecting big companies like Telefonica and FedEx or individuals. It's also affecting hospitals. In the U.K., multiple hospitals had to cancel outpatient appointments because their computers had been affected. Now at the root of this is a flaw in Windows, which Microsoft has been trying to correct since March. But it can only be fixed if you, the user, do that security update. So <OFTEN> we get that notification in the lower right hand corner and we say I don't want to restart my computer. But this is proof that you need to do that immediately, because, if you haven't updated your Windows computer since March, you <<COULD>> go victim to this malware. Now nobody is pointing fingers just yet, cyber security researchers say it's too soon to do that. But it's interesting, because Avast, which is the cyber security research firm, they have a map of the places that have been most affected. And so far, that is Taiwan, Ukraine and Russia. So we can't be quick to say it's the Chinese or the Russians, because, right now, Russia is one of the biggest victims of this malware. Now it's interesting, because this <<COULD>> be happening because, just last month, a group published code that they say was NSA spy tools, include this code that went after this vulnerability in Windows. And with that, the former contractor of the NSA, Edward Snowden, tweeted the following, \"If the NSA had privately disclosed the flaw used to attack hospitals when they found it, not when they lost it, this <MAY> not have happened.\" -- Samuel Burke, CNN, New York."
  },
  {
    "transcript_id": "CNN-355744",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think it's fair to say trust, but verify. Our platform is a transportation platform. Facebook's platform is a digital connection platform, et cetera. And I think they hypothesis in the past was -- well, we're building a platform and there are good people and bad people and we're not responsible for what they do on the platform because we don't want to be the censor. We don't want to tell you what to say. But these platforms can create superpowers. If you communicate something in the old world, you can get at five people. These platforms allow you to communicate to a million. And that realization has created, I think, now the responsibility.",
    "statement": "I <<<THINK>>> you're seeing that shift in mindset in Silicon Valley from we're not just the pipes, we are responsible for the content that goes on the platform, whether it's Uber, whether it's Facebook, and a hard realization over the last couple of years."
  },
  {
    "transcript_id": "CNN-29821",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "A fortune teller reportedly once told Bono's mother that she would have a famous son. In 1987, U2 released its seventh album, \"The Joshua Tree.\" The record went platinum in just two days. As foretold years before, Bono had arrived.",
    "statement": "People have asked me, When you met them, you know, what was it like? Did you -- you know, they were kittens. How can you say that you <<COULD>> see something there? I didn't know how big they <WOULD> be, but I <<COULD>> see that they had this (inaudible) or belief in themselves and a belief in what music <<COULD>> be that was different from anyone I'd met."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He has approved.",
    "statement": "What <ABOUT> on Iraq? Has he approved a signing off on harsher methods of interrogation on Iraq?"
  },
  {
    "transcript_id": "CNN-118043",
    "matched_terms": {
      "about": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Fourth of July celebrations already underway in some parts of the country. And there are heightened terror concerns with the holiday coming just days after the failed attacks in Britain. The Transportation Security Administration is taking no chances, deploying specialized forces known as VIPR teams, visual, intermobile protection and response. They include air marshals, transportation inspectors, behavior detection officers and bomb sniffing dogs. And they're already on duty, patrolling airports and public transportation in eight major cities from coast to coast. The TSA says there are no specific threats and no link between the VIPR deployment and the U.K. attacks. Chicago is one of the cities where the VIPR teams are deploying, but that is not the only anti-terror tool authorities are using. Now, huge crowds gathering for a fireworks display tonight. Our CNN's Kyung Lah is there live for us. Kyung, what are some of the other security measures that you're seeing there in Chicago?",
    "statement": "<WELL> the first <THING> I'm seeing, Suzanne, is actually the small crowd that I've actually collected here. Behind this crowd we actually have what Chicago police are estimating tonight more than a million people gathering at the lake front. Now you asked <ABOUT> what security measures there are employed. They're having as many uniform police they can find here on the ground among the crowds, trying to act as a deterrent, but they're also getting some high-tech help."
  },
  {
    "transcript_id": "CNN-129066",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "With the cutbacks, higher ticket prices and other fees -- some travelers are crying foul.",
    "statement": "Customers have a lot of sentiment that all of the fees are nickel and diming, but I <<<THINK>>> it <<COULD>> get really ugly for the airlines if oil doesn't retreat to a lower number and that <MIGHT> <<POSSIBLY>> <CHANGE> some of the sentiment for the traveling public who are also having to deal with these issues at the pump."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Brent, you think your uncle will be caught?",
    "statement": "Yes, I do. It's a matter of time. And with the help of everybody and looking out for him, I really <<<THINK>>> he'll get caught soon."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "a bit": "ungraded",
      "view": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Thank you, Senator Clinton. Senator Graham?",
    "statement": "Thank you, Senator. I <<<THINK>>> they've left, but just a few minutes ago there were some foreign military officers that came to the hearing and I <WOULD> just want to say for the record that I'm very proud of the fact that our military command system, civilian and military, comes out in the open -- fast, hard questions -- has to <APPEAR> before the public. And you've documented, General Taguba, some failings. I <<<THINK>>> we're failing the country ourselves up here <A BIT>. I <<<THINK>>> we're overly politicizing this. This <SHOULD> be what binds us, not what tears us apart. I <<<THINK>>> Republicans and Democrats have a different <VIEW> of a lot of things, but it seems to me that investigating a prison abuse scandal, when you say you're the good guy, <SHOULD> pull you together, not tear you apart. And I <WOULD> just <HOPE> my colleagues can understand that when you say you're the good guys, you've got to act as the good guys. General Taguba, how long have you been in uniform?"
  },
  {
    "transcript_id": "CNN-88466",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "imagine": "ungraded"
    },
    "previous_statement": "You're up there just kind of floating around, enjoying that view. That on-board tape is going to be just spectacular. But as I say, we lost count at about 30 rolls. I'm sure Mike will be able to tell us what he did when they go through those flight recorders and so forth. And just the on-board tape, we'll get a good number, Carol. But that -- I'll tell you, we've seen that now live once. That was breathtaking. I still -- quite a flight, isn't it, Carol?",
    "statement": "Remarkable. And you know, while you were counting, I actually started counting earlier, as I noticed the rolls, so I <<<THINK>>> it was really in far excess of 30, it <<COULD>> be 40 or more rolls. I can't <<IMAGINE>> even what that feels like. So how did they go <ABOUT> deconstructing this mission?"
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "hunch": "ungraded"
    },
    "previous_statement": "Okay, Stephanie, thank you for that update. Back with us again this hour, Dr. Sanjay Gupta, our Chief Medical Correspondent. Also joining us, Dr. Leana Wen, former Baltimore City Health Commissioner, John Harwood is with us from the House. Sanjay, let me begin with you. The president said something last night, contradicting what the World Health Organization has said about how fatal coronavirus is, and what Dr. Anthony Fauci has said, head of NIH. Here is what the president said last night. Let's listen.",
    "statement": "I <<<THINK>>> the 3.4 percent is a false number. Now, this is just my <HUNCH>. But based on a lot of conversations with a lot of people that do this, because a lot of people will have this and it's very mild. Personally, I <WOULD> say the number is way under 1 percent."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Dan Simon, CNN, Rachel, Nevada.",
    "statement": "We'll continue to follow that one. The man once known for singing <ABOUT> shiny, happy people is blazing mad over the music played at a Republican rally. Ahead, REM's front man calls Donald Trump's presidential campaign \"a moronic charade.\" And that's not all he had to say."
  },
  {
    "transcript_id": "NPR-27427",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "And what they don't talk about is whether or not this means if they, let's say, were to get that, if people said yes, that they would seek annexation to Russia, which is, of course, what happened in Crimea. But at this point, they are planning for that referendum on May 11. If you go past checkpoints, people are handing out flyers, encouraging people to vote. But there don't appear to be any other preparations underway.",
    "statement": "And <WOULD> that referendum have mass popular backing in that part of Ukraine? I mean, do most people there want to secede from their country?"
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The record.",
    "statement": "Yes, the record that happened. Do you <<<THINK>>> yes or no? I <<<THINK>>> you know, right?"
  },
  {
    "transcript_id": "NPR-41837",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I understand that. I have friends who have been through that. The only question that comes to my mind is what do you do with it when you find out?",
    "statement": "But what if a politician doesn't <<<THINK>>> of himself or herself as Jewish, like Senator Allen? Is it relevant?"
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A little run.",
    "statement": "It is cold. If you haven't been outside yet, let me tell you, it is cold out there, even here in \"Hotlanta.\" But we want to show you what it looks like in Minneapolis, the bitter cold temperatures have made things tough throughout the Midwest, the Northeast, even into the South. In Detroit, they closed <ABOUT> 300 schools because of the frigid temperatures."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "June 2001, a picturesque walk in Slovenia and a first impression that has defined U.S./Russia relations since.",
    "statement": "I looked the man in the eye, I found him to be very straightforward and trustworthy. We had a very good dialogue. I was able to get a <<SENSE>> of his soul."
  },
  {
    "transcript_id": "CNN-245107",
    "matched_terms": {
      "would": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Did -- when you saw that videotape, did you think, well, this time the grand jury is going to indict? Lesley?",
    "statement": "I really didn't know, to be honest for you. Because I was so for <<SURE>> they <WOULD> indict the officer that shot my son without a videotape because you had so many witnesses, which is real as the videotape, so --"
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "somewhat": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "And we are lucky here tonight, Susan Candiotti, who covered the trial for CNN, and who will be following this story. Susan Candiotti, thank you for joining us. Now we turn to Massachusetts, which has a most unusual problem. It's so unusual, that even if you go back to the days of the Paul Revere and the Boston Tea Party, you won't find anything like it. Tonight's \"Flashpoint\": Oh, baby. The governor is expecting twins. Jane Swift was pregnant when she ran for lieutenant governor of Massachusetts in 1998. The voters didn't mind: She won. Several weeks ago, the state's male governor resigned to become ambassador to Canada. And Jane Swift, who just happened to be pregnant again, took over the state's top job. This week, because doctors restricted her to bed rest, the governor is running her state from the hospital.",
    "statement": "We have a woman governor who is giving birth. No different than women executives and woman all over the world who give birth and have some disruption to the daily routine. The <QUESTION> really comes down to this: do reasonable people want to deal with a <<SOMEWHAT>> unusual problem, but not insurmountable?"
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "uncertain": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, but you also know that recently the BBC released the report that came from British intelligence that was leaked which says that British intelligence could not find a really substantial connection between Osama bin Laden and Iraq. Furthermore, our own FBI and CIA -- \"New York Times\" this Sunday. They said they were very disappointed -- this was again leaked -- very disappointed that the administration was using evidence that really did not exist. So is it possible? Sure, it's possible. But here is the issue. Everybody in the....",
    "statement": "Wait, wait, wait, wait. I'm sorry. I <<<THINK>>> we're making news here. Possible Colin Powell, the secretary of state, got up before the U.N. yesterday and said in no <<<UNCERTAIN>>> terms that this happened. Are you saying he's lying?"
  },
  {
    "transcript_id": "CNN-259792",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "seem": "ungraded",
      "expect": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Desperate time for the people of Greece. Protesters clashing violently with police in Athens. The Greek parliament votes to accept a eurozone bailout package with painful new austerity measures. The promise is more hardship ahead. Reporter Elinda Labropoulou live from Athens for us this morning. First, tell us about this vote. I mean, this is -- this is as one -- as one of our reporters put it, it's like voting whether just drink the poison yourself or have someone poison you. It's very difficult for the Greek people.",
    "statement": "It is very difficult for the Greek people. You <<COULD>> say that the session in parliament was an explosive one, much like the atmosphere outside with protesters clashing with police. The vote did go through with 229 votes in the 300-seat parliament, which <MIGHT> <SEEM> like a big number. But at the same time, Alexis Tsipras, the Greek prime minister, lost <ABOUT> quarter of his MPs who did not vote in support of these measures. People here are saying these measures are too severe. The Greece will not able to follow them. And this is the option a lot of his MPs took as <WELL>. So, what we <EXPECT> is government reshuffle very soon, <<POSSIBLY>> within the week and then all eyes turn to the economy and seeing what happens with the banks and how they'll be able to reopen soon, Christine."
  },
  {
    "transcript_id": "CNN-347266",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Well, it's difficult to assess that, given the fact that the president's statements, his tweeting, his lawyers having conversations about their strategy on an open radio station as well which put lies all the logic as well, thinking about that they prolonged the investigation in terms of any accusations and obstruction of justice. And remember there is still the fundamental question which goes to the heart of what Mueller is mandated to do which is look into whether there are any ties of collusion between members of the Trump campaign, which he was the head of the Trump campaign and of course Russia. And so, whatever he has to say and disclose will have two different segments. The part he conducted after the campaign was over and what happened before. And so they're trying to conflate the two. And Giuliani is saying, I've got a gloss over really the meat of the matter. He's trying to gloss over the very reason that Mueller has this probe. And on the issue of timing here, Erica, it's so important to consider. Remember, the reason that September is the deadline is because many states have early voting. Although the November midterm elections are still looming in that September day but there is a very good argument to be made if the DOJ policy would be inapplicable here because not any person in the Trump campaign including any president himself is on the ballot in November. So arguably, argue is that the matter of down balanced strategy and not wanting to rock the vote in those areas is not what the DOJ policy was about initially.",
    "statement": "I do have to say though, in this environment post 2016, post everything happened with Comey. It <WOULD> be shocking if Robert Mueller or Rod Rosenstein got anywhere near in the election with any <<KIND OF>> public action. That <WOULD> be shocking to me. I don't know the guideline statements that looking on that. But politically be tough. I do want to ask you John <ABOUT> Rudy Giuliani because Nia was saying he was brought on to negotiate <<ALLEGEDLY>> in this interview which we the president and Robert Mueller's team or, you know, if you want to be cynical, he was brought on to string out these negotiations as long as humanly possible and politicize them as much as humanly possible."
  },
  {
    "transcript_id": "CNN-186160",
    "matched_terms": {
      "would": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "President Obama meets with Congressional leaders while bickering over the budget and the debt of course heating up. After stopping by a D.C. deli to, the president was meeting with leaders from both parties over lunch. But even before the meeting, Republicans were pushing back. Republicans say the president needs to do more but he called on Congress to take action.",
    "statement": "The economy is recovering, but we have a long way to go. Too many people are still out of work. We have some headwinds, the situation in Europe, and still a difficult housing market, and so we want to sustain momentum, one of the ways we can sustain momentum is for Congress to <TAKE> some actions right now even though it's election season, even though there's gridlock, even though there's partnership, <TAKE> some actions right now that <WOULD> really make a difference."
  },
  {
    "transcript_id": "NPR-42630",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "sense": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Well, Fulton, Kevin Fulton put it to me pretty plainly. If someone grabs you and says, okay, we're goin' out tonight and we're gonna kill so-and-so, and you show up and everybody's ready to shoot the guy and they turn to you and they say, shoot him, if you refuse to do it, they'll shoot you and then they'll shoot him anyway. So the really only option you have is to follow through with the killing.",
    "statement": "These men justified what they did by talking <ABOUT> a sacrifice for the greater good, but as you talk to them in this article, I get the <<SENSE>> that <<MAYBE>> they <QUESTION> that logic today."
  },
  {
    "transcript_id": "CNN-160864",
    "matched_terms": {
      "a little": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It's for the character on my show \"Glee.\" But, here, I will take it off for you.",
    "statement": "Don, we wanted him to sing <A LITTLE> -- <A LITTLE> something, <A LITTLE> number for you, but poor <THING>, he's <A LITTLE> under the weather. He's lost his voice. That's the excuse he is giving us. We will let you off easy. Congratulations on your big nomination. Have a fantastic night. It's a huge party and they are waiting behind me, so why don't you get it started."
  },
  {
    "transcript_id": "CNN-266657",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "The point that the Black Lives Matter movement is making is a very, very legitimate and serious point.",
    "statement": "We've got to do more <ABOUT> the lives of these children."
  },
  {
    "transcript_id": "CNN-72137",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded",
      "a bit": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We will hear from Jerusalem in just <A BIT>. As a matter of fact, I <<<THINK>>> we have Jerrold Kessel now. Jerrold Kessel, live in Jerusalem -- Jerrold, if you <<COULD>> give us the latest."
  },
  {
    "transcript_id": "CNN-137839",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Let me be blunt. Pakistan's pants are on fire.",
    "statement": "Some lawmakers fear Pakistan <<COULD>> collapse, leaving its nuclear weapons in terrorists' hands. The top diplomat to the region says it's not that bad yet."
  },
  {
    "transcript_id": "CNN-196594",
    "matched_terms": {
      "sometimes": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He's on the lawn right now. You did? You watched it? He's off and running and a lot of people are angry about it, Dan, saying that this isn't the time to campaign and sell it to the public. That's a tactic. But let's get to the nuts and bolts about it because, $1.6 trillion in new taxes, it doesn't ever sit well, but there are versions of this. There are elements to it. Break it down.",
    "statement": "Right, $1.6 trillion in new taxes over 10 years and Republicans saying that they're surprised by this because they felt that what the president was putting out there was half of that. And just a short time ago Josh Ernest, the deputy White House spokesman, in a gaggle with reporters saying that he's surprised that Republicans are surprised. But I'll break it down for you. Timothy Geithner laying out this plan for lawmakers yesterday up on Capitol Hill. In addition to the $1.6 trillion, closing loopholes and limiting deductions, this is a way to bring in more revenue. In addition to that, as <WELL>, raising estate taxes to rates, 2009 levels, and then finally increasing capital gains and dividends taxes. Again, the White House seeing this as <<SORT OF>> the first, the opening bid, if you will. As you know, when you're negotiating, you come out very aggressive. The other side counters and then you find some common ground somewhere in the middle. We've seen this <<KIND OF>> posturing in the past over the last four years where <SOMETIMES> there's some optimism they're going to get things done then it gets like we see it now where it seems like they're very far apart and then they're able to come together. Everyone is hoping they can do that before the end of the year."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "You need to know at the time that he transmitted the information, he appreciated that it was classified information, that he knew it or acted, in certain statutes, with recklessness. And that is sort of what gets back to my point. In trying to figure that out, you need to know what the truth is. So our allegation is in trying to drill down and find out exactly what we got here, if we received false information, that process is frustrated. But at the end of the day, I think I want to say one more thing, which is: When you do a criminal case, if you find a violation, it doesn't really, in the end, matter what statute you use if you vindicate the interest. If Mr. Libby is proven to have done what we've alleged -- convicting him of obstruction of justice, perjury and false statements -- very serious felonies -- will vindicate the interest of the public in making sure he's held accountable. It's not as if you say, \"Well, this person was convicted but under the wrong statute.\"",
    "statement": "I <<<THINK>>> -- but I will say this: The whole point here is that we're going to make fine distinctions and make <<SURE>> that before we charge someone with a knowing, intentional crime, we want to focus on why they did it, what they knew and what they appreciated; we need to know the truth <ABOUT> what they said and what they knew."
  }
]