[
  {
    "transcript_id": "CNN-227027",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "This is not our preferred outcome. These sanctions would not only have a significant impact on the Russian economy but could also be disruptive to the global economy.",
    "statement": "This time, Russia responded with its own sanctions on President Obama's advisers, top lawmakers. House Speaker John Boehner and Senator John McCain call themselves proud to be on Putin's naughty list, of those willing to stand against Putin's aggression. McCain said, \"I <GUESS> my spring break in Siberia is off. My secret bank account in Moscow is frozen. Nonetheless, I will never cease my efforts on behalf of freedom, independence and territorial integrity of Ukraine, including Crimea. Senator Dan Coates tweeted, I will continue to lead efforts to Capitol Hill to bring Putin to his senses. Our nation's leaders almost gleefully using the #sanctionedbyPutin. Senator Mary Landrieu calling it a badge of honor."
  },
  {
    "transcript_id": "CNN-129199",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right. All right. Chad Myers, a font of information for us. Kyra, back to you in New York.",
    "statement": "All right. <WELL>, stranded by a storm, Ruidoso works to repair the only way in or out. Buildings, bridges, they're working on it all -- here in the CNN NEWSROOM. And the buzz is building as the Democrats and the Republicans get closer to their national conventions. Who will John McCain and Barack Obama pick as their running mates? We're going to take a look at some of those believed to be on the short list."
  },
  {
    "transcript_id": "CNN-219144",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "I know.",
    "statement": "And I can only <THINK> that John F. Kennedy, Martin Luther King, Bobby Kennedy <PROBABLY> all today are saying that we shall overcome."
  },
  {
    "transcript_id": "CNN-404509",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Since we're in the president of a huge Teddy Roosevelt, he argued that the leader's most important responsibility is to set an example in their actions and behavior and words. So, beyond the problem of the lack of social distancing, and the lack of forcing masks, you have got an area here that Native Americans feel is sacred ground and have been opposing the idea of that land being taken. And at a time when we're reckoning with our own history, that seems to be an odd place to come at this moment. Beyond that, you have got the worry about fires. And I gather it's been a pretty dry area lately. And other times, they haven't even had fireworks there for the last decade because of embers setting off wildfires. And there's a lot of concern on the part of many of those fire officials from the past about whether this is a good thing to do. So, you have got physical, mental, moral safety issues at hand. And that's the example that is being set by choosing this site.",
    "statement": "So, Joe Johns just reported the president from wants to talk <ABOUT> monuments and statues and the move to remove some of them. You do not see the Mount Rushmore figures, Washington, Jefferson, Teddy Roosevelt, and Abraham Lincoln, in the same light as the Confederate generals that started a lot of this discussion. Explain -- explain why not, because some people will point to the <FACT> that Washington and Jefferson owned slaves."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There are no papers.",
    "statement": "I`m Jean Casarez of the legal network \"In Session\" in for Nancy Grace tonight. I want to tell everybody, just to remind you. There is a criminal complaint out of the state of Arizona, and this is what Elizabeth Johnson is being held on in Florida. The charge is custodial interference. <WELL>, as part of that complaint there is a summary. Now this is not rumor, innuendo. This is on the criminal complaint and it says that the last-known whereabouts of Elizabeth Johnson was from her cell phone pings in Victoria, Texas, headed toward the Mexican border. Now we do <KNOW> she ended up in Florida. She is incarcerated in Florida. But I`ve got to go out to Tammi Smith on that. Talk to us again <ABOUT> your thoughts <ABOUT> Victoria, Texas. There`s not a date on this. And when do you say her cell phone pinged in Victoria?"
  },
  {
    "transcript_id": "CNN-141913",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "apparently": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, there is his message. You have got to take a man at his word. What do you think, Ted?",
    "statement": "<WELL>, you <KNOW>, all along, his lawyers have said that this is a man who has told the truth. And as the leaks have come out in this investigation, it <SEEMS> as though he did. He did admit, <APPARENTLY>, that he gave Michael Jackson Diprivan in his home. And he has <APPARENTLY> given investigators all of his side of the story. Now, he <COULD> still be criminally liable for Michael Jackson's death. But from his standpoint and his attorneys' standpoint, they have done everything they can to help this investigation. And then you heard it there, too. <APPARENTLY>, they taped this last Wednesday in Houston. And they just decided to release it a few hours ago. I asked, is it because you <THINK> there is an arrest coming here? Is this <SORT OF> a goodbye or a -- something to be on the record before something big? And they said, no, no, no, it's just the timing has nothing to do with the investigation."
  },
  {
    "transcript_id": "CNN-119392",
    "matched_terms": {
      "know": "ungraded",
      "clearing": "ungraded"
    },
    "previous_statement": "Absolutely, John. These are dozens of fires. Officials here said well over 100 fires are still burning here all over Greece. And they say that just in the past 24 hours, 89 new fires have broken out. One of the largest ones is right behind me in the hills around Christina. And we have seen the helicopters here trying to put out the fires. There's also one plane flying around, trying to put those fires out. The big question here right now, John, is, what are the winds here going to do. As you know, these winds, very strong winds, they just fuel these fires further on. Make them very fast. Make them very dangerous. And many people who have died in the fires here died because they were trying to escape and the flames were simply quicker than them. Now last night I actually got to go to that ancient archaeological site in Olympia. Of course, that's the place where the first ancient Olympic games happened. And really you could just see that all around that place there were just massive fires everywhere. And I could see the earth charred right all the way to the foot of that site. And really the officials there were telling us that it was very close to that site getting destroyed. John.",
    "statement": "You <KNOW>, Frederik, we have seen in California that after years and years and years of people not <CLEARING> brush away, there's a tremendous amount of fuel for these fires. Is that a similar situation there in Greece? We saw a man who was striking away at a fire there with a branch. And it looked like there was a tremendous amount of undergrowth there along the hillsides."
  },
  {
    "transcript_id": "CNN-324451",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "This showing you the scrum on Capitol Hill. A lot of reporters up there anyway. When the President makes a rare visit it's get a little more interesting, shall we say. Not always civil.",
    "statement": "They're the ones who are up for re-election, right? The senators, not the President as you pointed out John. And I <THINK> the senators on the bubble with taxes, McCain, Susan Collins, Rand Paul, Bob Corker. They're not going to be charmed by the President. We've seen this. What he needs to do is shape the bill in a way that doesn't tank the provisions they need to get their votes. He needs, you <KNOW>, for instance, his tweet <ABOUT> 401 ks, if that ends up being, you <KNOW>, tweeted by him on a separate provision that is needed to get their votes, that <COULD> scuttle things down the road. I <THINK> he has an important role to play there. I also want to point out, there is a bit of a bifurcated argument he's making with regards to the economy. On one hand, he's saying things are going terrific. You <KNOW>, we're doing great with the jobs. The market is going very <WELL>. On the other hand, he's saying the economy is shackled by our high taxes. There is a truth there in that nuance which is that one of the reasons the market has done so <WELL> this year is in anticipation of these tax cuts. You can have a perfect storm brewing where if Congress fails to deliver that expectation goes away. The markets <COULD> tank. Republicans political prospect <COULD> tank and that would just be a disaster for them."
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "totally": "ungraded"
    },
    "previous_statement": "We're told that Major Malik Nadal Hasan is either 39 or 40 years old. We're not talking about an 18 or 19 or 20-year-old soldier opening fire and going berserk. We're talking about someone who's 39 or 40 and a major in the United States Army, allegedly opening fire. This according to a law enforcement source briefing CNN on this. It's pretty shocking, if you ask me. I'm sure you're shocked as well.",
    "statement": "I'm <TOTALLY> shocked. My jaw just dropped when you mentioned that."
  },
  {
    "transcript_id": "CNN-142388",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And the fire remains on the move this morning, as we mentioned, doubling in size overnight. Now, upwards of 85,000 acres burning and still only five percent containment. A number of people refusing to leave their homes. About half, as a matter of fact. We've got about 10,000 mandatory evacuations up and down the canyon. The problem is, is that there's no real strong wind to drive it in one direction. We're on the southern flank which stretches all the way to Pasadena. On the northern flank, the town of Acton is threatened by this thing when the winds turn southerly during the day. Let's bring in meteorologist Chad Myers, and my colleague in the CNN Severe Weather Center. Chad, this has been unusual. One of the fire commanders told me -- he said he's never seen a fire spread this rapidly in a non-Santa Ana event. The Santa Anas are not causing this. They're not blowing. It's just that extreme heat. What are you seeing from your angle?",
    "statement": "<WELL>, I'm <KIND OF> concerned <ABOUT> what they are going to do next. At some point in time, fires can actually generate some of their own wind as these fires run up the hillside. They can suck all of this oxygen back in. If this thing doubled, Rob -- if this thing doubled without wind, are they saying they would like a little bit to help push the smoke away so they can get more air support? Where are they going now? What are they going to do?"
  },
  {
    "transcript_id": "CNN-19789",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Basically, what we can tell you, Daryn, I know you want to get some e-mail, so we'll make it brief right here. But you've got a lawsuit on Monday, a lawsuit on Tuesday, both are going to be in court. But even more importantly, Mike and I were discussing the deadlines. Tuesday is the state's certification deadline, Friday is the oversea absentee ballot deadline. We're wondering right now how these deadlines are shaping up in the overall picture.",
    "statement": "And if the deadlines <COULD> be pushed back by some <SORT OF> state court ruling, or if the secretary of state or the canvass commission here on the statewide basis goes ahead and certifies the election without some of these results. There are many, many different possibilities that <COULD> happen, and really it changes hour by hour <AROUND> here now."
  },
  {
    "transcript_id": "CNN-347938",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "possibly": "ungraded",
      "supposedly": "ungraded"
    },
    "previous_statement": "As they said to you, there could be as many as 200 tapes. They don't know exactly what's on them. Has anybody, though, given you a sense of there are certain topics that they recognize Omarosa was around for that they're concerned about?",
    "statement": "No. It's an interesting question, because the question has come up a couple times with people I've spoken to, <COULD> there be anything <ABOUT> Russia on there? I <THINK> if that was the case it would be in her book. And there had been a question of why would you do the tape this is way and not put them in your book? And she was clearly anticipating, having watched the Donald Trump playbook for many years, she was going to be called a liar, she was going to told she was not telling the truth. So she saved them for that purpose. My understanding it is mostly mundane conversations, but in the case of, for instance, Jared Kushner and Ivanka Trump who she <SUPPOSEDLY> has on at least one and I've heard <POSSIBLY> more tapes, they were her interlocutors helping bring her into the White House, they were solicitous of her. These are not the kinds of things we hear from their mouths very frequently. I just <THINK> it's going to create a sense of discomfort."
  },
  {
    "transcript_id": "CNN-311096",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But all eyes are now on the party's moderates, who are far from rushing to support the amendment, saying it will leave even more people without coverage.",
    "statement": "It doesn't help the people I represent. One of the criticisms I had had <ABOUT> the Affordable Care Act was it made insurance so expensive that people who had it didn't even use it because their premiums were high, their deductibles were high, their co-payments were high. And people with preexisting conditions, you're right, we can't deny them coverage."
  },
  {
    "transcript_id": "CNN-110414",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me try to move this in a slightly higher plane. Lynn Sherr, there was also about a six-minute profile on that first morning of Meredith Vieira. We saw her kids talking about how she's not a very good cook and all of that. Why is a journalist -- and she is a journalist, and she was a good one when she worked for \"60 Minutes\" and CBS News\" -- getting this sort of puffy celebrity treatment on the debut show?",
    "statement": "<WELL>, is that celebrity treatment? Or again, is that soccer mom treatment? I <THINK>, as a said, kids in a way have become props. And it's helpful for women, incidentally, not for men, to be seen as good moms, as <WELL> as good reporters. So, this is all part of the game."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "... electability -- well, electability, electability. But the hit took Newt Gingrich which calls into question, is he electable?",
    "statement": "You <KNOW> what, Mark? We've got to go to break. When we come back, we're going to talk <ABOUT> that. A lot more <ABOUT> Santorum and also <ABOUT> Gingrich saying that actually the Republicans have to get together and have a debate before anybody decides who's going to debate Obama in the future. So we're going to take a quick break here. And you are live at the CNN Election Center. Much more when we come back."
  },
  {
    "transcript_id": "CNN-115499",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Thanks, Lou. Happening right now, John and Elizabeth Edwards facing a major new health crisis, but they're vowing to press on with her battle against cancer and his campaign for the presidency. Shell shocked in Baghdad, for the United Nations security -- secretary general, an insurgent attack comes way too close for comfort, right inside the green zone. And they don't call him the hammer for nothing, but why is the former House majority leader, Tom DeLay, lashing out right now with some fellow Republicans? I'll ask him. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Heart-breaking news from one of the leading Democratic presidential candidates -- John Edwards and his wife Elizabeth say her cancer, first diagnosed after the 2004 campaign, is now back and it has spread. The candidate himself made the announcement at a news conference in Chapel Hill, North Carolina.",
    "statement": "The thing that is true is that her cancer will not be cured now. Elizabeth have this as long as she's alive and the analogy that Dr. Carey gave us is it's like a patient having diabetes. You <KNOW> the disease never goes away, the diabetes never goes away, but you treat it, you treat it with insulin, you take your medicine and that's exactly what we intend to do."
  },
  {
    "transcript_id": "CNN-37263",
    "matched_terms": {
      "believe": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "That's right, not too big, not too small, not too hot, not too cold.",
    "statement": "But the importance of having a Jupiter like planet, I mean it <MIGHT> help folks to understand here that Jupiter protects us in a lot of ways. And if you find a solar system with a Jupiter that <MIGHT> lead you to <BELIEVE> there's another planet there, right?"
  },
  {
    "transcript_id": "CNN-119033",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And a reminder, we will bring you an interview with that mine operator Bob Murray coming up in the 10:00 a.m. Eastern hour. We'll see what he has to say about the latest rescue efforts.",
    "statement": "<WELL> people following this story sharing information on the Web this morning."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Well, Lou, after President Bush's Rose Garden ceremony, we are told that he called the new president and the prime minister of the Iraqi interim government to congratulate them, to say that he was looking forward to meeting with them. This after he had said before that he could work with this government, that it was diverse, that these are individuals considered loyal to their own people. But the big question here, of course, is legitimacy. This is a government that is mostly made up of Iraqi exiles with close ties to Washington. The big question here, whether or not Iraqis will consider the new authority legitimate. The Bush administration denied, however, earlier today hand-picking Iraq's new leadership.",
    "statement": "I had no role. I mean, occasionally, somebody said this person <MAY> be interested or that. But I had no role in picking. Zero."
  },
  {
    "transcript_id": "CNN-101401",
    "matched_terms": {
      "about": "ungraded",
      "somewhat": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, we talk <ABOUT> the destructive grass fires in Texas and Oklahoma. They have eased <SOMEWHAT>. Firefighters, it <SEEMS>, now have the upper hand. But there is still no rain in the forecast. That is not good news so the chances of more fires like these are high. Fires that have scorched hundreds of thousands of acres of grassland and have destroyed hundreds of homes. Here's Drew Griffin with a story of one man who lost everything, and as he turns 100-years-old tomorrow, faces starting a new life with his 87-year-old wife."
  },
  {
    "transcript_id": "CNN-2203",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Well, would we -- yes, I see what you -- yes, where they're more critical of women.",
    "statement": "I'm pretty proud of Buffalo. We have elected more women here than any county in the state and I <CERTAINLY> welcome more women, both Republicans and other parties. But when we look at it, the only record I <KNOW> Hillary Clinton has is the one where she wanted government-sponsored health care, which Betsy McCaughey Ross tore apart on national forum, because it provided too much government intervention to health care."
  },
  {
    "transcript_id": "CNN-184127",
    "matched_terms": {
      "think": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "One of the explicit goals is edible landscaping in the parks. We have almost 40,000 cherry blossom trees, but they're not edible cherries.",
    "statement": "We have a pretty young, vibrant city. We're pretty forward- <THINKING> and progressive. We have a sympathetic civic government right now. And so, I <THINK> all of the stars have aligned to make urban farming a successful venture in Vancouver."
  },
  {
    "transcript_id": "CNN-339243",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "OK. Let's go back and take a look at what he said.",
    "statement": "Did you <KNOW> <ABOUT> the $130,000 payment to Stormy Daniels?"
  },
  {
    "transcript_id": "CNN-344212",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "This is CNN breaking news.",
    "statement": "And we are following breaking news. The White House refusing to comment on Roe v. Wade as President Trump talks to potential Supreme Court nominees, including four possible picks today. We'll talk <ABOUT> that and more with Congressman Ruben Gallego of the Armed Services Committee and our correspondents, specialists and analysts. They're also standing by. But first, let's go straight to CNN's senior White House correspondent, Jeff Zeleny. Jeff, press secretary Sarah Sanders says the president is not asking the candidates <ABOUT> specific cases involving Roe v. Wade. But in many cases, Jeff, they already <KNOW> the answer. Right?"
  },
  {
    "transcript_id": "NPR-40423",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Lieutenant General Russel Honore spoke this morning from his      headquarters at Camp Shelby, Mississippi.  The general's concern is      shared by other emergency planners.  NPR's Jon Hamilton reports on the      odds of a second storm striking New Orleans.",
    "statement": "Hurricanes are like lightning.  They can and sometimes do strike the same      place twice.  So federal officials are already worrying <ABOUT> a storm      named Rita.  At the moment, it's heading west from the Bahamas toward the      Gulf of Mexico.  Colonel Richard Wagenaar with the Army Corps of      Engineers says he's concerned <ABOUT> two possibilities.  The first is that      Rita <COULD> veer north and deliver another direct hit to New Orleans, but      Wagenaar says he's also concerned that Rita <MIGHT> simply get close enough      to drop several inches of rain."
  },
  {
    "transcript_id": "CNN-140000",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "So, this is applying the Iraqi strategy of clear, hold and build here in Afghanistan?",
    "statement": "<WELL>, it is, indeed. And that is, in <FACT>, one of the critical differences with previous operations."
  },
  {
    "transcript_id": "CNN-361465",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Because - and it's very sensitive for sources to be revealing this kind of information. These were intercepted conversations involving the Crown Prince. These are some of the most sensitive things the U.S. intelligence community does. What does it tell you and what should we learn from this, about these intercepts, that all of this information is coming out now?",
    "statement": "<WELL>, I <THINK> that you have started to see in the last, I would say, two months some interesting details coming out of that, some very sensitive matters, specific messages the Crown Prince had, with whom and when. I <THINK> that <CERTAINLY> there was a lot of questions <ABOUT> the White House statement that President Trump put out at the end of November basically saying, <MAYBE> Crown Prince did it, <MAYBE> he didn't. And really who is to ever <KNOW>? <WELL>, there is an ongoing effort to actually get to the bottom of this so people will find out more, and that's ongoing. So it's been <CLEAR> that the President has tried to put this behind - this whole matter behind him, move on with the U.S.-Saudi relationship. But that's not going to happen."
  },
  {
    "transcript_id": "CNN-120835",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "somewhat": "ungraded"
    },
    "previous_statement": "Dinesh, I have to tell you, I don`t know the people that -- look, I`m pro-life; I believe in it with everything in me. I -- I am pro- marriage between a man and a woman, as well. But I have to tell you, we have got bigger fish to fry, and no president is going to change this. Now, I don`t want somebody who`s necessarily, you know, against what I have, but do you believe that a lot of people are those one-issue voters?",
    "statement": "I do <THINK> that we`re not in that litmus test phase anymore. In <FACT>, if there is a litmus test today, I <THINK> in the Republican Party it would be -- it would be a position on the war on terror. I <THINK> that Giuliani -- I would make a distinction here. If you oppose Giuliani because of some of his positions, that`s fine. But I <THINK> it`s actually a mistake, some people just look at Giuliani`s personal life and judge him based on that. If we look at experience, we see that there are presidents or leaders who have had an impeccable personal life. I <THINK> of George W. Bush -- George W. -- H.W. Bush, the father. Or Bob Dole. But who are not as effective leaders as Reagan, who was a divorced guy who had <SOMEWHAT> frayed relations with his children. So sometimes personal life and public moral leadership are two different things."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yes, yes.",
    "statement": "But today, given the <FACT> that the post-war situation was really badly managed after the invasion of Iraq, today, after this assassination, do you see any room to seize the moment for the United States, for instance, or intermediaries, allies, to try to put forth a diplomatic deal or some <KIND OF> diplomacy to contain the worse and actually make a roadmap forward?"
  },
  {
    "transcript_id": "CNN-381078",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "The United States is sending a few hundred troops here, missile batteries. Is that really enough to guarantee 100 percent protection for your vulnerable sites?",
    "statement": "The United States and Saudi Arabia are close allies when it comes to the defense relationship and I <BELIEVE> the United States sending equipment now and the details of this are really with our ministry of defense. But I <BELIEVE> that this situation will be assessed on a continual basis and adjustments made when needed."
  },
  {
    "transcript_id": "CNN-217323",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Plus, a scandal surrounding a Kennedy cousin resurfacing. Michael Skakel has been locked away for more than ten years for killing a friend, Martha Moxley, back when they were just teenagers, but now, he's getting a new trial and he might even get out of prison. A really justice bombshell here. Did anyone see this coming?",
    "statement": "It would <APPEAR> winter has leap frogged over fall in some parts of the nation. Many Americans barely having time for their pumpkin spice lattes when all this freezing temperatures, even snow barged in. We'll show you where they're getting out the winter clothes a little early this morning."
  },
  {
    "transcript_id": "CNN-178959",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How do you plead, guilty or innocent? Do you accept the charges presented?",
    "statement": "He was supposed to plead guilty to all charges. <WELL>, that never happened."
  },
  {
    "transcript_id": "CNN-1022",
    "matched_terms": {
      "should": "ungraded",
      "unclear": "ungraded"
    },
    "previous_statement": "All projects of law that favor the most needy in Chile, Joaquin Lavin will support them.",
    "statement": "It is <UNCLEAR> whether Lavin's popularity means the right- wing is getting stronger in Chile. That <SHOULD> become clearer in local and parliamentary elections this year and next. Maggie Cayon, for CNN, Santiago."
  },
  {
    "transcript_id": "NPR-40786",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Carolyn McManus(ph) of Seattle writes that she was reminded of a story      told by her physics teacher, which goes this way:  Suppose a book falls      on the planet Mars.  The martians take out their measuring devices and      measure the marks. They identify the size and number of marks and their      patterns.  They're very pleased with themselves, thinking they now      understand the book.  The point, our listener writes?  As scientists, we      have to hold out the possibility that we are doing the same thing.",
    "statement": "And while we're on Mars, a correction:  I read a short item warning that      microbes <COULD> stow away on a manned mission to Mars and contaminate the      planet.  That was based on a report by the National Research Council.      But the scientists weren't talking <ABOUT> a manned mission to the red      planet, only a robotic one."
  },
  {
    "transcript_id": "CNN-99101",
    "matched_terms": {
      "reportedly": "ungraded"
    },
    "previous_statement": "What is set forth is a belief on his part that she played a role in the trip, and that is set forth in the indictment. Whether that belief is 100 percent, 100 percent false, or a mixture of both, is, sort of, irrelevant. But it does set forth in there that he had that belief that she was involved in the trip.",
    "statement": "Are you at all concerned that Mr. Libby or his counsel sought to affect or discourage the testimony of Judy Miller by withholding a so-called personal waiver allowing her to testify notwithstanding a pledge of confidentiality or (inaudible) letter to her that she <REPORTEDLY> received when was in jail? by withholding a so-called personal waiver allowing her to testify notwithstanding a pledge of confidentiality or (inaudible) letter to her that she <REPORTEDLY> received when was in jail?"
  },
  {
    "transcript_id": "CNN-287077",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We are learning new information about the death of a Navy SEAL killed in Northern Iraq during a fire fight with ISIS. Charles Keating IV recognized for valour, but as it turns not for the battle that he died in, a previously unknown skirmish, which carries some painful parallel. CNN's Barbara Starr is live at the Pentagon this morning with the details -- Barbara.",
    "statement": "Good morning, Jim. <WELL>, you <KNOW>, U.S. military advisers in Syria and Iraq are not supposed to be in combat, but combat is coming to them one Navy SEAL team caught twice."
  },
  {
    "transcript_id": "NPR-34245",
    "matched_terms": {
      "well": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "That's a tough question. I think my career will probably be rooted in science somehow. I expect that my dream job is probably kind of a place where I can really help people through doing good research or advise, you know, the governments or the U.N., say, on, you know, how to interact with robots and the concerns of the ethics with emotional robots. Things like that.",
    "statement": "<WELL>, Matthew, congratulations and all the <BEST> to you and your partner, too, Akash Krishnan."
  },
  {
    "transcript_id": "CNN-250869",
    "matched_terms": {
      "suspect": "ungraded",
      "appear": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "He also conceded that there are some gaps in the negotiation negotiations, but he said he believes he'll know in about a month's time if Iran seems willing to accept this deal. We should also point Secretary of State John Kerry has been traveling overseas the past week consulting with U.S. allies on this issue -- John and Christine.",
    "statement": "All right. Erin McPike, thanks for that, Erin. New this morning, police in Russia have arrested five <SUSPECTS> in the killing of top opposition figure Boris Nemtsov. A sixth <SUSPECT> blew himself up after a standoff with police. With the <SUSPECTS> starting now to <APPEAR> in court, the looming question is, did they act alone or on orders from someone higher up? Let's turn to senior international correspondent Matthew Chance. Matthew, bring us up to speed on who these men are and why the Russian government <SUSPECTS> them of the killing of Boris Nemtsov."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "reportedly": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "If you think pouring you out French wine sent a dramatic message to Europe, wait until you hear what Congress is considering. But, first, as always, we want to begin closer to the military action. Let's go back to Kuwait City and my colleague, Wolf Blitzer -- Wolf.",
    "statement": "Thanks very much, Judy. With the power out now in Baghdad, we're getting word that loudspeakers have been blaring in the Iraqi capital, urging citizens to go to the international airport there, presumably to defend it against coalition forces. Now that armored columns of U.S.-led troops have reached the outskirts of Baghdad, eyewitnesses report fighting and shelling <AROUND> Saddam Hussein International Airport. In the final push to Baghdad, U.S. forces face limited resistance from Iraqi troops. But the Pentagon <BELIEVES> some Iraqi Republican Guard units have withdrawn to the capital for what <COULD> be their last stand. Farther south in Basra, smoke rose over the city as coalition vehicles moved in today. British forces say they're consolidating their position in Basra's key suburbs. And in northern Iraq, Kurdish political leaders and members of the Iraqi opposition are engaged in talks with U.S. military commanders. They <REPORTEDLY> are exploring the option of joining forces against Saddam Hussein. Coalition forces launched their latest advances toward Baghdad in the pre-dawn hours today, heading toward the Iraqi capital from the southeast and the southwest. The forces encountered limited resistance along the way and are now poised for the final assault not far from the edge of the city. Reporter Carl Dinnon of Britain's ITN filed this report."
  },
  {
    "transcript_id": "CNN-294538",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "That is not factually correct. The United States took in 10,000 Syrian refugees. A country like Germany took in a million (inaudible) in Syria who've taken in millions as well.",
    "statement": "Obama is taking in 110,000 refugees by 2017. Hillary wants 620,000 refugees within her first year of office as <WELL>."
  },
  {
    "transcript_id": "CNN-371552",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Plus a dizzying helicopter rescue that almost spirals out of control. Good morning, everyone. Welcome to EARLY START. I'm Christine Romans.",
    "statement": "Good morning, I'm Dave Briggs. It's Wednesday, June 5th. It is 5:00 a.m. in the East, 10:00 a.m. in England. That's where we start this morning. The President departing from London in Air Force One at this hour heading to Portsmouth on England's southern coast. There he'll speak at an event in <ABOUT> 90 minutes marking the 70th anniversary of D-Day. Before he even lands, though, the President making some big headlines in an interview he gave with Piers Morgan, the host of \"Good Morning Britain.\" CNN's Max Foster joining us now live from Portsmouth with the latest. Good morning, Max."
  },
  {
    "transcript_id": "CNN-217324",
    "matched_terms": {
      "may": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "It's always awkward. I mean, what you have here is a situation where either someone sees the hand in the cookie jar or has strong evidence the hand has been in the cookie jar. Every time this happens there's going to be awkward conversations.",
    "statement": "Now with each of these cases, the U.S. officials will say two things: they'll say one, every country spies on every other country and also that the U.S. is conducting a review of this surveillance. It gets a better balance between security concerns and privacy concerns. It still hasn't given details to what this review has found, what changes it <MAY> bring. As to the first argument that everybody spies on everyone, it <SEEMS> to be that really just the scale of the NSA surveillance and the level to which it goes to senior leaders now of several of our closest allies, that that has not been a satisfying answer, Kate, to those questions. It's sparking real anger here."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "If you had to guess, how do you think the Iranians will retaliate, knowing Soleimani, knowing...",
    "statement": "They will not retaliate directly. They will retaliate by expanding their proxies and try -- asking their proxies to do whatever they -- but I don't <THINK> the Iranians now are ready to retaliate in a way that will bring again an American..."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "You have to acknowledge that we got too damn many people on food stamps in Kentucky. These coal jobs are not coming back and now these people don't have the insurance they need because they're poor. If you can answer any of that, I'll sit down and shut up like Elizabeth Warren.",
    "statement": "And you <KNOW> you can see the senator there, you <KNOW>, responding. He was trying to respond as <WELL> as he <COULD>. And what I am hearing is that people are grateful that a lot of these lawmakers, <KNOWING> that they're going to get hit by this, but they're still showing up. --"
  },
  {
    "transcript_id": "NPR-37452",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Colin Archipley's a veteran of the Iraq War, and he now owns Archie's Acres, outside of Escondido, California. That's just north of San Diego. Thank you so much.",
    "statement": "<ABSOLUTELY>. It's good to be here."
  },
  {
    "transcript_id": "CNN-137954",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Good morning, Pittsburgh, Pennsylvania. I'm going to do a little Rob Marciano impression now. It's cloudy and 57 degrees right now. But later, scattered storms and 71 degrees. So I guess the temperature is good. It is now 7:12 Eastern Time. Let's fast forward to stories that will be making news later today. We're, of course, expecting those big jobs number reports from the Labor Department. Jobs are also the focus at the White House today. President Obama will give remarks on job creation and job training today at 11:30 a.m. Eastern, and we'll have that live for you right here on CNN. Secretary of State Hillary Clinton meets with her Romanian counterpart today at 11:30 a.m. Eastern. This rounds up a busy week for Secretary Clinton. Earlier, she met with the presidents of Afghanistan and Pakistan as well as Russia's foreign minister. And the president's plane buzzed the Manhattan skyline last month sparking eerie flashbacks to 9/11 and it was all for a White House photo-op. Today we may get to see that official photo of that event. Press Secretary Robert Gibbs said the administration would issue a report on the incident by the end of the week, including that photo - Kiran.",
    "statement": "All right. Carol, thanks. <WELL>, new developments this morning. Former Chicago area police Sergeant Drew Peterson now accused of murdering his third wife, Kathleen Savio. Her body was exhumed after his fourth wife, Stacy Peterson, vanished. Stacy's body has never been found and police are <HOPING> that this trial <COULD> lead to answers surrounding Stacy's disappearance and possible death as <WELL>. Joining us now from Chicago is criminal defense attorney Steve Greenberg. Steve, thanks for being with us this morning."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "know": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "But doesn't a clot indicate there's likely to be more of them?",
    "statement": "<APPARENTLY> -- I don't <KNOW>. They said a clot is better than scar tissue. What do I <KNOW>? I just listen, and that's what he said. What do you make..."
  },
  {
    "transcript_id": "CNN-114943",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There was one day where it took me five hours to get the Iraqis onto trucks, literally coaxing them, cajoling them to get onto vehicles.",
    "statement": "Uhler's friend, Sergeant Melo, shares those concerns, but he also worries <ABOUT> the Iraqi families outside the base among the insurgents, especially the children."
  },
  {
    "transcript_id": "CNN-392390",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's not -- you know one of the things that I looked at is, you know, somebody who wants the Democratic party to be successful up and down the ballot is not just who wins this and who comes in first, second, third, fourth or fifth, but also how many people come out, and the number of first-time voters is really low. The number of independents that are going to play a role, you have -- I mean, and that's one of Bernie Sanders' pitch as why he's the most suitable to beat Donald Trump because Bernie Sanders says and the polling is shows in states like New Hampshire show that he does extremely well with independents. And Joe Biden is going to have to show not only the base of the party, but he has some strength there as well.",
    "statement": "But that is one of Sanders' arguments which is that this is -- it has to be a revolution, it's going to be from the bottom up, a huge numbers of people, more people, new people have to come out, have to tune in and have to back, you <KNOW>, the sweeping changes that he wants to make. If people aren't showing up, that potentially hurts him in his argument at least."
  },
  {
    "transcript_id": "CNN-92912",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm angry because if I put it out there that I'm not saying anything, why can't you respect that? Why do you have to constantly call my phone 3:00 in the morning, leaving cards, you know, all at my apartment complex with the van set up and everything, why can't you just respect that?",
    "statement": "So let's get it straight. You will not discuss anything <ABOUT> the charges against him, the allegations, the events leading up to it..."
  },
  {
    "transcript_id": "CNN-352829",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Leaks that we have, leaks, not the official lines from the Saudi government at this time. But the line that you just mentioned, that collaborators helped to take the body away. At the moment we're still waiting for the Saudi investigation, the Turkish investigation here does focus in good part on trying to locate the body of Jamal Khashoggi. The Saudi investigation, from their point yesterday, government statements indicated that could be a month away. We heard from the Saudi justice ministry yesterday, saying that as this happened on sovereign territory involving Saudi citizens, this is their jurisdiction. So the implication being that if a body was handed off to Turkish collaborators, that's the implication, then this would be, if you will, on the Turkish to discover where the body is. What we have heard in the official statements from Saudi Arabia is that the Saudi officials are cooperating closely with Turkish officials on the ground here. It has not looked that way, given the length of time that they were blocked from getting into the consulate and found a lot of the inside of the consult, where there was believed to be -- where the Turkish investigators were looking for evidence, a lot of it had been painted over. We that there was a very high-level forensics expert on the Saudi delegation. Of course, no word from the Saudi investigation yet, even naming him as being on this 15-man team that came from Saudi Arabia and were in the consulate that day. So many unanswered questions but I think the very big question at the moment has to be if there is this close collaboration between Saudi and Turkish officials, as the Saudi narrative maintains, then one would imagine this so-called collaborator must be known to Turkish authorities and therefore one would have expected by now that this help from the Saudis would have helped the Turkish authorities track down Khashoggi's body. So that part is again just a very, very big mystery and I think we have a lot to learn and a lot more transparency to come in understanding all of this.",
    "statement": "Donald Trump says we will soon <KNOW> more. Those were his words. He says we're inching towards finding out. It is hard to establish whether there really is, at this stage, an earnest investigation going on, especially on the side of the Saudis But Donald Trump repeatedly in his statement has said -- has suggested that there is more information coming to the fore. Do we have an understanding of whether this is coming from the Turks or whether this is coming from American investigators themselves?"
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "During the course of the trial, his rights were protected.",
    "statement": "<WELL> China says this shouldn't disrupt relations between British and Chinese relations. Britain says it will continue to have a relationship with Beijing, but this case will impact that relationship. Suzanne?"
  },
  {
    "transcript_id": "NPR-37215",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "For Spiderman that meant competing for prize money at a wrestling match where he happens to witness a robbery and doesn't use his new powers to stop the thief. The robber goes on to kill his uncle, which in turn gives Spiderman a bad case of guilt. This was Stan Lee's innovation, human superheroes. Sitting in his Los Angeles office surrounded by posters, statues, and toys of his many creations, Stan Lee says it was a concept he had been thinking about for years.",
    "statement": "From 1940 to <ABOUT> 1960, I had been writing just regular comics, the way my publishers wanted me too. He didn't want me to use words of more than two syllables if I <COULD> help it. He didn't want me to waste time on worrying <ABOUT> good dialogue or characterization. Just give me a lot of action, lot of fight scenes."
  },
  {
    "transcript_id": "NPR-40655",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And the Democrats respond?",
    "statement": "<WELL>, they say that the real issue here is how the Bush administration made the case for going to war in Iraq properly or not, expanding the inquiry, they say, would just muddy the waters."
  },
  {
    "transcript_id": "CNN-194561",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "He was a great statesman. I knew him quite well, and I'm very saddened. I think he'll be remembered obviously for his stance on the war in Vietnam, for his bomber missions, but also for his contributions on agriculture, on hunger. And then the Democratic Party, he transformed the party. The primary system, getting minorities involved. He was a gigantic figure and a classy, good, good guy.",
    "statement": "George actually was a very complicated person. He had served as a bomber pilot in World War II. He was not a pacifist. His argument over Vietnam was <ABOUT> that particular war. He was a citizen. I remember being with him at the US embassy in Rome for dinner one night and talking <ABOUT> he and Goldwater, and he said one of the nice thing <ABOUT> losing badly enough is you don't have lots of regrets <ABOUT> what one thing <MIGHT> you have changed, and he had a very good sense of humor."
  },
  {
    "transcript_id": "CNN-50384",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Oh, OK.",
    "statement": "And this is, once again, Mr. Newman doing some work on the outside of the telescope. Here he is swapping out what they call a diode box. You don't really need to <KNOW> that, except that they put on a new one, which supports the new solar arrays. You put on the solar arrays, you've got to put on the associated boxes. Now, we asked Mr. Newman, who is after all a five-time spacewalker now, putting him in the veteran corp., to give us a few of the finer points."
  },
  {
    "transcript_id": "CNN-309554",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "To tolerate gas attacks.",
    "statement": "Yes, I agree with that. It <SHOULD> be consequences for gas attacks, but we did actually tell Russia what we were doing for very good reason. So we in some way coordinate the attack with Russia."
  },
  {
    "transcript_id": "CNN-300796",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Director, to be clear what the FBI and CIA are saying is that the Russians did more than try than hack into the campaign. They hacked into the DNC, they hacked into John Podesta's e-mail. President Obama made clear they didn't hack into the voting machines, they didn't hack to the actual votes ...",
    "statement": "... voter counted. But, you <KNOW>, is that a minimum they hacked into the DNC and John Podesta. That's getting into this campaign. That something the FBI agree on, the CIA agrees on ..."
  },
  {
    "transcript_id": "CNN-211694",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "They think that Monday is probably the drop dead deadline. Of course, nobody is saying that, but if you do the math, the other players who, by the way, are waiting for all of this to play out, a lot of them trying to work out their own deals in the meantime, will be suspended for 50 games. If you do the math going back, a guy like the Texas Rangers Nelson Cruz, if he's suspended starting Monday and you go through those 50 games, he can come back and play in the post- season with his team. So, baseball doesn't want to penalize a team like the Rangers because Alex Rodriguez can't make a deal. Plus, at some point, you just got to put an end date on it. We're all dying over here.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-121231",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, not when it comes to O.J. Simpson, and of course, nothing is low key here in Vegas, and especially you add O.J. Simpson to the mix and you have quite a spectacle. Let's take a live look inside the courtroom right now. You can see O.J. Simpson has taken his place at the defendant's table. He arrived just a short time ago, a lot of fanfare, was sitting in the front seat of a Hummer, was surrounded by media as he walked into the courtroom. Let's talk about today. It is a preliminary hearing to determine if, in fact, there is enough evidence to send this case to trial. If this case does go to trial and O.J. Simpson is found guilty, he's looking at some serious jail time. Just one charge alone, the kidnapping charge, carries a possible life sentence. Eight people expected to testify today on behalf of the prosecution, including three of Simpson's co-defendants, people who took some plea deals in exchange for their testimony. This, of course, all stems from this incident on September 13 when Simpson and five others allegedly burst into a Las Vegas hotel room and confronted two memorabilia dealers. Simpson and the others took some belongings, some sports memorabilia. Remember, O.J. Simpson says this stuff belonged to him, and he also says no guns were involved in the incident. He says he didn't tell anybody to bring guns. But these three people who are expected to testify today say there were, in fact, some guns, and O.J. Simpson told them to bring those weapons. Of course, this about to get under way right now. We're talking about O.J. Simpson and two people who are involved in this preliminary hearing. There were a total of six people in the incident, but just three now involved in this preliminary hearing because, of course, three have taken plea deals -- Kyra.",
    "statement": "<WELL>, as things get going, you find out more, Dan Simon. You keep us updated. Appreciate it."
  },
  {
    "transcript_id": "CNN-39605",
    "matched_terms": {
      "believe": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "I think we have a fairly high level of confidence, but when we spoke to you yesterday, we had 18 individuals who we believed were the hijackers. We now have a 19th that our investigation has disclosed was probably one of the hijackers on that plane that left Dulles. And consequently, continuous investigation updates, our confidence, our level of confidence, degree of confidence in assuring that the person who actually was on the plane is associated with the name.",
    "statement": "Have you identified any <SUSPECTS> who you <BELIEVE> are still at large in the United States who were the masterminds or leaders of this conspiracy?"
  },
  {
    "transcript_id": "CNN-326717",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I play for my dad. Like, he knew how bad I wanted to play and he always wanted to see me play. I know he's watching me right now. I hope I make him proud.",
    "statement": "Chris, you <KNOW> what Damon's advice is for anyone going through adversity? He said you just use that to motivate you. His coach says, Chris, that he is an inspiration to everybody. You can go to bleacherreport.com to check out the full feature on Damon."
  },
  {
    "transcript_id": "CNN-287323",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Hillary Clinton gave China millions of jobs and our best jobs and effectively let China completely rebuild itself. In return, Hillary Clinton got rich.",
    "statement": "OK. So, if you look at the polling in some of the rust belt states, this is one of the reasons why he's doing <WELL>, because he is campaigning against those trade deals and on jobs."
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, it does because, as the prosecutor said in the press conference, they didn't think they went to kill Sean Taylor, but it is rational, if you can ascribe that to criminal behavior, to say, \"Look, some rich guy lives there. Let's go rob the house.\" And that appears to be what the prosecution is saying was the motive here. They knew Sean Taylor, a very rich football player, lived in this house. He probably had something valuable there. So they -- the four of them go there to rob the house. It turns out, to their surprise, he's there. There's a fight. He gets murdered. But, you know, it explains why they went to go there if, in fact, this is true that they knew he lived there, that they just wanted to steal a rich man's belongings.",
    "statement": "Yes. It <SEEMS> so senseless. Jeffrey, appreciate your expertise. Jeff Toobin. Next on 360, saying goodbye to Evel Knievel. He broke almost every bone in his body, and he kept on going. We'll look back at the daredevil with one of his old buddies and our own Larry King, who knew him <WELL>. Stay tuned."
  },
  {
    "transcript_id": "CNN-361142",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is CNN TONIGHT. I'm Don Lemon. We've got development in the Russia investigation to tell you <ABOUT>. And we're looking ahead at the State of the Union tomorrow. We also have breaking news on the president, his inauguration and his business. President Trump's inaugural committee confirming in a statement tonight that federal prosecutors in New York have subpoenaed the committee for documents. In addition, a source telling CNN the subpoena is wide-ranging seeking documents related to donors, vendors and committee finances. It is important to note that this action is coming from prosecutors in the Southern District of New York and not from Special Counsel Robert Mueller's office. That's a sign that the New York investigation is heating up. And we're learning tonight that the Trump Organization has fired at least 18 undocumented workers from its golf courses over the past two months. That is according to the Washington Post. Much, much more to come on both of those big stories and news on Donald Trump's former campaign chairman Paul Manafort, he will be sentenced by a federal judge in Washington on March 13th, 13. This is in connection with his guilty pleas on charges of conspiracy and witness tampering. A separate judge in Virginia will sentence Manafort at a later date for his conviction of eight financial crimes. That as President Trump won't commit to releasing Mueller's report to the public when it is finally complete. He claims that decision is up to the attorney general. But let's remember the president's pick for A.G. William Barr refused to commit to the releasing of the report when pressed by a top Democrat on the Senate judiciary committee. Shimon Prokupecz is here with much more on all of this. Shimon, your job is cut out for you tonight."
  },
  {
    "transcript_id": "NPR-829",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Last year, the Fed raised interest rates four times, and this is something that has an effect on borrowing interest rates or interest rates for borrowing, whether you're talking about mortgage rates or auto loans. And in fact, this has had some effect on the housing market and on the auto market because consumers end up paying more. So what the Fed said today is just a sea change from what it was saying even just six weeks ago.",
    "statement": "<WELL>, can you explain what it is they said that indicates this is not just a one-off decision not to raise interest rates but actually a shift in approach?"
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Andy, Andy Rooney, what -- what -- what -- Andy, what did you know?",
    "statement": "I <THINK> we forgot what he looked like two or three years ago, when he was healthy, though..."
  },
  {
    "transcript_id": "CNN-122598",
    "matched_terms": {
      "might": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Bill O'Reilly. Oh, hi, Bill. How are you? You got to give him points for courage. Go ahead, dear.",
    "statement": "Bill O'Reilly just asked me what your plan is for removing troops from Iraq. And I <THOUGHT> that since you were going to be the next president you <MIGHT> be able to explain it a little better."
  },
  {
    "transcript_id": "CNN-221704",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Right. And they're separate appeals courts that are going to be looking at this issue. What you likely will have is another -- maybe a couple of years of rulings that will go through the appeals courts in both -- in both -- in both sides here in D.C. And in New York, there are other lawsuits that are still outstanding. So, we may yet hear another ruling on this issue. And then, eventually, probably the Supreme Court will have to get involved.",
    "statement": "<SURE>. That's what you would expect. It's an unsettled issue."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Nineteen airports nationwide use body scanning, usually for secondary screening, but at six airports in the United States, it's used for primary screening. Republican Congressman Jason Chaffetz is leading the fight in Congress against making body scanning mandatory for everyone.",
    "statement": "I don't <KNOW> that you need to get my 8-year-old daughter naked in order to secure an airplane."
  },
  {
    "transcript_id": "CNN-343139",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "seem": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Obviously, he's admitting, Director, that he doesn't -- he doesn't know, but he says that everything from what he does know is that this Russian was an informant. If -- do you think that what they're saying, Stone and Caputo, about this person being an informant deserves investigation, that the FBI owes some answers? Because it would change the timeline, of course, if it were true, or do you think it's all just a distraction?",
    "statement": "<WELL>, again, I don't <KNOW> here, but it just <SEEMS> to me that this is a bit of distraction because the sequence of events doesn't track. This would <SEEM> to me and again I don't <KNOW> specifics here, but it would <SEEM> to be awfully premature even if the FBI were going to do this, way premature to try to do a set up as they <SEEM> to allege. And I -- that just doesn't track with me."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "well": "ungraded",
      "guess": "ungraded",
      "apparently": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "I think that the Iraqi people should certainly sit in judgment. Whether or not you would have the assistance of professional prosecutors and international judges that would help in the process, ultimately the Iraqi people should be sitting in judgment on him in Iraq.",
    "statement": "Secretary Cohen, as usual, thanks very much. We want to update our viewers now on the explosion within the past hour, the explosion that occurred, <APPARENTLY>, when a stray bullet fell from the sky and hit a police truck carrying gasoline canisters. The bullet set the truck on fire. It exploded after the occupants escaped. No one else on the ground was injured. But the picture is very dramatic. Earlier, the Reuters news agency reporting a car bombing. Clearly, that does not <APPEAR> to have been the case. But a lot of jubilant Iraqis taking their AK-47s, shooting bullets up in the sky. <WELL>, <GUESS> what? Those bullets, very often, they got to come down. And this time they landed on a canister of gasoline on that truck, causing the pictures that we're seeing right now. Let's bring back our national security correspondent, David Ensor, who's been following all of these developments for us. David, what are you hearing now?"
  },
  {
    "transcript_id": "CNN-386857",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "I want to remind you to answer the survey question at smerconish.com. Former President Barak Obama is a conservative. Are you agreeing or disagreeing with that statement? In comparison to the other members of the field this year, I <THINK> you'd <PROBABLY> have to say yes. Anyway, go vote at smerconish.com. Still to come, he played for the Philadelphia Eagles and was a finalist on \"America's Got Talent,\" achievements made all the more remarkable because when he was 12 his father killed his mother. I'll talk to Jon Dorenbos <ABOUT> how he overcame that tragedy next."
  },
  {
    "transcript_id": "CNN-38430",
    "matched_terms": {
      "think": "ungraded",
      "may": "ungraded",
      "clear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And just accept that life is not fair and certainly politics is not fair. Bill, let me get your thought in now.",
    "statement": "One more thing that he has got to do. And he can't do this, but he can help. They have got to find Chandra Levy. I don't <THINK> he can survive politically unless she is found. If she is alive -- as we all <HOPE> -- she will tell her story, which <MAY> exonerate him. If she is not alive, tragically, then it has got to be <CLEAR> that he had nothing to do with her disappearance and, if that's the case, her death. But that has to be resolved for him to survive politically. And, by the way, the primary is March 5. So there's a lot less than 14 months."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I will tell you that before I went to testify, I guess on the 22nd, in front of Judge Labarga, I was asked to bring along a voting machine. And I tried it before, and it was very difficult to make an indentation like that, because it seemed it was quite easy for me to pop out the chad.",
    "statement": "Now, we've talked <ABOUT> what you would do if you saw an indentation in column one, and then everybody else had punched it out. What, if any conclusion, did you draw when you saw a pattern of repeated punch-outs, like I've got indicated with these arrows?"
  },
  {
    "transcript_id": "CNN-180624",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "No. Still more questions.",
    "statement": "Just <SEEMS> to be there is a big resistance by the school to do the outside testing."
  },
  {
    "transcript_id": "CNN-266485",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You know, much was made, I think it was a Quinnipiac poll, in which 69 percent in a general election said that Hillary Clinton, that she's untrustworthy. When you actually break down the numbers, among Democrats, it's overwhelmingly positive, that I think was like 70 percent or something, I might be wrong a few percentage points, believe she's trustworthy, but among independents, she does seem to have a big issue here. Clearly among Republicans she has an issue but even among independents.",
    "statement": "There's clearly work to do. The debate is one opportunity to do that. Again, if I were advising her, I'd say pick up this sword now, and show that this -- the reason they keep hearing these bad things <ABOUT> you is a partisan investigation is leaking --"
  },
  {
    "transcript_id": "CNN-58445",
    "matched_terms": {
      "may": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Firefighters are battling two ferocious fires on the California-Oregon border this morning. The 30-mile-long wall of flames is burning near Cave Junction, Oregon. That's where thousands of residents are now on alert. In <FACT>, they have a 30- minute window of when they <MAY> have to evacuate. So far, nearly 200,000 acres have been torched. Gary Tuchman joins us now live from Kerby, Oregon, and what their up against. Good morning, Gary."
  },
  {
    "transcript_id": "CNN-34647",
    "matched_terms": {
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Will Chief Ramsey come out and talk later, or is this it, sir?",
    "statement": "<WELL>, we've got <QUITE> a mouthful there from Assistant Chief Terrance Gainer there in Washington. Let's go now and get some more from our Bob Franken who is standing by in the Washington bureau. Bob has been covering this story from the very beginning. Bob, what did we miss at the very top of that?"
  },
  {
    "transcript_id": "CNN-344883",
    "matched_terms": {
      "well": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Yes, we're hearing a little bit. We don't have the video yet, but the president did seem to say that he has a good relationship with Merkel. That is quite interesting after the comments the president made this morning when he came out swinging at this NATO summit, going after them for their defense spending, but also singling out Germany and Merkel specifically during that breakfast with the general -- secretary- general of NATO. You saw the president there. He was going after Germany, saying that they're not spending enough on defense. They are a favorite target of his when it comes to that argument. But also he went one step further to say that he believes they are being totally controlled by Russia.",
    "statement": "<WELL>, Germany is <TOTALLY> controlled by Russia because they are getting from 60 percent to 70 percent of their energy from Russia"
  },
  {
    "transcript_id": "CNN-349273",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "You're absolutely right because what Kavanaugh wants to do is take the seat of Justice Kennedy. We know Brett Kavanaugh. He has never ruled directly on it. He knows a few months ago his court ruled in favor of an undocumented teen seeking an abortion and he dissented. We know he has praised Justice Antonin Scalia. He hasn't said exactly what his opinion is. One Republican senator who supports abortion rights had a meeting with him last week and she came out of it very happy and said, you know, he said that roe v. Wade is settled law. Look for him to say that in the next couple of days. But it means nothing. That might bind you as a lower court judge but it doesn't bind you on the Supreme Court. He has over 300 opinions on some of these really important issues and whoa have a real paper trail for him.",
    "statement": "And presidents being accused for being criminally investigated while in office, that it's a distraction. If he is confirmed, what does that tell us <ABOUT> how things <MIGHT> unfold with the Mueller probe?"
  },
  {
    "transcript_id": "CNN-324176",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Look, Pam, we asked the White House for comment on Bannon's statement. We have yet to hear back. But you will recall that earlier this week on Monday when the President held a joint press briefing with senate majority leader Mitch McConnell, he was asked about Bannon's attacks on McConnell and other Republicans. And he said that Steve Bannon is a friend and that he is doing what he believes is best for the country. However, Bannon's attacks on establishment Republicans in office now is different than what we saw from Bannon yesterday when he was viciously going after a former President, questioning his intelligence, questioning whether or not President George W. Bush knew the words that he was saying during his speech on Thursday, in which he warned about the dangers of nativism and talked about problems with protectionism. He also went on to say that bigotry is emboldened in the United States, and we should be wary of conspiracy theories because the democracy is now more susceptible to them. So former President Bush didn't directly signal President Trump or Steve Bannon. But if you read between the lines, it's pretty clear what he was talking about. Beyond that, Bannon has been recruiting candidates and raising funds to challenge a lot of establishment Republicans currently in office in the midterm elections of 2018. So it's a delicate balance between kind of towing the line of his base right there at the Breitbart base and working with those like Mitch McConnell who the President needs to appease in order to get a lot done on his agenda including tax reform or changes to the affordable care act, Pam.",
    "statement": "You talk <ABOUT> President Bush, he will be at this concert along with four other living former Presidents. Kaylee, someone noticeably will not be there joining them and that is current President Trump. Do we <KNOW> why we won't be there?"
  },
  {
    "transcript_id": "CNN-233197",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You did not cause anyone to find out?",
    "statement": "I <ABSOLUTELY> didn't."
  },
  {
    "transcript_id": "CNN-188489",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Should be down -- just down here on the left somewhere. I don't recognize anything now.",
    "statement": "We can't <BELIEVE> we're looking at this, a massive amount of water."
  },
  {
    "transcript_id": "NPR-41743",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Of course, a couple of innings later, St. Louis hits the game-winning homerun and there's this violent momentum swing. And there you have it. The entire Shea Stadium was then silenced.",
    "statement": "Brokenhearted. <WELL>, it's been such a colorful week for baseball. Do you <THINK> that this series is going get a lot of national attention?"
  },
  {
    "transcript_id": "CNN-403536",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I think first I want to just express our appreciation to the Congress for the supplemental funding. I think it's a note that CDC's been able already to disperse $12 billion to the states to help prepare their COVID responses and really that's an unprecedented amount of resources. I would only ask that we look to how to make this a sustainable investment as opposed to a sporadic investment to this particular challenge we have right now.",
    "statement": "All right, Dr. Fauci, what do we need to worry <ABOUT>? What don't you have?"
  },
  {
    "transcript_id": "CNN-125132",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "A joint Hillary and Obama ticket? My question to you would be, have you not been watching the campaign for the last few weeks? Are you nuts? Is this something that you honestly think is even possible?",
    "statement": "Oh, yes. I <THINK> it's highly desirable, too. The <BEST> thing that <COULD> happen now is that these two people, both of whom claim to be capable of negotiating with world leaders like Ahmadinejad, even without preconditions..."
  },
  {
    "transcript_id": "CNN-196180",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Agreeing to disagree. EU leaders throw in the towel on the EU budget. Rising up against austerity. Catalans blame Madrid for their own crisis. And shoppers battle it out for a bargain while retailers <FEEL> the holiday love. Hello, I'm Nina Dos Santos and this is QUEST MEANS BUSINESS. Good evening. The battle over the European budget has ended without an agreement being struck. Leaders have walked away from the two-day summit in Brussels without managing to see eye-to-eye on the size or structure of the plan. The UK prime minister, David Cameron, has vowed to veto any increase in the budget, says that the trillion-dollar proposal presented to him was unacceptable."
  },
  {
    "transcript_id": "CNN-305974",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "But, Jeff, it's not every day the President of the United States calls reporters the enemy of the American people. This is the type of thing we expect to hear in the Middle East or in regimes, you know, that have not a great democratic sort of track record. I mean, did this send a chill in the White House press corp when you heard that?",
    "statement": "<WELL>, it's not the type of tone that I would choose to set, but it's up to the President to decide what <KIND OF> tone he wants and to use the language that he wants. You <KNOW>, I've said repeatedly, we don't influence the language --"
  },
  {
    "transcript_id": "CNN-130031",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our good friend Jennifer Westhoven is here on YOUR MONEY with one of the top businesses story of the week. One that I find fascinating is the sick days story, States trying to <MAYBE> mandate paid sick days."
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Me, either.",
    "statement": "That's right. We're working too hard. <WELL>, cyber attacks are a constant threat to companies, and it is no laughing matter. Still to come, in another new security breach, hackers are targeting Wall Street, and they're stealing secrets."
  },
  {
    "transcript_id": "CNN-219224",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Those jobs just disappeared as a labor market.",
    "statement": "Or they <KIND OF> gone back to school."
  },
  {
    "transcript_id": "CNN-28419",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "I have a tech-heavy mutual funds, and it's way down. So what I'm going to do is I'm going to buy some QQQ, wait for 31 days, and then I'm going to sell the tech fund and take a loss on my taxes for next year. What do you think of that idea?",
    "statement": "That's showing some creativity. I <THINK> that without <KNOWING> what fund you're in and what <KIND OF> tech holding you have, whether they're at the speculative end of the spectrum, or they're at the more conservative end of the spectrum, like Carol from New York, I don't <KNOW>. But I <THINK> it's not a bad strategy in terms of taking a tax loss and still trying to keep your foot in that camp that has some aggressive technology exposure."
  },
  {
    "transcript_id": "CNN-365027",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "That's a -- that's a tough question to be honest. It's -- what we do is we have teams on the ground who assess in different places where the needs are the biggest. And then, make a plan -- short-term plan to get people or to get the aid there as soon as possible. Again, you know, we're talking about shelter kids. People who have his by this -- who have been hit by this devastating storm and cyclone. They have lost everything. It's a -- it's a country, it's an area where it's already poor. And, you know that they didn't have a lot of means, to begin with. And now everything they had, think pots, pans, you know, the houses they had has been swept away. So that literally leaves them with nothing. So, our goal is to get that and shelter to them as soon as possible. And food if possible, as I said, water purifying means to prevent the outbreak of diseases.",
    "statement": "I want you to listen to a spokesman for the Red Cross. They had this -- they went out, they did an assessment of, you <KNOW>, essentially, the survivors who have arrived in the soccer stadiums. The stadiums that now just filled with people in desperate need."
  },
  {
    "transcript_id": "CNN-337898",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "This is CNN breaking news.",
    "statement": "We want to welcome our viewers in the United States and <AROUND> the world. This is NEW DAY. It is Wednesday, April 18, 6 a.m. here in New York. And we do begin with breaking news for you. The matriarch of one of America's great political dynasties has died. Former first lady Barbara Bush, only the second woman in U.S. history to have a husband and a son elected president. She died Tuesday at the end of 92. Today she is being remembered for her quick wit, her sharp tongue and her fierce devotion to family. Mrs. Bush and former President George H.W. Bush were married for 73 years. She's also being remembered for her causes of literacy and fighting cancer."
  },
  {
    "transcript_id": "CNN-237112",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "So I suppose the question I need to follow that is that there's a certain amount of irony, isn't there, that if these terrorists are demanding hundreds of millions of dollars for the releases of these hostages, they're effectively letting their intelligence walk right out the door. Peter?",
    "statement": "<WELL>, you <KNOW>, the demands for money, in the case of the 100 million euros or $132 million, you <KNOW>, I <THINK> it was -- that's not a serious demand. You <KNOW>, the kinds of money that we've seen been paid for hostages are much, much lower than that. But there is, <OBVIOUSLY>, a big market here and the French are willing to pay and other European countries. And it's not an accident that so many of the hostages are French. In <FACT>, very few of the hostages taken by these <KIND OF> jihadist terrorist groups are American or British because it's <WELL> understood that there is no money in these kinds of cases."
  },
  {
    "transcript_id": "CNN-397650",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded",
      "unlikely": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, effective midnight tonight, we are going to require anyone going out to a market, pharmacy, any of the essential services that are still open are going to be required to wear face covering or a mask.",
    "statement": "And let's talk <ABOUT>, <KIND OF> elaborate on what the governor was saying there in terms of what life <MIGHT> look like afterwards. I mean, the idea of tens of thousands of people gathering in a stadium, that <SEEMS> <UNLIKELY>. I mean, is that <UNLIKELY> until there's a vaccine?"
  },
  {
    "transcript_id": "CNN-412653",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "We've had this conversation too many times Dr. Wen. But one of the important issues here is that, people have confidence in their public health officials and in their political leadership in the middle of a pandemic. We see more evidence in our CNN poll today that trust is eroding. This is on the question of would you get a vaccine. Would you try to get a Coronavirus vaccine if one existed? Now Biden voters, 60 percent of Biden voters say yes, that's down from nearly 80 percent in May. Only 4 in 10 Trump voters say yes, down from 51 percent in May. So there's an erosion of trust among voters out there, among Americans out there that they would trust a vaccine, the source of that I assume you would say is, because we've had so many mixed signals from the president and scientists.",
    "statement": "That's right. We <KNOW> that if we want people to actually take a vaccine, of course it needs to be safe and effective for it to work, but it also needs to be trusted. And at this point, I <KNOW> that I and many other physicians have trouble trusting a vaccine that's going to be rushed through and potentially not have the appropriate safeguards, if it's somehow tied to Election Day or election prospects. At the end of the day, people are going to be listening to their doctors. And we physicians in the scientific community, we trust the scientists at the FDA, who are some of the <BEST> in the world. They <KNOW> what to do, they <KNOW> how to do their job of providing regulatory authority and ensuring the safety of vaccines. But they need to be allowed to do their job free from political interference and political manipulation."
  },
  {
    "transcript_id": "CNN-24696",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So would you fight any restrictions against those teachings?",
    "statement": "I just wouldn't teach a religion per se. But I, you <KNOW>, value the Christian, you <KNOW>, values."
  },
  {
    "transcript_id": "CNN-122352",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "That's right. And we know that lead in high doses leads to mental retardation in children and that it can poison adults as well. Look, the Chinese don't want to follow American safety standards if they want to sell into the American market. And we're going to have a level playing field. And I know this term has been abused by some critics of free trade. And I consider myself a free trader. But before that, a safe trader. I don't want people selling products labeled food that's actually poison and selling medicine that doesn't actually cure. We went through a period in this country in the mid 19th century, where people sold snake oil and other people died. Do we really need to repeat it with a Chinese accent?",
    "statement": "Yes, Lori, you <KNOW>, you and I have been talking <ABOUT> this <ABSOLUTELY> for at least the last year. And before that, you've been following this as your life's work. And basically, we look to you to say we've all been talking <ABOUT> this for so long, but not much has been done. We've had hearings and reports, but not that much has been done. What needs to be done? And what needs to be done right away?"
  }
]