[
  {
    "transcript_id": "CNN-218062",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Not surprisingly, the column has drawn sharp attacks from some Obamacare defenders when insists that Sundby has lost coverage, she should do better to blame big business than big government. United announced it was pulling out of the individual insurance market in California months ago and adds it was not because of Obamacare rather the company had only about 8,000 patients under such plans, and had seen no growth on that front in years. What's more, some analysts believed the insurance industry on the whole has long tried to get away from the sickest, most costly patients and Obamacare actually makes it possible for those patients with pre-existing conditions to be insured even if they are dropped. Still on the idea that Sundby cannot keep the specific care she has relied upon, she appears to be on firm ground. Under United Healthcare, she had ready access to cancer specialist at both Stanford and the University of California at San Diego. And now she'll have to choose between one or the other. It is not clear that any option available under Obamacare will allow her to keep the doctors that she has counted on in both of those places -- Erin.",
    "statement": "Tom, thank you. And Edie Littlefield Sundby joins me now. Edie, I <KNOW> you're in remission and we're really happy to hear that. I <KNOW> that's miraculous thing given what you've endured. You <KNOW>, you write <ABOUT> in this op-ed how you're losing coverage from an insurer that I'm quoting you never once questioned a treatment or a procedure recommended by your medical team to the cost of <ABOUT> $1.2 million. And you say that to get the equivalent coverage that you have you'd have to go outside the Obamacare exchanges and pay 40 percent to 50 percent more. Just on a practical level, <COULD> you even afford that?"
  },
  {
    "transcript_id": "CNN-26954",
    "matched_terms": {
      "might": "ungraded",
      "fact": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "At this particular time, we have not found any speed loader in or around the scene.",
    "statement": "Lieutenant, do you have any information that at least one other student <MIGHT> have been specifically warned by the <SUSPECT> to stay away from school yesterday and in <FACT> did stay away from school on the basis of that warning?"
  },
  {
    "transcript_id": "CNN-339864",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, I don't think -- first of all, I mean, those two countries are still very much allies when it comes to the Syrian conflict -- Iran and Russia. And if you look at that sort of parallel peace process that they're trying to jump start, the Astana Process, certainly the Iranians play an important role in that, and I think that, you know, the Iranians are still very, very influential on the ground in Syria. And there's no doubt as Matthew just said that the Russians are by far the most influential outside power right now and inside Syria, but the Iranians, they still control a lot of those militias. They themselves still have a lot of manpower on the ground as well. And they certainly also have a very good relationship with a lot of these militias, so they really know how to organize things there on the ground, also when it still comes to fighting, the rebels that are fighting against President Bashar al-Assad. At the same time, I wouldn't necessarily say that it's a relationship of love between these two countries. I do believe that there is a certain degree of distrust between the Russians and the Iranians. And the Iranians themselves, I wouldn't necessarily say that part of the population here is souring to what is going on in Syria, but there is a little bit of criticism as well, when you're putting a country right now that's facing economic difficulties to then be involved in quite an expensive, both in blood and in treasure, campaign in Syria, it's not something that's necessarily going down well with -- going down well with everybody here in this country. So, these two countries still very much big allies, but at the same time, I don think necessarily it is a marriage of love between Russia and Iran.",
    "statement": "Interesting. Got it, Fred. Fred Pleitgen there. And let's take the conversation back to Nic Robertson because there's one more point that we got to hit here. Nic, we <KNOW> that E.U. foreign ministers are going to be meeting with their Iranian counterpart next week to discuss the Iran nuclear deal. Can it be salvaged?"
  },
  {
    "transcript_id": "CNN-79239",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "You have candidates who don't have control of their own campaigns. They keep having -- showing their foot in mouth disease. And quite frankly, you don't have any of those candidates. Even a faceless Democrat can't do very well against George Bush. The encouraging thing, though, is that the president and his team are taking the campaign very seriously. They aren't taking anything for granted. They expect it to be close, but quite frankly, at this stage in the game, the Democrats are still extremely unimpressive and they keep tripping over themselves.",
    "statement": "Let's talk <ABOUT> fund-raising for a moment now, if we <COULD>. Margie, it <SEEMS> like fund-raising is <KIND OF> a dirty word for Democrats, except when they're doing a good job of it. What do you make of both Dean and Kerry turning down public financing now?"
  },
  {
    "transcript_id": "CNN-57638",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Kyra, I'm told by a key law enforcement source that the key, if you will, to this investigation is the way the body of the young girl was found. And by that, I mean that apparently the body was not just dumped by the wayside or by the road, but was carefully positioned, and that says a lot to the profilers who are trying to determine something about who this person might be, and what is the driving force behind this awful crime. I'm also told that although the sheriff, and we had that sound bite on our air, and we had it live a little bit earlier, said that he had reason to believe that this person may strike again within 24 hours, I think is what he said. I'm told that in fact, profilers say that it is more likely that he may strike again within several days, that the 24 hour thing may have been a bit of hyperbole, but they do feel, as confident as profilers can be I'm told, that this is a person who is likely to strike again within several hours. Why? Because, as I said, the body was positioned in a very careful and very specific way that apparently gives very significant clues to investigators. It was, in effect, a calling card I'm told, sort of, I'm here, you have to deal with me, and I may be back. But I'm told that it is unlikely, at least this is what the profilers believe, that he would strike again in the same community, that it is more likely, they believe, that this individual would move on and perhaps strike again somewhere else in Southern California, which is one of the reasons why they have been careful, in that press conference that we heard before, to, in effect, warn everybody with children that this is a person who is clearly dangerous, somebody who reached a threshold and beyond, and somebody that is a very difficult kind of person to deal with, and that is the reason why they believe that this is a serial killer. He may or may not have killed before. It is more likely, I'm told, that this is probably a first time, and if so, that also is very dangerous because it means that once he has now crossed that line, there is really no going back -- Kyra.",
    "statement": "And also, the police were talking <ABOUT> -- <WELL>, they were telling people within the area to pay such close attention to everyone <AROUND> them, behavioral changes in people with whom they work or live. Let's talk a little bit <ABOUT> that, Charles, just how the public needs to be sensitive to characteristics, and paying attention to people <AROUND> them. For example, sudden changes in an individual they <MAY> work with, <MAYBE> changing their appearance, their work habits, or their sleep habits, the car they drive. What can -- let's talk a little bit more <ABOUT> that."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "All right. <MAY> the witness stand down and be excused? Thank you, Judge."
  },
  {
    "transcript_id": "CNN-364885",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "I mean --",
    "statement": "-- that was a very, very painful answer. But you also can't blame him from not, you <KNOW>, saying, I'm going to write a book. Or, you <KNOW>, some of the fate that has befell other former Trump cabinet officials. But, you <KNOW>, I <THINK> if he does decide to run for Senate and he's successful, being a freshman senator when President Trump is in office isn't necessarily the same. You <COULD> actually be elevated <QUITE> high."
  },
  {
    "transcript_id": "CNN-262792",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "view": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "Well, he handled it well, didn't he? Republican presidential candidate Chris Christie taking a ribbing from animal rights activists there in Iowa, speaking on the soapbox at the state fair in Des Moines. Christie was interrupted by the activists you saw there. They were yelling stop exploiting animals. It's not food. It's violence. The New Jersey governor coming under fire for vetoing legislation that would ban pig farmers from using crates that limit the mobility of pigs. So, let's turn a little more to the 2016 race. New speculation this morning about a possible White House run for Vice President Joe Biden. This after sources say Biden had a private meeting with Senator Elizabeth Warren. The sit-down might be the biggest indication yet that Biden is hearing from influential Dems before announcing his intentions.",
    "statement": "Good morning, Christi. <WELL>, we're getting these details in from my colleague Jeff Zeleny. He broke this story. And it looks like it's the biggest story of the weekend, <CERTAINLY> on the Democratic side of the 2016 race. We <KNOW> that the meeting was held at Biden's request. The senator came to the naval observatory after the vice president asked her to. It was a two-hour long meeting. The pair discussed economic policy according to a person familiar with the discussion. That person told CNN that the presidential campaign or Biden's future was not a particular focus of the discussion. But, of course, this is significant because Senator Warren has become something of a liberal icon. She has a lot of fans, fans who are encouraging her to make a run for the White House in 2016. Now, she's sitting this race out. But she hasn't endorsed any other candidate. So, we <KNOW> that Biden and his supporters are closely watching this race. They're seeing the appeal of another liberal senator, Bernie Sanders, from Vermont. He's drawing huge crowds and inspiring a lot of enthusiasm. And, of course, they've got to be looking at the numbers, numbers like the ones in our most recent CNN/ORC poll. I <THINK> we can put that up on the screen if we have it. The high unfavorable <VIEWS> of Hillary Clinton, our polls showed that 53 percent of voters have an unfavorable <VIEW> of her versus just 44 percent for the vice president. We also <KNOW>, of course, that her honesty and truth worthiness numbers are taking a hit because of all these questions after those e-mails. Our same polls show that more than half of Democrats want to see Biden get in the race. So, you got to figure these are things that they're looking at and considering."
  },
  {
    "transcript_id": "CNN-21305",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Well, Bobbie, what was interesting is that Barry Richard, as you know, has been litigating, or at least helping litigate, 40 different cases over the past three weeks. And as smart as Barry Richard is, I think he missed the jurisdictional argument yesterday somehow. The guy's been sleep-deprived, like all lawyers in this case, so he didn't make the jurisdictional argument, which as a lawyer you usually do in court. You try to knock it out on jurisdictional grounds before you even get to the merits of the case. So I think he probably wishes he made the argument stronger in court, but then the justices on the Florida Supreme Court started asking about it. So he thought, wait a second, what would the U.S. Supreme Court be most amendable to addressing if indeed this case has to go to the U.S. Supreme Court on an expedited basis. And, as you know, Bobbie, the U.S. Supreme Court loves to toss things out on jurisdictional grounds, if they can and if the case warrants. So I think a combination of a mistake and absolutely looking ahead to the U.S. Supreme Court.",
    "statement": "Let me tell you, Bobbie, why I <THINK> we're going to get some relief from the Florida Supreme Court..."
  },
  {
    "transcript_id": "NPR-10035",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And there's a level of fear in those neighborhoods, and particularly among some of our young people who come from the immigrant community because, in many instances, they're first-generation. They are the ones in their family that speak English. And it is scaring them to think about the fact that they may be the victim of an ICE raid or that - their parents or somebody else in their family. So what these tweets do is really work to destabilize neighborhoods and bring fear into our city. And that's one of the things that we're trying to work against.",
    "statement": "Some people listening will say, <WELL>, naturally, people would be afraid if they're in the United States without documentation. But do you find fear among people who are in the United States legally?"
  },
  {
    "transcript_id": "CNN-71192",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning to you, Carol. The president continues to make the case that the United States is winning the war on terrorism. He did that again yesterday in a speech at the U.S. Coast Guard Academy. But he also said that there are still a good number of terrorists trying to target the United States here at home, U.S. interests overseas. That, of course, is why the government went back to code orange, a high risk of terror alert. The president heads into the Oval Office about 30 minutes from now just about everyday, and the first thing he gets is what they call a \"threat matrix.\" It is a summary of what the CIA and other intelligence agencies believe is the threat of terrorist attack. The focus now, as Barbara just noted, is overwhelmingly on any preparations that can deter attacks in the coming Memorial Day weekend. And U.S. officials say one of the reasons they raised security publicly is so that everybody can see it, including the terrorists, and then they listen in to see if the terrorists are talking to each other, making plans. That helps the government thwart potential attacks -- Carol.",
    "statement": "And while the president is working to protect the country against terrorism, he's also raising some money. Tell us <ABOUT> that."
  },
  {
    "transcript_id": "NPR-23171",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Good morning, David.",
    "statement": "This is a country you are very familiar with, we <SHOULD> say. You've been there. You have followed its progress since the end of military rule three years ago. Just remind us of the story of Myanmar if you can. And we <SHOULD> say, this is a country also known to many people as Burma."
  },
  {
    "transcript_id": "CNN-103600",
    "matched_terms": {
      "appearing": "ungraded"
    },
    "previous_statement": "It's resonating because people have come to the realization that the Bush administration is basically incompetent. And I mention some of those things in my presentation to you a few minutes ago. This port security issue is stunning.",
    "statement": "Now this controversy has also given Democrats an opportunity to launch a broader assault on Republicans in this election year on the issue of port security. Senator Reid was <APPEARING> there with Democrat Joe Lieberman, who is proposing that another $1.7 billion be added to port security. He says the Bush administration is not doing enough and Democrats are getting political cover from key Republicans like Susan Collins, who this very hour is holding a briefing on Capitol Hill to reiterate her claim the administration is not doing enough on port security -- Wolf?"
  },
  {
    "transcript_id": "CNN-192724",
    "matched_terms": {
      "fact": "ungraded",
      "absolutely": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "We've certainly been asking those questions this morning of our reporters in the field and they are trying to gather that information as well. But Tom Williamson, a former U.N. ambassador and now an aide to Mitt Romney, basically said these incidents never would have happened if Mitt Romney were president. That is a pretty bold and certainly unprovable statement. How does that sound to you, Maria?",
    "statement": "Oh, <ABSOLUTELY>. And this again underscores, along with Romney's blunder, that he said something on September 11th, that what he said was incorrect given the timeline, and then followed by one of his foreign policy advisors saying that if Mitt Romney had been president this wouldn't have happened? That underscores the <FACT> that this is not someone who is ready to take on the challenges of being commander in chief. And that's why you see President Obama leading in double digits on foreign policy, and I <SUSPECT> that that lead will only continue to get bigger as these kinds of statements come out when they have <ABSOLUTELY> no proof that that would ever happen. Even Republicans have said that is not a smart thing to say, because clearly that doesn't take into consideration all of the things that happen in foreign policy that are outside of your control. And if you look at how President Obama has reacted this week, he has been nothing but presidential."
  },
  {
    "transcript_id": "NPR-46225",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Let's see if we can get another caller on the line. Let's go next to - this is Kevin. Kevin with us from Dayton.",
    "statement": "Hi. And hello to your guest. I am a real big comedy fan for many types and areas of comedy, starting with Jerry Lewis and Dean Martin. What I found today, a lot of those folks that are on late night, Jay Leno in particular, really needs to get back on the nightclub scene and take some lessons on what improv is <ABOUT> again. You can watch him reading the monitor. You can see him - the joke doesn't work out, he <SEEMS> to be lost. But on the other hand, I wanted to <KNOW> your thoughts on - it sounds like you're more of an improv - anything. And it also <SEEMS> that Craig Ferguson is one, which I <THINK> is fantastic in the way he rides the wave of the audience. But�"
  },
  {
    "transcript_id": "CNN-378341",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "People tend to know him, but it's always the image, and they tend to know the glossy part of it. No one has really given him his due when it comes to the technical, how good he was technically and creatively, much less his impact on business. So they wanted to give a more complete portrait of their uncle and that's where I came along. I said, you're absolutely right, there's an amazing story here and now it's time to tell it.",
    "statement": "And that public persona, that larger-than-life character was <DEFINITELY> what you saw outwardly."
  },
  {
    "transcript_id": "CNN-320972",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I'll take it, Brynn. Be careful out there. You know, don't let the wind get you.",
    "statement": "J.B. -- J.B., sorry <ABOUT> that, buddy. I stepped on you. You <KNOW>, Brynn's reality, as <WELL> or better than anyone. For you down there, you <KNOW>, Miami was supposed to be spared. Not only that it gets spanked but the duration. Every time I would look at the coverage, you were either going to somebody or dealing yourself with just interminable waves of wind and rain."
  },
  {
    "transcript_id": "CNN-283723",
    "matched_terms": {
      "suspect": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "This 32-year-old single mother has been charged with felony child neglect. Erica Rosello is accused of leaving her 6-year-old daughter, Grace, in a burning apartment. Erica claims she thought Grace was already dead when she fled to a friend`s home, but investigators say her story doesn`t add up. They point to a neighbor who claims Erica told him there was no fire, despite the smoke billowing from her front door. He called 911 as she reportedly ran from the building. Her young daughter was rescued by firefighters.",
    "statement": "Erica Rosello has been charged with felony child neglect. But her mother, this woman`s mother, is defending saying Erica`s judgment was impaired by quote post partum depression. Back with Sara, Loni, and Jon. Joining us, Thema Davis, clinical psychologist. Jon, the <SUSPECT> <REPORTEDLY> does have a history of depression, but last pregnancy was six or seven years ago, right?"
  },
  {
    "transcript_id": "CNN-128125",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "It's not the first time Hersh has reported the U.S. has spies inside Iran, and senior Pentagon officials have hinted to CNN that CIA and other highly classified operations are conducted from time to time in the Islamic Republic, but they have never confirmed it. In a statement, the CIA said, as a rule, it does not comment on allegations regarding covert operations. But some members of Congress were not so quick to dismiss the idea of the U.S. working secretly in Iran to stop its meddling in Iraq.",
    "statement": "I <THINK> we <SHOULD> be doing whatever we can to let the Iranians <KNOW> they can't continue this and not expect us to take some action against them on this basis."
  },
  {
    "transcript_id": "CNN-366188",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "And finally, I guess, what we also said and what he's going to be facing is this possible criminal indictment on all these charges. That will be a first, it hasn't happened to a sitting Israeli prime minister. Are we going to see -- I mean, what will happen if he's indicted? What's the mechanism afterwards? Does he continue as prime minister? Does he stand trial? Does he go to jail? Is he -- what happens?",
    "statement": "So, first, I <HOPE> he would not be indicted. I've been a friend of the prime minister"
  },
  {
    "transcript_id": "CNN-396034",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Go ahead.",
    "statement": "So, <OBVIOUSLY>, you'll set it straight <ABOUT> what's true. Vitamin C, Vitamin D, you <KNOW>, first it was these words I couldn't pronounce, Deoxy-whatever drug, and then we hear somebody dies from the drug."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "How did Brace do?",
    "statement": "I <THINK> he got rattled a little bit by Beck. I <THINK> Beck was questioning whether he had really done his homework, was he really that familiar with the situation in the three counties in south Florida, and was he really an expert. And the judge has reserved ruling on that yet. He <MAY> consider it during the recess, and when he comes back we <MAY> hear something from the judge <ABOUT> that."
  },
  {
    "transcript_id": "CNN-85526",
    "matched_terms": {
      "feel": "ungraded",
      "well": "ungraded",
      "sort of": "ungraded",
      "feels": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, he's looking fit, there too. And that, in part, may really be part of his game plan.",
    "statement": "Yes, he actually went on a diet before this season. One of those low carb craze diets that really worked for him. But it's also, it's mentally, as <WELL>. He is mentally fit and physically fit. He really <SEEMS>, especially since that win in Augusta, to have lightened some <SORT OF> burden, some <SORT OF> load. And he says he doesn't <FEEL> so much relief now in majors as he <FEELS> anticipation. He said he was so excited to get hear, because he really felt like his game was in great shape -- Fredricka."
  },
  {
    "transcript_id": "CNN-170474",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Wow. In this day and age, that kind of bigotry, it is time to remake \"guess who's coming to dinner,\" this time, with an oil rig.",
    "statement": "All right. First, today's businessman's special is a ridiculously low mortgage rates. Find out how much more money you'll save today compared to getting a mortgage a week ago. We're talking <ABOUT> thousands of dollars. I'll tell you <ABOUT> that on the other side. It's 34 minutes after the hour."
  },
  {
    "transcript_id": "NPR-1662",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "And it does appear that some pilots knew what to do. This plane had trouble before, this exact problem with this sensor. And several other pilots were able to disengage the system, turn it off and take corrective action and keep the plight - the plane from getting into any serious danger.",
    "statement": "I'm wondering if this is like those legal contracts you're supposed to accept when you get a new app on the phone or whatever. There's a ton of information that goes to a new pilot, and <MAYBE> they don't necessarily absorb every bit of it."
  },
  {
    "transcript_id": "NPR-19656",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Sanders responded with unconcealed disgust.",
    "statement": "Secretary Clinton called them out. Oh, my goodness. They <MUST>'ve been really crushed by this."
  },
  {
    "transcript_id": "CNN-140976",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "We go to Denver, Colorado, next. And, Sarah, another donut hole question. Go ahead, Sarah.",
    "statement": "Hi. This is my first year in the donut hole, and it's <QUITE> a frightening thing to go through. I have Parkinson's, so I -- I will be going through it year after year. And it looks like I <COULD> last <ABOUT> two years, and then all of my savings will be gone to the donut hole. So what do you intend to replace the donut hole with?"
  },
  {
    "transcript_id": "NPR-13313",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "On this particular show the idea was brought to me by an actress named Caroline Aaron who was a very dear friend of the late Wendy Wasserstein, who passed away in January, and Wendy was a much revered playwright and she was also the mother of Lucy Jane.",
    "statement": "And Caroline Aaron reads from Wendy Wasserstein's story <ABOUT> giving birth to her daughter prematurely. She was 28 weeks pregnant. The baby was born one pound, twelve ounces."
  },
  {
    "transcript_id": "CNN-349103",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A display of ceremony and unity in Washington as friends and family celebrate the life, service and impact of the late senator, John McCain. Among the tributes were those given by former presidents George W. Bush and Barack Obama, who sent a message of bipartisanship at a time when Washington is deeply divided. Noticeably absent from the ceremony, president Donald Trump, who was not invited at McCain's request. CNN's Jeff Zeleny has more on the moments from the ceremony.",
    "statement": "Washington paid tribute and bid farewell to John McCain, an American patriot and politician. At the Washington National Cathedral, a living tableau of history, a who's who of leaders of all stripes, assembling to say goodbye to a war hero and veteran Republican senator. McCain's daughter, Meghan, overcome with grief and emotion throughout the week, spoke passionately <ABOUT> her father with a poignant and pointed message."
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I'm not anything like that.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-56478",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, no, the fires themselves are going to happen. I mean we have lightning. We have things like that that are natural consequences that occur, but it is how the forest is managed. For example, in the early 1900s, 1910s -- in fact, it created the birth of Smokey The Bear - you'd have up to 50 million acres a year that burned down in these forests. But what happened is, when the country began to aggressively fight fires, now, those fire losses are around five million acres. So you have 45 million acres actually now because of the accumulation. Seventy-five million acres of accrued - what they call fuel - that's dead stuff that falls on the floor of the forest and it's not being cleaned up. So now, what's different between these fires and those fires are, these fires burn so intensely they spread much, much faster and sterilize the ground. They destroy the soil underneath them. That's the problem. It's the intensity...",
    "statement": "What <SHOULD> be done?"
  },
  {
    "transcript_id": "CNN-138229",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "So you think a year, two years?",
    "statement": "I don't <THINK> you can put a precise time on it, but I <THINK> one thing is for <SURE>. This region either moves into a different place where people can see the prospects of negotiated solutions to problems. Nations previously hostile reaching out to one another, or it will slip back."
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "about": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, the Bush-Cheney campaign is firmly behind the Florida statutes in conducting elections according to the standards that were set out before the election.",
    "statement": "But if you're talking <ABOUT> standards, Ben, you have two problems: one is that the Florida law <SEEMS> to give the authority to the counties to discern what the intent is, which doesn't give much guidance to the counties, and basically opens the door for the counties to do exactly what they want. Plus you've been hit in the briefs by the Gore campaign with the Texas law, which <SEEMS> to adopt a standard that includes a dimple which, of course, is a standard that your campaign <SEEMS> to oppose. How do you deal with that?"
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "This was a unanimous vote and it's on record. It was an open session, so you can -- you can see how everybody voted. In <FACT>, we all did vote to give them the opportunity to present the minority memo to counter ours."
  },
  {
    "transcript_id": "CNN-341081",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You're one of 17 top officials or CEOs targeted by the U.S. sanctions. Give us a real honest indication of what it means to try to operate under these sanctions regime when you've been spotted and tagged.",
    "statement": "My friend, they're saying that I was talking too much on American television, to Cnn, to other \"Fox\" television and the \"Cnbc\", that was the main reason why I'm on the list. You <KNOW>, because I was <QUITE> -- I was spoken under my position and <MAYBE>, bankers shouldn't talk very much, but <SHOULD> do more business. But I sincerely want a good relationship between our two countries. You <KNOW>, we are very constructive for work, always and has and still continue to support the American banks here and our relationship. But I was just -- as a senior government official, just completely wrong, it's a mistake, they <SHOULD> correct it because I'm CEO of a commercial company. But you <KNOW>, I <PROBABLY> haven't felt that(ph) yet, because there's -- this is because the bank itself is not only -- not as the sanctions, so it's business as usual, I'm trying to keep a low profile, not to create any additional problem for the institutions, but otherwise, I mean as business as usual. Personally, unfortunately, I'm not allowed to come to America, now we <SHOULD> -- I like America, but I <HOPE> that one day will come when I'll be back."
  },
  {
    "transcript_id": "CNN-175535",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "Still, Paterno is beloved. For 46 years, he taught his players about life as well as football.",
    "statement": "I <THINK> you've got a tremendous impact on a kid. You're not teaching them <FACTS>, you're teaching things <ABOUT> character and you're teaching them things <ABOUT> success, you're teaching things <ABOUT> what it takes to get along with other people."
  },
  {
    "transcript_id": "CNN-396974",
    "matched_terms": {
      "could": "ungraded",
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "What it means is, until the experts and the scientists and the doctors tell us that the fear of coronavirus is over, we have to be very cognizant of that and do everything we can to prevent an increase or a spread or a spike a little later on down the road here.",
    "statement": "Yes. Dr. Anthony Fauci, <CERTAINLY> echoing that <SORT OF> caution. I want to get to the issue of testing here because this is so central to this. A month ago, the president said that anyone who wanted a test <COULD> get one. Now he's saying that hospitals need to do their own testing, in effect passing the buck on to them. I just want to ask your reaction to that, but also does Boston have anything near the number of tests it needs at this point to get a handle on this?"
  },
  {
    "transcript_id": "NPR-27442",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Sam Dagher is a Middle East correspondent for the Wall Street Journal. He joined us from Homs, Syria. Thanks for joining us, Sam, and stay safe.",
    "statement": "<SURE>, my pleasure."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, I think the main thing is that it`s taken so long to even determine that there might be a link. This was a man that we knew of a year ago, that we begged and pleaded for the local police to investigate. And it`s a sad tale of woe to suddenly find a year later that he`s been active and continues to be active until the recent apprehension by the San Diego sheriff.",
    "statement": "Now, let me jump in here, Sheila. I want to make <SURE> I understand you correctly. You`re saying that you begged authorities to investigate this particular individual?"
  },
  {
    "transcript_id": "CNN-155757",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Shannon Travis, it's good to have you this morning.",
    "statement": "<DEFINITELY>."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "All right, thanks very much, Nick Watt, reporting from Los Angeles. Joining us now, Dr. Richard Besser, the former acting director of the Centers for Disease Control and Prevention. Dr. Besser, thank you so much for joining us. And, as you know, the U.S. seems to be clearly at the beginning of a second wave in the pandemic. Do you worry we're going to see a surging death toll similar to what we saw in the early spring?",
    "statement": "<WELL>, Wolf, there are parts of the nation that are seeing a second rise in cases, and then there are other parts that are really seeing their first big increase. Many parts of the Midwest, many rural communities that <THOUGHT> they <MAY> have been spared by this are seeing the increases that occurred in other places. And what we do will really matter. The CDC predicts the number of deaths will continue to rise, and rise dramatically. So much of that depends on what we do as a nation, whether we follow the guidance of public health or not. One of the things that concerns me, Wolf, is that not only are we seeing the number of cases going up in so many places. Each region of the nation is also seeing an increase in the number of hospitalizations. And that is what you see before you see an increase in the number of deaths. Fortunately, the treatment for this has improved. But I expect, with the increase in hospitalizations, we will see an increase in deaths."
  },
  {
    "transcript_id": "CNN-404698",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes. I said that, you know, he was -- his tweet was not to indicate approval or disapproval of that particular policy over NASCAR. It was an aggregate to stand against the rush to judgment, to call something a hate crime before the facts were out. When clearly the media was wrong about this. The president has made clear, he was not taking a position one way or the other in that tweet.",
    "statement": "Defend everything no matter what side it is even if you have said the opposite before. Defend everything and then blame someone else. It's such an easy formula, it's like mathematics, if you actually pay attention to that. It's like debate class 1010. I'm going to give you this side even if you don't <BELIEVE> in it, and then you can defend it. Come on, people, right? You don't see that? When it comes to the confederate flag the White House, you're going to be shocked that I said this, <MAY> want to take some advice from Senator Lindsey Graham, who, by the way, as you <KNOW> is a major Trump supporter."
  },
  {
    "transcript_id": "CNN-292902",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "You are a veteran. You were a Navy SEAL I believe, served in Iraq and many other places. You expressed concern, this is after the convention when Donald Trump had his dust-up with an, the Gold Star parents the Marine who died fighting in Iraq. At the time you said Donald Trump should apologize to the Khan family. Has he, as far as you know, issued an apology?",
    "statement": "I'm not <SURE> if he's issued. Now, listen, I'm not going to agree with anyone 100 percent of the time. I don't <THINK> any in the audience agrees with someone 100 percent of the time. So, yeah, in situations like that, Gold Star families, you <SHOULD> just, you <KNOW>, say I'm sorry for your loss, thanks for your service and <CERTAINLY> move on. I'm not going to agree 100 percent with Mr. Trump but I'm going to agree with most things. I imagine your Hillary supporters that come on your show don't agree with her 100 percent of the time either."
  },
  {
    "transcript_id": "CNN-210677",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But why -- but why in that case --",
    "statement": "That's the law. She is right <ABOUT> that."
  },
  {
    "transcript_id": "CNN-48258",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Real security means keeping the economy going strong. It means creating good jobs. Real security means keeping Medicare and Social Security strong, and getting a Medicare prescription drug program.",
    "statement": "Mr. Bush is expected to call for new prescription drug benefits for the elderly and greater reliance on private healthcare plans. Although the President <MAY> never use the word Enron, he is also expected to call on corporate America to be more accountable to shareholders, and he'll call on Congress to protect worker pensions and 401 (k) retirement savings plans."
  },
  {
    "transcript_id": "CNN-104230",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, Wednesday night, Matthew did not arrive at evening service, as was his custom. And he did not make any arrangements for anyone to take his place. So, we immediately felt like there was a problem. And some of the members went out to the house. And we were able to find a key and gain access to the house, at which time Matthew was found.",
    "statement": "<WELL>, as you <KNOW>, today, we learned that Mrs. Winkler actually admitted to killing Matthew Winkler. What has been the reaction? I imagine it is -- it is stunned. But what is the reaction among the members of the congregation?"
  },
  {
    "transcript_id": "CNN-110414",
    "matched_terms": {
      "sure": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I think it's very easy to take a shot based on that one show and the 45 minutes. But the fact is, the nature of the beast is it's a mix. And if Meredith was over the top the first day or the first week, I'm giving her a pass on that, because I happen to know her and she is my kind of broad. She really is completely opposite of the type of TV diva that you've come to expect on TV. And if they show her kids, that's cool with me, because I think it's going to be a very seamless transition. She's smart, she's a terrific reporter, she's a good interviewer. She'll settle down once the estrogen level calms down.",
    "statement": "I'm <SURE> Meredith will use that as a blurb, \"My <KIND OF> broad\" -- Gail Shister, \"Philadelphia Inquirer.\" David Zurawik, the morning shows today, \"GMA\" and so forth, they've always been <KIND OF> a mix of news and a lot of softer features particularly aimed at women later in the show, right?"
  },
  {
    "transcript_id": "CNN-283723",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And also, right after she walks away from the fire, she catches a ride. She happens to have the cognitive ability to know where her friend lives 30 minutes away.",
    "statement": "I <THINK> the bizarre behavior actually supports the mental illness."
  },
  {
    "transcript_id": "CNN-63857",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "White House officials are skeptical that Saddam Hussein will provide a truthful declaration on December 8. If the U.S. view is on December 8 that the declaration is false, that's when White House officials will have some major decisions to make about whether and when to pursue military action -- Wolf.",
    "statement": "Frank Buckley over at the White House, thanks very much, Frank. Meanwhile, over at the Pentagon, the defense secretary, Donald Rumsfeld, as is his way, is by no means being shy <ABOUT> going very, very hard on the Iraqi leader. Let's get some details from our senior Pentagon correspondent Jamie McIntyre -- Jamie."
  },
  {
    "transcript_id": "CNN-241412",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Ebola is a very serious matter in society, being part of society, so we take it seriously. We're lucky to say that we don't have operations, per se, nor factories, in the countries that are most affected. But we are monitoring very closely because we have people in Ghana, people in Ivory Coast, and whenever it comes over there, then we're going to be again putting our priorities, which is the safety of all people, the safety of the people that work with us.",
    "statement": "For now, these are signs of nervousness, jitters that show just how a deadly epidemic <COULD> cripple the cocoa industry and local farmers alike. Isa Soares, CNN, London."
  },
  {
    "transcript_id": "CNN-210527",
    "matched_terms": {
      "sure": "ungraded",
      "kind of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "All right, Pamela, thank you so much for bringing us that. Coming up next on NEW DAY, we're continuing to follow the latest developments in the George Zimmerman case. George Zimmerman's brother said race had nothing to do with it. And also, he said that Trayvon Martin caused his own death. A stunning interview with Robert Zimmerman, straight ahead.",
    "statement": "And no one <SEEMS> <SURE> how he got there, but we can tell you firefighters finally managed to save this pooch from a 6-inch window ledge. <KIND OF> looks like a lion, like a little stuffed lion."
  },
  {
    "transcript_id": "CNN-343004",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Speaking of that probe into Russian election meddling, Donald Trump's personal lawyer, Rudy Giuliani wants to investigate the investigators. Giuliani tells CNN that the probe began because of notes from fired FBI Director James Comey that were, he says \"illegally leaked\" And according to Giuliani, that means the entire investigation is tainted.",
    "statement": "If you fail to recognize the crime's unethical behavior of Federal law enforcement officials, you are undermining our system of justice. If you call them out and you do something <ABOUT> it which the Justice Department hasn't done yet, but has to, then you are reaffirming that no one is above the law and that's all we want here. We want the Mueller probe to be investigated the way the Trump administration has been investigated and we'd like to see a report with the conclusions and we'll find out then, is it as bad as some people <THINK> or is it what I <THINK> or is it nothing?"
  },
  {
    "transcript_id": "CNN-224437",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "And what exactly are the rules right now? For anybody who's either flying within the U.S. or internationally, or perhaps flying to Sochi, where do things stand as we speak?",
    "statement": "Right now, there's the so-called 311 rules. So, you have -- you carry bottles or containers 3.4 ounces or less. That's <ABOUT> 100- milliliters. They <MUST> be stored in a one-quart/liter, plastic, zip- lock bag. And it's one bag per passenger. Now, we've talked to an airline -- a former airline security official who said that he expects that there <SHOULD> be some further tightening of the rules here. We also talked to DHS -- a former DHS official who said that they <THINK> the rules are already plenty stringent. So, that's going to be part of the debate as we go forward from here, Ashleigh."
  },
  {
    "transcript_id": "CNN-240842",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Colonel, you say that we are still not taking ISIS' capabilities seriously enough. Why?",
    "statement": "<WELL>, I <THINK> we have underestimated them because if you look at what they are doing right now, they are conducting operations in Kobani, Syria. They are also conducting operations, as Ben says, right up by the airport there. They are also moving forces from Mosul down to fight in the Iraqi, the dam at El Haditha. They are just fighting there at heat. So they are commanding and controlling a lot of forces over a battlefield, <ABOUT> 400 miles. That's much more -- that's much larger than we ever gained (ph) and credit for. And despite the cost impound in their take from the coalition airpower, we have not been able to degrade their capability. We been able to slow the dam, but haven't been able to stop them. And the Iraqi army, the leadership had <SEEMS> to have evaporated because they are almost in capable in taking back any ground from ISIS. So, I <THINK> Ben is right on there with the assessment that the city of Baghdad <MIGHT> be too difficult of a target"
  },
  {
    "transcript_id": "CNN-306157",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Sarin is the one that a lot of people hear about. And there's been various attacks over the years. Sarin is a gas. It's more of a gas. So that's something that people will often release, you know, disperse and they can affect a lot of people. VX can affect a lot of people as well but it's not typically a gas. It's almost sort of the consistency of motor oil. I mean, it's harder to turn into a gas. So it's something that typically comes in contact with somebody's skin. That's typically what happens with VX. It can be used, you know, in the water supply or food as well to be ingested, but typically it's just a small amount on the skin that can serve to cause all these symptoms.",
    "statement": "And what are chances of survival if you're exposed? Is there an antidote? If you've gotten to hospital and they knew what it was? <COULD> they have saved him?"
  },
  {
    "transcript_id": "CNN-403575",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "We actually had a nice crowd, despite the fact that we had some pretty bad people waiting there waiting. They shouldn't have been.",
    "statement": "Now, it's no secret why the president is in Arizona. Polls show former Vice President Joe Biden <COULD> win this state. If the president loses Arizona, it is hard to see how he wins a second term in office. On the coronavirus, the European Union <MAY> be <ABOUT> to construct a wall of its own, as E.U. officials are considering blocking American visitors from entering that part of the world due to the surge in COVID-19 cases. Now, back here, here in Arizona, as you can see from this wall behind me, building a fence is easier said than done. Plenty of wall behind us where we're standing right now, but where we are panning over to right now, you can see there is no wall. Crews are working on that stretch as we speak. And, Wolf, as we mentioned, this is a wall that Mexico is not paying for. Is the American taxpayers -- Wolf."
  },
  {
    "transcript_id": "NPR-12806",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Oh, yeah. And Ron Paul, on the GOP side, comment got people talking. What's that?",
    "statement": "You <KNOW> whenever we post <ABOUT> Ron Paul, it's always the top post of the week. I <THINK> his supporters really - have an impressive presence online. But here's the issue, the New Republic magazine discovered racist and homophobic rants on some newsletters attributed to Ron Paul that were released in the '80s and '90s."
  },
  {
    "transcript_id": "CNN-266976",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "suspect": "ungraded",
      "unclear": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "Let me start first with the details of exactly what happened here. This started at about 11:44 last night. That's when police first got the call and got details about the shooting that took place at Zombicon in downtown Fort Myers, Florida. You see some of the ground video there shortly after the shooting took place. This is an event that attracted some 20,000 people in downtown Fort Myers. We are told people standing shoulder-to-shoulder, the event is so popular when those shots rang out last night. The event has its own security, but police were there as well and they were able to respond almost immediately. This is an event that is all about pictures so there were a number of people there as you can imagine, who had cell phones, who were ready to look at people, and shoot people with different costumes, and take a look at people with different costumes. One woman as you said was standing on her balcony when this all took place and she started rolling shortly after the shots rang out. I want to show you that video again and hopefully, this time without the banner there on the bottom.",
    "statement": "So you <COULD> see the people there running on the street and running for safety short after those shots rang out. When police got to First Street in downtown Fort Myers, one man had been shot. He died from his injuries. Four others had been hurt. We are told that their injuries are described as nonlife-threatening at this point. The <SUSPECT> or <SUSPECTS> are still at large. The violent crime detectives are out there. They are on the scene. Christi, a little bit more <ABOUT> this event. It's in its eighth year now. This year's event, the theme we are told was '80s post-apocalyptic theme. Last year was a voodoo theme. This whole idea of zombies has become very popular recently in these types of events with popular series such as \"The Walking Dead.\" You've got a new movie coming out <AROUND> Halloween called \"The Scouts Guide\" to \"Surviving the Zombie Apocalypse.\" So this is a very, very popular event, a number of people wanting to go out there. The event organizers released a statement and I want to read part of that to you. The organizer from Zombicon released a statement saying that they are deeply saddened by the news of what happened within the foot print of our event. We take the safety of our patrons very seriously and take precautions in hiring security and police officers for our annual event. Our prayers go out to the family members and individuals involved in the incident. Again, the <SUSPECT> or <SUSPECTS> still at large. The motive for the shooting, at this point, Christi, <UNCLEAR>."
  },
  {
    "transcript_id": "CNN-317698",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "It's not making a point about sanctions here is what you're trying to say. This is about something else.",
    "statement": "Yes. <WELL>, it is <ABOUT> the <FACT> that I <THINK> we need to have a level playing field and be even handed in the Middle East, not simply side with Saudi Arabia and always be against Iran. We need to bring these people together and the United States can be an important power broker in that process."
  },
  {
    "transcript_id": "NPR-45673",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, it appears as if the president's cancellation of the Social Security reform package really has helped quiet things down. And the police have been restrained, too. There were reports of looting and some violence yesterday. But I was out last night at a large demonstration with hundreds of people gathering at this busy traffic circle, and there was no police in sight. People had come with their children. They were holding Nicaraguan flags. It really felt so different than the scenes of the previous nights with people battling police clad in riot gear and shooting live ammunition, rubber bullets and tear gas.",
    "statement": "You <KNOW>, the scene was just - the crowd was singing the national anthem. People were weeping. One man jumped on the hood of a car and screamed out the names of the protesters who had died, many shot by police. It just felt like people were breathing the sigh of relief after what has been nearly a week of this intense national outrage."
  },
  {
    "transcript_id": "CNN-65929",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "And good evening again, everyone. We are waiting a bit. As you've been following the Laci Peterson story, you're aware that a press conference about police in Modesto is perhaps a minute or so away, and we'll take that live when we get it. In the meantime, while we wait on that -- because we don't really know how long it's going to go -- let me get you caught up at least on some of the other things that are making news. And we'll take a quick whip around with our correspondents, beginning first at the White House. The White House today again pressed its case against Iraq on the eve of a very important week. Suzanne Malveaux is at the White House tonight. Suzanne, start us off.",
    "statement": "<WELL> the White House is very much aware of the meaning of every word and every picture. President Bush today this afternoon practicing his State of the Union address, going over it several times. Even practicing using the teleprompter. But a senior administration official said that the president, among other things, is prepared to talk <ABOUT> the <FACT> that America is a nation that is preparing for a potential war."
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "may": "ungraded",
      "apparently": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "I tricked myself.",
    "statement": "Mine <OBVIOUSLY> I haven't given up on as you can see. It's also day 27th of the government shutdown and we'll get there in a moment. But we start with collusion evolution authored by Rudy Giuliani. President Trump's lawyer deploying a new strategy, this one <APPARENTLY> aimed at insulating the president from any possible misdeeds by other Trump campaign officials. Last night Giuliani told Chris Cuomo he is not ruling out the possibility other members of the campaign <MAY> have colluded with Russia."
  },
  {
    "transcript_id": "CNN-30608",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Dennis Hetzel, editor-in-chief for the \"York Daily Record\" there in York, Pennsylvania. Thanks for being with us.",
    "statement": "You broke up on me there. <COULD> you repeat the question?"
  },
  {
    "transcript_id": "CNN-155107",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "fact": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "One of the worst things you can do is strike a woman. Or strike a child. And this guy -- look at him. He`s a big guy.",
    "statement": "He`s a huge guy, Carlos. And the thing is, statistically, women who are in battering relationships are at most -- at greatest risk of being murdered by their batterer after they leave. And this is a man who actually threatened her life a number of times, told her that if she left, he would kill her. And statistically, very often those kinds of things do, in <FACT>, happen. And so fear of that, and fear for her children were very powerful motivators to allow her to stay and actually take on disproportionate responsibility for the violence when it actually -- he`s responsible. But she <THINKS> \"<MAYBE> if I can, you <KNOW>, be nicer, or do things right, or please him or placate him, then <MAYBE> this will stop.\""
  },
  {
    "transcript_id": "CNN-381280",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "This is not something I have any background on.",
    "statement": "I would like to have the whistleblower come and talk to me so we <KNOW> what his story is. I don't want to hear it secondhand."
  },
  {
    "transcript_id": "CNN-289339",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm so proud to be your nominee for president of the United States.",
    "statement": "Trump's children stealing the spotlight with emotional speeches <ABOUT> their father."
  },
  {
    "transcript_id": "CNN-373434",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. One percent.",
    "statement": "Listen, I can -- I can tell you this. It's very rare that someone who's not in the top three in the modern era is able to break out of the pack and come on. But, you <KNOW>, to your point, all bets are off after the last cycle because the Trump victory was so unexpected that people are right to say, \"Throw all the pundit analysis out the window.\""
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "How far can a teacher go to keep bullies at bay? Chicago elementary school teacher Allen Hill was reprimanded for harassing a group of boy students <KNOW> as the \"posse.\""
  },
  {
    "transcript_id": "CNN-127462",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, I'm surprised, Campbell, at the outcome. We just talked about this last night. And I thought maybe they could let the storm pass, but Jim Johnson took himself out today. I think this has been a blow for the Obama campaign, a major distraction. It hit them just at the time they were trying to get traction. They were trying to get some momentum built around the economy, and here they now get diverted over this other issue. And it sort of takes some of the glow off, if you would. But if I may add one other thing, you know, in our desire to bring reform and clean up Washington, sometimes we get too zealous, the pendulum goes too far. So that on the McCain side, you know, he's had five people who have had to resign because they were lobbyists. And we're acting as if every time that somebody is a lobbyist or something, it's evil or unhealthy. And that's just not true. It's unfair to those people. And now for -- for Obama, Jim Johnson? There's no apparent wrongdoing here. Here's a man who served as chief of staff to Walter Mondale. His peers elected him chairman of the board of the Kennedy Center of Performing Arts, one of the most important institutions in this country. His peers elected him chairman of the board of the Brookings Institution, one of the lead think tanks in this country. You know, if we're going to take everybody who has commercial ties on either side of the campaign and question anything, any little cloud or any little suspicion and force them out of the politics, I must tell you, we're going to take an awful lot of talent out of politics. And the country will not be better off.",
    "statement": "I <THINK>, <MAYBE> -- and Marcus, I'll put this to you -- what bothers people is the hypocrisy more than anything else. And it would be one thing if that were the case, but you have got both McCain and Obama <SORT OF> standing up and saying, \"I'm different. I'm not typical Washington. I'm going to change the system.\" And then they surround themselves with the same Washington insiders. And it conveys the message that -- that there is a degree of hypocrisy going on. Marcus, do you buy that?"
  },
  {
    "transcript_id": "CNN-217823",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "All right, Chris Lawrence, thank you very much reporting on that. That's pretty fascinating. No safety problem at all you're hearing from the FAA. Well, our fourth story OUTFRONT is a manhunt in Oklahoma. You know, we've been covering story and four days after a daring escape through the hatch above the shower at the Caddo County Detention Center, the search continues for two prisoners. Four inmates escaped on Sunday morning. Two were quickly apprehended, but two are still on the loose as I speak. They are armed and dangerous. Each year hundreds of inmates escaped from facilities around the country and we wanted to know, what happens to most of them? So George Howell investigated OUTFRONT.",
    "statement": "A manhunt is underway for these two jail escapees. Anthony Mendonca, also known as Thomas Leslie Johnson and Tristan Cheadle, both men considered armed and dangerous after their clever escape Sunday from the Caddo County Detention Center in Anadarko, Oklahoma. The escape was short-lived for the two other men who broke out of jail with them. Police caught up with Dylan Three Irons and Prime Brown Monday at a convenience store in nearby Chickasha Oklahoma <ABOUT> 20 miles from the jail. The clerk says the men came here to buy ramen noodles."
  },
  {
    "transcript_id": "CNN-188489",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "We're almost finished with the house, almost finished remodelling everything in there.",
    "statement": "They are optimistic looking forward, but what the Peseks are dealing with, many people are dealing with here in the state of Florida. In <FACT>, in Baker County, we saw rescues happening the other day and in Pasco County, we are also seeing mandatory evacuations, 2,000 people that had to be evacuated because of these fast rising rivers -- Ashleigh."
  },
  {
    "transcript_id": "CNN-402682",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "They thought that the conversation appeared civil or decent. They didn't, you know, see him screaming at the cops or doing anything. And then, out the blue, they said they just tried to arrest him. And of course, he got upset and pulled away like, why? What are y'all doing? Then it went from there.",
    "statement": "Got to <THINK> <ABOUT> this in context, right? The number of incidents involving black men and police. And suddenly, Mr. Brooks is being confronted by the police. Is there anything, though, which <COULD> have happened in that conversation, between conversation and confrontation, that would justify the deadly actions of the police?"
  },
  {
    "transcript_id": "CNN-310011",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Yes, go ahead. Finish your thought, yes.",
    "statement": "It's <CLEAR> that this AUMF has no application to any future AUMF as it has regards to Bashar al-Assad and the Syrian situation."
  },
  {
    "transcript_id": "CNN-350414",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "No, no, no, they didn't.",
    "statement": "But they did. <ABSOLUTELY> they did."
  },
  {
    "transcript_id": "CNN-199495",
    "matched_terms": {
      "knows": "ungraded"
    },
    "previous_statement": "To make a real and lasting difference, Congress, too, must act. And Congress must act soon.",
    "statement": "The president also <KNOWS> his first hurdle is his own party, persuading many fellow Democrats from conservative, pro-gun states, to take a big political risk. One of those historically skeptical gun owning Democrats is Senate majority leader, Harry Reid. But he released a carefully worded statement signaling an open mind. I'm committed to ensuring that the Senate will consider legislation that addresses gun violence and other aspects of violence in our society early this year. Another gun owning Democrat is the Senate Judiciary chairman, who announced he will hold this year's first Congressional hearing on guns."
  },
  {
    "transcript_id": "CNN-399926",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Dr. Redfield, the build back upon what Senator Murphy said, the published guidelines for schools opening obviously you're about to modify. But I notice as I read through them there's nothing about testing. So we speak about testing, targeting testing and how we use testing. But the guidelines for the school systems have nothing about how to integrate testing. Will these be in those guidelines that are being released?",
    "statement": "Senator, thanks for the question. Clearly there's going to need to be as already been stated an integration of a testing strategy that is going to be different for different school settings as <WELL> as different jurisdictions whether it's (inaudible) or setting. And that is going to have to be integrated into each of those. There's a general overarching guidelines and then as I said I do <THINK> the testing strategy, which is important, including the surveillance strategy needs to be an individualized ..."
  },
  {
    "transcript_id": "CNN-12383",
    "matched_terms": {
      "could": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Yes, it did. There were really no, big pressing issues on this summit. These G-8 summits started in the 1970s in an atmosphere of economic crisis, when the leaders would come together and kind of cheer each other up, offer each other mutual support. These days are really over. And increasingly, there is question marks about what is the point of these things? And there was nothing particularly pressing on the agenda. What happened is Vladimir Putin, it's his first summit as the Russian president, he just came from a trip to North Korea, his first trip there. And came with this rather puzzling, rather bizarre offer, but I think he took it as a real opportunity to push the -- his particular agenda, which is to try and get -- try and organize a campaign against the U.S. plan for a missile defense system.",
    "statement": "Now at least on its surface it would <SEEM>, this North Korean proposal that Putin got from Kim Jong Il in Pyongyang during the week, <COULD> have the effect undermining the U.S. position that it needs a missile defense system."
  },
  {
    "transcript_id": "CNN-365923",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Siraj, how -- and I ask this and I'm not being flippant here -- how does he expect these countries to keep their respective people inside their country? What is he expecting these governments to do? Close their borders?",
    "statement": "<WELL>, that <PROBABLY> was the expectation during the 2018 migrant crisis that happened earlier right before the midterm election. You <KNOW>, Mexico was trying to basically close off their borders to the migrants but they ended up pushing their way through any ways. You <KNOW>, if Trump actually wants to solve the problem cutting off funding to the Northern Triangle <MIGHT> not be the <BEST> way of doing it. If he is actually keen on actually solving the immigration crisis, he would <PROBABLY> have to do more to enforce our borders along the Mexico line, as <WELL> as stop basically the use of sanctuary cities where a number of undocumented immigrants are already housed particularly a lot of criminals because they at least held, you <KNOW>, cover under there. But that is only part of the problem. There's still so much more --"
  },
  {
    "transcript_id": "CNN-124780",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Wolf, across most of the Middle East, when the presidential election comes up, people want to know, what will the candidates do about Iraq? But other things are more important here, Hamas, Hezbollah, Iran, and survival.",
    "statement": "From a helicopter above, a <VIEW> of the West Bank and Gaza, and a reminder of Israel's tiny footprint in the volatile Middle East. And on the ground in the border town of Sderot, John McCain surveyed damage caused by frequent Hamas rocket attacks and said Israel had every right to respond with force."
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We have won against ISIS. We've beaten them and we've beaten them badly.",
    "statement": "Republican Senator Lindsey Graham, a staunch ally of President Trump, has been harshly critical of the president's strategy in Syria, says he's concerned the president's statements <ABOUT> Syria have emboldened ISIS."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Hi, Jean. I just want to say, if I can, to Nancy that my thoughts and prayers are with her and may God bless her. Very merry Christmas with John David and Lucy and her husband. And my question is, how in God`s name this man -- first of all, I don`t call him her father, I call him a monster and the stepmom is not a stepmom, she`s a stepmonster. How in God`s creation can he still be walking around?",
    "statement": "We don`t <KNOW>."
  },
  {
    "transcript_id": "CNN-385762",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "Yes. I fear that the way that a lot of Trump supporters and a lot of people in this country are looking at impeachment is the way they look at the elite. And when I talk <ABOUT> elite, I'm talking <ABOUT>, as you put it so <WELL>, the intellectual elite, not the money elite."
  },
  {
    "transcript_id": "CNN-361845",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Look, neither Democrats or Republicans wanted the wall that Trump exactly promised, so this deal may be fine for the country but the point is this deal is worse for Trump than the deal he could have had before the shutdown. Before the shutdown Democrats and Republicans agreed to a deal that would give him $1.6 billion to the wall. Now that's a little bit more than he is going to get now, again, after 34 days of a shutdown. And then rewind to last spring when Democrats offered the full $25 billion, can you imagine that? He could have had $25 billion for this whole wall. Now, they wanted a path to citizenship for dreamers, sure, that's a deal but it would have gotten him his wall. He could have had it, but he doesn't. And Pamela Brown is OutFront the White House tonight. Pamela, the President is saying he is not happy but no he's going to get his wall and he's got some other kind of a plan for this big beautiful wall. What is it?",
    "statement": "That's right. He just tweeted moments ago, Erin, that there will be other sources of funding for the wall. Now, even though as you point out the President is clearly not happy with the current deal from the conference because he doesn't <BELIEVE> it goes far enough for wall funding, the White House has been preparing for this very scenario for weeks by finding alternative funds for the border wall. Some of the areas of focus are treasury forfeiture funds to divert pentagon funds for counter narcotics, use military construction funds and Army Corps of Engineers funds. Now, the last two options would likely require the President to declare a national emergency to trigger the use of those funds. The White House and DOJ have been working for a while to make the legal justification of why the President can use these funds to build the wall. And I'm told everything is still being weighed at this hour as an option, but the President <MAY> be reluctant, Erin, to declare a national emergency because of a potential blowback of why he didn't do it sooner than this. Now, that sets some conservatives who didn't want the President to declare it or use executive action weeks ago are now urging him to do so as a last resort. But no one is definitively saying what the President will do at this point because they <KNOW> it <COULD> change his mind at the last second as he is been known to do in the past on similar matters. One thing though the President said today, Erin, is that he does not want another government shutdown but he said if that happens, it's the Democrats fault, Erin."
  },
  {
    "transcript_id": "CNN-315858",
    "matched_terms": {
      "sure": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "I hope President Trump is preparing and doing his homework. He's going to find in President Putin somebody who commands the facts, comes in with a game plan, and has a -- an idea in mind for how he wants to use this meeting. It may not be to our advantage.",
    "statement": "<SURE>. <SURE>. Ambassador, thank you. That meeting is supposed to happen later this week in Hamburg, Germany. The world will be watching, thank you, sir. The <SUSPECT> in the disappearance of an Illinois graduate student is in court today for the first time. The FBI says he searched abduction web sites, this is as the university is confirming he was spotted in this photo. He went to her vigil."
  },
  {
    "transcript_id": "CNN-261450",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "It's not an issue for the games. It's a lie when people say that. The area where sailing competitions are going to be held, it's a good area and a safe area.",
    "statement": "And it <CERTAINLY> hasn't slowed down these rowers warming up for another Olympic test event. Shasta Darlington, CNN, Rio De Janeiro."
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I don't like the preference. And I don't like it for logic reasons. I mean, Steve and I disagree on what businesses are actually going to do with the money that they're going to get in tax breaks. I think if you look back in history over the past 20 years you have not seen tax breaks causing that kind of sustained investment on the part of business. You haven't really seen tax breaks creating economic growth in 2001, 2003 under Bush, or even under Obama. But -- but the key point for me is that this is really a tax break for the corporate sector. And I think that the corporate sector is going to do with that money is bring it back, put it right back into the stock market in the form of buying back their own shares, paying dividends. That's great for me and you. That's great for the top 20 percent of the population that owns 80 percent of the stock, but it doesn't do a lot for Main Street. And so my worry is that that is going to really increase that gap between Wall Street and Main Street. And we're already in a market that a lot of people think is overheated. And this is sort of pouring kerosene on it.",
    "statement": "What do you say to the people who put the president in office three years from now, if the economy is doing <WELL>, businesses are doing <WELL>, but their wages aren't going up, and dividends are up?"
  },
  {
    "transcript_id": "CNN-134599",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "That's correct. MVP -- yes, exactly. Yes.",
    "statement": "Santonio Holmes. OK. Thank you, sir. Boy, look at these live pictures. Larry, we're looking at live pictures right next to you. People partying on the street. I see some police officers there. I <THINK> they are trying to round people up to make them -- keep them at bay. I am trying to look at the monitor here. But those are live pictures from Tampa, Florida, tonight where they are celebrating. And of course, they <SHOULD> be. The big Super Bowl game happening today. So we <KNOW> who won the game. But who were the other big winners at tonight's Super Bowl? <WELL>, you <KNOW>, Rick Harrow has an <OPINION>. Also our Twitters, straight ahead with their comments as <WELL>."
  },
  {
    "transcript_id": "CNN-26488",
    "matched_terms": {
      "believes": "ungraded"
    },
    "previous_statement": "And what have you been able to glean from your sources about how former President Clinton is handling all of this?",
    "statement": "He is supposed to be as devastated as any time since the Monica mess. In the past, he's been able to blame Republicans and Ken Starr for investigations that have tarnished his reputation. Now he looks toward his close associates, friends and trusted aides who he <BELIEVES> have misled him. And this is much difficult -- more difficult thing to swallow, particularly with the emergence of Hillary's brother, Hugh Rodham, we found out last week had received $400,000 to work on a couple of clemencies."
  },
  {
    "transcript_id": "CNN-35268",
    "matched_terms": {
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, Alessio...",
    "statement": "But <CERTAINLY> we don't <KNOW> what is happening behind this line of demonstrators."
  },
  {
    "transcript_id": "CNN-136105",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Coming up, more of my exclusive interview with the homeland security secretary. She explains in detail why she believes this global economic meltdown could affect the U.S. homeland security. We go into specifics. Stand by. That's coming up, my exclusive interview with the homeland security secretary. Meanwhile, new moves today, critically important moves by the Federal Reserve, to loosen credit and to help fight the recession. It will spend up to $300 billion over the next six months to buy some long-term government bonds, and it will then buy an additional $750 billion in mortgage-backed securities. The Fed did not take any action on interest rates, leaving them as they are right now, which is very low.",
    "statement": "That is <ABSOLUTELY> right, Wolf. As we heard a moment ago, we're worried <ABOUT> the world economy. For the United States, California's economy is the world. You have to <THINK> <ABOUT> this. This is by far the most populated state in this country, more than 37 million people there, <AROUND> that many. That's much more than others. And look at these unemployment rates. When you compare it to other places, the lower it is, the less problems they have. You can see their neighbors have problems, but California is really getting hammered out here. They have an unemployment rate over 10 percent. Only Michigan and Rhode Island right now, Wolf, have worse numbers than California."
  },
  {
    "transcript_id": "CNN-248602",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, Whitney Houston`s daughter fights for her life, while the family fights over her. The Kardashians speak <ABOUT> Bruce Jenner. Is he transitioning? And, the man accused of killing the real American sniper on trial. Let us get started now with the most tweeted story of the night, Bobby Kristina Brown remains in a coma. He father, Bobby Brown, <APPARENTLY> does not want her so-called husband anywhere near his daughter. He told the world that Nick Gordon, the so-called husband and his daughter were never married."
  },
  {
    "transcript_id": "CNN-166761",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Yes, I think that's true. But all of al Qaeda's leaders, if you look at Sheikh Mohammed, the operational commander of 9/11 told American investigators. He gave 30 different scenarios of things that they would like to do. Very few of them did they actually even recruit people to do. So Bin Laden had a lot of time on his hands, he's thinking about attacking on July 4th in Washington, sort of unsurprising things. But I think you're right, he was doing a lot of dreaming. He wasn't doing a lot of like stuff that actually ended up with anything that actually happened.",
    "statement": "And let me ask you just listening to this piece from Chris <ABOUT>, <WELL>, now we've turned the corner in the U.S-Pakistani relation. Was there ever any <DOUBT> in your mind, given how much these two countries need each other, that they wouldn't find a way out of this. Where we insulted Pakistan by going into their country with our military to kill Osama Bin Laden and embarrass them? We <THINK> <MAYBE> they protected him. But in the end, was there any <DOUBT> that they wouldn't come back and say, OK?"
  },
  {
    "transcript_id": "NPR-14230",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "It's also the natural resource that we use the most of after air and water. Whatever building you're sitting in right now, it's probably built mostly with concrete. And concrete is basically just sand and gravel glued together with cement. And also, all the roads that connect all those buildings, those are also made out of concrete. All the windows in every single one of those buildings are made of glass, and glass is nothing but melted-down sand.",
    "statement": "God, that's incredible. Sand is all <AROUND> us."
  },
  {
    "transcript_id": "CNN-211913",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Something special is going on down here, dad.",
    "statement": "I <KNOW> your son is a Freedom Rider."
  },
  {
    "transcript_id": "CNN-166457",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, but why bring race into it?",
    "statement": "<WELL>, I <THINK> it's a racialized conversation. He's upset with the way the president has responded to poor black people, for example. So, you have to talk <ABOUT> race. Now, that said, I do disagree, even from a strategic representative, that we want to say the president is a mascot or that he's afraid of free black men. Even if it were true, which I don't <THINK> it is, I <THINK> it takes away from Professor West's more substantive point, which is the Obama administration has to take a stronger stance of addressing issues of marginalization among America's most vulnerable people."
  },
  {
    "transcript_id": "CNN-37263",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Looks like ours.",
    "statement": "It does. The planet, as it goes <AROUND> the star, it pulls the star and that pull can be detected as a velocity. It's very difficult to do and, of course, currently we cannot detect things as small as earths. Currently we're detecting things more the size of Jupiter, not the size of earth."
  },
  {
    "transcript_id": "CNN-286330",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Still the question, is America ready for one woman on the ticket? And never mind doubling down.",
    "statement": "They're very ready for a woman on the ticket, which is why she has more votes and more delegates and superdelegates than anybody else. But I <THINK> the other part of this is, the role of vice president has also changed over the past few years. If you look at just most recently what Vice President Biden has done, as vice president. So I <THINK> another part of this is --"
  },
  {
    "transcript_id": "CNN-151601",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Yes, please do.",
    "statement": "I'm not <SURE> whether you can see this thing or not. So, this is the riser coming up, and it is broken over here. So by cutting the riser here, you are creating the opportunity to connect another riser, that will come, a containment, but bring the fluid through this, to the drill ship and to a vessel. So, it will become like a floating production system. And that way-"
  },
  {
    "transcript_id": "CNN-169538",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I apologize. I'm going to leave now. I'm going to go bye- bye.",
    "statement": "Yes. The ladies are going to beat up on you in <ABOUT> five seconds."
  },
  {
    "transcript_id": "CNN-56430",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Congressman, the Israeli position, which the president has embraced, is that you can't have a Palestinian state until terrorism ends. The people who are the terrorists are Hamas and other groups. Hamas put out a statement today saying they're going to accelerate the suicide bombings. So that's a catch-22 that President Bush has bought into. He is saying that we can't have a state until they end terrorism, but the terrorists, the Hamas, they don't want a Palestinian state. They want the destruction of Israel, so they'll continue the terrorism. Isn't that correct?",
    "statement": "Oh, Hamas <DEFINITELY> does want the destruction..."
  }
]