[
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "might": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "That's part of the real focus. Remember, there was the national security that the investigators used to question him, the information that Jake's talking about, that's where that was gleaned. The focus was to ask him those very questions. Were there additional explosives? Were there additional individuals? That's the focus of the FBI. They want to know, are there other individuals out there? This was very sophisticated. Let's remember, the first bomb that exploded was the furthest away. And the runners running toward it when it exploded would have naturally turned around and run back in the opposite direction, where we know the second bomb went off. So this was a very -- while the devices are crude, the planning, the execution. And remember, you know, we've all said that why didn't they have an escape plan? Well, remember what we know now is they had additional explosives, right? They used those in the Watertown chase. And they may have planned follow-on attacks. So it may be they weren't planning to flee quite yet.",
    "statement": "That's right it <MAY> not have been an escape plan. It <MIGHT> have been an attack plan they had. Fran, Jake, stick <AROUND>, because there's a lot of new developments we want to unpack all morning. Including we're learning more <ABOUT> the Tsarnaev brothers and how they <ALLEGEDLY> pulled off their terror plot of the Boston marathon. The criminal complaint against Dzhokhar Tsarnaev detailing really moment by moment how this unfolded. And our coverage continues right now this morning with Miguel Marquez, who is outside the Beth Israel deaconess medical center in Boston. That is where Dzhokhar Tsarnaev is being treated as we speak this morning. Miguel?"
  },
  {
    "transcript_id": "CNN-220319",
    "matched_terms": {
      "quite": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "What's the most fun thing that you've done to go celebrate being a Spring Cup champion? I heard that one year one of your off-season activities was to take a buddy, a private plane and a bottle of Grey Goose and go hit both the AFC and NFC championship games.",
    "statement": "We did do that. That was a big night. The Grey Goose was the project. And we caught both games. We had a little weather delay that <KIND OF> messed things up but that was -- that was <QUITE> the experience. My daily enjoyment's really having some old cars. I've got a '67 Camaro that I love and have restored. My '49 pickup truck."
  },
  {
    "transcript_id": "NPR-4789",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Right. What they do know is that where these receipt papers are using BPA, and they don't all use it, probably about a little less than half do, that the exposures you can get, the amount that goes onto your hands, is probably greater than from any other source in the - you know, for most people, certainly for non-workers.",
    "statement": "Now, the question is, if it gets onto your hands, does it go in? If it doesn't get into your body and, you <KNOW>, get into tissues, then that's not a problem. But the Swiss chemist I was talking to, this Koni Grob, he was mentioning, he said on the worst-case scenario, you've got <MAYBE> hand creams or oils to, you <KNOW>, try and keep your hand comfortable, and that <COULD> facilitate the uptake of this into tissue."
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Thank you very much, Mr. Chairman. Thank you, Dr. Rice, for agreeing to stay as long as it takes, because some of us do have a lot of questions. And, Senator Lugar, you are a very fair chairman. And I wanted to say to the new members, also, welcome. And you'll enjoy this committee, because we have such a great chairman and such terrific ranking member. And we really do a lot of things in a bipartisan way, unlike other committees. And I think you're going to enjoy your time here. Dr. Rice, before I get to my formal remarks, you no doubt will be confirmed. That's at least what we think. And if you're going to become the voice of diplomacy, this is just a helpful point. When Senator Voinovich mentioned the issue of tsunami relief, you said -- your first words were \"The tsunami was a wonderful opportunity for us.\" Now, the tsunami was one of the worst tragedies of our lifetime, one of the worst, and it's going to have a 10-year impact on rebuilding that area. I was very disappointed in your statement. I think you blew the opportunity. You mentioned it as part of one sentence. And I would hope to work with you on this, because children are suffering; we're worried they're going to get in the sex trade. This thing is a disaster -- a true natural disaster and a human disaster of great proportions. And I hope that the State Department will take a huge lead under your leadership in helping those folks in the long range. Mr. Chairman, again, I thank you. Dr. Rice, I was glad you mentioned Martin Luther King -- was very appropriate, given everything. And he also said -- Martin Luther King -- quote, \"Our lives begin to end the day we become silent about the things that matter.\" And one of the things that matters most to my people in California and the people of America is this war in Iraq. Now, it took you to page three of your testimony to mention the word \"Iraq.\" You said very little, really, about it, and only in this questioning have you been able to get into some areas. Perhaps you agree with President Bush who said, \"All that's been resolved\" -- I'm quoting today's Post. Bush said in an interview last week with The Washington Post that the '04 election was a moment of accountability for the decisions he made in Iraq. But today's Washington Post-ABC poll found that 58 percent disapprove of his handling of the situation to 40 percent who approve and only 44 percent said the war was worth fighting. So in your statement, it takes you to page three to mention the word Iraq. Then you mention it in the context of elections, which is fine. But you never even mentioned indirectly the 1,366 American troops that have died or the 10,372 who have been wounded, many mentally. There's a report that I read over the weekend that maybe a third will come home and need help because of what they saw. It's been so traumatic to them. And 25 percent of those dead are from my home state. This from a war that was based on what everyone now says, including your own administration, were falsehoods about WMDs, weapons of mass destruction. And I've had tens of thousands of people from all over the country say that they disagree -- although they respect the president, they disagree that this administration and the people in it shouldn't be held accountable. I don't know if you saw the movie \"The Fog of War.\" War is a nightmare. You know that. Colin Powell, I think, was the most eloquent I've heard on it, because he's seen it himself. He's been there and done it. And I don't want to have you in a circumstance where you're writing something, years later, about the fog of war. And I'm fearful, if we don't see some changes here, we're going to have trouble. And I think the way we should start is by trying to set the record straight on some of the things you said going into this war. Now, since 9/11, we've been engaged in a just fight against terror. And I, like Senator Feingold and everyone here who was in the Senate at the time, voted to go after Osama bin Laden and to go after the Taliban and to defeat al Qaeda. And you say they have less territory; that's not true. Your own documents show that al Qaeda has expanded from 45 countries in '01 to more than 60 countries today. Well, with you in the lead role, Dr. Rice, we went into Iraq. I want to read you a paragraph that best expresses my views -- and ask my staff if they would hold this up -- and I believe the views of millions of Californians and Americans. It was written by one of the world's experts on terrorism, Peter Bergen, five months ago. He wrote: \"What we've done in Iraq is what bin Laden could not have hoped for in his wildest dreams. We invaded an oil-rich Muslim nation in the heart of the Middle East, the very type of imperial adventure bin Laden has long predicted was the U.S. long-term goal in the region. We deposed the secular socialist Saddam, whom bin Laden has long despised, ignited Sunni and Shia fundamentalist fervor in Iraq, and have now provoked a defensive jihad that has galvanized jihad-minded Muslims around the world. It's hard to imagine a set of policies better designed to sabotage the war on terror.\" This conclusion was reiterated last Thursday by the National Intelligence Council, the CIA director's think tank, which released a report saying that Iraq has replaced Afghanistan as the training ground for the next generation of professionalized terrorists. That's your own administration's CIA. NIC Chairman Robert Hutchings said Iraq is, quote, \"a magnet for international terrorist activity.\" And this was not the case in '01. And I have great proof of it, including a State Department document that lists every country in which al Qaeda operated prior to 9/11, and you can see the countries. No mention of Iraq. And this booklet was signed off on by the president of the United States, George W. Bush -- was put out by George Bush's State Department and he signed it. There was no al Qaeda activity there. No cells. Now, the war was sold to the American people, as chief of staff to President Bush Andy Card said, like a new product. Those are his words. Remember, he said, \"You don't roll out a new product in the summer.\" Now, you rolled out the idea and then you had to convince the people as you made your case with the president. And I personally believe -- this is my personal view -- that your loyalty to the mission you were given, to sell this war, overwhelmed your respect for the truth. And I don't say it lightly. And I'm going to go into the documents that show your statements and the facts at the time. Now, I don't want the families of those 1,366 troops that were killed or the 10,372 that were wounded to believe for a minute that their lives and their bodies were given in vain. Because when your commander in chief asks you to sacrifice yourself for your country, it is the most noble thing you can do to answer that call. I am giving their families, as we all are here, all the support they want and need. But I also will not shrink from questioning a war that was not built on the truth. Now, perhaps the most well-known statement you've made was the one about Saddam Hussein launching a nuclear weapon on America with the image of quote, quoting you, \"a mushroom cloud.\" That image had to frighten every American into believing that Saddam Hussein was on the verge of annihilating them if he was not stopped. And I will be placing into the record a number of such statements you made which have not been consistent with the facts. As the nominee for secretary of state, you must answer to the American people and you are doing that now through this confirmation process. And I continue to stand in awe of our founders, who understood that ultimately those of us in the highest positions of our government must be held accountable to the people we serve. So I want to show you some statements that you made regarding the nuclear threat and the ability of Saddam to attack us. Now, on July 30th, 2003, you were asked by PBS \"NewsHour's\" Gwen Ifill, if you continue to stand by the claims you made about Saddam's nuclear program in the days and months leading up to the war. In what appears to be an effort to downplay the nuclear weapons scare tactics you used before the war, your answer was, and I quote: \"It was a case that said he was trying to reconstitute. He's trying to acquire nuclear weapons. Nobody ever said that it was going to be the next year.\" So that's what you said to the American people on television: \"Nobody ever said it was going to be the next year.\" Well, that wasn't true. Because nine months before you said this to the American people, what had George Bush said? President Bush at his speech at the Cincinnati Museum Center: \"If the Iraqi regime is able to produce, buy or steal an amount of highly enriched uranium a little longer than a single softball, it could have a nuclear weapon in less than a year.\" So the president tells the people there could be a weapon. Nine months later, you said no one ever said he could have a weapon in a year, when, in fact, the president said it. And here's the real kicker: On October 10th, '04, on \"Fox News Sunday\" with Chris Wallace, three months ago, you were asked about CIA Director Tenet's remark that prior to the war he had, quote, \"made it clear to the White House that he thought the nuclear weapons program was much weaker than the program to develop other WMDs.\" Your response was this: \"The intelligence assessment was that he was reconstituting his nuclear programs; that left unchecked he would have a nuclear weapon by the end of the year.\" So here you are, first contradicting the president and then contradicting yourself. So it's hard to even ask you a question about this, because you are on the record basically taking two sides of an issue. And this does not serve the American people. If it served your purpose to downplay the threat of nuclear weapons, you said, \"No one said he's going to have it in a year.\" But then later, when you thought perhaps you were on more solid ground with the American people, because at the time the war was probably popular, or more popular, you say, \"We thought he was going to have a weapon within a year.\" And this is -- the question is, this is a pattern here of what I see from you on this issue, on the issue of the aluminum tubes, on the issue of whether al Qaeda was actually involved in Iraq, which you've said many times. And in my rounds -- I don't have any questions on this round because I'm just laying this out -- I do have questions on further rounds about similar contradictions. It's very troubling. You know, if you were rolling out a new product like a can opener, who would care about what we said? But this product is a war. And people are dead and dying. And people are now saying they're not going to go back because of what they experienced there. And it's very serious. And as much as I want to look ahead -- and we will work together on a myriad of issues -- it's hard for me to let go of this war because people are still dying. And you have not laid out an exit strategy. You've not set up a timetable. And you don't seem to be willing to, A, admit a mistake, or give any indication of what you're going to do to forcefully involve others. As a matter of fact, you've said more misstatements: that the territory of the terrorists has been shrinking when your own administration says it's now expanded to 60 countries. So I am deeply troubled. Thank you.",
    "statement": "Senator, <MAY> I respond?"
  },
  {
    "transcript_id": "CNN-286186",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "CNN's Jeremy Diamond is outside the Four Seasons hotel here in New York where the donor meeting is about to take place. Jeremy, who is attending? What's going to happen?",
    "statement": "That's right. <WELL>, we're expecting Donald Trump to show up here with some top fundraising officials both from his campaign and the RNC as <WELL> as some of the top donors to the victory fund. That's the joint fundraising agreement between the RNC, Donald Trump's campaign and state parties. So they'll be meeting to discuss the fundraising plan going forward. This comes as Donald Trump is starting to do a lot more fundraising. He's <KIND OF> really ramping up, even though as you mentioned he to raising a billion dollars. He doesn't <THINK> it's necessary. We also <KNOW> that Reince Priebus is in the mix today. We saw him walking into Trump Tower a little bit ago. That's where Donald Trump is pow-wowing there with some donors, some fundraising officials first, before heading over here to the Four Seasons just a couple blocks away. Of course, Donald Trump is trying to calm some of the jitters in the Republican establishment elites, among donors, among party officials, such as Reince Priebus even, who are concerned at the way he talked <ABOUT> the judge overseeing the Trump University case. So we're seeing Donald Trump try to calm some of the jitters, try to bring some of the donors on board so that he can, in <FACT>, mount a real legitimate campaign, one that can compete with Hillary Clinton who is already on pace to raise a billion dollars for the general election. Kate, John, back to you."
  },
  {
    "transcript_id": "CNN-69565",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "And they will. When the seven former POWs appeared this morning from Landstuhl, Germany, family members said they looked well. And now word is tomorrow they'll be home.",
    "statement": "We're looking forward to coming home as soon as we <POSSIBLY> can."
  },
  {
    "transcript_id": "CNN-86674",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Is that something, governor, that you were talking about legislative appropriations or would we be considering that a priority to authorize by statute, to give the executive branch more authority than they have now to set up the kind of screening system that the commission has proposed?",
    "statement": "I'm not <SURE> whether it would take -- what it would take. I'm not an expert on how much of this is authorization and how much you can empower the president to do, but I <THINK> it would <CERTAINLY> take appropriations. Remember, that's the one part of our report that really is going to take some money."
  },
  {
    "transcript_id": "CNN-264964",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, I guess I'd pressed, Chris. I don't think either party has a lock on whose religious or spirituality. I would point out to you that half of all the Catholics in Congress are Democrats. So we are split - you know, half-and-half. And all of us have a well spring of spirituality that informs us. And I think what he's saying is there are values, there's doctrine, he hasn't changed that, but he has changed the ton tone. Let's be a little theoretical about that. Let's be a little bit more open to the other point of view. And at the same time, as you suggest, he's calling us to responsibility whether it's immigration, whether it is human life, whether it's the environment.",
    "statement": "Right. And I <GUESS> the <HOPE> is that, Congressman, that when he comes, he is somebody who is clearly non-partisan by definition. And when he comes in there, the message of unity and what the focus of our intentionality of service is supposed to be will remind it's not always <ABOUT> putting the other guy down, and sometimes it's <ABOUT> lifting the each other up."
  },
  {
    "transcript_id": "CNN-268182",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Sarina was one of 20 old photographed by her mom as she looked out the window at the St. Petersburg Airport before starting her family vacation in Egypt on October 15th. Sarina was one of 25 children who died on the return flight to Russia. Russian media say that even more children were orphaned by the crash that their parents have left them with family while they had enjoyed a grown-up's getaway vacation. CNN's Matthew Chance is live in St. Petersburg. Tell me a little bit more about the people that were lost?",
    "statement": "So Ashleigh, <WELL> the passenger list has been made public of course. And one of the first things you'll notice when you look that the list is that there are so many people with the same family name, the same surname. And because this was essentially family tourist holiday flight after a week or so, the half turn here in Russia for the school holidays. Many families had packed their kids with them. And to take them for the holiday in the sun in the start of what is a, you <KNOW>, a very long and cold winter here in St. Petersburg. And is <OBVIOUSLY> wasn't the <KIND OF> homecoming that they were expecting. 25 children, I <THINK> that you mentioned this figure, children onboard the aircraft lost their lives and number of other children are a lot more in <FACT>, have been made orphans by this crash, because as you mentioned, some of the couples that left their children with other family members here in St. Petersburg and elsewhere and starting to get away for a bit of a privacy and a bit of break for some sun on their own. And so a whole <KIND OF> group, the generation almost of orphans has been created because of the catastrophe. So, you <KNOW>, a very sad loss for this city, most of the passengers onboard for St. Petersburg, but also <SORT OF> a national disaster for Russia as <WELL> which is trying to come to terms with this catastrophe."
  },
  {
    "transcript_id": "CNN-343278",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Tonight, President Trump is still facing fallout from the separation of children and parents at the border, even after backing down and ending the policy. The state of New York announcing just a little while ago that it's planning to file a lawsuit against the Trump administration. Joining us now, the governor of New York, Andrew Cuomo. Governor, thanks so much for joining us. And quickly explain the basis of your lawsuit against the Trump administration.",
    "statement": "<SURE>. Thanks for having me, Wolf. And go, Buffalo. The basis of the lawsuit is very simple. It is a violation of the due process of the parents and of the children. Our federal Constitution provides due process rights to citizens and noncitizens, undocumented people. One of the fundamental rights is a parent's right to care, custody and control of their child. And that has been violated. Now, this executive order, I don't <THINK>, does anything of legal significance. I <THINK> it's more of a press release than a legal document. And if you read it, Wolf, it basically says, unless they go to a court and get the court to change what's called the Flores decision, the Flores Settlement, which has been a 20-year-long court battle, you can't implement this. That's why literally it's just <ABOUT> the press and trying to slow down the press. They have just come full circle. What happened here was, April 7, they announced the zero tolerance. They arrest the parent. When you arrest the parent, the question became, what do you do with the child, because you cannot, by law, by the Flores decision, put the child in a detention facility?"
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Well, a goodbye message from the outgoing Republican- controlled Congress. Before they left, a last minute flurry of activity to tell you about. Here is a look at what Congress did while most of us were sleeping: tax cuts totaling $38 billion over five years, a plan to open more than eight million acres in the Gulf of Mexico to new oil and gas drilling. Here's what's left undone though: nine out of 11 spending bills. Those will be left to the new Congress ruled by Democrats to decide. The two Houses did send a temporary spending measure to the president to keep government operating through the middle of February. Well plenty of unfinished business, as you can see there. and Congress ruled by Democrats. President Bush now faces a shift in the balance of power. I want to go live now to CNN's Elaine Quijano at the White House. Good morning, Elaine.",
    "statement": "Good morning to you, Betty. And in a sign of just how late or early, depending on your perspective, that session went, we are just now getting some reaction from the White House. A statement by the president, in <FACT>, reacting to one of the measures that was passed yesterday and that is a bill authorizing the establishment of permanent, normal trade relations with Vietnam. I will just read you a little bit of the statement, essentially commending the Congress for its bipartisan support for the president's request for this deal. The president going on to say in this statement that this marks a significant step forward in the process of normalizing relations with Vietnam. But you're right, it was a last-minute scramble that went until the wee hours of this morning in the final hours of a GOP-led Congress. Lawmakers passed a stack of bills before Democrats take control when Congress convenes again early next month. Now, Speaker Dennis Hastert gaveled the House to a close <AROUND> 3:15 this morning. The Senate followed <AROUND> 4:40. Among the pieces of legislation that are now headed to President Bush's desk for his signature, that deal establishing permanent normal relations -- trade relations with Vietnam. Also renewing tax cuts, a top legislation priority for this president, something that we've heard him ask for over and over again. And those credits include the tax deduction on college tuition, as <WELL> as a research and development tax credit for businesses. In addition, both the House and the Senate pushed through an agreement to allow U.S. shipments of civilian nuclear fuel to India. That's something the Bush administration supports but, of course, has been controversial because India hasn't agreed to full international inspections. Now what the GOP-controlled Congress did leave unfinished, something that you noted, some work for Democrats last year nine -- next year nine out of 11 spending bills that finance different government programs. Instead, it passed that stopgap funding measure that will basically take the government through until February 15th. And just a short time ago as <WELL>, we learned the White House saying that the president has in <FACT>, signed that measure into law -- Betty."
  },
  {
    "transcript_id": "CNN-106121",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good evening, everybody. The president went to the Arizona-Mexico border today to sell his illegal immigration agenda. In Washington, 48 U.S. senators voted against more than 130 million working men and women in this country. And the Mexican government planning to file a protest, an official protest against proposals to construct a new fence along parts of our southern border. And the U.S. Senate votes to make English the official language of the United States. Suzanne Malveaux reports from Yuma, Arizona, on the president's tour of one of the busiest crossing points for illegal aliens. And Bill Tucker and Casey Wian report on why two major parts of the president's border security proposal could fall apart. Lisa Sylvester tonight reporting from Washington on the battle in the Senate on illegal immigration and border security reform. We'll have all of the stories, much more ahead here tonight. We turn first to Suzanne Malveaux in Yuma, Arizona -- Suzanne.",
    "statement": "<WELL>, Lou, this is really considered ground zero for this illegal immigration debate. Yuma, Arizona, as you <KNOW>, of course, a very busy border crossing, <ABOUT> 62 miles to that station or so. It gets to be <ABOUT> 100 degrees, 120 degrees or so in the heat, and <ABOUT> 450 illegal aliens crossing and apprehended every day here. This is where the president decided that he was going to go ahead and make his case for comprehensive immigration reform. I got a chance to sit down with him, ask him a few questions <ABOUT> it, specifically <ABOUT> the critics who are calling today a publicity stunt, saying that they <BELIEVE> this plan of 6,000 National Guard troops put on the border is simply a political ploy to try to get them to sign up for the guest worker program, something many House Republicans say they are not willing to do. I asked the president point blank whether or not there was anything he <COULD> offer his own party to make them understand and come to his side."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "theoretically": "ungraded"
    },
    "previous_statement": "And is it a free speech issue, for that matter?",
    "statement": "<WELL>, in the office, of course, technically it's not. I mean, it's free speech when we're talking <ABOUT> the government, but in the office <THEORETICALLY> a boss <SHOULD> be able to tell people how much expression is going to be acceptable or they're going to lose control of the office, and no one will be doing anything except arguing politics. But in this case, at least, the woman maintained that she went to her bosses and said, this isn't fair. Everybody <AROUND> me in the parking lot -- she said, I'm not against them, I'm not tearing their bumping stickers off. I'm just saying I'm proud that I'm straight. And what's wrong with that? And they said just by the nature that you're saying it, it's wrong."
  },
  {
    "transcript_id": "CNN-406637",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "quite": "ungraded",
      "seem": "ungraded",
      "presume": "ungraded"
    },
    "previous_statement": "Jeremy Diamond begins our coverage OUTFRONT live outside the White House. And Jeremy, speaking of testing, we learned today that the President's National Security Advisor, Robert O'Brien, tested positive. Obviously, office close to the President, highest ranking official in this administration to test positive. What are you learning about when they found out, how they found out, when the last time he saw the President?",
    "statement": "<WELL>, we don't <KNOW> exactly, Erin. And that's frankly surprising given the <FACT> that as you said, Robert O'Brien, the National Security Advisor is the highest ranking administration official to test positive for this virus so far. He's someone who the White House Press Secretary said recently meets with the President twice a day very often. And so the White House though is providing very few details <ABOUT> when O'Brien tested positive and when the last time is that he actually met with the President. Here's what the White House is saying so far in its statement <ABOUT> the matter, a statement that was attributed not to any official in particular, we <SHOULD> note, saying that O'Brien has had mild symptoms and that he's self isolating and there's no risk of exposure to the President's or to the Vice President's. Now, we haven't seen Robert O'Brien in public with the President in over two weeks. But a source has told us that O'Brien was at the White House as recently as this past Thursday. We don't <KNOW> whether or not he also met with the President during that time. But we are told that Brian left the White House <QUITE> abruptly that day. Now, look, this isn't the first person in the President's orbit to have tested positive. We <KNOW>, of course, there was that Oval Office valet, there was the Vice President's Press Secretary who is also married to the President's Senior Adviser, Stephen Miller. There was Kimberly Guilfoyle, President's top campaign official who is the girlfriend of Donald Trump, Jr., the President's son. But this is somebody who meets with the President almost every day according to our sources and <CERTAINLY> someone who is in frequent contact with him. So it is notable that the White House isn't providing those details. We do <KNOW> that Robert O'Brien was recently on a trip to Europe where he was meeting with his European counterparts, not wearing a mask. And then, of course, after that he returned to the United States, where we <PRESUME> that he has since met with the President. Now, as for the President himself, he did not <SEEM> concerned today. He said that he couldn't recall when O'Brien tested positive and he didn't <KNOW> when the last time was that he had seen him only saying that he had not seen him recently and he planned on giving him a call today, Erin."
  },
  {
    "transcript_id": "CNN-123994",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wow. Seth, that was an excellent explanation. But I'm afraid that you overlooked the all-important superdelegates. Don't forget about them.",
    "statement": "<WELL>, I won't forget <ABOUT> them, but the superdelegates are only in the Democratic primary."
  },
  {
    "transcript_id": "CNN-18952",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Some people are disappointed that the Mets aren't going to be here. What are you going to be doing for them?",
    "statement": "<WELL>, we're going to be having a ceremony for them, you <KNOW>, later on. That was their choice. I invited them to be part of it. I would like to have had them as part of it. But I can also understand: They're disappointed. You <KNOW>, they <FEEL> they <SHOULD> have won, or, you <KNOW>, they <FEEL> a little disappointed that they lost. And I keep telling Met fans they <SHOULD> have the consolation Dodger fans had: Wait till next year. And then it happened."
  },
  {
    "transcript_id": "CNN-310967",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Here in northern Brazil cows feast on a rolling pasture carved out of the semi-Amazon jungle. The famous grass-fed beef are stable at home and shift off to foreign markets from Hong Kong to the U.K. Few consumers even think about the human cost. Xavier Plassat, however, has made it his life's mission. A French Dominican friar on the front line in the battle against extreme labor exploitation, what Brazil defines as modern day slavery.",
    "statement": "The main point <ABOUT> slavery is that somebody wants to make profit with zero cost. And here more than everywhere is easy. You want frontier of farming or wrenching."
  },
  {
    "transcript_id": "CNN-355116",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "The press conference this morning, Paula with the CEO of Nissan really conveyed it all. It was shock, it was very emotional. He actually said he felt despair, frustration, resentment towards Mr. Ghosn. It was a very emotional event. And part of that is just because this guy is an industry legend. He turned around two car companies. He created one of the most successful alliances in the auto industry across world. Take a look at his legacy.",
    "statement": "He's one of the auto world's highest profile and highest paid business leaders. Nissan Chairman, Carlos Ghosn, arrested in japan after claims financial misconduct. The company he built into a global car giant, preparing to oust him. Born in Brazil, educated in France, Ghosn started at Renault in the 1990s where his radical restructuring of the French auto firm earned him the nickname, \"Le Cost Killer.\" When the Renault team got with Nissan in 1999, the Japanese firm was struggling and Ghosn was ruthless, cutting thousands of jobs, closing factories and selling off assets. His plan worked. He returned Nissan to profit. Over the next two decades, he continued to expand taking control of Russian carmaker, Avtovaz and the Japanese rival, Mitsubishi. By 2017, the Renault-Nissan-Mitsubishi alliance was the third biggest car seller in the world. Carlos Ghosn, a globe-trotting business leader and a massive name in Japan. Known for his work ethic, Japanese media dubbed him 7-Eleven for the hours he worked. And his jet-set lifestyle, he split his offices between Paris and Tokyo. His life story was turned into a superhero comic. Carlos Ghosn sat down as Nissan's CEO in 2017, but stayed on as the head of Renault and chairman of the alliance until 2022. With a heavy investment in electric cars and a partnership with Google, he pledged to lay the groundwork for the company's future. Now his own future is very much in <DOUBT>."
  },
  {
    "transcript_id": "NPR-17591",
    "matched_terms": {
      "guessing": "ungraded"
    },
    "previous_statement": "When Fidel Castro said recently that he does not feel well enough to campaign for his own parliamentary seat, for example, some Cuba watchers speculated it could mean he's going to give up his presidency. He's not been seen in public since he fell ill in July of last year.",
    "statement": "With the U.S. government figuring out Fidel Castro involves a lot of <GUESSING>. Brian Latell, for many years a Cuba specialist at the CIA, says it's a hard nut to crack for U.S. analysts."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Durbin, who is fiercely opposed to offshore drilling, promises Democrats will get an energy bill done. (on camera): So, you're going to get it done in the next two weeks?",
    "statement": "<WELL>, that's my goal. And we have been working on it all day."
  },
  {
    "transcript_id": "CNN-329274",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "That dinner was so good.",
    "statement": "While Teigen writing, in part, \"A flying first for me. Four hours in an 11-hour flight, we have to turn <AROUND> because we have a passenger that isn't supposed to be on the plane.\" It runs out, the mix up occurred because that unauthorized passenger ended up on his brother's flight who was also traveling to Tokyo. Both of the men have similar names. The al Nippon Airline is apologizing to more than 200 passengers on board. But stand by the pilot decision to turn back. Telling CNN, \"We failed to deliver the customer service we strive for and the passengers expect from us. At the time during the flight, the pilot was delivered information <ABOUT> the discrepancy. Based on the available information in flight, he made the correct decision to return to LAX.\" So let's see if he did or not. Joining me now is Brian Kelly, founder of the Points Guy, a Web site that helps you get the most out of your air travel. Brian, hello to you. How does a person get, first of all, get on the wrong flight in the first place?"
  },
  {
    "transcript_id": "CNN-20348",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "It appears that a campaign sought to target the military overseas voter and that is wrong.",
    "statement": "As the hand count in three Florida counties presses on, a close look at the dimples and chads that <COULD> determine the next president of the United States. The legal arguments and the political strategies ahead in this special edition of"
  },
  {
    "transcript_id": "CNN-306094",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yeah.",
    "statement": "Tell us <ABOUT> the awards he received and how he was really received on the night."
  },
  {
    "transcript_id": "CNN-241394",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "There it is.",
    "statement": "Oh, my gosh. I <COULD> do this all day. This is really fun."
  },
  {
    "transcript_id": "CNN-388212",
    "matched_terms": {
      "about": "ungraded",
      "clear": "ungraded",
      "hope": "ungraded",
      "must": "ungraded",
      "believes": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "The gentleman is recognized for two minutes.",
    "statement": "Thank you, Madam Speaker. I rise today in anger and <HOPE>. I'm angry that President Donald Trump has treated his oath and office so disrespectfully that now we <MUST> hold him to account. The truth is <CLEAR> to anyone not deliberately looking away. The president withheld military aid and meeting unless and until a vulnerable Ukrainian president announced a nakedly political investigation. It didn't matter if the Ukrainians uncovered any wrongdoing. The mere announcement of an investigation would damage his political opponent. Mr. Trump didn't care <ABOUT> stopping corruption in Ukraine, never mentioned the word corruption once in the infamous July 25th call. This was not an attempt to reduce Ukrainian corruption; it was an attempt by Donald J. Trump to aim Ukrainian corruption straight at the heart of the presidential election of 2020. The president <KNOWS> this, which is why he has not given this Congress a single e-mail, phone record, or document. That is not the behavior of a man with nothing to hide. It is simply an undeniably contempt of this Congress. But what makes this impeachment essential is that the president's abuse of power has not stopped. As we speak, he continues to urge foreign interference in our democracy, beseeching China to investigate the Bidens, sending Rudy Giuliani overseas to chase Russian conspiracy theories. This morning, the president tweeted, \"I DID NOTHING WRONG,\" all caps. He <BELIEVES> it, too. He sees nothing wrong with inviting Russian, Ukrainian or Chinese interference into our election. He did it. He continues to do it, and he sees nothing wrong with it. He'll wake up tomorrow and do it again if we don't stop him today. Therein lies our <HOPE>. I'm proud to answer the call to defend our democracy and the United States Constitution, and urge my colleagues to do the same. And yield back the balance of my time."
  },
  {
    "transcript_id": "CNN-47892",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "No, in fact, we insisted that either he or his designee in charge of the document retention and destruction policy appear today. He is sending his designee voluntarily. So we're going to get the testimony we want from the person in charge of the document destruction policy, if you will, at Arthur Andersen. And if necessary, we'll get Berardino himself before the committee at an appropriate time. This is the first time since I've been chairman where we've actually had to issue subpoenas to compel the appearance of witnesses. In the Firestone case and in the case of the executives at the networks and",
    "statement": "Congressman, we only have <ABOUT> 10 seconds left. We <KNOW> that David Duncan, a key figure in this case, has said that he potentially will the Fifth, unless he is granted immunity."
  },
  {
    "transcript_id": "CNN-338532",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It's not necessarily a closed issue for you at this point?",
    "statement": "Oh no. I mean it's -- these things never are. We have cases every day where people are out on bail and they commit new crimes, or they try to flee, or they do something along those lines. We just have to be vigilant and make <SURE> that we're keeping an eye on every aspect of this so that we can be prepared if something like that happens. Yes, sir?"
  },
  {
    "transcript_id": "CNN-129688",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "These people that are out there that we feel might have been involved in something, yes, they`re being watched. They might not know. They`re being watched.",
    "statement": "But I <KNOW> she`s given as many leads that she can to us without jeopardizing Caylee`s safety. So -- you <KNOW>, if she knew where Caylee was at it would be easy."
  },
  {
    "transcript_id": "CNN-141673",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Well, I have to wonder and you may not have a great idea about this but I see all the people behind you and I imagine you have been talking with some of them about what they plan to say or do, any idea what some of these sticking points, some of the most common questions will be today for the senator?",
    "statement": "Yes, and I'm going to ask our other cameraman, Floyd, to <SORT OF> let..."
  },
  {
    "transcript_id": "CNN-393918",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, the appointment of Vice President Pence to oversee the coronavirus response comes amid tensions between President Trump and Health and Human Services Sec. Alex Azar. Sources familiar with the discussions tell CNN that the president has been irritated, particularly about learning of decisions that aides have made only after advisers come to complain about him. Essentially, the president has the sense that Azar has been keeping him out of the loop. So, for example, the president was irritated about the decision to bring those Americans who had coronavirus symptoms home from the cruise ship that was docked in Japan. Also, about a botched effort to try to put some patients at the FEMA facility in Alabama. Local officials pushed back on that. So the president has been unhappy with some of the ways that Azar has gone about managing this. There was also a sense from some White House officials that Azar had requested a lot of money -- perhaps a disproportionate amount of money while the White House was working on its emergency funding request -- to cover up some -- what some officials had seen as mismanagement. So, Pence, even though he doesn't have that medical background necessarily, he does have a leadership background, obviously, as a governor --",
    "statement": "<SURE>."
  },
  {
    "transcript_id": "CNN-278043",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Last night was supposed to be Ted Cruz's night. We beat him in half the states on ballot. We won the state of Minnesota. We picked up a lot of delegates.",
    "statement": "And Rubio taking the stage now here in Michigan. And Michigan is not the only place, Wolf, where the polls are not weighing in his favor. Also, in his home state of Florida, polls showing Trump leading there, as <WELL>. Trump tweeting today <ABOUT> Super Tuesday, saying, \"Marco Rubio lost big last night. I even beat him in Virginia, where he spent so much of his time and money. Now his bosses are desperate and angry\" -- Wolf."
  },
  {
    "transcript_id": "CNN-122329",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Wow.",
    "statement": "But we're working on them right now and <HOPE> to have the interstate open, with any luck at all, before too much longer."
  },
  {
    "transcript_id": "CNN-343428",
    "matched_terms": {
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I think it's incumbent upon Congress to act here. Yes, you do have to act from the heart. But there's a way to act from the act from the heart. An executive order is not the way to solve the immigration problem in this country. Executive order, there's no way you can solve the immigration problem by executive order. It is incumbent upon Congress, the Democrats in Congress, to come to table and negotiate a deal that has a good result for DACA, has a good result for these folks that have these problems at the border.",
    "statement": "<WELL>, the bigger political question is, was this the way to provoke Congress to act by creating this <KIND OF> crisis? We'll take that up another time. Jim Schultz, Laura Coates, thank you very much."
  },
  {
    "transcript_id": "CNN-148717",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Right. Well, first of all, in the interest of disclosure, I'm",
    "statement": "You <THINK> that's an effective spot, that that's going to help her, Ed?"
  },
  {
    "transcript_id": "CNN-354122",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Welcome back, everyone. Well, a Christian woman in Pakistan is now free from jail a week after her death sentence was overturned. But her safety is still far from certain. Intelligence sources say Asia Bibi has been moved to an undisclosed location. She spent eight years on death row after being convicted of blasphemy. She won her appeal last week but was kept in prison because she faces threats from hardline Islamist angered over her acquittal. CNN's Sophia Saifi joins us now from Islamabad with more on this. So, Sophia, as we just reported, Asia Bibi she is being moved to an undisclosed location in Pakistan for her safety. What more do you know about that and of course where she might go next?",
    "statement": "<WELL>, Rosemary, we <KNOW> that she's been offered asylum from many western countries. We also <KNOW> there been <QUITE> a few Christian charities working into, you <KNOW>, the Pakistani government to get Asia Bibi out of the country. Now at the moment, what we can report is, like you just said that Asia was kept in a jail for the past eight years on death row and even after acquittal, she wasn't able to walk free out of that jail. That very jail where she'd been kept in solitary confinement for eight years was then converted into a safe house from which she is now free. So, now the question is, which one of these many countries that have offered her asylum are the ones that Asia is going to be, you <KNOW>, going on from Pakistan to. Rosemary?"
  },
  {
    "transcript_id": "CNN-334350",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Yes, so, how close is this guy really to Roger Stone? And how much does he actually know about the inner workings of the Trump campaign and the Trump administration?",
    "statement": "<WELL>, Roger's a big boy and Roger can take care of Roger. It <SHOULD> be noted that he was fired on two different occasions by this campaign and <CERTAINLY> had a lot of bad blood with then campaign manager, Corey Lewandowski, who was the one that gave him his walking papers. And there's a lot of personal animosity that we're seeing play out with this. But it was really just a slow-motion train wreck, all of these interviews. It reminded me of the O.J. Simpson slow-speed chase in the white Ford Bronco, where you can't <BELIEVE> what you're seeing but you can't stop watching it. He contradicted himself right and left. He said that he hated Trump. Then he said he was a Trump supporter. He said that it's preposterous to assume that there's any collusion between the Russians and Trump. Then he said, <WELL>, I got the impression that they <MAY> have something on him. He said that he wouldn't reveal those emails they're asking for to Roger Stone and others and then he said at another point, <WELL>, <MAYBE> I'll just go ahead and give you my password so that way I don't have to spend the 80 hours. It was a bonkers day of television and I don't really <KNOW> if you can take much based on what he said to heart."
  },
  {
    "transcript_id": "CNN-182310",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But he attacked Hillary Clinton --",
    "statement": "I'm saying I <THINK> it's silly to say."
  },
  {
    "transcript_id": "CNN-107993",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "And Matthew, any special security precautions because of the anniversary?",
    "statement": "There will be increased security on the streets of London on the 7th of January, tomorrow here, local time. Also, increased patrols inside the subway stations, the underground railway stations, <AROUND> buses as <WELL>. But very much the message from the police is people <MUST> try and get on and live their lives as normal."
  },
  {
    "transcript_id": "NPR-21996",
    "matched_terms": {
      "apparently": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "What have we been able to learn from her about the fate of the other girls who were kidnapped on that day two years ago?",
    "statement": "And, Ari, if this is proven to be true, this is what is so remarkable - because the families now for the past two years have heard that the girls have been rescued, the girls have been found - this, that and the other. But <ABSOLUTELY> no contact except for a few weeks ago when 16 supposed Chibok girls appeared on a Boko Haram video. Now, this young woman, Amina Ali Nkeki, is <APPARENTLY> saying that six girls have died, but that the others missing - and that's more than 200 - are alive and in the Sambisa Forest."
  },
  {
    "transcript_id": "CNN-88576",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I've got your back.",
    "statement": "Kerry strategists <BELIEVE> the same argument that Senator Kerry tried to apply to foreign policy can also be used on domestic issues. That argument that President Bush can't fix problems if he won't acknowledge they exist."
  },
  {
    "transcript_id": "CNN-366079",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you, Mr. President. And thank you for hosting me once again in the White House. It is great to be back. Great to see you. And thank you for your strong commitment to NATO, to our alliance and to our trans- Atlantic bond and for your strong position on burden sharing. Because as just mentioned, after years of cutting the defense budgets, NATO allies have started to invest more and, by the end of next year, they will add $100 billion more into the defense budgets since you took office. And that helps. And it proves also that NATO is a strong alliance. We have increases in the forces and we have stepped up in our joint fight against terrorism. And we are investing more. So actually North America and the United States and Europe, we are doing more together now than we have done for many, many years. And that is all shows the strength of this alliance. We are celebrating the 70th anniversary of NATO. So it is great to see you. I look forward to our meeting and thank you for your support.",
    "statement": "Thank you. And it has been an honor. And we're very proud of what is happened over the last couple of years with respect to the relationship and to NATO. A lot of the media doesn't understand what took place, but a tremendous amount of additional money was invested by other nations, which was a fair thing from the United States -- from our stand point, the standpoint of the United States, and a lot more money will be invested. But we've been picking up a tremendous and disproportionate share and we just want fairness. I have to have fairness for our taxpayer, too. And I <THINK> that is what is happening. And I very much appreciate it. Thank you very much. Thank you all very much."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Patricia, to you, what we're hearing is that some of these -- Republican representatives especially in these swing districts are making the political calculation that it's better for them, maybe to not show up, maybe to have these tele-town halls and not actually be in the room. And then, be vulnerable to that YouTube moment of all of those years and what we just aired. Politically speaking, let's step aside from what is right to the American people and answering to your constituents. Politically speaking, from a political calculus, what's the best answer for those people that are more vulnerable in those swing districts?",
    "statement": "Yes. Not smart. Not smart not to listen and not smart to even not pretend to listen to your constituents. And you <KNOW> it's not a theoretical question. If you go back to what happened in 2009 with the Tea Party protesters which I <BELIEVE> was a very organic movement. Those protesters were very real but Democratic leaders, including Nancy Pelosi and Harry Reid, literally called it Astroturf just like Sean Spicer is calling this Astroturf. It's an attempt to delegitimize and ignore what's happening in their own districts. But Democrats lost 63 House seats in 2010, 5 Senate seats. It's just -- whether they're paid or not, I don't <BELIEVE> they are. I've talked to a lot of people who say, <COULD> you just tell my Congressman I'm not getting paid. Democrats lost big. And I <THINK> that the way they handle those town halls was a big piece of that."
  },
  {
    "transcript_id": "CNN-68907",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Victory has always been certain. When it comes, I don't know. The American people, I think, need to just be patient and let it work itself out. They're doing it in the best way they can to minimize the losses on our side. And, frankly, minimize the losses of civilians in Iraq.",
    "statement": "As you <KNOW>, there have been some officers on the ground in Iraq who have raised questions <ABOUT> whether the resilience of the Iraqis was <PERHAPS> underestimated, and whether there were enough troops going in. Is it -- are people who make those statements just making a big mistake?"
  },
  {
    "transcript_id": "CNN-363666",
    "matched_terms": {
      "know": "ungraded",
      "maybe": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Alabama`s governor extended a state of emergency there. It was originally issued last month because of tornadoes and severe weather and one was also declared in three nearby Georgia counties. That states governor says more than 20 homes and a couple businesses were completely destroyed and dozens more houses were damaged in some way by the storm. A sheriff in eastern Alabama said it looked like someone had taken a blade and just scraped the ground. What kind of disaster would have this kind of power?",
    "statement": "Technically a tornado is just a violent, rotating column of air coming out of the bottom of a thunderstorm but it takes a lot to get that violently rotating column to come out. All you need for a tornado really to form though are thunderstorms and a jet stream. That jet streams aloft and makes the energy. If you have moisture at the surface dry air, cold air pushing that moisture up you can get a tornado to form in any state. Those days where all the ingredients combined. You get the humidity. You get the dry air. You get the jet stream. You get upper energy in the jet stream. You get winds turning as you go aloft. The higher you go the winds actually change direction that can cause storms though (ph) those things all cause storms to exist and get big. Those are the ingredients that cause a big tornado day. So now the EF scale Enhanced Fujita Scale starts at zero and goes only to five and everything above 200 miles per hour is considered a EF5 tornado. If you have a zero, you`re going to lose shingles. A one you <MAY> lose a couple of boards on the roof. A two you lose all the windows and <MAYBE> even a wall. A three, EF3, you will lose a couple of walls on the outside but there will still be a part of the home standing. An F4 most of the home is gone but you`ll still see the refrigerator. You`ll still see a closet and you`ll still see the bathroom. An EF5 you cannot find the house. It`s completely gone. We don`t <KNOW> how big that Fujita scale will be, how big that tornado will be literally until after we look at the damage. We have this - - this almost this triangulation that no other in the country in the world, no other region in the world has. We have the Rocky Mountains to our west. We have the Gulf of Mexico in our south. We have Canada and very cold air masses coming down from the north. All of those things combined make tornado alley, technically the plains. Texas, Oklahoma, Kansas, Nebraska all the way to Chicago, as far south as the southeast including Georgia and Alabama, that`s basically the new or the bigger tornado alley. The greatest threat of a tornado is being hit by something that the tornado is moving. If you`re outside or if you`re not protected inside, if you get hit by a 140 mile per hour 2`x4` you`re going to be killed. So you need to be inside on the lowest level. Somewhere in the middle of the home away from windows. When you hear the word warning and you hear your county, that`s when you need to take cover. When you hear the word watch, that means something <MIGHT> happen today. Let`s have a plan. When you hear the word warning, it`s too late to make a plan. You need to already have the plan. Warning`s the long word. It`s the bad one."
  },
  {
    "transcript_id": "CNN-56430",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Tonight: Will anybody listen? The crime rate is up. And with the FBI chasing terrorists, who's going to catch the rest of the crooks? Her stock is like a fallen souffle.",
    "statement": "The vast majority of people who <KNOW> the brand are consumers, not investors."
  },
  {
    "transcript_id": "CNN-93687",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He would actually watch the TV and watch the credits rolled. \"See. See, Steinberg.\" This and that. And he would just go on this -- he would become animated and go off on a tyrant. You know, just a fit about, you know, all these Jews that are in the media and on the news, and their producers and directors, and they run Hollywood, and publish. And so they control the information we, as a people, are receiving.",
    "statement": "As Eric Rudolph got older, he turned into man willing to use terror to make his point. CNN senior investigative reporter Henry Schuster has written a new book <ABOUT> Eric Rudolph."
  },
  {
    "transcript_id": "CNN-344199",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "They -- they -- there's no tracking device, as far as we know. They're not giving us real numbers. What makes you think that they know where the parents are still? What makes you think that an 18-month-old child can tell a federal official who his parents are?",
    "statement": "<WELL>, for the exact mechanics you're going to need to have someone from DHS and HHS in here to explain that."
  },
  {
    "transcript_id": "CNN-299243",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Governor Romney went so far out of his way to hurt Donald Trump.",
    "statement": "I <HOPE> that the new administration will pressure the Castro regime. Priebus: Action is something that will be required under a president Trump."
  },
  {
    "transcript_id": "CNN-167470",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What are they going to target him with? Is it going to be Romney Care?",
    "statement": "Yes, it's going to be Romney Care. In <FACT>, we heard Tim Pawlenty, the former Minnesota governor, going after Mitt Romney over the weekend calling it Obamacare comparing what President Obama did nationally to what Romney did five years ago in Massachusetts. A lot of people say that what Mitt Romney passed in Massachusetts five years ago was an inspiration for the national which, you <KNOW>, Republicans despise."
  },
  {
    "transcript_id": "CNN-98674",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "We were talking before to Susan before about the player for the Chicago Bulls, Eddie Curry, who didn't want to take one of these tests and the Bulls waived him and the Knicks picked him up. But he could be taking a test that would show whether he would have a genetic heart defect.",
    "statement": "I mean that <KIND OF> makes sense to me. That is a case where you are hiring someone and paying them a lot of money."
  },
  {
    "transcript_id": "CNN-185654",
    "matched_terms": {
      "appears": "ungraded"
    },
    "previous_statement": "All right. Nic Robertson -- thank you, Nic. The question is al Qaeda getting more sophisticated. The terror group went from the shoe box bomb back 2001, to a bomb hidden an underwear, the Christmas Day the 2009 plot. Here's what officials say Al Qaeda's devices are now evolving. House Homeland Security Chairman Peter King tells CNN the terrorist group is determined to keep up the threat against the United States.",
    "statement": "Al Qaeda and its affiliates can metastize or morph and they are constantly adapting, they are tryi8ng trying to catch up, whenever it <APPEARS> we have them boxed in, they find a new method, they are very able scientists, doctors working for them, these are sophisticated people. They never stop. That's why it's so wrong when people in the national arena say the war on terrorism is over or al Qaeda is defeated. Certain facet of al Qaeda have been knocked back. On the other, just when you get to one place they start somewhere else. This is a very, very sophisticated deadly organization and they have one goal in mind, to destroy western civilization particularly the United States."
  },
  {
    "transcript_id": "CNN-130674",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "feeling": "ungraded",
      "thinks": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "And we have more now on our breaking news. Major overseas financial markets all taking a tumble. Hong Kong down, Japan down, London down -- all feeling the effects of Wall Street's worst single day since 9/11. The Dow losing 504 points yesterday. And there is more concern ahead of the U.S. market opening today. Will the Dow take another nosedive or regain some stability? Meantime, another major U.S. firm is on the endangered list. Insurance giant AIG has seen its credit rating downgraded significantly by Moody's, Standard and Poor's. The financial turmoil could trigger an interest rate cut when the Fed meets today. Ali Velshi is \"Minding Your Business.\" He's live at the New York Stock Exchange with a look ahead. And if you can tell us, what are some of the indicators today? Are we looking toward another 500-point plunge?",
    "statement": "<WELL>, hopefully not, Kiran. There <MAY> be some good news in this one, and that is the Dow futures are actually positive right now, <BELIEVE> it or not, after the day that we had yesterday and the day -- the night we've had overnight in Asia. Just to bring you up to speed with that 504-point drop on the Dow yesterday was the biggest single point decline since markets reopened after the attacks of 9/11. Since September 17th of 2001, the Dow was down 4.4 percent. The Nasdaq down 3.6 percent. The S&P; 500 was down 4.7 percent. The Dow is standing now where it was in <ABOUT> the summer of 2006. So it has lost all of those gains, including all of those highs set last October. Overnight in Asia, Asian markets were closed Monday so they were <<FEELING>> the full effect of all of the weekend's news overnight. And as you've said, we've seen major drops in Tokyo, closing down five percent, in Hong Kong down 5.4 percent, in Shanghai 7.8 percent, Australia down, Korea down, moving into Europe. But as I said, futures are a little higher today and it's all got to do with what the market <THINKS> is going to happen with AIG, which is a much, much larger company than Lehman Brothers was, even though Lehman Brothers by assets would be the biggest bankruptcy in history. Let me just tell you a little bit <ABOUT> AIG. Everybody has got some connection to this. You either have an investment in it or you have an insurance policy with it. It's the world's largest insurer, and it needs to come up with $75 billion very quickly. Its credit has been downgraded by Fitch, Moody's and S&P;, and that means it <COULD> face bankruptcy. It's got a few days now to come up with this money. The <FACT> that the markets are higher right now, Kiran, suggests to me that there is some faith that that <MIGHT> happen. As you mentioned, and I'll be bringing you more on this later, the Federal Reserve has its regular meeting today at 2:15. It <SHOULD> release some information and there are some people at least, not a lot, but some people <THINKING> they <MIGHT> cut interest rates -- Kiran."
  },
  {
    "transcript_id": "CNN-266456",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Jake, thank you very much. In the next hour, we will look at the broader impact of that former staffer's claims with our political insiders. Also ahead a look at the biggest obstacle that Hillary Clinton faces on Tuesday night in the CNN debate. But first, Anthony Bourdain.",
    "statement": "So it's been a week of martial arts madness. And between the Okinawan and sumo and karate, there's really no part of my body that doesn't hurt. I've learned something. Okinawa is nothing like the Japan I <KNOW> at all. Everything is different here."
  },
  {
    "transcript_id": "CNN-181639",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "He was argumentative to the fact while in custody that it was his right to let that little girl drive any time that he wanted to.",
    "statement": "To have a little 9-year-old drive you <AROUND> at 2:30, 3:00 in the morning is just disgusting."
  },
  {
    "transcript_id": "CNN-164074",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "More troubling news from Japan. Radiation levels are spiking and spreading. The ocean water next to the Fukushima nuclear plant is now registering levels 3,000 times the normal amount. And there's a town outside the exclusion zone that may now need to be evacuated after high radiation levels were detected. Correspondent Kyung Lah joins me live from Tokyo. Kyung, do we know if the government is going to expand the current evacuation zone given this new information?",
    "statement": "<WELL>, it's something that's being floated out there, but we haven't heard the government officially say that they're going to widen the evacuation zone. The evacuation zone is currently 20 kilometers but at 40 kilometers away from the plant which is, you <KNOW>, double that distance. The IAEA did detect high levels of radiation in this one town. Now, Greenpeace says that that level is 50 times higher than the regulatory limit. It's not an immediate threat to health so you won't get radiation sickness if you step into that town, but over the long term there is an increased risk for cancer. Now the ocean water that you're talking <ABOUT> is a bit closer to the plant. It's <ABOUT> a thousand feet away from the plant and the radiation level was 3,355 times higher than the regulatory limit. Now, again, that is not expected to pose an immediate threat especially to the marine life but <CERTAINLY> it's a concern and the biggest concern for all of this is that no one can pinpoint exactly where it's coming from. Is it airborne? Is it a direct leak from this plant? At this point the plant does not <KNOW>. The reason why is because they can't eyeball the problem. There is radioactive water in places of the plant where they simply <SHOULD> not be. For example, a tunnel that contains some electrical wiring, that's where some of the radioactive water <SHOULD> be. <CERTAINLY> <SHOULD> not be there so the workers have to eyeball it but they have to drain the water first and that's going to be the focus today -- Eliot."
  },
  {
    "transcript_id": "CNN-351948",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes, Jake. That's an important warning, right? I mean, very, very few folks die necessarily in the storm itself. It's oftentimes after the impact that's happened, which is why we sent out warning signals saying, listen, stay in your homes, until you're given the all-clear via our various forms of communication, stay in your homes. We have live wires, you got trees down. You have other impacts. The possibility of other live flooding -- flash flooding in our community. Once we have been able to assess the damage, we will give the all- clear. And we're all on all social media platforms, we're on public radio, able to communicate with our customers and half still have power themselves in their homes. We're going to do our part. We need everybody to do their part so that we don't have folks who make it through this storm and then do something not so smart that puts themselves in danger and in harm's way.",
    "statement": "All right. Mr. Mayor, I'm going let you go back to work. If there is anything you need from the state or from the federal government that the citizens of Tallahassee are not getting, you please let us <KNOW> here at CNN, and we will do what we can to bring attention to what you're saying. Good luck with the storm."
  },
  {
    "transcript_id": "CNN-180346",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Erin, thank you.",
    "statement": "Let me just ask you what you read into this. <OBVIOUSLY>, of course, this comes on the heels of the U.S. government saying last fall that certain people in the Iranian government were trying to kill the ambassador of Saudi Arabia to the United States and American civilians in Washington,"
  },
  {
    "transcript_id": "CNN-89075",
    "matched_terms": {
      "should": "ungraded",
      "quite": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "The United Nations says the only way they would do it is if the president asked for it. But another organization, the Vienna-based OSCE, a group that monitors elections and emerging democracies, is sending 100 observers. Some say that is highly inappropriate. The group observes deeply flawed elections in Third World countries. But in the U.S., the rule of law is established and the election system has its own checks and balances.",
    "statement": "That they <SHOULD> come and supervise our election is silly at <BEST>, and at worst it's <QUITE> destructive because it perpetuates this myth that it's impossible to tell a democratic country from a non-democratic country."
  },
  {
    "transcript_id": "CNN-247271",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "I get the public relax and it's smart public presentation. But you're right, because you have to build two infrastructures now. The new campaign finance world -- you have your own campaign plus a Super- PAC campaign. It's a lot of infrastructure, a lot of money, a lot of time, a lot of people. We'll see how long Governor Christie is so publicly so relaxed. And as we close, Alisyn, remember a couple years ago, the president gives the state of the union Tuesday night. We're interested in what he has to say, how he frames the debate. Remember, a couple of years ago, Marco Rubio, one of those new fresh faces, was chosen to respond. And he had an embarrassing moment where he started taking his sip of water during the speech. It was very, very awkward. I'll leave it there. Well, Joni Ernst, the new Republican senator from Iowa, chose to deliver the Republican response. And here's Marco Rubio, good for him, a good sense of humor here. \"Congrats to @joniernst, chosen to give GOP response to State of the Union. You'll be great. Only advice is have plenty of water before, not during.\" So Marco Rubio using Instagram there to have a little fun. Not bad. Humors good.",
    "statement": "Water beforehand, shows you are moderate on all of this <STUFF>."
  },
  {
    "transcript_id": "CNN-81459",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "It depends on what he was told. And I think that's what we have to get to the bottom of. What information did the president have? Not just the president. but other members of the administration. Was any of that information exaggerated? Did they tell us something that they didn't believe to be true? I mean, these are all things that an independent commission can determine.",
    "statement": "Now, the Edwards camp expects that he's going to pull a strong third in New Hampshire, but really they're looking forward to South Carolina. That, of course, is the birthplace of Edwards, and that's where the polls are already showing him in the lead. Twenty- one percent for Edwards, 17 percent for Kerry. I asked him just how important he <THOUGHT> the South was?"
  },
  {
    "transcript_id": "CNN-110754",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, that's a good point. You're there at the scene. There are a number of helicopters that are in the air. They have also got tons of boots there on the ground there, trying to find this guy. Do they think that he has moved out of that wooded area and gone...",
    "statement": "At this point, I really can't tell you that. The information that I <THINK> I -- I have given to you so far is pretty much <ABOUT> all that we can give to you right now."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Did you announce that resolution, announce that policy, at an open meeting?",
    "statement": "I <BELIEVE> we did."
  },
  {
    "transcript_id": "CNN-132668",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "The service industries.",
    "statement": "Yes. And so, we have to split the service industries in two. It's been the goods-producing industries that have led the downturn -- manufacturing and construction and services held up. But as financial services and retail services go down, there's really three places people have to look -- healthcare services, government services, and education services. There's a boom of young people coming into schools. A lot of the teachers were <KIND OF> right after the baby boom. They're starting to retire. So, those are the three sectors I urge people to concentrate on."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "We'll talk to you after the President's speech as well. Senator Chuck Hagel, Republican Senator of Nebraska, thank you -- Paula.",
    "statement": "The President's speech expected to begin in a few minutes. It's <CERTAINLY> at the White House, it usually runs on time. We're going to take a quick break, and bring that speech to you live. We'll be right back."
  },
  {
    "transcript_id": "CNN-330539",
    "matched_terms": {
      "about": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Absolutely. Poppy?",
    "statement": "Important conversation, thank you both. So let's bring in our political analyst, Margaret Talev and Jonathan Martin. It is nice to have you both here. Margaret, let me begin with you. Good morning and thank you for being here on a holiday, Martin Luther King Day, such an important day for this country. And pretty ironic that this is what we're talking <ABOUT> on this day. So Margaret, you just heard the ambassador, Haiti's ambassador to the United States say, look, we're <HOPING> that somehow out of all of this mess and these horrifying words comes an elevation of the conversation. Is that what's going to happen, really, or is this just going to further get in the way of a deal for DACA for DREAMers?"
  },
  {
    "transcript_id": "CNN-94877",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It's been amazing how many times the sailors that we've been talking to have talked about teamwork over and over, unprompted by their boss.",
    "statement": "I <THINK> it's the ultimate team sport, I really do."
  },
  {
    "transcript_id": "CNN-148632",
    "matched_terms": {
      "allegedly": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "The body was found in an area shortly -- or not far from where we had previously discovered a piece of evidence, a shoe. It was about 15 -- 10 to 15 feet away from a tributary that leads down to the lake. And it was covered in a shallow grave.",
    "statement": "The sex offender who <ALLEGEDLY> killed Chelsea was connected, say cops, by semen found in the victim`s underwear. Cops are also saying tonight that this same predator -- and he is a convicted sex offender -- is being investigated in a total of seven attacks on women and girls. Seven attacks. Why wasn`t this predator stopped? Why was he given five years in 2000 for pummeling and molesting a 13-year-old girl? People are angry. Phone lines lit up. Cheryl, North Carolina, your question or <THOUGHT>, ma`am."
  },
  {
    "transcript_id": "CNN-298634",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "We will go toe to toe against the president-elect whenever our values or the progress we've made is under assault.",
    "statement": "That <COULD> lead to a very serious situation and an attempt <MAYBE> at impeachment."
  },
  {
    "transcript_id": "CNN-94728",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And he and his caddie, at that particular juncture, was his oldest son and they embraced and there were tears in his eyes and many people who were there.",
    "statement": "Appropriate too, that he's going to wrap it up at the British Open. One of the great two days in the sport of golf were at the British open back, I don't remember the year, but it was Nicholas and Tom Watson. And the two of them went out in the wind and shot 65- 65 on a Saturday, they got into the lead and then on Sunday, and again tough conditions, 65 for Mr. Watson and 66 for Nicholas. Four of the great competive rounds in a major championship ever played. We will miss him. We wish him <WELL>. The passing the one of the real greats. There's no frontline in the war in Iraq which means female soldiers are increasingly caught up in the fighting. That's because the fighting is literally everywhere and that's raising some questions <ABOUT> whether women ought to be officially allowed to take part in full-scale browned combat. At the moment Pentagon policy says they cannot. At least not in units below brigade level with combat as their main job. This week though, the House Armed Services Committee voted to make that policy law and for a look at the long debate <ABOUT> whether women <SHOULD> be fighting, we're joined by David Segal. He's the director of the Center for Research on Military Organization at the University of Maryland. David, welcome to the program, nice to have you with us."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "And did you propose that the board make that request, sir?",
    "statement": "It <PROBABLY> was me. I mean..."
  },
  {
    "transcript_id": "CNN-381817",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Tonight on THE BRIEF, impeachment showdown in the U.S. The Secretary of State pushing back on Democrats' demands. A violent day of protests in Hong Kong. In stark contrast, China's National Day, why police say they shot a protester. The Duke and Duchess, Harry and Meghan, are suing a tabloid. What was published to cause this uproar? Live from London, I'm Bianca Nobilo. And welcome to the show. A huge showdown in the impeachment inquiry in the U.S. President Donald Trump has left crucial hearings in limbo. Secretary of State Mike Pompeo is pushing back against Congressional request to interview key officials from his department over the next two weeks. He tweeted that it can only be viewed as an attempt to quote, \"bully and intimidate,\" adding he will not tolerate such tactics. Democrats wasted no time firing back, warning Pompeo that any attempts to block testimony are illegal. They also say that he is now a fact witness in the impeachment inquiry because he was reportedly listening on the phone call when Mr. Trump asked Ukraine's President to dig up dirt on a political opponent. Pompeo has been evasive when asked about that call. Listen to what he said last month.",
    "statement": "What do you <KNOW> <ABOUT> those conversations?"
  },
  {
    "transcript_id": "CNN-50465",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "As you <MAY> have seen here live a short while ago, the head of the U.S. Central Command now says he is not surprised by the numbers, the tactics, or the determination of the fighters whom the U.S. and allied troops are said to be gradually wiping out. Back to the Pentagon and Jamie McIntyre, who was listening and watching along with us a short time ago. Jamie, good afternoon."
  },
  {
    "transcript_id": "CNN-293615",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "All right, more than 5,000 people fired. Wells Fargo pays a record fine. This cost the bank now a huge ton of money. We'll tell you what you need to know, next.",
    "statement": "If you <THINK> catching a game from your couch is the way to go, <THINK> again. Some of the biggest stadiums are making major upgrades with mobile apps to let you <KNOW> when the concession line is short or alerts to upgrade your seats. \"CNN MONEY\"s Vanessa Yurkevich reports."
  },
  {
    "transcript_id": "CNN-112966",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Good morning, John. You know, some of the rescue teams are calling this one of the most frustrating searches they have ever been a part of, because they knew that Kelly James was hunkered down on the -- near the summit on the north side of the mountain. Kelly James called his family from his cell phone, and they were able to trace the ping from that cell phone. So for a week now they have known his general location. And they knew from his phone call that the other two climbers had left him to go down the mountain, trying to get help. But because of the bad weather, the winds and the extreme cold, they were not able to get up to that area until just this weekend. But when they did get up there, they did find a snow cave that contained ice picks, that contained a sleeping bag and a Y-shaped signal that climbers usually use to signal, \"Yes, I'm here, and I need help.\" And that is giving them some hope of at least finding the other two -- finding two other climbers alive.",
    "statement": "<WELL>, the mountain is still giving us clues. Whether we see a series of footprints over a stretch of a number of feet or a number of meters there in the snow, the equipment that we're finding, you <KNOW>. We continue to put all these pieces of information together with what we've collected over the past several days, and that helps us to narrow and focus our search. And that gives us cause for optimism still."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Exactly. You know, I could keep my eye on you, go clean the shrimp. But, you know, I am. I`m a cook. I`m not a chef, so...",
    "statement": "<WELL>, what is the deal with the popularity of cooking shows? Because I`ve been known to zone out on them. I love to cook, but they`ve really gotten very popular."
  },
  {
    "transcript_id": "CNN-410566",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "thinks": "ungraded",
      "knowing": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Actually hang on one second, Dr. Rolle, forgive me. I got to go to the President.",
    "statement": "-- what I said is, we have to be calm, we can't be panicked. I knew that the tapes were -- these were a series of phone calls that we had, mostly phone calls. And Bob Woodward is somebody that I respect just from hearing the name for many, many years. Not <KNOWING> too much <ABOUT> his work and not caring <ABOUT> his work, but I <THOUGHT> it would be interesting to talk to him for a period of calls, so we did that. I don't <KNOW> if it's good or bad, I don't even <KNOW> if the book is good or bad. But <CERTAINLY> if he <THOUGHT> that was a bad statement, he would have reported it because he <THINKS> that, you <KNOW>, you don't want to have anybody that is going to suffer medically because of some <FACT>, and he didn't report it because he didn't <THINK> it was bad, nobody <THOUGHT> it was bad -- wait a minute. Wait a minute And your question, the way you phrased that is such a disgrace, it's a disgrace to ABC Television Network, it's a disgrace to your employer. And that's the answer, you're ready? Because ..."
  },
  {
    "transcript_id": "NPR-18146",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The problem is not imagined; this is very real. And in the Netherlands, where I spend a lot of time, they have a very generous, what - we should call it a, something like a permanent disability system. The program got so completely out of control that, by 2003, something like 20 percent of the workforce was on disability. They said, you know, what is going on in Holland, is there some horrible epidemic or something?",
    "statement": "The main problem was something that there's a new term for in Dutch, and it means something like being over-stressed. So if you were over-stressed, you basically didn't have to work anymore and you <COULD> collect <ABOUT> three-quarters of your salary. So, you <KNOW>, that's a pretty appealing gift from the government."
  },
  {
    "transcript_id": "CNN-336454",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "It was a gracious goodbye for a White House that's become known for firing people in less than gracious ways. President Trump's most trusted aide, Hope Hicks, getting a kiss on the cheek and a handshake from the president as she left her job as communications director this week. Sources say top aides are worried that the president will, quote, \"unravel without his so-called Trump whisperer.\" At the same time, CNN is learning other Trump allies are telling the president he doesn't need to replace her or even to have a chief of staff, for that matter. Joining us now is former Obama senior adviser and host of \"The Ax Files,\" David Axelrod. David, the president defies precedent, he tweets what he wants to tweet, he makes policy and personnel decisions on the fly. What about this idea of going without a communications director or even a chief of staff? Could it work?",
    "statement": "No, I don't <THINK> in the long term it <COULD> work for him or the country, but that's not his orientation. He looks at his own experience, and he says, look, I defied all the conventional rules to get here, I went by the light of my own instincts, and that's why I'm here, and if I had listened to all these geniuses, I wouldn't be here, and so I'm just going to run the government that way. So, you get his spur of the moment decision to accept the invitation from Kim Jong-un and the tariffs decision and some of the other decisions he's made lately. Clearly, what's happened is that Donald Trump has decided that he's going to follow his own instincts, and he doesn't need a phalanx of people <AROUND> him to bridle him and tell him what he can't do. No president has all the information they need to make considered decisions, but he clearly is not a student of history or government. He's clearly setting himself up for a catastrophe down the line. But clearly that's what he's decided. I have to say this, Ana, I'm <SURE> he's looking at his polling numbers, which have improved a little lately, still not good, but they are much better than they were a few months ago. He's saying, hey, this is working for me so I'm going to go with it."
  },
  {
    "transcript_id": "CNN-83822",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Hey, another big story here in New York, Soledad. The sky is still blue. We found out yesterday afternoon, we can confirm now, that in New York City, Chad, the sky is still blue.",
    "statement": "With the increasingly uncertain situation in Iraq topping our agenda today, President Bush welcomed our closets ally today. British Prime Minister Tony Blair is at the White House a bit later this morning. Last night, here in New York, Blair met with the U.N. Secretary General Koffi Annan, expressing support for an idea put forward this week by Annan's special adviser in Baghdad, Lactar Brahimi (ph). Brahimi says the Iraqi government that takes over power at the end of June <SHOULD> be headed by a prime minister, a president and then two vice presidents."
  },
  {
    "transcript_id": "CNN-78231",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "President Bush is in the Philippines today. It is the second leg of his six nation Asia tour and he's putting the spotlight on fighting terrorism. CNN's John King is traveling with the president and he joins us from Manila with more -- John.",
    "statement": "Suzanne, good evening to you from Manila. Mr. Bush attending a state dinner at this hour, nearing the end of an eight hour visit to the Philippines. Mr. Bush here and greeted today with full pomp and circumstance, an elaborate welcoming ceremony, complete with a 21 gun salute, a troop review, as Mr. Bush was greeted by the Philippine President, Gloria Arroyo. Mr. Bush here to thank her for her staunch support of the United States in the war on terrorism. The Abu Sayyaf terror group operates in the Philippines. President Bush says that under President Arroyo's leadership, that terrorist network is being eradicated. Mr. Bush says the United States has provided key military assistance as long as it -- along with some intelligence sharing. And in a speech to the congress here in the Philippines, the first by a U.S. president since Dwight Eisenhower in 1960, Mr. Bush says the partnership between the United States and the Philippines is a model for other nations in Southeast Asia to follow as they fight terrorism, as <WELL>."
  },
  {
    "transcript_id": "CNN-125132",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Chill out. We're going to win this election if we just chill out and let everybody have their say.",
    "statement": "Former New York Governor Mario Cuomo says the Democrats are headed for disaster unless Clinton and Obama team up on a joint ticket. In a \"Boston Globe\" op-ed piece, he argues it's the Democrats' only path to victory in November, and I spoke with him <ABOUT> it earlier today."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And we are taking your calls live tonight. Let`s go straight out to Mike Sakal. He is a reporter in Phoenix, Arizona, standing by live, with \"The East Valley Tribune.\" Mike, what`s the latest tonight?",
    "statement": "The latest I have heard is that Tempe police did question Tammi and Jack Smith regarding the alleged information they <BELIEVE> they are withholding. Police did tell me -- they did not confirm a polygraph test, but they did say that they questioned the couple."
  },
  {
    "transcript_id": "CNN-110414",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "It takes it back to the actual high school.",
    "statement": "Yes. Exactly right. Exactly right. I mean, this -- this is the <KIND OF> thing that is not -- I mean, it's on primetime. It's on in the evening. It's on in the morning and it will on everywhere. And Gail, you're going get your wish. One of these days it is going to be all sex all the time."
  },
  {
    "transcript_id": "CNN-52631",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "doubt": "ungraded",
      "opinions": "ungraded"
    },
    "previous_statement": "Israel does not target...",
    "statement": "Gentlemen, rather than breaking it down into -- look, we <KNOW> that there are two divergent <OPINIONS> <ABOUT> what's going on in the Jenin refugee camp, right now in the Church of the Nativity, and other things. But there is no <DOUBT>, there is agreement on the <FACT> that all of this has really diverted away from the war on terror. It has changed the Arab street. The very allies that are needed, in order to support this war on terror are disappearing. They're evaporating. Rabbi, go ahead."
  },
  {
    "transcript_id": "CNN-168669",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Or today.",
    "statement": "Or, you <KNOW>, how that unfolds and whether or not she has the <KIND OF> security he needs. Richard, thank you. Holly, thank you very much. Appreciate it. British tabloid in print for 168 years is forced to shut down. What caused it to fold and how it's having a direct impact on thousands of U.S. investors today."
  },
  {
    "transcript_id": "CNN-262004",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Welcome back, everyone. You are watching CNN Newsroom. I'm Rosemary Church. We want to check the headlines for you this hour. A biological and chemical response team is on the ground in Tianjin, China, where huge explosions rocked the city on Wednesday night. We should learn today if it is safe for them to enter the blast site. They'll try to determine what chemicals ignited the exPLOsion that killed at least 50 people. The U.S. is investigating reports that ISIS used mustard gas in an attack against Kurdish Peshmerga this week. It happened in Iraq making several people sick. They believe ISIS most likely used mortar or rocket shells to deliver the chemical agent. The U.S. will formally reopen its embassy in Cuba today. U.S. Marines will raise the American flag above the diplomatic center in Havana in a few hours. The embassy has been closed since 1961. A number of U.S. officials, including John Kerry, will be there for the ceremony. \"The New York Times\" Ernesto Londono is joining me to talk about U.S.- Cuba relations. Thank you for being with us. Let's start with Castro's defiant birthday message, saying the U.S. owes Cuba millions of dollars and fails to make a mention of the reopening of the U.S. embassy in Havana on Friday and comes after diplomatic relations between the two were restored last month. What are we to make of this? What is in the timing of this letter?",
    "statement": "<WELL>, the timing was striking. The <FACT> he released this statement the day Secretary Kerry is coming to Havana was intended to send a message. I the message he intended to say is look, not everything has changed. There's still big issues that divide us, deep grievances we have that as a nation that <SHOULD> not be forgotten. I <THINK> what I read in to that is I <THINK> a lot of people in the old guard of the Cuban government system are apprehensive <ABOUT> what this change represents, the risk that the change respects to their ability to remain in control. We have seen Cubans react ecstatically to this new era and this change in policy. I <THINK> the Cuban government and in particular some of the older guard folks within the Cuban government are scared <ABOUT> what it means for them."
  },
  {
    "transcript_id": "CNN-263177",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And on the last night before graduation, nothing, not even a girl saying no and holding onto her underwear was going to stop him. She said it with her words. She said it with her actions. And he had sex with her anyway. The state asks you hold him accountable for his decisions and find him guilty of each and every one of the crimes that he's charged with.",
    "statement": "Both sides giving the jury a lot to <THINK> <ABOUT>, as you can hear there. There's been a lot of testimony, especially from the defense, arguing that the administration at St. Paul's failed the students by not keeping a closer eye on them. The defense repeating over and over that they winked at the senior salute. After this case wraps up, it's a good bet that there <MAY> be a civil suit against the school as <WELL>. Poppy?"
  },
  {
    "transcript_id": "CNN-242643",
    "matched_terms": {
      "suspect": "ungraded"
    },
    "previous_statement": "No, thank you very much. We love that Colorado is everyone's second-favorite state. Those who live here, it's our favorite state.",
    "statement": "I <SUSPECT> with that legalization of marijuana tourism in your state is going up, is that right?"
  },
  {
    "transcript_id": "CNN-362743",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "You <KNOW>, the - the system is an adversarial system, and they're going to have to make a show of proof."
  },
  {
    "transcript_id": "CNN-113538",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's always been going on. Somalia has always been an important hub for al Qaeda. Now, of late we started hearing more about Somalia because remember, the focus after 9/11 was Afghanistan. After Afghanistan, it was Iraq. Now it seems, in the last few messages that we got from al Qaeda that were posted on the internet, the African front has been pushed to the front burner, if you will. They talk a lot about Sudan and they talk a lot about Somalia, Algeria, Yemen. So, basically, the whole area is now in the forefront and it seems, if you read the messages clearly, there is a shift. It seems like they want to shift the attention to Africa right now.",
    "statement": "Very interesting. Let's talk <ABOUT> these air strikes now and the suspected al Qaeda members. It came as a result of U.S. and African intelligence. Now, did al Qaeda members give any clues to this as <WELL>? did they help out at least?"
  },
  {
    "transcript_id": "CNN-231887",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "How about that.",
    "statement": "So your language is really <WELL> imprinted. Unless, of course, you have left it as a child, as a really young child. Children under 8, for example, those in international adoptions, will forget their native language."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Wolf, in my judgment, with the capture of Saddam Hussein and with the professionalism of the troops under President Bush, his stature will grow considerably and his voice much stronger as he resolves whatever, whether it's contracting or whatever it is. The main focus should be on moving ahead with the various forms of government in Iraq. Let the Iraqi people take over. I hope they'll be able to take over this trial, quite frankly, in my view. And more and more we give to them, the sooner we can secure this operation and, hopefully, we can turn over a nation that is secure within its own confines of operating a government and let the people run their nation.",
    "statement": "All right, Senator Warner, thanks very much for joining us. I understand we <SHOULD> say congratulations to you. Tell the viewers why."
  },
  {
    "transcript_id": "CNN-86958",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And these are combat forces?",
    "statement": "No, the mandate civilization -- <WELL>, these are combat forces. But they are not executing assaults -- I mean, offensive operations. <WELL>, unless they are themselves attacked."
  },
  {
    "transcript_id": "CNN-152614",
    "matched_terms": {
      "well": "ungraded",
      "possibly": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "Still to come, more than 1800 veterans <POSSIBLY> -- and underline this here -- <POSSIBLY> exposed to HIV or hepatitis at a VA hospital. Our medical correspondent Elizabeth Cohen joins me shortly to explain how this happened and how it can happen to you. And let's take a look at the numbers. Let's see those numbers. The big board, New York Stock Exchange right now. <WELL>, we're flat. We will take flat after yesterday's ride. Wow. We'll follow these numbers throughout the day for you. You're in the CNN NEWSROOM."
  },
  {
    "transcript_id": "CNN-381727",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "People -- observers, the DOJ, they see that differently?",
    "statement": "They do see the difference, <OBVIOUSLY>, because the president on that -- on the call, the transcript of which was released last week, you hear the president saying to the Ukrainian president that he wants help essentially for dirt on his prospective possible rival in the 2020 election. That makes that is a huge difference, because everybody -- I <THINK> the Democrats are looking at it as you are trying to get foreign help on a future election, which is exactly what they say happened in 2016 as <WELL>."
  },
  {
    "transcript_id": "CNN-249382",
    "matched_terms": {
      "think": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, Nick Paton Walsh, we are glad that you and your crew are safe. Do take good care there.",
    "statement": "All right. Let's bring in Michael Bociurkiw. He is the spokesman for the OSCE Special Monitoring Mission to Ukraine. Thank you very much for joining us, Michael. Do you <THINK> now that we've heard this <SORT OF> assessment from Nick Paton Walsh, do you really <THINK> that this ceasefire is going to be honored by both sides?"
  },
  {
    "transcript_id": "CNN-67558",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "All right. Dr. Coble, we'll let you hop in here and offer any suggestions -- or any examples that you have got this morning.",
    "statement": "<WELL>, thank you. And, of course, we agree with President Bush, and we agree with the American public, and we agree with the <FACTS> that we have a broken medical liability system that is depriving patients access to quality medical care. It is depriving people of their obstetricians, it is depriving them of trauma care, it is depriving them of neurosurgery in wide areas of this country, and I <THINK> the crisis has been very <WELL> described by our media. President Bush says there <SHOULD> be a solution applied this year, now. He said that there <SHOULD> be a cap of $250,000 only on noneconomic damages. That means that full recovery can occur for medical costs, home care, rehabilitation, nursing care, child care, lost earnings, huge awards. The only thing that would be capped are noneconomic damages. He pointed out, also, that we <SHOULD> apply a solution that's worked. The solution has worked in California for over a quarter of a century. They don't have physicians leaving that state or retiring early. In California, people have access to the courts as much as they do in Florida, where there's a crisis. And in California it's the patient..."
  },
  {
    "transcript_id": "CNN-345800",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Discussing perhaps turning over a former U.S. ambassador for questioning. Mike McFaul, is that giving something up, merely discussing it with Vladimir Putin?",
    "statement": "<WELL>, exactly. Even his response that this was, you <KNOW>, an incredible proposal. I don't <KNOW> whether that reflects lack of preparation or lack of knowledge <ABOUT> the tremendous mistake this would be to even consider, even discuss -- even to take it on as a serious proposal to turn over an American diplomat for interrogation by the Russians. It's just -- it's just beyond the pale."
  },
  {
    "transcript_id": "NPR-17205",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Abbie, what do you want to do now?  You're in college in      Madison at Madison Area Technical College.  You're going to get out of      college someday. Are you going to stay in the National Guard?  What are      you going to do?",
    "statement": "I'm not really <SURE>.  I'm just <KIND OF> taking it day by      day right now.  I have post-traumatic stress disorder.  And I'm just kind      of seeing what opportunities are out there.  And I'm like any other      college kid; you <KNOW>, we're going to change our major <ABOUT> 5,000 times,      so can't give any definites at this point."
  },
  {
    "transcript_id": "CNN-93793",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, first, you have to review the governing documents of the association before you purchase. It's very important to do that. Hardly anybody really does it. They get the documents at the closing, at the settlement, and then they don't read them. Ask your attorney, if you have a lawyer representing you, or whoever's representing you, get the documents in advance, read them, preferably have them explained to you by an attorney. Make sure that your lifestyle, the things you want to do, are permissible, and that you're comfortable with the standards of property maintenance in the association.",
    "statement": "What can you recommend to people if they <FEEL> like they're up against the homeowners' association with an issue that, you <KNOW>, they don't want to bend on, the association doesn't want to bend on? Where do you go?"
  }
]