[
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, for sure. Sounds like people generally think locally, not globally.",
    "statement": "Exactly right. They <THINK> locally and they <THINK> <ABOUT> immediate crisis."
  },
  {
    "transcript_id": "CNN-106309",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "We'll take two questions a side.",
    "statement": "You mentioned that the West Bank plan <COULD> be an important step. Doesn't this sweep away the U.S. principle of a negotiated two-state solution? And <SHOULD> the Palestinian side approve any plan that would establish Israel's final borders?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Right. And it was -- my main thing was, at the time, Broward County had begun their recount, two, or perhaps three, days before.",
    "statement": "Your Honor, <MAY> I have an objection, unless we have the witness' foundation for knowledge <ABOUT> Broward County. I <BELIEVE> when we get to the foundation, we'll find it was hearsay"
  },
  {
    "transcript_id": "CNN-343429",
    "matched_terms": {
      "may": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "The president insists zero tolerance is still in place, but e-mail traffic obtained by CNN shows the policy has effectively been curtailed for now. ICE has instructed field offices to stop referring parents for prosecution after they crossed illegally with their children.",
    "statement": "The Pentagon being asked to prepare to house up to 20,000 unaccompanied children on U.S. military bases. The Justice Department also asking a judge to modify a rule that limits children to 20 days in detention. It's an effort to keep kids with parents who <MAY> be detained longer. But it's <CERTAINLY> an uphill climb for the"
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Is it true, Diana, that in your last night, the last night there, there was a goof-up in sound or something? You didn't...",
    "statement": "<WELL>, for Fantasia and I both. We both had problems with sound."
  },
  {
    "transcript_id": "CNN-202105",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You can hear the horns in the background. A lot of celebration happening there.",
    "statement": "I <KNOW>. Pope Benedict XVI just speaking right now. We will get back to that as soon as we can. Meanwhile, lots more going on this morning. The deadly, deadly blizzard that stranded motorists, canceled flights, and cut power, it is on the move and we will tell you where it is headed next. Plus --"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded",
      "presume": "ungraded"
    },
    "previous_statement": "Yes, ma`am?",
    "statement": "Let`s just don`t <PRESUME> this is a teen mom, as if that somehow makes it OK to drown your baby in a public bathroom toilet. It doesn`t. But you <KNOW>, we`re painting it with a very light brush. For all I <KNOW>, this <COULD> be a grown lady who <DEFINITELY> knew better."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I said I like it here.",
    "statement": "<WELL>, I can change that in a hurry."
  },
  {
    "transcript_id": "CNN-96856",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Plus, and we want to shift gears here, we`ve got a heavy metal drummer who`s going to school. Find out why Tommy Lee is hitting the books when he joins us on SHOWBIZ TONIGHT. That`s coming up next.",
    "statement": "And the new Madden NFL football game is all the rage. But even if you don`t like video games or football, there`s a good reason to check it out. That`s coming your way as <WELL>."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Won't ever get out the way, because all of them take all them take oil money, so they're not going to get out the way.",
    "statement": "Are we headed for a mid-'70s style oil shock? Are we going to have, you <KNOW>, a president in a cardigan sweater telling us to turn down our thermostats?"
  },
  {
    "transcript_id": "CNN-332489",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded",
      "hope": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "But just not before 9:00.",
    "statement": "<MAYBE> he doesn't want to cut into his executive time. Serious, who <KNOWS> what the wait is. Meanwhile there is growing fallout over the abuse allegations against Rob Porter. Much of the heat right now is on Chief of Staff John Kelly. But White House council Don McGahn, communications director <HOPE> Hicks, they also are under scrutiny this morning. The White House insists that the chief of staff only became fully aware of these allegations after a photo of Porter's first ex-wife with a black eye become public. But that's deceptive language. This fully aware thing. What does fully aware mean? Did he <KNOW> something <ABOUT> a little abuse? When did he <KNOW> it? Why did he choose not to take action when he was told? The bottom line which the White House spokesman does not deny is that Kelly did <KNOW> something. And now we <KNOW> McGahn did as <WELL>. We have it all covered for you. Let's begin with CNN's Suzanne Malveaux live on Capitol Hill where the members have fled because they have done their work, Suzanne."
  },
  {
    "transcript_id": "CNN-76594",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Thank you. The President speaks now in less than 15 minutes. Our preview of that speech and the reason behind it continues in a moment. We'll take a break first. This is CNN.",
    "statement": "And welcome back. The nation's capital on a mild September night. Inside the White House, President Bush just a few minutes away from his prime time address to the nation. He is scheduled to begin speaking <AROUND> the bottom of the hour, and talk for <ABOUT> 17 minutes. We'll continue here until <ABOUT> that time, and then, at the top of the hour we'll hand things over to a very special addition of \"LARRY KING LIVE\" -- Aaron."
  },
  {
    "transcript_id": "CNN-352633",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "All right, let's -- look, we've got to wrap it up.",
    "statement": "OK. <WELL>, what I'm saying --"
  },
  {
    "transcript_id": "CNN-237651",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Right? And if I could just pivot by asking you this question. What about the families now? It seems as though -- I know we talk about the issue about closure. It seems as though no one really has closure here. Would they ever get it?",
    "statement": "That`s difficult to say, because everybody grieves differently, and it <MAY> take longer for some than others. One thing that I noticed that he had mentioned is that there`s a death of, really, three sons here. Not just the two that were killed in the accident but also the death of the driver. So it`s closure. But everybody gets closure at different times. And some never truly get over that grief of the loss of a child."
  },
  {
    "transcript_id": "CNN-284477",
    "matched_terms": {
      "about": "ungraded",
      "thinks": "ungraded"
    },
    "previous_statement": "Hang on one second, I want put little bit more what Donald Trump say, because I want to ask something specifically about that. So let's listen.",
    "statement": "So Today we had a terrible tragedy. And she came up when she said that Donald Trump talked <ABOUT> radical Islamic terrorism, which she doesn't want to use, she used a different term. Because she doesn't want to use that term. She refuses to use that term. And I'm saying to myself and it's a terrible thing. And he essentially shouldn't be running for office. He doesn't have the right to run for office. And I'm saying to myself what just happened <ABOUT> 12 hours ago, a plane got blown out of the sky, and if anything, if anybody <THINKS> it wasn't blown out of the sky, you're 100 percent wrong, folks."
  },
  {
    "transcript_id": "CNN-155707",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Maybe a punt, though. This may not even come up for a vote, right, before election?",
    "statement": "Yes. They <COULD> play chicken. They can both run."
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "He hopes to expand his store online when the time is right.",
    "statement": "I still look at this store as a test tube for ideas, which eventually will be fully realized in some <KIND OF> online version."
  },
  {
    "transcript_id": "CNN-392366",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "... which outlines proposed cuts to food stamps, Medicaid, affordable housing, other safety net programs. Now, this is just a priority list. It's not like it's going to automatically become law. But if this budget from President Trump were to be implemented, how <MIGHT> that impact the people of West Virginia?"
  },
  {
    "transcript_id": "CNN-153196",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Kiran, you had a way of holding the phone that may address the problem?",
    "statement": "Oh yes, I mean, you <KNOW>, if you're very careful when you're calling, you <SHOULD> have no problems at all."
  },
  {
    "transcript_id": "CNN-387728",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded",
      "opinion": "ungraded",
      "somewhat": "ungraded",
      "believes": "ungraded",
      "suspecting": "ungraded"
    },
    "previous_statement": "And if he is the decisive tie-breaker, I wonder if he has to sit through the sessions, if he has to be visibly -- he has to be physically present in order to cast that decisive vote if necessary. We'll soon find out as they come closer and closer to full trial in the U.S. Senate. Manu, thank you very, very much. We'll get back to you. I want to go to our Chief White House Correspondent Jim Acosta. Jim, what are you learning about the President's state of mind right now as the walls of impeachment in the House appear to be closing in?",
    "statement": "Right, Wolf. We <SHOULD> mention that we just heard from President Trump at a Hanukkah celebration over here at the White House. Mr. Trump did not comment on the impeachment inquiry. We <SHOULD> note he has been busy in his social media bunker posting more 70 tweets and re-tweets over the last 24 hours. Many of those on impeachment, but some on the Justice Department Inspector General's hearing from earlier today. But as for a state of mind, we're hearing President Trump is growing increasingly aggravated over the likelihood that he will be impeached. A Trump campaign adviser I spoke with earlier today told me simply that the coverage bugs him. Meanwhile a separate Trump adviser said the President is preparing in his mind for some time that this moment would arrive, <SUSPECTING> for the better part of the last year that Democrats would try to impeach him after taking control of the House last year. This adviser said Mr. Trump is <SOMEWHAT> taken aback. We <SHOULD> note that it's the Ukraine scandal that is leading to this moment, leading to his impeachment in the House. So we <COULD> put this up on screen, this adviser said, and we want to share this, \"Frankly, I <THINK> he's a little surprised,\" talking <ABOUT> the President here, that \"it's the Ukraine thing that's done it.\" Not to mention that there are other things <OBVIOUSLY> that the President has been up against since he's come into office but he's expressing surprise that it's Ukraine that has led to this moment. We are also hearing Mr. Trump is irked by the <FACT> that he would be joining the list of not so envious presidents have who have been impeached if this actually results of him being impeached in the House. But we <SHOULD> note, still aides and advisers say the President <BELIEVES> he is winning this debate on impeachment at least in the public -- court of public <OPINION>. He is satisfied that Republicans at this point aren't showing many signs that they will defect in the either the Senate or the House. Administration officials are pointing to recent polling that shows that support for impeachment has either held study or begun to slide against removing the President from office. And at his rally last night he indicated some -- appeared to crow over the <FACT> that he's only facing two articles of impeachment. He's dubbing this process as we heard last night, \"impeachment light\" adding he sees this inquiry as the weakest impeachment, Wolf, as you <KNOW> in the history books. It doesn't go down as impeachment light. It goes down as impeachment. Wolf."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And let's look at two-corners-out. We've heard these terms, and I guess we've seen them in the press -- the hanging chad is the chad at the top, is that correct, that's just dangling by one corner. The swinging chad has two corners out. And then we go to the trichad and the dimpled chad. And again, Your Honor, these are not meant to be to scale; it's offered only for illustrative purposes. Now, if there was either a dimple, or if we're to look at the trichad, did you treat that as a dimple?",
    "statement": "Yes. <WELL>, I <GUESS> I need to go back a minute. When you talk <ABOUT> the two-chad rule, or the two-corner rule, I'm referring to those ballots where you really couldn't determine an impression. You <KNOW>, the chad itself wasn't damaged -- it was still flat -- but yet it had been popped out in at least a couple of corners."
  },
  {
    "transcript_id": "CNN-268356",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "With the candidates now at odds with each other over how to move forward with their debates, President Obama is mocking the entire field.",
    "statement": "If you can't handle those guy guys? You <KNOW> then I don't <THINK> the Chinese and Russians are going to be too worried <ABOUT> you."
  },
  {
    "transcript_id": "CNN-409990",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "best": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Dr. Reiner, Secretary Azar basically said the same thing today as well saying look, we're going to follow the science here. But it's hard to forget what we saw in terms of emergency use authorization with hydroxychloroquine or what we just experienced when it comes to convalescent plasma. So, Dr. Reiner, how confident are you given what we've seen thus far that we will continue or the scientist, I should say, the agencies will be able to continue following the science and the data without any added pressure?",
    "statement": "<WELL>, I'm <CONFIDENT> that the agencies are capable of doing that. The professional scientists and physicians and staff at the FDA are the <BEST> in the world. The problem, as you said, is that over the last few months, the political leadership, the appointed leadership of the FDA has raised questions <ABOUT> whether they will let the professional legacy staff do their work in an unhindered fashion. And again, the EUA two weeks ago for convalescent plasma was a prime example of that as was even more egregious approval of the EUA for hydroxychloroquine in March with zero data. If these agencies are left to do their work, I am <CONFIDENT> the American people will get a safe and effective vaccine. We have a saying in the procedure world here in the hospital that in an emergency, we move quickly, but we don't rush and that's what I want to see from the FDA and that's what Tony Fauci is talking <ABOUT>. Moving quickly but not rushing, doing all the due diligence and I <THINK> if left to their own natural instincts, that's what the FDA will do."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "... who he said -- you know him? He said that Eleanor Rigby is a hell of a poem. So I thought, well, you know, he should know, so I was kind of persuaded to do it. But I do think they're different personally, you know.",
    "statement": "He called lyric writing a <KIND OF> a special craft."
  },
  {
    "transcript_id": "CNN-206097",
    "matched_terms": {
      "stuff": "ungraded"
    },
    "previous_statement": "But as firefighters were getting a handle on the Summit Fire burning about 25 miles west of Palm Springs, a blaze in Ventura County began to spread quickly, on 25-mile-per-hour winds. Erupting between the 101 Freeway and the Pacific Ocean, north of Malibu, the so-called Springs Fire charred about 6,500 acres in just five hours.",
    "statement": "Now, we're getting those hot, long days, winds, and the low humidities, and this <STUFF> is just ripe and ready to burn."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "may": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Uh-huh.",
    "statement": "You studied Shakespeare, which if I <MAY> quote my father, what were you <THINKING> you were going to do with that degree? But you -- you studied Shakespeare, et cetera, et cetera. And then your life took a turn for the worst."
  },
  {
    "transcript_id": "CNN-82984",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "I don't agree with the war in Iraq. I don't think there was a reason to go into war. And I think time is giving me the credit that it was not a good idea to go in. And I don't think the administration in Iraq is the best.",
    "statement": "Mr. Zapatero says at the forefront of his policies will be the fight to go against terrorism, not just in Spain but worldwide. But he has implied that his policies <MIGHT> be directed more towards traditional allies of Spain, like France and Germany, two countries, which took a stand against U.S.-lead invasion of Iraq without United Nations approval. Back to Daryn."
  },
  {
    "transcript_id": "CNN-131446",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Yes. I think the budget deficit could go to at least $1 trillion in the next year or two. Partly that's because, when the economy slows down, receipts from taxes always decline. But it's because we already are looking at something on the order of $500 or $600 billion before this crisis. The costs of addressing the crisis itself - the support for the banks and other financial institutions - will be in the tune of several hundred billion dollars, depending how it's accounted. It could be even more than that in the short run. And then, I think the new administration, as its first initiative, will probably undertake an economic stimulus program to try to get the economy jumpstarted. That will be more tax cuts. It'll probably be extensions of unemployment insurance and some infrastructure investments. It may be some block grants to states, because they're having financial troubles. All that will add up to another several hundred billion dollars. So, the budget deficit almost certainly will hit $1 trillion or more in the first year of the new administration, among other things, putting a severe constraint on what it can do in other areas.",
    "statement": "But Sebastian, we were supposed to make money off this bailout. I <THOUGHT> the whole idea was the Fed is buying assets that are cheap, because everyone is scared - I mean the Treasury. And they'll be able to hold them and sell them off at a profit."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "First came the pageantry, now potentially the protests. Thousands of protesters are expected to descend on central London to wave banners and protest against the president's on his second day in the U.K.. Similar demonstrations around the country are planned throughout Donald Trump's visit. Many are also mocking him as this blimp depicting Mr. Trump as an orange baby wearing a nappy hovers over protests. These are coming to you from Parliament Square the blimp was inflated in the last half an hour. So we'll keep on top of the developments on the protests as more happens, but that's it for this hour for us. Thank you very much for joining us. I'm Isa Soares outside, but we've got -- actually we've got Erin McLaughlin, I'm not going anywhere -- do stay right here. Erin McLaughlin, I think you're with us. Erin, are you anywhere near the baby blimp?",
    "statement": "I am. Let me step out of the shot to show you the scene behind me. There it is, the so-called Trump baby blimp taken to the skies here in Parliament Square, surrounded by the volunteers in red jump suits, the so-called Trump baby sitters. The depiction of Donald Trump as a baby snarling holding a cell phone. This is the second time it's taken to the skies of London. It first lifted off a year ago for the so-called Carnival of Resistance. Since then, it traveled to Buenos Aires and Mexican-U.S. border, it's traveled Paris, Edinburgh, it's travelled <AROUND> the world. But it's returned here to its so-called home base, the opening salvo of today's day of protests. This time, the protesters are much closer to President Donald Trump than his last visit <AROUND> a year ago. The president currently enjoying tea at St. James's palace, he's going to be at Downing Street later in the day. Protesters though will not be allowed to go past Downing Street. Isa."
  },
  {
    "transcript_id": "CNN-141673",
    "matched_terms": {
      "obviously": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "But praying never hurts, you know.",
    "statement": "Yes. <DEFINITELY> not, for rain. <OBVIOUSLY>."
  },
  {
    "transcript_id": "CNN-401055",
    "matched_terms": {
      "know": "ungraded",
      "clear": "ungraded",
      "absolutely": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Good to have you with us. Well, it is Memorial Day in the United States, and many Americans have already been marking the holiday weekend outdoors even as the death toll from the coronavirus nears 100,000. And scenes like these are only heightening concerns. A large crowd packed this busy street in Daytona Beach Florida, where a man apparently making a music video through money from a car. As you can see, no social distancing and no masks. And in Missouri, more alarming images. This time of the giant pool party. Again, no visible masks and no social distancing with people packed together. Another case of not following the safety advice of medical experts who warn the virus can spread among people in close proximity.",
    "statement": "You don't <KNOW> who is infected. And so, we really want to be <CLEAR>, all the time, that social distancing is <ABSOLUTELY> critical. And if you can't social distance and you're outside, you <MUST> wear a mask."
  },
  {
    "transcript_id": "CNN-116135",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Lou, in fact, this is where the majority of those that were injured and wounded in the melee and the madness over at Virginia Tech were taken. There were 17 in all that were brought here. The latest report just has been released by a hospital spokeswoman who came out and told us that there are still nine here. Six of them are in stable condition; three are critical. Five were discharged. Three others were transported to other hospitals because of the severity of their wounds. One of the 17, we know, is a faculty member, but again, no indication now, no names being released of any of those, nor the kinds or natures -- nature of their wounds or injuries -- Lou.",
    "statement": "John, the number of people there, do we have any idea, the report has been 29 people wounded by the gunman today. Do we have a more accurate total number at this point? I <KNOW> it's still a very difficult situation because of the madness of this day. But do we have any new numbers?"
  },
  {
    "transcript_id": "CNN-372707",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Thirty- three thousand emails deleted. <THINK> of it. I keep mentioning, you <KNOW>, there was a lot of corruption on the other side. And we are building the wall. We're going to have over 400 miles of wall built by the end of next year."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Well, New Zealand police have said that he is a 28-year-old Australian man. We know the Australian media outlets are reporting that he went to a place called Grafton for high school. Now, this is in country New South Wales in Northern New South Wales. Once again, another sort of sleepy town where gun violence is unheard of, but that is the extent of what we know about this man who reigned terror on New Zealand. We also understand that he only arrived in New Zealand a short time ago. So this is somebody who hasn't been in the country for very long. I think what is fair to say and we heard from the police commissioner that this was well-planned. And there is no denying how strategic he was. He operated with precision. This is somebody who has had training, who knows how to use firearms and watching the 17-minute video that he streamed live on Facebook, on social media, it was evident, clearly evident that this was a person who knew exactly what he was doing.",
    "statement": "Anna, I <HOPE> to go back to you later in the show because I want to talk in more detail <ABOUT> that particular video that you were talking <ABOUT> that was live streamed on Facebook for 17 minutes or so. Anna Coren for now in Hong Kong, thank you, Ann. I'll speak to you a bit later in the show. But first, now I want to go to Emma Cropper who joins us from Christchurch, a journalist on the ground. Emma, give us a sense of what is happening, where we were in the investigation. I <THINK> -- I don't <KNOW> if you heard our correspondent there, Anna Coren say that one is <CLEAR>, this was extremely <WELL>-planned, premeditated attack."
  },
  {
    "transcript_id": "CNN-327166",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Good to be with you, Don.",
    "statement": "Thank you so much Nic. When we come back, President Trump continuing to push false conspiracy theories from the Access Hollywood tape, to President Obama birth certificate, but does a President really <BELIEVE> all this? Does he expect us to <BELIEVE> it?"
  },
  {
    "transcript_id": "CNN-102580",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Apparently the original conviction was overturned by an appeals court because they ruled that they should not have allowed in the numerous alleged affairs that the defendant had. Let`s go to former prosecutor Wendy Murphy. How is that that should not be included? I mean, it would seem to me -- I`ve seen a lot of cases where the fact that the husband is having an affair is a key because it`s a motive.",
    "statement": "Yes, and we <SURE> don`t mind using the victim`s sexual history against her, even if it`s got nothing to do with the case. Look at poor Bonnie Lee Bakley, bad thing she ever did in her life came out. It had nothing to do with the case. It drives me crazy when, you <KNOW>, we go overboard to protect against unfair prejudice. All evidence that suggests motive is prejudicial. That`s why you call it evidence against the accused. To call it unfair, I <THINK>, is pretty silly. Let me emphasize something else, by the way, that the court didn`t toss out but did suggest -- and I <THINK> does potentially go to the motive in this case -- and that is evidence that this man molested his little girl, Jill, and that appellate court suggested that although that was potentially relevant to why his wife had threatened to leave him, which, by the way, also goes to motive, they questioned whether that <MIGHT> be unfair to use against him, too. As if a jury can ever figure out the truth in a case like this, when they`re faced with this hideous <KIND OF> crime. They look at a guy who used to be a cop, and they`re supposed to get their head <AROUND> the idea that he would slaughter his own family. <WELL>, yes, he would, if he was having affairs and molesting his kid. But if the jury isn`t allowed to hear that, you <KNOW>, these cases can get very difficult. But I <THINK> that this blood evidence is very damning, and it`s going to be more than enough to put him away, because he told police during the early stages of the investigation that he didn`t touch the child at all. Little Jill, whose blood was on his shirt -- and by the way, spatter from her brain matter, too -- all this <STUFF> on his shirt, and he said he never touched her. Oops, now that he has to explain that away, he comes up with a whole new story. The jury`s not going to buy it."
  },
  {
    "transcript_id": "CNN-389615",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Just briefly, you said that -- I mean, you implied and you actually said that so far what you've been able to glean or understand is that the evidence of an imminent threat is not as sharp or as clear as you think that they've claimed it was. Do you feel that some have said its razor thin?",
    "statement": "So, I have seen no evidence from the administration <ABOUT> this imminent threat, which leads me to <BELIEVE> that the evidence <MAY> not be as robust as Secretary of State Pompeo is suggesting. It has now been, what, three or four days, and no information has been given to Congress. I can tell you that that information is not contained in the war powers notification that is classified reading for Congress today. And while I still remain open <ABOUT> hearing <ABOUT> information <ABOUT> this emergency threat that required this dramatic action to be taken, it hasn't appeared before Congress yet, which begs the question as to how strong the information is."
  },
  {
    "transcript_id": "CNN-4358",
    "matched_terms": {
      "believe": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "The Glanvilles remember it in their Vienna dining room, a wedding gift to their mother, and remember when, just 62 years ago, life suddenly changed. Nazi Germany took over Austria. The family, Catholics with Jewish ancestry, had to flee and wound up in Britain, and the painting became one of hundreds of thousands of family treasures looted by the Nazis, some recovered by the victorious allies, but not all. By some estimates, a third of the works in all the world's private collections are Nazi loot. Museums in Britain have tagged 350 of their paintings and drawings that have uncertain histories, some or many of which may be stolen.",
    "statement": "At the moment, there is no commitment to return them to their rightful owners if they are found to be looted, but we <HOPE> that this case will set a precedent. We <BELIEVE> that it has, indeed, set a precedent."
  },
  {
    "transcript_id": "CNN-383727",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "seem": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "But what is slowing us down? I mean, people sort of say, well, a bull market of over 10 years is just exhausted and tottering around on its last legs. It has to be more than that. Why is there this malaise in the world economy?",
    "statement": "I <THINK> there <SEEM> to be three major factors. One, I <THINK> the trade war itself, but not a huge one. Second, the rise in uncertainty which has affected investment, which is a huge driver of manufacturing demand. And finally, a real slow down in China, which is partly investment related, and partly due to the <FACT> that the Chinese have decided they want to stop the credit boom, on which they used to depend. And these three things have come together in my <VIEW>."
  },
  {
    "transcript_id": "NPR-10166",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Let me start by asking you how you came to be the poet laureate of America. Did you grow up in a household where you could say things like, I want to be a poet when I grow up?",
    "statement": "I didn't <KNOW> any poets. And we didn't have poets in our neighborhoods. And the careers for girls were limited. You <COULD> be a secretary, a teacher, a nurse or a bride. Yet, you <KNOW>, in my household, I grew up with music. My mother wrote songs. And we often had musicians in our home, so I saw that, <DEFINITELY>, as a possibility. And I also had the art of my grandmother, Naomi Harjo, a Muscogee Creek woman, and my aunt, Lois Harjo. And also, my grandmother played saxophone in Indian territory before Oklahoma was a state, so I knew from very early on. I would say, I want to be an artist."
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "T.J. and Betty, Najibulah Zazi (ph) and his attorney denied for days that he has had any links with al Qaeda but an administration official familiar with the matter says that Zazi he now admitted having ties to al Qaeda. The officials says that the government right now is exploring what kind of charges it might be able to bring against him and that down the road, there is the possibility of some kind of plea agreement. Zazi has been undergoing questioning for three days by the FBI and we do not know what kind of information he has shared with them. But on Friday night a homeland security note went out to transit officials and also to state and local law enforcement. A DHS statement about that says in part, while DHS and the FBI have no information regarding the timing, location or target of any planned attack, we believe it is prudent to remind transit authorities to remain vigilant. Now law enforcement authorities have been saying since last weekend that they believe this case was the real deal, a real terrorist threat. The fact that Zazi has now admitted ties to al Qaeda would seem to substantiate that claim. T.J. and Betty, back to you.",
    "statement": "The big question here, is this terror threat real? Of course, New Yorkers have seen a few false alarms in the past. Of course they've gotten used to this in a lot of ways. But national security analyst Peter Bergen tells our Anderson Cooper why this time this <COULD> be much more serious."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "How did you do that?",
    "statement": "I <THINK> that`s such a good question. I would say baby steps. Story by story. And using beauty as a vehicle to celebrate diversity and inclusion and to start conversations that matter <AROUND> identity, cultural identity, racial identity. We did a story <ABOUT> cultural appreciation that put young girls from routinely appropriated communities at the center who <COULD> tell the world from their own perspective what the differences between cultural appropriation and cultural appreciation. And it was those kinds of stories that started to shift the culture internally and how we <THOUGHT> <ABOUT> our platform and how we <COULD> use it to really make a difference. And how even, yes, at a teen fashion title, we <COULD> start to infuse social consciousness into it and eventually news and politics. And I will say this, we did it -- we got it done because we didn`t ask for permission. We were prepared to apologize."
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, go ahead. I heard -- and I went up to New York to see it, and I couldn't believe that it was going to run very long, and it didn't run very long. But it ran longer than I thought.",
    "statement": "<WELL>, thank goodness you had a column. That run -- that ran longer than your Broadway play."
  },
  {
    "transcript_id": "CNN-343278",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, let me get your understanding. What happens to the 2,300 kids who already have been separated, assuming this executive order is implemented?",
    "statement": "This executive order does not address the situation of those 2,300 children at all. They are still separated from their families. There is still no process in place for the administration to reunify those families. And we have been working with families who have been subject to the family separation policy, including parents who have already been deported back to their home countries, who are frantic to <KNOW> where their children are."
  },
  {
    "transcript_id": "NPR-36595",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "The common desire of households, businesses and financial institutions, to reduce their borrowing and improve their balance sheets, will act as a drag on spending and growth. While painful, these adjustments are essential to laying a sound foundation for future growth.",
    "statement": "In that speech, Summers argued that the improved banking picture is in part the consequence of the federal government's intervention in the financial system, but whether all the big banks really needed that help is debatable. Some analysts say J.P. Morgan and Goldman Sachs, the gold star performers this week, <COULD> have come through the financial crisis without government help."
  },
  {
    "transcript_id": "CNN-347903",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "That's as President Trump tries to defend his former campaign chairman as a jury in Virginia ends a second day of deliberations in the Manafort trial with no verdict in sight.",
    "statement": "I <THINK> the whole Manafort trial is very sad when you look another what's going on. I <THINK> it's a very sad day for our country."
  },
  {
    "transcript_id": "CNN-145111",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Avery, you talk there about some of the advantages that the federal government would have, but what are some disadvantages of getting these particular guys in federal court to give them access to our court system have -- they have rights that an American citizen in a lot of ways would be afforded? What are the disadvantages to having these five in our court system?",
    "statement": "<ABSOLUTELY> none."
  },
  {
    "transcript_id": "CNN-159888",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "I'm with you there. It's awful. The Secret Service was sent scrambling last night when a man was drove on the yard of former President George W. Bush. He was quickly detained and questioned but authorities don't believe he was intending to harm the former president or the former first lady. The man reportedly told investigators he was showing off his car to the Bush's neighbors when his gas pedal became stuck.",
    "statement": "That's something that you <KNOW> is going to go bad. South Korea on high alert after wrapping up one of its largest winter military drills. The exercises took place just 15 miles from the South's border with North Korea a little more than an hour ago. The North responded, warning that <SHOULD> South Korea cross the North Korean border, Pyongyang would launch a, quote, \"sacred war of justice.\""
  },
  {
    "transcript_id": "CNN-9640",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "But confusion could be the next with mixed signals from some traders saying the summer rally has come and gone and others saying it has yet to come. And here now with more on the market color is Christine Romans.",
    "statement": "Hi. <WELL>, the bulls, you <KNOW>, predictably, <THINK> this is just the beginning, that this is a predictable pullback, a couple of days of pausing and refreshing after some significant short-term gains and that's all going to continue again. The bears of course say, oh, we couldn't hold onto the momentum from last week, and we have a lack of catalysts, really, in the first part of this week, and so the market reverts to its normal trend, which is sideways and lethargic and even selling off a little bit yesterday. So there's enough for everybody to sink their teeth into and it shows that there is <SORT OF> a big divide starting to develop <ABOUT> what is going to go one in the short- term for this market. Now the fundamental traders will also tell you that a very important -- piece of this whole puzzle is what the Fed is going to do, and you still have some people who <THINK> there is going to be 25 basis points of a rate hike at the end of this month. There are others who say the Fed is going to have to step back and be on hold. Traders are telling me, watch the financials to see where those sentiments are really taking hold. Yesterday some analysts were saying the financials didn't really give up a lot of ground when technology turned <AROUND> and rolled over. They say that financials <COULD> have been hurt a lot worse than they were and that that's a good sign. There others who say watch the defensive groups, if the defensive groups start taking a lead again, even as we're seeing sideways trade during this so-called consolidation period, that <MIGHT> be a hint to get ready for worries <ABOUT> inflation and get ready for worries <ABOUT> the Fed being aggressive. But something that technicians take a look at is this thing called the 200-day moving average. And the Dow Jones industrial average hanging right <ABOUT> near that. The S&P; 500 and the Nasdaq are both trading above their 200-day moving average something that those technicians say is <PROBABLY> good news. Take a look at the Dow industrials year-to-date, and you can see, since we had that big selloff, it has been choppy. So you have been -- it's been painful for some of the folks who have been trading these markets."
  },
  {
    "transcript_id": "CNN-264380",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "You mention the cranes in some of the pictures you're exactly right. I mean all these dozens and dozens and dozens of cranes hovering over the grand holy mosque because of this expansion project right now. And not just adding floors to the mosque but also digging underground to install a metro. There is a lot going on in terms of construction in Mecca right now.",
    "statement": "I <THINK> yes, I <THINK> also I don't <KNOW> whether they were soil testing or whether there was any precautionary measures to be taken because Mecca has become like (inaudible) big, big everywhere there are construction sites <AROUND>. Now we don't even <KNOW> whether the crane was properly set up or if it was the rain. There are rumors and there was a picture too on the social media of a strike - a lightning strike. All this has to be taken into consideration but right now it's a very sad day. Luckily it happened at a moderate time or at the end of the day when the sunset because there were less people there. Because today is Friday, the Holy Muslim day and during the Jumu'ah prayers, the Jumu'ah sermon the mosque is jam packed. So in way that lessened the casualty figures."
  },
  {
    "transcript_id": "CNN-194259",
    "matched_terms": {
      "suspect": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "And looked at Gacy, for -- I mean he performed as a clown at birthday parties and get-togethers, all the while literally hiding little boy`s dead bodies in the crawl space of his own home. Now I understand, let`s go back to what we know. Let`s look at the evidence. Let`s see the video, Liz, of the scene marked by the red evidence marker photos. We know that the scene was painstakingly reviewed and marked. This is extremely important. Unleash the lawyers. Sue Moss, New York, Greg McKeithen, defense attorney -- defense attorney, former prosecutor, Atlanta. Bryan Claypool, defense attorney L.A. I recall one of the last cases that I prosecuted was a guy that we could get on one murder, although he -- there`s no doubt in my mind -- was a serial killer of females. And I recall distinctly, out to you, Greg McKeithen, when we found one shoe of the victim on the crime scene and we found one earring of the victim on the crime scene, we -- I immediately knew that it was at least a secondary if not tertiary crime scene because she hadn`t been killed there or her other shoe would be here, her other earring would be there. When you look at all these red evidence flags -- let`s see that again, Liz. What are they looking for, McKeithen?",
    "statement": "They`re looking for any forensic evidence if they can that would link a <SUSPECT> to any crime scene involved in this case. Then in this case, we go to where the evidence takes us. At this point, it <APPEARS> to be no evidence that links any <SUSPECT> to any crime scene, Nancy."
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well my pleasure, I'm a big-time fan.",
    "statement": "Thank you very much. I'm sorry. We don't want to just remember your friend because of what took his life. Yes, it's very important. Yes, finding answers and getting justice is important. There's no question <ABOUT> that. But what do you want people to <KNOW> <ABOUT> who this man is, so they don't just see him as one police stop?"
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "You can catch \"The Girls Next Door\" on E! this Sunday. And, remember, all this week, SHOWBIZ TONIGHT is spotlighting the new shows in our special series, \"Summer Reality Check.\" Tomorrow, it`s time to get your hands dirty with reality TV`s \"Dirty Jobs.\" And Friday, we`re going to finish up our special reality TV series with what you can expect for the fall.",
    "statement": "Tonight, in the \"Show`s Biz,\" when it comes to advertising, are athletes being hip-hopped over in favor of rap stars? It <SEEMS> like when Michael Jordan was not even -- it <SEEMS> like it`s true -- when he was hired as Nike`s pitchman, \"Just Do It\" became as recognizable as his trademark dunks. But now, the $55 billion a year footwear and sports apparel market is looking to hip-hop stars as their leading pitchmen. Joining me live in New York to discuss this latest trend in advertising is Brett Pulley, senior editor for \"Forbes\" magazine. Brett, why are the companies turning away from athletes and turning to hip-hop stars?"
  },
  {
    "transcript_id": "CNN-61974",
    "matched_terms": {
      "about": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "hope": "ungraded",
      "appear": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Thank you so much, Carol. Actually, the latest development has to do with the man who was shot on Saturday night. We have learned quite a bit about him today. One, that the bullet that he was shot with has been tested for ballistics and it is indeed a match. So he officially becomes the 12th victim of the sniper. That total would be nine killed, three wounded. He continues to recover in a hospital in Richmond, Virginia, and just in the last hour, if our viewers are with us, you saw a live news conference here on CNN where doctors updated his condition. Still critical, but stable. Has a long road ahead of him. Still at least two to three surgeries. If he does well, he'll be in the hospital about two to three weeks. If he has a tougher road, he'll be there as long as a few months. So that's part of the story in Richmond. The other part that we have watched unfold today, two people taken into custody. And one of those apprehensions was very visible at a gas station in Richmond. And that's where we find our Ed Lavandera, who's been covering this story since early this morning, can bring us up to date on that part of the story -- Ed, hello.",
    "statement": "Hi, Daryn. <ABOUT> 8:30 this morning Eastern time what started -- the scene that played out here was shocking, stunning to many of the witnesses who saw it play out firsthand, if you look over behind me at the Exxon station where everything played out this morning, that telephone booth there that you can see just beyond the street there is where a white minivan pulled up to this morning and witnesses say when that truck -- when that minivan was there, a team of officers started swarming the area. In <FACT>, they started moving this -- a group of three officers started moving this way and then approached the minivan, yanking somebody out of the passenger's side, and putting them on the ground and arresting them. And that is the scene that played out here. Many of the witnesses said as soon as they saw the police cars and investigators roll up on the scene, which seemed to be in a matter of moments. <QUITE> frankly, to many of the witnesses we spoke with, they say they knew exactly what was going on and the fear and the suspicion and partly the <HOPE> was that it <MIGHT> be in some way related to the sniper shootings and <PERHAPS>, of course, flashing before many of their eyes, for the possibility, the <THOUGHT> they <MIGHT> be witnessing the arrest of the sniper. Whether or not that has happened doesn't <APPEAR> to be the case at this point. But that is what exactly played out here in the last five and a half, six hours as people witnessed what happened here this morning -- Daryn."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "One-third of the world's known oil deposits are right here, in the dirt. So that's where we headed, to Fort McMurray, Alberta. (on camera): This is it. We are literally walking on black gold. This is what we came here to see. This is oil sand. It's sand that's encased in water and oil. In fact, this is about 10 percent crude oil. (voice-over): Giant shovels scoop up 100 tons of oil-laden dirt at a time. Hundreds of trucks move across the landscape all day and night every single day. (on camera): You need a lot of earth to make oil. It takes about two tons of oil sands to make one barrel of oil. Now, this big hauler holds 400 tons of oil sands. So once that's all filled up, and made into oil, you'll have about 200 barrels of oil. (voice-over): That's right. Two tons of oil sand makes one barrel of oil. But in today's oil prices, it's wildly profitable. That's why major players like Exxon Mobil, Shell, Chevron and others squeeze 1.5 million barrels of oil out of this land every day. It's costlier than getting it from a simple land well, because the tar-like oil has to be separated from the sand. That uses lots of natural gas and warm water. The result is a heavy molasses-like oil which has to be upgraded into a lighter, high-quality form of crude that can then be easily refined into gasoline, home heating oil and other petroleum products. Canada produces much more oil than it needs. So the excess oil is sold and sent by pipeline to its best customer, the United States. Critics say the upgrading process emits three times as much carbon dioxide as drilling for conventional oil and transporting it to market. Shell disputes that, saying it's only twice as polluting. And then there's the land. The oil sands are under 54,000 square miles, an area the size of Florida. And some of that area woodland (ph) has to be clear cut to be surface mined, creating the largest industrial zone on earth. And then there's the water, taken from the local river used to wash the oil from the sand. The used water is then left to evaporate in huge-lined ponds required by law to ensure it doesn't leak back into the earth. After it's gone, a fine sand blows across a vast, surreal, devastated landscape.",
    "statement": "Like any <KIND OF> resource, boom, anywhere in the world, people will come and exploit and then they'll leave. And we'll be here with land that is decimated."
  },
  {
    "transcript_id": "CNN-141797",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "I think a couple of things, Larry. I think he realizes now some of the things he took for granted, like his family, his teammates, being in the National Football League. He realizes that can be gone. And I think his lifestyle is a little different. I think spiritually he's come back in touch with the Lord and I think that's going to make a big difference.",
    "statement": "Eagles owner Jeffrey Lurie with very <CLEAR> in his disdain for what Michael Vick had done and said how tough it was to make this decision. And he credited you as playing a role in convincing him that Michael Vick was a safe risk for his team."
  },
  {
    "transcript_id": "CNN-221388",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "After I retired, I was diagnosed with muscular dystrophy, which limited me in my physical abilities. I want to give of myself. And I saw in a catalog where I could buy a kit to make a hundred cars.",
    "statement": "Fogle has donated <AROUND> 100,000 toys to Operation Christmas Child."
  },
  {
    "transcript_id": "CNN-127032",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No! Can I ask you, why do the women all sound robotic? They all sound and they speak the same, like a robotic tone, like.",
    "statement": "You <KNOW>, Nancy, I`ve got the perfect guest to answer your question. Joining me tonight is Carolyn Jessop. She is the former wife of the Yearning for Zion FLDS leader, Merrill Jessop. She`s the author of the book, \"Escape.\" And let me jog your memory. One of the women that gave birth while in custody is fighting to get the children back home. Carolyn was actually familiar with that situation and familiar with the children in these photos. Carolyn, what do you <KNOW>? What can you tell us?"
  },
  {
    "transcript_id": "CNN-289787",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A fixture at Lincoln Financial Field and brings the house down every time he appears. And all he needs to do now is go to the microphone, because people have heard him before and they know what is coming. And it is the opposite of the Philly ovation for which we're famous.",
    "statement": "We're going to hear from -- there is a theme here with the Paralympic swimmer doing the Pledge of Allegiance and Timmy Kelly, who has cerebral palsy, as <WELL> as a visual impairment, doing the national anthem. Tom Harkin, we're <ABOUT> to hear from him, senator, former senator from Iowa, and the author of Americans With Disabilities Act, the 26th anniversary of which is this year."
  },
  {
    "transcript_id": "CNN-37388",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "quite": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "They say they're going to report in a week or so that this year you're going to have to dip into the Social Security surplus, even though just months ago they said it was a $125 billion surplus. Is that because of the huge tax cut?",
    "statement": "No. First of all, it's not <CLEAR> to me that CBO is going to say we're dipping into Social Security. I <THINK> the number is still looking like $160 billion worth of surplus for the federal government in this fiscal year, which ends the end of September. In the days when I first came to Washington, if we had been running a $160 billion surplus when the economy had a 0 percent growth rate, the so-called Keynesians would have been saying, \"You're out of your mind.\" You ought to have at least a $200 billion tax cut because, instead of taking money away from the American people when the economy is running slow, we ought to give them back more money than they sent in. You <KNOW>, so it's really <QUITE> paradoxical that people are wringing their hands when we're running $160 billion surplus, that they don't <THINK> it's enough. I <THINK> it's really <QUITE> good that we're able to run $160 billion surplus when we have effectively zero growth in the economy or something close to that. But what it means is we're going to generate substantial surpluses beyond Social Security revenues when the economy returns to a more natural rate of real growth."
  },
  {
    "transcript_id": "CNN-143106",
    "matched_terms": {
      "fact": "ungraded",
      "unlikely": "ungraded"
    },
    "previous_statement": "Also we're going to be going inside an investigation into the murder of that Yale grad student. Police taking us inside to show us how they actually landed the suspect.",
    "statement": "And \"The Lost Symbol,\" the hottest book right now, in <FACT> hot enough to turn an <UNLIKELY> building in D.C. into the newest tourist attraction."
  },
  {
    "transcript_id": "CNN-21829",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, I think that the elections from now on are going to be much harder fought because, I mean, the parties are now at parity. And political scientists say that's really been the case since the mid-80s, but it really hasn't played up and down the ballot as it has now. And I think then from now on, candidates are not going to be able to take really any state for granted and they're really going to have to go around the country and every place is really in play.",
    "statement": "<WELL>, if the two parties are at parity and right now we're looking at a Senate which is divided 50/50 and a House with a razor-thin majority for Republicans, is there inherent in that at least the risk of political gridlock once the elections are over?"
  },
  {
    "transcript_id": "CNN-118043",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I don't like the concept just off the bat, but I understand for my security it's also for my benefit. I don't like a cop pulling me over when I'm speeding, but when I need him, I'm glad he's there.",
    "statement": "If you walk <AROUND> the taste of Chicago or the lakefront this evening, you're actually going to see the security cameras. They're just above in the lights and they actually have a blinking blue light. And the reason for that, the Chicago police say, is that they actually want them to be seen, because they also act as a deterrent. Suzanne?"
  },
  {
    "transcript_id": "CNN-134144",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "And you actually treated some of the people out there, too. And we're also going to hear from Brittany. Stay with us. A lot more ahead, including Dr. Sanjay Gupta who's going to be here to talk us through the dangers that so many of these passengers face after they hit the water. And as if anybody wasn't <THINKING>, what was it like? The six minutes of terror leading up to a life-saving decision. We're going to retrace the steps of Flight 1549, too, as it barely avoided tragedy. Stay with us."
  },
  {
    "transcript_id": "CNN-290467",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I know you're not a Republican, but...",
    "statement": "No. If I were a Republican, no, it doesn't, because as Paul Manafort said yesterday, Mr. Trump is controlling his own campaign. This is the Trump campaign. He's the one who threw the baby out of the rally. He is the one who said he would not endorse Paul Ryan or John McCain. Right? He is the one who brought up again yet Megyn Kelly. He is out of control. And all Mike Pence, he's like the guy in the circus parade sweeping up the you-<KNOW>-what after the elephants. Mike Pence alone can't save this party."
  },
  {
    "transcript_id": "CNN-253153",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Do you think she's going to be the next president?",
    "statement": "I <THINK> so."
  },
  {
    "transcript_id": "CNN-139537",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "possibly": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You have been very vocal about this. We've been looking at pictures of you with all the various Presidents since you were there in Iran during the revolution and you coming back and the parade of your return there in your Marine uniform. Do you see another revolution taking place here?",
    "statement": "<WELL>, I <HOPE> that the revolution is as fast as can <POSSIBLY> be expected and also as bloodless as can be expected. Let's face it. When a country tries to bring <ABOUT> Democratic reform, when a country tries to completely change its stripes, if you will, as a populist is trying to do in Iran these days, whether it's Mousavi or some other leader in Iran who <MAY> rise up to bring <ABOUT> Democratic change, which we can only <HOPE> is the case for the Iranian people, it is oftentimes stressful, bloody, and can take a while. And, we are all excited and watching closely the ability of the Iranian people to step forward and change their lives for the future and for the better."
  },
  {
    "transcript_id": "CNN-148525",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Is there a split between Odierno and Chris Hill? Is that what you're saying?",
    "statement": "Between Odierno and Chris Hill. I <THINK>, also, between the uniformed military generally and Obama officials who say, look, this president was elected to get us out of Iraq and that's what he wants to do."
  },
  {
    "transcript_id": "CNN-348124",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Are they succumbing do you think? The European allies are they --",
    "statement": "I <THINK> everybody looks to it that way."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, look, Bernie, I tell you, it's going to be interesting. I've been talking with members and other leaders in Washington the last few hours, and the interesting thing is that McCain is so disliked by the fellow Republicans that the -- there's no problem with a lack of support from the leadership. What's -- the problem is going to be he is going to get so much advice and a lot of it is going to be bad. I know that when my old boss, Newt Gingrich, had a stumble or two as the national political party leader, he got advice from all over the place, and discerning what advice to take and what not to take was very important. Some examples of what Gore is going to -- of what Bush is going to be getting in the next day or two, some issues, I believe the congressional Republicans are going to start advising Bush to drop the tax issue and embrace the debt reduction issue, they're going to suggest that he go into education more strongly than he has. Although, he's already made that an issue. They think he should make it stronger. On the other hand, there are some consultant and big-time players who are going to suggest that he go almost viciously negative. He may have to resist those kind of advices. What I'd be interested in is what your boss is going to be saying to Gore, what advice he may have.",
    "statement": "<WELL>, I will tell you the good news for the Democrats is that Bush is going to get conflicting advice. It sounds like all of those party leaders are in shock and I <THINK> that the worst thing that Governor Bush <COULD> do right now is to listen to all that conflicting advice. He has to go out and make a case why he <SHOULD> be president of the United States, and I <THINK> that the problem right now, people are wondering whether or not he's really up to this job and only having McCain there as that alternative looking as strong as he's been looking to them I <THINK> is going to be a real problem for him. Now, President Clinton, you <KNOW>, still has that bully pulpit and he had the speaker of the House, Denny Hastert, Trent Lott, the majority leader, down there today talking <ABOUT> ritually as they always do, what can we do going ahead and I'll bet that the president tries to define the environment for these candidates going ahead and so that they can make -- so that Al Gore can make a little bit of headway."
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "And I think Chelsy Davy also dressed a little frumpier than what you really would expect her to be dressed as. So -",
    "statement": "<MAYBE> next time. <MAYBE> Prince Harry`s wedding."
  },
  {
    "transcript_id": "CNN-90818",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Hi there, Carol. This is turning into a tour of all Iraq's major trouble spots. We're told that in the last few minutes Mr. Rumsfeld has visited Falluja to meet the Marines from the 1st Marine Expeditionary Force there. It's not known how long he spent on the ground there or if he had time to overfly the city of Falluja itself, much of which was destroyed in the November offensive. We do know there that refugees have been returning to the city amid continuing firefights between Marines and insurgent cells. Only yesterday the Marines told us that three Marines had been killed in fighting in al Ambob (ph) Province. That's the province that Mr. Rumsfeld is in now. Of course earlier in the day his first stop was the city of Mosul. He flew in there under cover of darkness and visited Camp Marez. That was the scene of Tuesday's devastating explosion. He met troops there. He also visited the hospital facility that had treated the wounded from Tuesday's blast. From there it was on to the city of Tikrit where he met soldiers from the 1st Infantry Division. Little of real substance in terms of announcements coming out of these meetings, but the trip is certainly important for the troops in terms of boosting their morale. One might also suggest that it's important for Mr. Rumsfeld's own political image since his stewardship of the war in Iraq has come under criticism. What he has said, though, is that he believes this insurgency in Iraq can be defeated. He didn't put any timeline on it, but he urged the naysayers to have a little more faith and that the job would get done. And that's certainly what he urged the troops to do, to keep on doing their job -- Carol.",
    "statement": "Karl Penhaul, live in Baghdad this morning, thank you. Tourists are slowly coming back to Bethlehem after years of fears, but leaders <HOPE> the prospect of possible peace will once again lead the faithful back to one of the holiest places. CNN's John Vause has more for you."
  },
  {
    "transcript_id": "NPR-14491",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "But Steve Maj(ph) of Pickering, Ohio writes: It should be called Sandridge's year of getting free publicity as he searches for a job. What is Reed doing by flamboyantly giving away $10 a day to individuals at random? For $3,650, he's getting as much bang for his hey-world-look-at-me buck as I can imagine. It is obvious that Reed Sandridge is the only real beneficiary of his boisterous efforts and the story shouldn't have ignored that fact so perfectly.",
    "statement": "We received a number of comments <ABOUT> our interview last week with vocal artist Bobby McFerrin. Brian Forest of Lynchburg, Virginia wrote in. He calls McFerrin one of the greats."
  },
  {
    "transcript_id": "CNN-315470",
    "matched_terms": {
      "think": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, you raise a good point, David. It's something that clearly the president seems to be sensitive to today. Kirsten, you saw him tweeting about it this morning. I mean, the president seeming to try to -- it appears push back on reports that he is struggling to be -- struggling to be a closer on this, to get in the weeds and get the deal done. Do you see evidence that -- evidence of his influence in this discussion? Have we seen evidence of the president throwing his weight around on this yet?",
    "statement": "I don't <THINK> we have seen it in the Senate the way we saw it in the House. That's basically because there was a calculation that was made was the senators really weren't going to be swayed by Trump as much, and because of the <FACT> he is not able to get into the weeds with them. So that's why the vice-president was <SORT OF> dispatched to be more of the person to be running interference with the senators. I <THINK> the <FACT> is, I don't <THINK> anyone has accused Donald Trump of being a policy wonk. He is not. He is a political animal and escalate to that game. That's not his main business. I <THINK> that he is taking offense at that. The truth is, this is something we see time and time again, that he is really focused on the political issue, which is there is a promise made, we said we would get rid of Obamacare but doesn't really understand the policy ramifications of it."
  },
  {
    "transcript_id": "CNN-75069",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And as a culture, our culture entirely supports the notion your body is a commodity. I mean, everybody is selling themselves -- you know, you could argue in one way or another.",
    "statement": "Yes, and, I mean, we live in a world now where, you <KNOW>, where five years ago there weren't Britney Spears and Christina Aguileras at age 16, so sexed up and, you <KNOW>, by the time they're 18, they're over as a pop culture icon. It 's really starting to have an effect on our young people."
  },
  {
    "transcript_id": "CNN-157755",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None that I can think of, to be quite honest with you. I think all of them look absolutely sorry right now. They're licking their wounds. It's going to take them a while to recover. There's no question about that. I live in Jersey and on the Republican side. I'm a fan of Christie. I think he's doing a hell of a job thus far. You got guys that are showing their willingness to cross the aisle and to be pragmatic. Let's get emotion out the way. Emotion doesn't pay the bills. It does not help us recover from things. Let's be pragmatic, astute and very, very smart about how we go about our business. And I think the Republicans have cornered the market on that right now. The Democrats have a little ways to go.",
    "statement": "Arianna, your book <MAY> be very prophetic. Do you see any light at the end of the tunnel?"
  },
  {
    "transcript_id": "CNN-330917",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When I was there and I was standing there and I seen that group of people in front of me and I seen the angry faces and all of that, I realized I had put myself in a really dangerous situation, you know? It was like, here is a group of people who were angry at somebody else and I put myself in front of that and, all of a sudden, I'm the one who is -- all that anger and all of that wanting to have the freedom to just rip me apart, you know? That was scary. And I -- I'm a Vietnam times veteran and I know that mentality of, there is enough of us; we can do this.",
    "statement": "The students attend Covington Catholic High School in Kentucky, which is part of the Roman Catholic Diocese of Covington. And it released this statement <ABOUT> what happened. \"We condemn the actions of the Covington Catholic High School students toward Nathan Phillips specifically and Native Americans in general. We extend our deepest apologies to Mr. Phillips. \"This behavior is opposed to the church's teachings on the dignity and respect of the human person. The matter is being investigated and we will take appropriate action, up to and including expulsion.\""
  },
  {
    "transcript_id": "CNN-50995",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "This is a CO2 monitor. This is an ozone monitor.",
    "statement": "We <KNOW> air is bad outside. What <ABOUT> inside? Drs. Bayer and Teague are trying to answer that question by testing air quality inside the home and comparing it to lung function."
  },
  {
    "transcript_id": "CNN-328502",
    "matched_terms": {
      "best": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Right. Right.",
    "statement": "And he had said he'd bring in all the <BEST> people. Rex was <KIND OF> his crown jewel before the generals."
  },
  {
    "transcript_id": "CNN-57561",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Oh, we got the lethal information for that, the most important information for that, from the Internet. And that is the sequence of the viral genome. That is deposited on the Internet for more than, oh, 15 years, and everybody has access to this, like everybody else has access to the blueprint of other viruses on the Internet.",
    "statement": "The question has to be, as you did this, did you ever -- in light of what happened on September 11th -- I assume you were already working on this by that time -- ever stop and <THINK>, <WELL>, what if the wrong people were to look at this information?"
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "believe": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "It does seem to be a rebranding, a repackaging of facts.",
    "statement": "Very much so. I remember last week, one of our commentators, S.E. Cupp, made a statement saying that Donald Trump <PERHAPS> has one of the weakest foreign policy, like, knowledge reference points of any candidate. And I re-tweeted what she said just for the sake of conversation. And the number of people who pushed back and said actually that's not true at all. Actually his knowledge and his experience is greater than even Obama's. What's fascinating, so he puts these ideas out and there are people who actually <BELIEVE> them."
  },
  {
    "transcript_id": "CNN-237483",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "thinking": "ungraded",
      "knowing": "ungraded"
    },
    "previous_statement": "Of course. We can only imagine what these past two years have been like for you, his friend, and for his family. I know you likened it, having to live with a friend being held in captivity and not knowing his fate, you've likened it to having a friend with a terminal illness. How so?",
    "statement": "<WELL>, <WELL>, you're in a very powerful situation. It was incredibly -- the thing that's so difficult <ABOUT> it is you can't talk to him. He lives -- he lived almost in this apparition state for me for a long time. He would come up in my thoughts really throughout the day at the most unexpected times, and you would want to reach out and talk to him and <THINK> of him from time to time. I would actually e-mail him, <KNOWING> that it would never come back, just to say, you <KNOW>, I'm <THINKING> of you. And hopefully I'll get a response in the next few days, but he's got some catching to do something tells me."
  },
  {
    "transcript_id": "CNN-183080",
    "matched_terms": {
      "well": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Santorum could easily lose Pennsylvania because he got crushed the last time he ran for statewide office in 2006. This is Mitt Romney's race to win. He stays on course, he's going to be the nominee and he's the strongest one to oppose Obama in November. No question about it.",
    "statement": "<WELL>, we'll <CERTAINLY> see, won't we? Thank you so much for joining us this morning, Shira, Boris, and Tim. We'll see you next time."
  },
  {
    "transcript_id": "CNN-206854",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right. Ed Gallek, thank you very much indeed, as always. Now I want to turn to one of today's big stories. O.J. Simpson doing something he never did during his 1995 murder trial, taking the witness stand. Simpson is serving 33 years for robbery, kidnapping and assault, stemming from an incident in 2007. And now he wants a new trial. CNN's George Howell is in Las Vegas where the case is being heard. George, we finally get to hear from O.J. Simpson.",
    "statement": "Piers, you <KNOW>, and we saw an alert, O.J. Simpson, a person who seemed, you <KNOW>, very comfortable, back in the spotlight, this time and for the first time telling his version of events leading up to and then during that confrontation with these two sports memorabilia dealers. But again, what did we see? We saw a 65-year-old who is heavier, who is visibly grayer. And instead of wearing those suit and ties that we're used to seeing, this time O.J. Simpson sporting a blue prison jumpsuit -- Piers."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's a sad lifestyle. And because I love all people...",
    "statement": "<WELL>, you <KNOW>..."
  },
  {
    "transcript_id": "CNN-219160",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "clear": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "What do you know about the actual deal, the most likely deal to come out of this, the deal that's on the table right now?",
    "statement": "<WELL>, publicly none of the negotiators have been talking <ABOUT> the terms of it, but that the broad sense of what it's going to look like has been pretty <CLEAR>. It's going to involve to some extent are capping by Iran of its uranium enrichment activities to a <SORT OF> lower <SORT OF> percentage so that it won't be used for weapons material, only for fuel material. It's also going to involve the Iranians granting a much more intrusive regime of inspections by international inspectors from the IAEA, the International Atomic Energy Agency. In return for that, what the Iranians are going to want is some alleviation of the crippling sanctions that have been imposed on them by the United States, by the European Union, by the UN as <WELL>, they're going to want some relief from that. What U.S. officials are saying is that the relief being <SORT OF> contemplated at the moment would only be very small. This would only be an interim agreement, enough to buy some negotiating time if it's agreed at all, of course, that would, you <KNOW>, then be the opportunity for a full on, you <KNOW>, long-term agreement in which these sanctions would all ultimately be lifted. But at the moment they're just discussing a six month deal that would buy some negotiating time, Max."
  },
  {
    "transcript_id": "CNN-208793",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm Kristie Lu Stout in Hong Kong. You're watching News Stream. And these are your world headlines. Now the U.S. says it will boost the scope and scale of support for Syria's rebels saying it has seen proof that the Syrian government has used chemical weapons against them. Britain backs the U.s.'s findings and has called for a strong international response. However, Russia says that the evidence provided by Washington is unconvincing. And Syria says the claims are full of lies. Now people in Iran are voting for a new president. There are six candidates running to replace Mahmoud Ahmadinejad who has been in the office for the past eight years. Now State TV says turnout has been so high that voting hours will be extended. Now there are signs that the Turkish government and protesters are seeking to end the political crisis sparked by plans to develop and Istanbul Park. Now the prime minister met some of the protest leaders earlier today. And the government is now indicating it <MAY> let the courts decide the future of Gezi Park. Right now, Erdogan is addressing members of his party and touting recent economic developments. Now the United States is <<FEELING>> international blowback over its National Security Agency's secret gathering of electronic data from foreigners. And details of the PRISM program were recently leaked by former contractor Edward Snowden. Now the leaks include revelations that the PRISM program mines private user data from American internet companies. Now that <COULD> go against the constitution in Germany where internet privacy is a highly sensitive issue. And now Germany Chancellor Angela Merkel tells CNN she intends to discuss PRISM with U.S. President Barack Obama when he visits Berlin next week. Now leaker Edward Snowden is still beleived to be holed up somewhere here in Hong Kong after fleeing his homeland. And so far, he does not face any formal charges in the United States. But as CNN's Brian Todd now reports, the government is clearly worried that Snowden can still do more damage to U.S. interests."
  },
  {
    "transcript_id": "NPR-16711",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "That was Senator John McCain along with his mother Roberta McCain. You can watch that video, and this one from Chelsea Clinton, at our election blog at NPR.org/SundaySoapbox.",
    "statement": "I'd like to tell you <ABOUT> my mom. Yes, she's running for president, but she's always done a lot of running. She'd run straight home from work to ensure we had dinner together every night and to help me with my homework. She'd run to school if I were sick and needed to be home with my mom taking care of me..."
  },
  {
    "transcript_id": "CNN-198303",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Many witnesses were called before a secret grand jury in the search for Lisa Stebic. Friends, family, co-workers, even her two children appeared before that secret grand jury. Now, of course, everything they said has remained sealed.",
    "statement": "We would encourage Craig to cooperate fully with the police. And if they have any further questions, you <KNOW>, we would <HOPE> that he would change his mind and that he would go in to the police and please give them any information that they need to bring Lisa home safe to us."
  },
  {
    "transcript_id": "CNN-216496",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Senator Manchin played a critical role here. I don't think we want to be negotiating on television, as alluring as that would be for your viewers. But you've hit on some of them. We need to open the government again and do it in a time period which also gives us that moment in time with all of this momentum to actually negotiate a longer-term budget deal. The second thing is to stretch the debt ceiling date out so we don't have something -- next month, we're back at this again in terms of putting our stock market into a situation where we could see a sudden downturn. Look what happened in 2011. We haven't reached the day and the Dow dropped 2,000 points and we lost over $2 trillion in household wealth. We don't want to get there again. Those are very important parts of this deal for really both political parties and, most importantly, for the American people.",
    "statement": "A lot of Republicans and Democrats in the Senate -- I <THINK>, more than 70 -- already on the record wanting to end or at least delay this tax for medical devices as part of the Affordable Care Act. And I <GUESS> one of the proposals is now at least to delay it for two years. Are you on board for that?"
  },
  {
    "transcript_id": "CNN-231352",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "obviously": "ungraded",
      "opinion": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "And, I think what sticks to me is both these leaders, Mahmoud Abbas and Shimon Peres, have agreed to come to this prayer summit. They have agreed to as well. To me that seems a positive step that all three men, even though it may be seen to some as widely symbolic, that's significant.",
    "statement": "<WELL>, I <THINK> look, I mean, this is the conflict, of course, between a <KIND OF> Jewish nationalism and a mostly Muslim Palestinian movement. And so, the <OPINION> of Christians worldwide, there's <OBVIOUSLY> no more powerful Christian <AROUND> the world than the pope, is very, very significant. Ands I <THINK> the future of this conflict will be defined to some degree, especially United States, by how Christians perceive the balance of claims here. So it is in both sides' interest, very much, to be seen to be making the maximum effort."
  },
  {
    "transcript_id": "CNN-398949",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "OK, Speaker, I also want to ask you about former Vice President Joe Biden and about this allegation that is being made by one of his former Senate staffers. Do you think that it is time for Vice President Biden to address this head on himself?",
    "statement": "<WELL>, I have great sympathy for any women who bring forth an allegation. I'm a big, strong supporter of the Me Too movement. I <THINK> it's been a great -- made a great contribution to our country. And I do support Joe Biden. I'm satisfied with how he has responded. I <KNOW> him. I was proud to endorse him the other -- on Monday. Very proud to endorse him. And so I'm satisfied with that."
  },
  {
    "transcript_id": "CNN-272299",
    "matched_terms": {
      "believe": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "General, I want to go to you now. About this 24-minute clip that was released on ISIS-related social media accounts by Baghdadi. One of the things he said that was interesting to me, he mocks the U.S.-led coalition and says Western countries wouldn't dare send ground troops to ISIS strongholds because of previous failures in Iraq and Afghanistan. We have heard from analysts that ISIS wants U.S. ground troops in there. They want to face them. Do you think that he is taunting the U.S.?",
    "statement": "oh, <ABSOLUTELY>. And we don't <KNOW> when this tape was made, if it was recent or long ago. He does not make mention of some of the things that have occurred in the last several weeks, the bombing of the Russian jetliner out of Egypt, some of the attacks in other places. But, yes, he is <CERTAINLY> attempting to goad Western forces in the coming in. He wants them there. He wants to prove that this is East versus West, Christianity against Islam. And truthfully, the strategy so far has been counter to that, striking them from the air and now we are seeing -- and that is why I mentioned it earlier -- Sunni forces. The same religion, the same beliefs as ISIS that is on the far extreme of that and is an Islamist way fighting against them, trying to claim back Islam for those who <BELIEVE>. So that is all critically important."
  },
  {
    "transcript_id": "CNN-183183",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "That's right, I think the reason for that, at least those watching this closely have been speculating that there was more competition this time because the administration had waited so long, the deadline was 6:00 today. And while a lot of names have been kicked around, no one had been nominated, so a lot of other countries had been putting forth people who could give the U.S. competition. Since the World Bank was formed, an American has been leading that post because the U.S. has the biggest voting share. And so I think that's why there was so much talk about could this be the time now that perhaps someone else, other than an American, head the bank, despite the fact this came late, this nomination came late. I think everyone still believes this person will be a shoe machine in for the post.",
    "statement": "All right, Dan, stick <AROUND>. Dan Lothian, thank you. President Obama as we said scheduled to speak at any minute. When he does start speaking, we'll take his remarks live. The Trayvon Martin case is coming to the White House today. Attorney General Eric Holder is scheduled to meet with black ministers and senior administration officials. President Obama is not expected to attend. The meetings were planned long before the case exploded nationally. As you <KNOW>, the case centers on Sanford, Florida with Martin's death at the hands of George Zimmerman on February 26th. Just minutes ago, high school students in Miami walked out of class in protest. Sanford was the site of a rally yesterday with protesters demanding Zimmerman's arrest. Since then we have seen demonstrations in city after city with marches taking up the cry \"I am Trayvon Martin\" from New York to Los Angeles. Sanford's police chief tried to fuse the tension over the case by stepping aside temporarily. Bill Lee insists his department followed proper procedure in their investigation."
  },
  {
    "transcript_id": "CNN-366139",
    "matched_terms": {
      "well": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "No. We're going to work with him to see -- I'm not committing to wait until he makes his decision and releases it before issuing subpoenas, but we'll use the subpoenas as necessary, as we see to what extent he's cooperating and to what extent he's not.",
    "statement": "<WELL>, I <GUESS> the question is, what difference does it make if you wait two weeks?"
  },
  {
    "transcript_id": "CNN-280876",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Before retiring in 2010, he watched the rise of Islamic radicalism in Belgium, first in the '90s, surveilling a network with ties to Osama bin Laden, then seeing the rise of recruitment of Belgian youth by Sharia for Belgium, a dismantled terror group that's leaders have been convicted or jailed, finally, and exodus of fighters. Per capita, Belgium has sent more foreign fighters to Syria and Iraq than any other Western European country, the number estimated to be around 500 since 2012. As many as 100 may have made their way back. But resources to counter a mounting threat didn't keep pace, Jacob said. (on camera): Were you understaffed?",
    "statement": "Yes, <ABSOLUTELY>. For the past 10 years, different services in Belgium let down the intelligence and the budget for it."
  },
  {
    "transcript_id": "CNN-208320",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Unless you're living totally off the grid, big brother is watching you. We found out yesterday that the U.S. government is collecting the phone records of Verizon customers, everyone from your gun popping teenager down the street with the cell phone glued to his head to your grandmother who is still trying to figure out how to send that text message. Today, two newspapers, \"Washington Post,\" and Britain's \"Guardian,\" reveal another spy tactic. The reports indicate that the FBI and the National Security Agency or the NSA are tapping into some of the world's biggest online companies, these are they, on the screen, to get everything from e-mails, videos, photographs. You have Microsoft, Apple, YouTube, Yahoo!, Google, Facebook, and Skype. President Obama weighed in on the spying for fist time just a couple of hours ago.",
    "statement": "Nobody is listening to your telephone calls. That's not what this program is <ABOUT>. As was indicated, what the intelligence community is doing is looking at phone numbers and durations of calls. They're not looking at people's names and they're not looking at content."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right. Go ahead.",
    "statement": "Another way we <COULD> do it, like I say, I only have one or two questions."
  },
  {
    "transcript_id": "NPR-30447",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "And I'm Audie Cornish. The Twinkie, the snack cake with incredible staying power on the shelf and in the marketplace, may have reached its expiration date. Hostess Brands says it is liquidating, going out of business after 82 years. The company wants to sell off all of its brands. The decision comes one week after a strike.",
    "statement": "Hostess says it <COULD> not afford the disruption. NPR's Ailsa Chang reports more than 18,000 workers are set to be laid off."
  },
  {
    "transcript_id": "CNN-187610",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Welcome back. Apple's CEO is set to take the stage in San Francisco in the next few hours. He will be speaking at Apple's annual developers conference. But consumers are watching closely to see what new products the tech giant might unveil. Someone else keeping a very close eye on all things Apple is our Silicon Valley correspondent Dan Simon. Dan, there is so much that could be announced today. So let's break it up for our viewers. Firstly, the iPhone. Will we see the new iPhone today?",
    "statement": "Anna, I don't <THINK> so. This doesn't really reconcile with the calendar in terms of releasing an iPhone or an iPad. Those events usually happen at different points during the year. So no iPhone today. But hopefully there will be some good <STUFF>."
  }
]