[
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Yes. Well, he told me in an interview he was angry.",
    "statement": "Yes. I'm <<<SURE>>> he is. But -- but he's angry, you <KNOW>? Angry."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "opinion": "ungraded"
    },
    "previous_statement": "We'll have more with the candid Elizabeth Edwards. The book, \"Resilience.\" Next. Don't go away.",
    "statement": "We're back with Elizabeth Edwards. I'll have you read one passage from the book. A CNN/<<OPINION>> Research Poll from late last month shows a <MAJORITY>, 56 percent, still disapprove of the health care bill. What do you make of that?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. I'll have you read one passage from the book. A CNN/Opinion Research Poll from late last month shows a majority, 56 percent, still disapprove of the health care bill. What do you make of that?",
    "statement": "I <<<THINK>>> people don't -- they haven't yet seen the benefits coming to them. And when they see the benefits coming to them, I <<<THINK>>> the number will go up. I <<<THINK>>> that there were some things we needed to do that we didn't do. We did not create real competition for these insurance companies, so what we're still seeing is we're still seeing them up there, premiums to individuals and to -- and to businesses. And that's going to, you <KNOW>, create a problem in the -- <CERTAINLY> in the short term, before these -- before we start having these exchanges, where people who are -- are out of the market for one reason or another are able to get in in a better rate. Until then, I <<<THINK>>> we're --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The process. Right. Yes.",
    "statement": "This is the process. I <<<THINK>>> there were people who were dissatisfied with Social Security when it started too."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Would you like to read one -- we'll have you read two, but do one now.",
    "statement": "OK. I wrote in this book, meaning early -- in the -- in the first chapters of the book -- <ABOUT> seeing your situation for what it is and taking action. \"But I have not acted myself. <<MAYBE>> it was that 30-year investment I had in my marriage. <<MAYBE>> it was that I <<COULD>> not separate the flawed man before me from the boy with whom I fell in love in 1975. It does not matter now. But, finally, at the end of 2009, I realized I <<COULD>> not simply wish us to some halcyon final days. I decided that I do not want to be that person hoping for a day that <MAY> <NEVER> come, that sad, bitter, unhappy person. Finally, I've taken the steps I <NEED TO> <TAKE> to <NEVER> be that person. It's one of the things I left behind when I closed that door behind John.\""
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Is this hard to write?",
    "statement": "It was hard to write. It was hard to write it with the right tone because, you <KNOW>, that sad, bitter, unhappy person wasn't that far behind me. But I really was more hopeful and I wanted -- the book, though, you <KNOW>, some people criticized, saying -- the book, saying, you <KNOW>, how <<COULD>> you write <ABOUT> some of these things with your children out there, like my children were somehow living, you <KNOW>, with their head in the sand and knew nothing <ABOUT> it. I wanted them to see from my <PERSPECTIVE> and not see it with just the pain they saw, they knew was there, but also to see it with some degree of hopefulness, both in the original version and then in this -- the new version with, you <KNOW>, the new life. I wanted them to see it in a hopeful way, that I wasn't, you <KNOW>, looking back on everything and saying, you <KNOW>, woe is me and what a victim I am. But it's my fate. It's my responsibility and I <HAVE TO>, you <KNOW>, <TAKE> hold of -- finally make the choices that are right for me. I made a lot of choices I thought were right for my children. I don't <<<THINK>>> they turned out to be. I thought they were at the time, and so I made choices that are right for me and I <<<THINK>>> turned out then also right for the children. Because they have a happier, you <KNOW>, less bitter, sane mother, you <KNOW>, who -- who's able to get through a day."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It was hard to write. It was hard to write it with the right tone because, you know, that sad, bitter, unhappy person wasn't that far behind me. But I really was more hopeful and I wanted -- the book, though, you know, some people criticized, saying -- the book, saying, you know, how could you write about some of these things with your children out there, like my children were somehow living, you know, with their head in the sand and knew nothing about it. I wanted them to see from my perspective and not see it with just the pain they saw, they knew was there, but also to see it with some degree of hopefulness, both in the original version and then in this -- the new version with, you know, the new life. I wanted them to see it in a hopeful way, that I wasn't, you know, looking back on everything and saying, you know, woe is me and what a victim I am. But it's my fate. It's my responsibility and I have to, you know, take hold of -- finally make the choices that are right for me. I made a lot of choices I thought were right for my children. I don't think they turned out to be. I thought they were at the time, and so I made choices that are right for me and I think turned out then also right for the children. Because they have a happier, you know, less bitter, sane mother, you know, who -- who's able to get through a day.",
    "statement": "How did they <<FEEL>> <ABOUT> their father?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "How did they feel about their father?",
    "statement": "You <KNOW>, Emma Claire is at softball practices -- <ALL>- star softball team -- softball practices with their dad, and they are proud of their dad. Jack called on his way up to sports camp. His father drove him up to sports camp and said, we stopped here in Applebee's and everybody wanted to have their picture taken with -- with Dad. And you <<COULD>> see that, you <KNOW>, he acted like he was embarrassed, but he was also proud too. Particularly in -- you <KNOW>, he was driving through Western Virginia. Not West Virginia, western Virginia where there's a lot of poverty. And those people, you <KNOW>, say, OK, he messed up, but this guy was -- he was caring <ABOUT> us, you <KNOW>? And so I <<<THINK>>> they- you <KNOW>, they give him <A LITTLE> more leeway than --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Do the kids -- have the kids met their stepsister?",
    "statement": "No. No. They have not. There'll come a time when they have. But Quinn I <<<THINK>>> <WOULD> be coming up on two and a half and I <<<THINK>>> that when she starts creating more memories and when John has a better -- a more longstanding relationship with her and she can come visit him, I <<<THINK>>> that will happen."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No. No. They have not. There'll come a time when they have. But Quinn I think would be coming up on two and a half and I think that when she starts creating more memories and when John has a better -- a more longstanding relationship with her and she can come visit him, I think that will happen.",
    "statement": "You write in your afterword, quote, \"right now, I want to live for eight more years to finish the one job I <KNOW> I did better than any other.\" That job is raising you kids. What if you don't get the eight years?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You write in your afterword, quote, \"right now, I want to live for eight more years to finish the one job I know I did better than any other.\" That job is raising you kids. What if you don't get the eight years?",
    "statement": "I'll be sad for me and be sad for them. I'd like to -- you <KNOW>, I'd like to be -- I'd like for them to see me seeing them off in their new life. And one of the things <ABOUT> Wade having died when they're 16, eight years, I mean, Wade -- Jack was 18, but when Wade was 16, I <<COULD>> see the young man he was going to be. And if I had died when he was 16, he <WOULD> <KNOW> that I saw the young man he was going to be. And I <<<THINK>>> that that <WOULD> give him some satisfaction. And our relationship had changed <A LITTLE> bit as he had aged to that point. I'd like to -- I'd like to get to that point with my older children too, so they -- as adults, they <WOULD> see me as still, you <KNOW>, a presence in their life and not as that distant memory of the -- you <KNOW>, the woman playing Legos with them on the floor, but somebody who was -- you <KNOW>, who was a real part of their lives."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Elizabeth Edwards. She'll read another segment from the book right after this.",
    "statement": "We're back with Elizabeth Edwards. The paperback now out. A major bestseller in hardcover, now a paperback. Please read <A LITTLE> segment from the book, just a short --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We're back with Elizabeth Edwards. The paperback now out. A major bestseller in hardcover, now a paperback. Please read a little segment from the book, just a short --",
    "statement": "OK. \"Those closest to me saw the torment inside me, saw it seep into other parts of my life. But now, as I try to put that life back together, to find a new, imperfect, and yes, un-saintly me, I <NEED TO> <<<THINK>>> <ABOUT> myself and who I really am and what I really want. And, like so many women, what I want revolves <AROUND> me family.\" I actually had written in the -- in the hardback originally that I was going through a lot of this torment. So before anybody drew a picture of me that was un-saintly, I drew a picture of myself, basically saying, you <KNOW>, I've been angry beyond reason <SOMETIMES>, that, you <KNOW>, I just didn't <KNOW> what -- didn't <KNOW> what I -- I didn't <EXPECT> this. I had no -- no place to tap inside me. I just -- And so I was -- I spent a lot of time very angry and frustrated, and so -- and I was -- I tried to be honest <ABOUT> that. I didn't <KNOW> go on and on <ABOUT> -- but I did -- but I did try to be honest with -- and that's one -- I <<<THINK>>> I needed to leave behind. I needed to leave these people behind me. I needed to leave that life behind me and do something that is better for my health, better for my kids, better <<PROBABLY>> for my longevity."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "OK. \"Those closest to me saw the torment inside me, saw it seep into other parts of my life. But now, as I try to put that life back together, to find a new, imperfect, and yes, un-saintly me, I need to think about myself and who I really am and what I really want. And, like so many women, what I want revolves around me family.\" I actually had written in the -- in the hardback originally that I was going through a lot of this torment. So before anybody drew a picture of me that was un-saintly, I drew a picture of myself, basically saying, you know, I've been angry beyond reason sometimes, that, you know, I just didn't know what -- didn't know what I -- I didn't expect this. I had no -- no place to tap inside me. I just -- And so I was -- I spent a lot of time very angry and frustrated, and so -- and I was -- I tried to be honest about that. I didn't know go on and on about -- but I did -- but I did try to be honest with -- and that's one -- I think I needed to leave behind. I needed to leave these people behind me. I needed to leave that life behind me and do something that is better for my health, better for my kids, better probably for my longevity.",
    "statement": "You <KNOW>, when it happens -- and we <HOPE> it doesn't happen -- John's going to get hit awful hard. You <KNOW> he's going to <TAKE> a brutal beating."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "You know, when it happens -- and we hope it doesn't happen -- John's going to get hit awful hard. You know he's going to take a brutal beating.",
    "statement": "I -- which -- you <KNOW>, he has to be responsible for himself. It just breaks my heart for my children, because one of the things that I really want is for them to have -- because they'll need it. They'll <NEED TO> have a good relationship with their father. And as I -- that's enormously important to me. He's been a great father to them in a lot of ways. You <KNOW>, in some ways, has he killed them? Yes. But in so many ways, he's been really a spectacular father. And I want them to have that. So if he's going to do that, it's going to be -- it's going to make that more difficult."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Is he practicing law?",
    "statement": "No. <WELL>, I <<<THINK>>> that he's talked to people <ABOUT> doing it, but he's you <KNOW>, <<SORT OF>> waiting for lots of leaves to fall off the tree or shoes to fall off or whatever, just waiting for <ALL> of that <STUFF> to be behind him."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No. Well, I think that he's talked to people about doing it, but he's you know, sort of waiting for lots of leaves to fall off the tree or shoes to fall off or whatever, just waiting for all of that stuff to be behind him.",
    "statement": "<WELL>, you're -- you're a <VITAL> woman. You're <ONLY> 60."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. That's right.",
    "statement": "<WELL>, what do you do <ABOUT> affection?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, what do you do about affection?",
    "statement": "I get -- you <KNOW>, <<SORT OF>> -- that's a really good <QUESTION>, I <<<THINK>>>, and something that I thought <ABOUT> and makes -- and that does make me sad to <<<THINK>>> that -- that I -- you <KNOW>, I <MAY> live out the rest of my days -- and the likelihood is that I'll live out the rest of my days without someone who --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "possibly": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Holding you.",
    "statement": "Holding me. Holding me in a passionate way. I've got -- I mean, I get more hugs than you <<COULD>> <<POSSIBLY>> <<IMAGINE>>. I can't go through the airport -- you <KNOW>, the TSA woman this morning at the airport, you <KNOW>, if I -- and if I say go, I get lots of hugs from people and they really mean it, and it means a lot to me. But that -- that different <<KIND OF>> affection. And I've also got tons of friends and I have an unbelievable family. I just have a great family. But that other <<KIND OF>> affection <MAY> be behind me. You <KNOW>, I can't <<IMAGINE>> -- honestly, I can't <<IMAGINE>> circumstances where I <WOULD> fall in love or that anyone <WOULD> fall in love with me, you <KNOW>? So -- and it is hard <SOMETIMES> to <<<THINK>>> that that's a part of my past."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "You love John?",
    "statement": "It's -- it's -- that's a hard <QUESTION> to answer because I <KNOW> more than one John, you <KNOW>? And is there a John that I Love and will <ALWAYS> love? There <ABSOLUTELY> is. Do I <<<THINK>>> that he's there some place? I do. I <<<BELIEVE>>> that he's there. But, you <KNOW>, the last few years, I haven't lived with that John, and that's been really hard. And the John that I was living with was not a John that -- you <KNOW>, it's complicated because he looked like him, talked like him, you <KNOW>? But he was not a John --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It's -- it's -- that's a hard question to answer because I know more than one John, you know? And is there a John that I Love and will always love? There absolutely is. Do I think that he's there some place? I do. I believe that he's there. But, you know, the last few years, I haven't lived with that John, and that's been really hard. And the John that I was living with was not a John that -- you know, it's complicated because he looked like him, talked like him, you know? But he was not a John --",
    "statement": "And his followers <<<SURE>>> loved him."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And his followers sure loved him.",
    "statement": "Yes. Yes. And because he stood for so many things that really mattered. Still does. I <<<THINK>>> one of the things that's very frustrating for him is the things that really matter to him, the person he really is is unable to act out."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Our remaining moments with Elizabeth Edwards right after this.",
    "statement": "You <KNOW>, just a couple of moments left. Elizabeth Edwards' book is \"Resilience.\" What do you make of Al and Tipper Gore?"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "obviously": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "You know, just a couple of moments left. Elizabeth Edwards' book is \"Resilience.\" What do you make of Al and Tipper Gore?",
    "statement": "It makes me sad, <OBVIOUSLY>, as it makes a lot of people sad. I'm extremely fond of both of them. They're not close friends of mine, but I have had dealings with them over the years. Tipper did pictures for an interview for me in \"Elle\" magazine once, and I did -- I took a picture of her for --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "definitely": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "She's a great photographer.",
    "statement": "She is a great photographer. She -- I <DEFINITELY> got the better end of this deal. But for the contributors page, I took a picture of her in a Mustang that Al had bought for her, which was just like the Mustang that she had when she was in high school, her first car."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So you <<COULD>> see the affection -- the affection they have for one another. But, you <KNOW>, California and Washington, D.C. and Nashville -- with their life spread out that much, it <MAY> have been that at just, at some point, it was easier."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "What do you make of Michelle Obama?",
    "statement": "I <<<THINK>>> that she's doing a really good job with, you <KNOW>, what I <<<THINK>>> -- you <KNOW>, I get a lot of people saying, oh, she really wanted to be First Lady. I thought it was the worst job in the country, and I <<<THINK>>> she's doing a splendid job with it. I'm really, really --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Worst job why?",
    "statement": "<WELL>, because, you <KNOW>, people talk <ABOUT> what you're wearing. If you talk <ABOUT> any real issue -- and you <KNOW> she cares <ABOUT> real issues -- people can be <CRITICAL> of you that you're talking <ABOUT> a real issue. And I can't <<IMAGINE>> being able to keep that job for four years or eight years and not talking <ABOUT> anything that really matters."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And raising kids.",
    "statement": "And raising kids at the same time. Her girls look lovely. And I <<<THINK>>> she's doing a great job. And I love that she's wearing American designers. So I <<<THINK>>> that's fantastic."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "OK. You put it in the subtitle, \"Reflections on the Burdens and Gifts of Facing Life's Adversities.\" The burdens are obvious. What are the gifts?",
    "statement": "The gifts are that, you <KNOW>, you are reminded time and again -- the easiest example is Wade's death because it's not so -- there's not so many other parts of it. When Wade died, it was -- it was a terrible burden. But it also reminded you both of the <FACT> that you needed to grab hold of each day. You couldn't -- you couldn't just <TAKE> each day for granted. You had to make each day matter, make each interchange with people you cared <ABOUT> matter, you <KNOW>? In my family, my dysfunctional family, there was lots of \"I love you,\" lots of hugs, lots of, you <KNOW>, constant reminders that we cared <ABOUT> one another. And I <<<THINK>>> that was a gift Wade gave us. I <<<THINK>>> he -- you <KNOW>, he made us understand that it was really important. Emma Claire, when she was a baby, had colic, and she cried for hours and hours. And I <<COULD>> just rock her and sing to her for hours and hours, even thought she screamed back at me the whole time, because I thought, if this were Wade and I got to hold him, but he was crying, <WOULD> it be OK with me? I say, you bet. And you got to understand that even if she's crying, it's a gift, this moment that I have. And so you can learn things from each -- each <THING> that's sad, there's <ALWAYS> something to be learned from it."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We have less than a minute. What do you say to other cancer patients?",
    "statement": "That as long as you're walking <AROUND>, as long as you're not dead now, then you're alive. And --"
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You're alive.",
    "statement": "You're alive and, you <KNOW>, don't spend your time worrying <ABOUT> when it is you're going to die. Spend your time worrying <ABOUT> how it is you're going to live today."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "You're alive and, you know, don't spend your time worrying about when it is you're going to die. Spend your time worrying about how it is you're going to live today.",
    "statement": "Elizabeth, it is a pleasure knowing you."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Back to you, Larry.",
    "statement": "Hang <AROUND>, OK?"
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back, everyone. <WELL>, U.S. President Donald Trump will welcome Canada's Prime Minister to the White House on Monday."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "could": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The president's push to renegotiate NAFTA, the North American Free Trade Agreement and he stalled travel ban both expected to be major talking points among these leaders. CNN's Athena Jones has this report.",
    "statement": "After wrapping up a weekend of diplomacy here in South Florida with Japan's Prime Minister Shinzo Abe, the president is kicking off another week of diplomacy starting today with the meeting and press conference with Canada's Prime Minister Justin Trudeau. Now soon after the inauguration last month the president said that one of the top items on the agenda when he meets with the prime minister <WOULD> be NAFTA. Of course, renegotiating NAFTA was one of Trump's central campaign promises. Of course, doing so will necessary require the participation of Mexico. And it's not <CLEAR> yet when that cancelled meeting with Mexico's President Enrique Pena Nieto will be rescheduled. But <CERTAINLY> these two leaders <<COULD>> begin this process today. It's worth noting that the prime minister has very different views on people fleeing danger and persecution than Trump does. He was one of the world leaders who tweeted late last month in response to the president's travel ban, tweeted out that \"Refugees are welcome in Canada regardless of their religion.\" And that travel ban was a big topic on the Sunday shows as the White House figures out its next move in the wake of that ruling by the 9th Circuit Court of Appeals. It keeps in place a temporary hold on the ban. The president senior policy adviser Stephen Miller said that the White House is considering and pursuing <ALL> options including continuing to fight for the ban in court and issuing new executive actions. Here is more of what he had to say on Fox News Sunday."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "After wrapping up a weekend of diplomacy here in South Florida with Japan's Prime Minister Shinzo Abe, the president is kicking off another week of diplomacy starting today with the meeting and press conference with Canada's Prime Minister Justin Trudeau. Now soon after the inauguration last month the president said that one of the top items on the agenda when he meets with the prime minister would be NAFTA. Of course, renegotiating NAFTA was one of Trump's central campaign promises. Of course, doing so will necessary require the participation of Mexico. And it's not clear yet when that cancelled meeting with Mexico's President Enrique Pena Nieto will be rescheduled. But certainly these two leaders could begin this process today. It's worth noting that the prime minister has very different views on people fleeing danger and persecution than Trump does. He was one of the world leaders who tweeted late last month in response to the president's travel ban, tweeted out that \"Refugees are welcome in Canada regardless of their religion.\" And that travel ban was a big topic on the Sunday shows as the White House figures out its next move in the wake of that ruling by the 9th Circuit Court of Appeals. It keeps in place a temporary hold on the ban. The president senior policy adviser Stephen Miller said that the White House is considering and pursuing all options including continuing to fight for the ban in court and issuing new executive actions. Here is more of what he had to say on Fox News Sunday.",
    "statement": "I want to say something very clearly and this is going to be very disappointing to the people protesting the president and the people in Congress like Senator Schumer who have attacked the president for his lawful and necessary action. The president's power here are <BEYOND <QUESTION>>."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "I want to say something very clearly and this is going to be very disappointing to the people protesting the president and the people in Congress like Senator Schumer who have attacked the president for his lawful and necessary action. The president's power here are beyond question.",
    "statement": "So, Miller there, he was making the case that the travel ban was <ENTIRELY> within the president's statutory and constitutional powers and that this matter is not reviewable. The president's actions on this matter are not reviewable because they deal with immigration and national security. That is an argument that did not persuade the 9th Circuit Court of Appeals. The <BOTTOM LINE> here is that even though President Trump told reporters they <<COULD>> be issuing a brand new executive order as soon as Monday or Tuesday, it's not at <ALL> <CLEAR> that the White House is prepared to do that. But of course, tis White House is full of surprises so anything can happen and we will be watching. Back to you."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So, Miller there, he was making the case that the travel ban was entirely within the president's statutory and constitutional powers and that this matter is not reviewable. The president's actions on this matter are not reviewable because they deal with immigration and national security. That is an argument that did not persuade the 9th Circuit Court of Appeals. The bottom line here is that even though President Trump told reporters they could be issuing a brand new executive order as soon as Monday or Tuesday, it's not at all clear that the White House is prepared to do that. But of course, tis White House is full of surprises so anything can happen and we will be watching. Back to you.",
    "statement": "Joining me now to talk more <ABOUT> what's happening with the Trump administration is Greg Bluestein, political reporter for the Atlanta Journal-Constitution. <ALWAYS> great to chat with you of course and there is <ALWAYS> so much to talk <ABOUT>."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So let's start with a White House senior policy adviser, Stephen Miller coming out talking <ABOUT> the travel ban and the executive order and saying we're looking at <ALL> options. Now this despite President Trump saying they are going to rework it, they are going to get it in place really quickly. What is going on here, what are these other options he's talking <ABOUT> and how much power does Stephen Miller wield within the Trump administration?"
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So let's start with a White House senior policy adviser, Stephen Miller coming out talking about the travel ban and the executive order and saying we're looking at all options. Now this despite President Trump saying they are going to rework it, they are going to get it in place really quickly. What is going on here, what are these other options he's talking about and how much power does Stephen Miller wield within the Trump administration?",
    "statement": "<WELL>, yes, there's a lot of options on the table. He <<COULD>> rewrite the entire order and this time try to tailor it so it doesn't get into legal trouble. He <WOULD> appeal to the full circuit court, it's called en banc and have the entire court listen to the -- listen to the case, or he <<COULD>> try to appeal right up to the U.S. Supreme Court which is still deadlocked without Gorsuch being approved yet. So, there is a lot of options. And Trump has sent mixed signals. A few days ago, he did signaled that he was going to rewrite the order. Now we are hearing that he <<COULD>> fight the battle in the courts now and you keep on seeing his tweets and his public responses to the court saying basically there is a war on the judiciary right now."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Well, yes, there's a lot of options on the table. He could rewrite the entire order and this time try to tailor it so it doesn't get into legal trouble. He would appeal to the full circuit court, it's called en banc and have the entire court listen to the -- listen to the case, or he could try to appeal right up to the U.S. Supreme Court which is still deadlocked without Gorsuch being approved yet. So, there is a lot of options. And Trump has sent mixed signals. A few days ago, he did signaled that he was going to rewrite the order. Now we are hearing that he could fight the battle in the courts now and you keep on seeing his tweets and his public responses to the court saying basically there is a war on the judiciary right now.",
    "statement": "And what's interesting too, talking <ABOUT> wars, is looking at the various advices within the Trump administration. It's looking very much like Michael Flynn and Sean Spicer <MIGHT> be in trouble even <<PERHAPS>> Kellyanne Conway. What do you hearing <ABOUT> that, is there a possibility of an imminent shake up here?"
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "definitely": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "And what's interesting too, talking about wars, is looking at the various advices within the Trump administration. It's looking very much like Michael Flynn and Sean Spicer might be in trouble even perhaps Kellyanne Conway. What do you hearing about that, is there a possibility of an imminent shake up here?",
    "statement": "There is <DEFINITELY> shifting power centers <ALL> the time. We <KNOW> Jared Kushner, his son-in-law has his own power circle. We <KNOW> that Sean Spicer has been frustrating to Trump. There's been reports after the Saturday Night issues..."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "... that Trump was very embarrassed by <ALL> of that. And now we're hearing Michael Flynn. I mean, we saw the Trump administration one of Trump's top aides Stephen Miller repeatedly refuse to defend Michael Flynn when ask <ABOUT> Michael Flynn's <APPARENT> conversations with Russian authorities before Trump was sworn into office. So that is not a very good sign -- Michael Flynn looks like he is on the hot seat right now."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "... that Trump was very embarrassed by all of that. And now we're hearing Michael Flynn. I mean, we saw the Trump administration one of Trump's top aides Stephen Miller repeatedly refuse to defend Michael Flynn when ask about Michael Flynn's apparent conversations with Russian authorities before Trump was sworn into office. So that is not a very good sign -- Michael Flynn looks like he is on the hot seat right now.",
    "statement": "Wow. OK. We'll watch to see what happens there. And then President Trump tweeted on crowd size again, I just want to quote this. He said, \"Just leaving Florida, big crowds of enthusiastic supporters lining the roads that the fake news media refuses to mention. Very dishonest!\" Exclamation mark. Why is he still <<APPARENTLY>> obsessing <ABOUT> crowd sizes when there are so many other things on his plate? He's got the travel ban he needs to find some way to get that accepted. And there is North Korea with the missile test."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Wow. OK. We'll watch to see what happens there. And then President Trump tweeted on crowd size again, I just want to quote this. He said, \"Just leaving Florida, big crowds of enthusiastic supporters lining the roads that the fake news media refuses to mention. Very dishonest!\" Exclamation mark. Why is he still apparently obsessing about crowd sizes when there are so many other things on his plate? He's got the travel ban he needs to find some way to get that accepted. And there is North Korea with the missile test.",
    "statement": "I <<<THINK>>> it's safe to say for Donald Trump the campaign has <NEVER> ended. This is the same <<SORT OF>> rhetoric we saw for him that <EVERY> campaign <STUFF> along the way. He <WOULD> point out to the news media you're not panning your cameras to the crowds and the size of the protest groups -- I'm sorry, the size of the supporters. And you're <ONLY> focusing on the protesters. <WELL>, he is still doing this. He is still keeping this up. And <EVERY> stop he makes, <EVERY> time he goes out on the road where I <<<THINK>>> he feels the most comfortable by the way of his campaign rallies, He is pointing to the size of the crowds and he's again, claiming the media, which he is in a running war with, in his words, are diluting and not reporting what's happening."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "I think it's safe to say for Donald Trump the campaign has never ended. This is the same sort of rhetoric we saw for him that every campaign stuff along the way. He would point out to the news media you're not panning your cameras to the crowds and the size of the protest groups -- I'm sorry, the size of the supporters. And you're only focusing on the protesters. Well, he is still doing this. He is still keeping this up. And every stop he makes, every time he goes out on the road where I think he feels the most comfortable by the way of his campaign rallies, He is pointing to the size of the crowds and he's again, claiming the media, which he is in a running war with, in his words, are diluting and not reporting what's happening.",
    "statement": "<ALL> right. Greg Bluestein, <ALWAYS> a pleasure. Thank you so much. I appreciate it."
  },
  {
    "transcript_id": "CNN-305288",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Thanks for having me.",
    "statement": "Still ahead here on Newsroom, thousands of people in Mexico their feelings known <ABOUT> the U.S. president's policies toward their country. Ahead, the protest across that nation."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "This is CNN 10 and I`m Carl Azuz. On the heels of yesterday`s report <ABOUT> a tropical storm off the U.S. east coast, we have a bigger more dangerous storm to tell you <ABOUT> today. This one`s in the Bay of Bengal, in the northern Indian Ocean, and it <<COULD>> cause catastrophic problems for northeastern India and the nation of Bangladesh. It`s name is Cyclone Amphan. It`s been hovering at or near the strongest classification of hurricane strength. The good news is it`s expected to lose some of that strength as it approaches land so that <<COULD>> make it less destructive than it is now. The bad news is Amphan is expected to make landfall in a part of the world that is not <WELL> equipped to deal with it. The storm is headed toward poor areas with a lot of people and not a lot of good infrastructure like transportation and communication networks. It`s expected to make landfall near the Ganges River delta where the Ganges and the Brahmaputra Rivers empty into the Bay of Bengal and that <<COULD>> bring major storm surges, a rise in seawater levels blown ashore by a cyclone. <NATURAL> disasters are common in this part of the world. But this <<COULD>> be the first time a powerful storm hits India and Bangladesh during a disease pandemic. Both countries are seeing increasing cases and deaths from COVID-19 despite extending their lockdowns until the end of this month. So first responders <<COULD>> be called on to both rescue people and help protect them from coronavirus which will be a concern especially in crowded evacuation centers."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "This is CNN 10 and I`m Carl Azuz. On the heels of yesterday`s report about a tropical storm off the U.S. east coast, we have a bigger more dangerous storm to tell you about today. This one`s in the Bay of Bengal, in the northern Indian Ocean, and it could cause catastrophic problems for northeastern India and the nation of Bangladesh. It`s name is Cyclone Amphan. It`s been hovering at or near the strongest classification of hurricane strength. The good news is it`s expected to lose some of that strength as it approaches land so that could make it less destructive than it is now. The bad news is Amphan is expected to make landfall in a part of the world that is not well equipped to deal with it. The storm is headed toward poor areas with a lot of people and not a lot of good infrastructure like transportation and communication networks. It`s expected to make landfall near the Ganges River delta where the Ganges and the Brahmaputra Rivers empty into the Bay of Bengal and that could bring major storm surges, a rise in seawater levels blown ashore by a cyclone. Natural disasters are common in this part of the world. But this could be the first time a powerful storm hits India and Bangladesh during a disease pandemic. Both countries are seeing increasing cases and deaths from COVID-19 despite extending their lockdowns until the end of this month. So first responders could be called on to both rescue people and help protect them from coronavirus which will be a concern especially in crowded evacuation centers.",
    "statement": "I`m Meteorologist Pedram Javaheri for CNN weather and a menacing Tropical Cyclone Amphan, now equivalent to a Category 5 hurricane if it were into the Atlantic Ocean. But of course, Bay of Bengal, very vulnerable region, 260 kilometer per hour winds gusting to 315 kilometers per hour and <CERTAINLY> a very slow moving system and notice this track. West Bengal, Bangladesh, we`re talking to you, especially Wednesday into Thursday. This storm system is poised to weaken on approach towards land but even if it does such a tremendously large system and such a strong system that we do <KNOW> the impacts that even a Category 2 or a Category 3 equivalent <<COULD>> be significant. Now look at the population of Bangladesh, 170 million people compare that to the United States <ABOUT> 320 million people except Bangladesh, <ROUGHLY> the size of an average U.S. state like the state of Iowa but again with half the population of the U.S. packed into that region. So that really makes it that more susceptible here to causing a lot of damage, a lot of lives lost potentially and of course (inaudible) some 700 rivers and tributaries across this region, some 24,000 kilometers of waterways. Landfall at this point looks to be somewhere on the coast there near Kolkata that <WOULD> begin Wednesday afternoon or Wednesday evening but <CERTAINLY> a story we`ll follow here on CNN over the next several days."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I`m Meteorologist Pedram Javaheri for CNN weather and a menacing Tropical Cyclone Amphan, now equivalent to a Category 5 hurricane if it were into the Atlantic Ocean. But of course, Bay of Bengal, very vulnerable region, 260 kilometer per hour winds gusting to 315 kilometers per hour and certainly a very slow moving system and notice this track. West Bengal, Bangladesh, we`re talking to you, especially Wednesday into Thursday. This storm system is poised to weaken on approach towards land but even if it does such a tremendously large system and such a strong system that we do know the impacts that even a Category 2 or a Category 3 equivalent could be significant. Now look at the population of Bangladesh, 170 million people compare that to the United States about 320 million people except Bangladesh, roughly the size of an average U.S. state like the state of Iowa but again with half the population of the U.S. packed into that region. So that really makes it that more susceptible here to causing a lot of damage, a lot of lives lost potentially and of course (inaudible) some 700 rivers and tributaries across this region, some 24,000 kilometers of waterways. Landfall at this point looks to be somewhere on the coast there near Kolkata that would begin Wednesday afternoon or Wednesday evening but certainly a story we`ll follow here on CNN over the next several days.",
    "statement": "Another way Spain is easing those measures is its government is allowing professional sports teams to get back to practice even if they`re in a region that`s still shutdown. They <HAVE TO> train in groups of 10 people or fewer though. There are signs of this opening up in the U.S. as <WELL>. Live golf returned to American televisions on Sunday when (ph) a charity event took place. Another is planned for next Sunday though you won`t see any spectators yet. President Donald Trump says sports are good for the nation`s psyche. That they`re missed, wanted and needed and that`s something being echoed at the youth levels too. But when they get going again across the country and this won`t happen <ALL> at once, they`ll <<LIKELY>> look a lot different than they did before the coronavirus pandemic struck."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "definitely": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It`s weird.",
    "statement": "Yes, it <DEFINITELY> doesn`t <<FEEL>> normal."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, it definitely doesn`t feel normal.",
    "statement": "<TAKE> the baseballs. Wiped down with bleach water <EVERY> half inning and the dugouts, sprayed down after each game. And teammates had to stand six feet apart. These yellow flags that marks their spots. Parents and fans, they <HAVE TO> social distance as <WELL>, and <EXPECT> to see similar precautions in different youth sports. Here`s how USA swimming is telling its 2,800 teams to set up for meets and still maintain social distancing. High fives, fist bumps and post game handshakes, <ALL> a <THING> of the past. That`s according to Skip Gilbert (ph), he`s the CEO for U.S. Youth Soccer which has almost 3 million registered players."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "He said most of their seasons will start back up in June so he`s ordered coaches and organizers to create new, COVID oriented safety checklists.",
    "statement": "When you get home, you`re cleaning your boots. You wash your hands. You`re washing your uniform. You`re doing <ALL> of the things just to ensure that if there was any contaminates that got on anything that you had brought to that field to play, that you`re making <<<SURE>>> you`re removing it."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "suppose": "ungraded"
    },
    "previous_statement": "When you get home, you`re cleaning your boots. You wash your hands. You`re washing your uniform. You`re doing all of the things just to ensure that if there was any contaminates that got on anything that you had brought to that field to play, that you`re making sure you`re removing it.",
    "statement": "Even with <ALL> that, plenty of parents are telling us they`re not letting their kids play team sports right now. But then there are those like Jill Dalione (ph). Her 12 year old son, Peyton (ph), he`s supposed to attend a Pisces Soccer Academy this summer. Why are you so comfortable letting Peyton (ph) play?"
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Even with all that, plenty of parents are telling us they`re not letting their kids play team sports right now. But then there are those like Jill Dalione (ph). Her 12 year old son, Peyton (ph), he`s supposed to attend a Pisces Soccer Academy this summer. Why are you so comfortable letting Peyton (ph) play?",
    "statement": "I <<<THINK>>> we`re OK. We`re doing our, you <KNOW>, washing our hands and keeping our hands away from our face. <<MAYBE>> if we - - even if we came into contact with someone and we had to quarantine ourselves for 14 days. That`s something we <<COULD>> do."
  },
  {
    "transcript_id": "CNN-400486",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think we`re OK. We`re doing our, you know, washing our hands and keeping our hands away from our face. Maybe if we - - even if we came into contact with someone and we had to quarantine ourselves for 14 days. That`s something we could do.",
    "statement": "10 Second Trivia. Salt Marsh, Atlas and Indian Meal are <ALL> types of what? Vultures, moths, herbs or peat. These are <ALL> types of moths, insects that <OFTEN> fly by night. Those are just three of the 160,000 species of moths and new research suggests they <MAY> play an important role in pollination. How do scientists <KNOW> this? A few years ago in Norfolk, England, researchers swabbed more than 800 moths and then studied the pollen on them. It wasn`t a direct study of pollination, the process that fertilizes plants and produces seeds, but instead a look at how pollen is transported. That`s an important early part of the pollination process. Scientists found that more than 45 percent of the moths they studied had visited dozens of different plant species during the night, including some that bees and butterflies didn`t visit during the day. And researchers say this adds to the importance of conserving the insects because like bee populations, moth populations are decreasing worldwide. Scientists say to address that, people <SHOULD> <REDUCE> the use of pesticides when possible and make <<<SURE>>> that moths have a food source and an undisturbed place to live. Their research was published in the \"Journal Biology Letters\". Last story today is <ABOUT> a dog named Moose who despite a possible identity crisis has just received an honorary doctorate during a virtual commencement ceremony at Virginia Tech. Moose has been working there as a therapy animal since 2014. He`s one of four dogs that have participated in more than 7,500 counseling sessions with students. His owner also works at Virginia Tech as a counselor but it`s Moose who just got his degree in veterinary medicine. Of course he`d <NEVER> tell the undergrads to \"Mooseover\". The \"Labrodoctor\" who just got his \"dogploma\" is an excellent \"houndselor\" who`s on \"paw\" to help students \"turn tail\" on whatever`s \"dogging\" them to \"retriever\" a <<SENSE>> of \"boneified\" <WELL> \"barking\". I`m Carl \"AMoose\", I mean Azuz for CNN 10. That dog <MIGHT> have been a Labrador but it`s the Huskies we`ve got today watching from Elgin High School in Elgin, Oregon. We`ll see you <ALL> tomorrow. END"
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Earlier, we talked with a Utah congressional candidate who <<COULD>> make history if she wins, but one man stands in the way of Mia Love becoming the first black Republican woman in Congress. That's Democratic Congressman Jim Matheson, who is Love's opponent in the fourth congressional district race in Utah. He joins us from Salt Lake City. Congressman, very good to see you here. <OBVIOUSLY>, your opponent has gotten a lot of attention because she <<COULD>> make history here. Do you <<<THINK>>> your campaign has been overshadowed by that possibility?"
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Earlier, we talked with a Utah congressional candidate who could make history if she wins, but one man stands in the way of Mia Love becoming the first black Republican woman in Congress. That's Democratic Congressman Jim Matheson, who is Love's opponent in the fourth congressional district race in Utah. He joins us from Salt Lake City. Congressman, very good to see you here. Obviously, your opponent has gotten a lot of attention because she could make history here. Do you think your campaign has been overshadowed by that possibility?",
    "statement": "Listen, I <<<THINK>>> that ultimately <ALL> the national attention doesn't really matter <ABOUT> here in Utah. This is where the election gets decided. In Utah, people <KNOW> me real <WELL>. I have a pretty long family history in this state and people <KNOW> me <WELL>. And ultimately, I <<<THINK>>> they care <ABOUT> the issues we talk <ABOUT>. That's what's going on on the ground here."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Listen, I think that ultimately all the national attention doesn't really matter about here in Utah. This is where the election gets decided. In Utah, people know me real well. I have a pretty long family history in this state and people know me well. And ultimately, I think they care about the issues we talk about. That's what's going on on the ground here.",
    "statement": "Congressman, you were the lone Democrat in the Utah delegation. How do you <<<THINK>>> you've been able to actually --"
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Congressman, you were the lone Democrat in the Utah delegation. How do you think you've been able to actually --",
    "statement": "<WELL>, at the end of the day, what people appreciate <ABOUT> me is that I'm really not <ABOUT> party. I'm <ABOUT> just trying to do the right <THING>. I <<<THINK>>> most people in Utah are tired of <ALL> the partisanship and the bickering that dominates our politics today. What they <KNOW> <ABOUT> me is that's not who I am. They <KNOW> I'm a guy that works with anybody regardless of where they come from. I put good ideas above party, politics, personal ambition. That's what they're looking for. So the approach that I have followed for <ALL> my time in office, I <<<THINK>>> in the year 2012, it matters that much more."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "It is a very pragmatic approach, as a member of a blue dog coalition, fiscally conservative Democrat, but you are really a rare breed. There are not a lot of moderates and Democrats and Republicans that are coming together in Congress in this sense. How do you change that? How do you actually work across the aisle, because you've got this so-called fiscal cliff that is going to happen, potentially happen with all the spending cuts and tax increases within weeks.",
    "statement": "Look, first of <ALL>, the extreme elements of both parties are a problem. There's no <QUESTION> <ABOUT> it. There are too many people on the extremes of both sides. If we're ever going to get something done, you <HAVE TO> draw some common ground, be constructive. That's what America wants. That's why most people in America are registering as Independents. They're leaving both political parties. So that gives me confidence. And frankly, there's a core group in Congress of Democrats and Republicans that have the same attitude <ABOUT> trying to get something done. Oh, I <KNOW> it's better to be an extremist, better to be on the cable channels if you scream from an extreme standpoint. That <<MAYBE>> helps. But for the more pragmatic approach, that <MIGHT> not be as exciting on TV, but that's how you make good policy."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Look, first of all, the extreme elements of both parties are a problem. There's no question about it. There are too many people on the extremes of both sides. If we're ever going to get something done, you have to draw some common ground, be constructive. That's what America wants. That's why most people in America are registering as Independents. They're leaving both political parties. So that gives me confidence. And frankly, there's a core group in Congress of Democrats and Republicans that have the same attitude about trying to get something done. Oh, I know it's better to be an extremist, better to be on the cable channels if you scream from an extreme standpoint. That maybe helps. But for the more pragmatic approach, that might not be as exciting on TV, but that's how you make good policy.",
    "statement": "We prefer to talk to moderates as <WELL>."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We prefer to talk to moderates as well.",
    "statement": "<<<SURE>>>."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "Particularly the Republicans who have left essentially, when you talk <ABOUT> Maine and Olympia Snowe, and <ALL> these others who -- they put their hands in the air and say forget it."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "absolutely": "ungraded",
      "confident": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Particularly the Republicans who have left essentially, when you talk about Maine and Olympia Snowe, and all these others who -- they put their hands in the air and say forget it.",
    "statement": "Yes. You are <ABSOLUTELY> right. The number of <MODERATE> Republicans and Democrats has decreased over the last three elections. We <HAVE TO> turn that <AROUND>. That's what America wants. Ultimately, I <<<THINK>>> the political system will respond to that. We need more people who want to be constructive to get something done. Frankly, that's why I'm <<CONFIDENT>> <ABOUT> this election. We do not need another person in the Utah delegation that will go back and just walk the party line. That's not how you get things done."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes. You are absolutely right. The number of moderate Republicans and Democrats has decreased over the last three elections. We have to turn that around. That's what America wants. Ultimately, I think the political system will respond to that. We need more people who want to be constructive to get something done. Frankly, that's why I'm confident about this election. We do not need another person in the Utah delegation that will go back and just walk the party line. That's not how you get things done.",
    "statement": "Finally, do you <<<THINK>>> that with Mitt Romney being a Mormon on the ticket in Utah, do you <<<THINK>>> that's going to be an advantage to your opponent or does it really matter?"
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Finally, do you think that with Mitt Romney being a Mormon on the ticket in Utah, do you think that's going to be an advantage to your opponent or does it really matter?",
    "statement": "Oh, I <<<THINK>>> it's going to create a <CERTAIN> level of excitement. But let me tell you something. When you run as a Democrat in Utah, the Republican presidential candidate <ALWAYS> runs up a big percentage."
  },
  {
    "transcript_id": "CNN-195296",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Thanks.",
    "statement": "If Mitt Romney wins the battle for the White House, he will become the first Mormon president of the United States. It's just one of the many possible firsts in this election. Hawaii voters <<COULD>> send the first Asian woman to the U.S. Senate. That <<COULD>> be Democratic Congresswoman Mazie Hirono. For the first time, voters in three states <<COULD>> give gay Americans <<COULD>> be <GIVEN> the right to marry. It's on the ballot in Washington, Maryland and Maine. Same- sex marriage has been legalized in six states and the District of Columbia, but <ALWAYS> by legislative action or court order. You're looking at your local ballot, you're seeing some state initiatives from health care to medical marijuana. Do these issues have you going to the polls?"
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "must": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "None",
    "statement": "House Republicans <MAY> be just a few days from electing the next speaker, Congressman Paul Ryan of Wisconsin. Ryan didn't really want the job, he said he'd run but with a few conditions. One of them is endorsements of three key GOP caucuses. He got two out of three. But the conservative Freedom Caucus <<COULD>> not muster support from 80 percent of its members required for a formal endorsement, but <ABOUT> 70 percent, <<MAYBE>> <A LITTLE> more, they are supporting him. That's a super <MAJORITY>. Ryan says that's good enough for him. So he's running. Congressman Scott Garrett, one of the founders of the Freedom Caucus, is with us now. Good to have you with us, sir."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "obviously": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So 70 percent, strong number, as I said, but what were some of the holdouts, some of the sticking points for those who were not willing to support his nomination?",
    "statement": "<WELL>, some of the people, <OBVIOUSLY>, had made commitments elsewhere or had some thoughts on different things, but at the end of the days, our caucus and others, those organizations came out as <WELL>. Those organizations I don't <<<THINK>>> had formalized rules as ours did. Ours was <A LITTLE> structurally different."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, some of the people, obviously, had made commitments elsewhere or had some thoughts on different things, but at the end of the days, our caucus and others, those organizations came out as well. Those organizations I don't think had formalized rules as ours did. Ours was a little structurally different.",
    "statement": "Understood. One of the reported points of contention was the <CHANGE> that Congressman Ryan demanded be made to the ability to remove a speaker, the motion to vacate as it's known. Why was that a point of contention?"
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "probably": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Understood. One of the reported points of contention was the change that Congressman Ryan demanded be made to the ability to remove a speaker, the motion to vacate as it's known. Why was that a point of contention?",
    "statement": "That's a procedure that's been in the books since Thomas Jefferson wrote this manual for Congress so over 200-plus years ago. It's a right of any member of Congress to represent his constituents on the floor of the House of Representatives. So I <<GUESS>> our group is saying now is <<PROBABLY>> not the right time when you're trying to bring everybody to together to go in and try to divide things to <CHANGE> a rule that's been in place for over two centuries now."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "You voted against voting against John Boehner as speaker. Would you be willing to use this motion to vacate to replace Paul Ryan, if he does not live up to the list of commands from the Freedom Caucus?",
    "statement": "I don't <KNOW> that the Freedom Caucus has really a list of demands that we are looking forward. What the Freedom Caucus is really doing is representing American public. The immediate focus is so much on the who and what, and forgets to ask the questions, the why. Why are these things going on? You <KNOW>, you look at a presidential race and you see that the public is not happy with Washington in general with the way the House is moving. We make changes in leadership and now the rules. What the media <ALWAYS> forget to ask is the why, and the why in the Senate is the other half of the equation. That's part of the problem we don't control, but when we pass bills in the House and they go over to the Senate, and they die there. That's the why <QUESTION> that really <SHOULD> be at the bottom of <ALL> of these discussions that we're having right now as to the changes that we are making in Washington."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Understood, but let me get back to the essence of the question. Is there part of the reason that some members thought changing the motion to vacate is because you foresee using that in the near future if Paul Ryan makes decisions which you disagree?",
    "statement": "No, I don't see us using that in the future. We had good discussions with Paul Ryan. What his vision is. I've worked with him for half a dozen or more years in the Budget Committee and on the floor as <WELL>. He has a conservative vision for the country. He was the party's vice presidential candidate the last time <AROUND>. So, I <<<THINK>>> if we can enact those things, move those things in that direction. But again, it <ALL> goes for naught if we do <ALL> these great things and then it goes into the Senate and they die in the Senate."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "know": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "No, I don't see us using that in the future. We had good discussions with Paul Ryan. What his vision is. I've worked with him for half a dozen or more years in the Budget Committee and on the floor as well. He has a conservative vision for the country. He was the party's vice presidential candidate the last time around. So, I think if we can enact those things, move those things in that direction. But again, it all goes for naught if we do all these great things and then it goes into the Senate and they die in the Senate.",
    "statement": "There were three demands that were made from Paul Ryan. That's what I'm going to go to. He said that he wanted to be able to <CHANGE> this rule. <<REPORTEDLY>>, he's going to delay that. He said he needed the endorsement of three key GOP groups. He didn't get that either. I <WONDER> if going into the job -- he's not even there yet, we don't <KNOW> what the work/life balance will be. If he's weakened already by seeing he can't get the basic things which <WOULD> be the <ONLY> conditions on which he <WOULD> run, and he's running without two of the major three."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "There were three demands that were made from Paul Ryan. That's what I'm going to go to. He said that he wanted to be able to change this rule. Reportedly, he's going to delay that. He said he needed the endorsement of three key GOP groups. He didn't get that either. I wonder if going into the job -- he's not even there yet, we don't know what the work/life balance will be. If he's weakened already by seeing he can't get the basic things which would be the only conditions on which he would run, and he's running without two of the major three.",
    "statement": "No, it doesn't weaken him, it strengthens him in the <<SENSE>>, in order to move things along you <HAVE TO> have consensus in the House and that is what he was trying to do. That's what the House Freedom Caucus was trying do. He realizes in order to try to move to get the responsiveness to the American people you <HAVE TO> move <ALL> together. That's what the American public acting for out of Washington. Anyone in Washington that wants to be successful realizes when you go to the negotiation table, you <MAY> <KNOW> what you want, but you're not going to get 100 percent of it. And if you demand 100 percent of it, it's your way or the highway, then you will not be successful and the American public will not be successful. That's what we're trying to <CHANGE> in the House. And I'll challenge you on this to ask that why <QUESTION>, why the Senate, we can't, why they're <ALWAYS> looking for 100 percent, it's there way or the highway. We're willing to be the party of not hell no, but the party of hell yes. We want to get things done if we can get them out of the Senate and get them done."
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "No, it doesn't weaken him, it strengthens him in the sense, in order to move things along you have to have consensus in the House and that is what he was trying to do. That's what the House Freedom Caucus was trying do. He realizes in order to try to move to get the responsiveness to the American people you have to move all together. That's what the American public acting for out of Washington. Anyone in Washington that wants to be successful realizes when you go to the negotiation table, you may know what you want, but you're not going to get 100 percent of it. And if you demand 100 percent of it, it's your way or the highway, then you will not be successful and the American public will not be successful. That's what we're trying to change in the House. And I'll challenge you on this to ask that why question, why the Senate, we can't, why they're always looking for 100 percent, it's there way or the highway. We're willing to be the party of not hell no, but the party of hell yes. We want to get things done if we can get them out of the Senate and get them done.",
    "statement": "<WELL>, there are some who <WOULD> who say that the Freedom Caucus is part of the why. It holds its own leadership in the House to a standard to pass something that when there was no chance it will even get a vote?"
  },
  {
    "transcript_id": "CNN-267485",
    "matched_terms": {
      "should": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "You too -- Christi.",
    "statement": "Speaking of politics, from Iowa to Florida, <ALL> points in between. The men and women running for president had a busy day ahead of them. We're going to break it down for you. Also Hurricane Patricia just downgraded to a tropical storm. It's still moving across Southeastern Mexico. This is the strongest hurricane ever reported. Still packing a punch this hour, but just in the next hour or so, the sun <SHOULD> be coming up there. And we're going to get a better glimpse of what it left behind. Also, new video from a deadly shooting on a Tennessee university campus and police need your help to find the <<SUSPECT>>."
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "may": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You <MAY> recall that crane collapse in midtown Manhattan that happened last weekend and killed seven people there. <WELL>, some neighbors had said that it was an accident waiting to happen. It turns out they <MAY> actually be right. This is some really serious <STUFF>. Let's bring in Jim Acosta. He is live in New York with details. What's the latest -- Jim?"
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "should": "ungraded",
      "unclear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You may recall that crane collapse in midtown Manhattan that happened last weekend and killed seven people there. Well, some neighbors had said that it was an accident waiting to happen. It turns out they may actually be right. This is some really serious stuff. Let's bring in Jim Acosta. He is live in New York with details. What's the latest -- Jim?",
    "statement": "<WELL>, Brianna, city officials just announced that the inspector who was responsible for that site has been arrested. According to city officials, the inspector falsified records, saying that he had visited the site on March 4 when, in <FACT>, that visit <NEVER> occurred. Now we <SHOULD> mention that city officials do say that an inspection of that site did occur on March the 14. That's one day before that crane came tumbling down, eventually killing seven people and injuring 24 others. What is <<UNCLEAR>> at this point is whether the absence of that inspection on March 4 had anything to do with this collapse -- Brianna."
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Well, Brianna, city officials just announced that the inspector who was responsible for that site has been arrested. According to city officials, the inspector falsified records, saying that he had visited the site on March 4 when, in fact, that visit never occurred. Now we should mention that city officials do say that an inspection of that site did occur on March the 14. That's one day before that crane came tumbling down, eventually killing seven people and injuring 24 others. What is unclear at this point is whether the absence of that inspection on March 4 had anything to do with this collapse -- Brianna.",
    "statement": "And it <<SORT OF>> begs the <QUESTION> if this inspection didn't go through, if it was falsified, if <<MAYBE>> there aren't other crane inspections -- I <KNOW> there are <<PROBABLY>> hundreds of cranes <AROUND> New York City. Have city officials gone there yet or is it pretty preliminary yet?"
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "know": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it sort of begs the question if this inspection didn't go through, if it was falsified, if maybe there aren't other crane inspections -- I know there are probably hundreds of cranes around New York City. Have city officials gone there yet or is it pretty preliminary yet?",
    "statement": "<WELL>, the building commissioner here in New York City has said that she is ordering a full audit of <ALL> crane inspections and <ALL> of the inspections pertaining to this site to get to that very <QUESTION>. Because that <QUESTION> <UNDOUBTEDLY> came up. As you <KNOW> right now, this city has been in the middle of a building boom for the last several years had and there are cranes up across Manhattan. And, you <KNOW>, you can <ONLY> look at news reports in recent weeks and in recent days to <KNOW> that people have been looking up into the skies wondering, you <KNOW>, just, you <KNOW>, how safe these cranes are -- particularly in light of what happened on Saturday. So, yes, city officials are highly attuned to this and they promise to get to the bottom of it -- Brianna."
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Google Mapping is good for finding hotels or even hospitals. It turns out you can also use to it find haddock or humpback. The next big thing for oceanographers is Google technology keeping tabs on where the wild things are in the sea. I just hit it right -- wild things -- all right -- in the sea. Our Miles O'Brien has that story.",
    "statement": "Your mother <ALWAYS> told you there are a lot of fish in the sea. But how many? No one really knows the answer."
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Your mother always told you there are a lot of fish in the sea. But how many? No one really knows the answer.",
    "statement": "The oceans are a part of the world that's extremely unexplored and <<PROBABLY>> even less explored than parts of our solar system."
  },
  {
    "transcript_id": "CNN-124799",
    "matched_terms": {
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "The oceans are a part of the world that's extremely unexplored and probably even less explored than parts of our solar system.",
    "statement": "But <<MAYBE>> not for too much longer. Pat Halpin is a researcher working on the Census of Marine life -- a 10-year global effort, now in its eighth year, to <TAKE> a head count of what lives in the seven seas. The end result is a publicly available Google map that lets you see what lies beneath the blue void -- the same way you find a movie or a pizza."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Welcome back. The United States says 52 militants are dead after a Saturday airstrike in Somalia. The U.S. military says it targeted Al-Shabaab fighters in the south of the country and no civilians were hurt or killed. Al-Shabaab is linked to Al Qaeda. The U.S. says the airstrike came in response to an earlier militant attack on Somali government forces.",
    "statement": "In Poland, thousands of people came together in Gdansk for the funeral of mayor Pavel Adamowicz, stabbed to death last week at a public event."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "In Poland, thousands of people came together in Gdansk for the funeral of mayor Pavel Adamowicz, stabbed to death last week at a public event.",
    "statement": "Several high-profile leaders attended the mass, including the country's prime minister and former president, Lech Walesa. Speakers included the mayor's daughter and his wife, who <WOULD> have celebrated 20 years of marriage with him this <MAY>. They spoke of his service to the city of Gdansk."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "My dear darling Daddy, I wanted to thank you for all of your life, for your life which you spent with us, with Mom, Teresa (ph), with our grandparents and with Gdansk. I want to thank you for evening walks with your beloved dog, Zeus (ph), for teaching me to love books, history and to be interested in the world.",
    "statement": "Adamowicz was one of Poland's longest serving mayors. He died one day after being attacked at one of Poland's biggest charity events."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Adamowicz was one of Poland's longest serving mayors. He died one day after being attacked at one of Poland's biggest charity events.",
    "statement": "In Mexico, authorities continuing to investigate the cause of a pipeline explosion on Friday, an explosion that left 73 people dead. Officials say that it happened as people were trying to steal gasoline from the line and it <MAY> have been sparked by static electricity. My colleague, Rafael Romo, reports the blast highlights just how problematic fuel theft has become in Mexico."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "We will eradicate this gas black market. It not only causes material damages or damages to our nation but the risk, the danger and the loss of human lives.",
    "statement": "In December, Lopez Obrador launched a crackdown on fuel theft, saying it caused the country <AROUND> $3 billion last year, with some estimates saying the pipelines were raided an average of 42 times a day. The government has since deployed additional troops and federal police to protect refineries and shut down some of the pipelines, delivering some of the fuel by tanker trucks instead. Authorities say this latest fire was extremely deadly because several hundred local residents were on the scene, siphoning up the spilling gas. Lopez Obrador says he will work closely with investigators to prevent incidents like this from happening again."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Rafael Romo, CNN.",
    "statement": "Millions of people <AROUND> the world have been taking part in the third annual Women's March."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Of course it not just in the U.S. Look at the crowds in Berlin, carrying signs and calling for equality and respect. In London, hundreds filled Trafalgar Square, protesting violence against women; some were protesting Brexit, saying women would suffer the most in a post-Brexit Britain.",
    "statement": "This year's event was not without its own controversies, though. The organizers of the national march faced allegations of anti-Semitism after a Jewish magazine accused two group leaders of making anti-Semitic comments. Campaigners are also trying to raise awareness <ABOUT> sexual violence in Lebanon."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "The Min El Felten or Shame on Who was a campaign that is trying to shed the light on the rapists, shedding the light on the --",
    "statement": "-- laws that needs to be reformed and mainly to gain the public debate <AROUND> the blaming and shaming of the survivors."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "It is a first step to putting the blame and shame where it belongs, on the predator, not the prey -- Ben Wedeman, CNN, Beirut.",
    "statement": "<HOPE> that that will <CHANGE> attitudes."
  },
  {
    "transcript_id": "CNN-359872",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Hope that that will change attitudes.",
    "statement": "Yes, have an impact. <<<SURE>>> do. Thousands of American families now face one month without pay."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "seem": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We're back with some breaking news in our national lead. Just moments ago, a bipartisan group of lawmakers met for the very first time, hoping to make a deal on border security funding and <AVOID> hopefully another government shutdown. Not exactly inspiring confidence, President Trump tweeting this morning, quote: If the committee of Republicans and Democrats now meeting on border security is not discussing or contemplating a wall or physical barrier, they are wasting their time, exclamation point. But some Democrats do <SEEM> open to giving President Trump at least part of what he wants."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "clear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We're back with some breaking news in our national lead. Just moments ago, a bipartisan group of lawmakers met for the very first time, hoping to make a deal on border security funding and avoid hopefully another government shutdown. Not exactly inspiring confidence, President Trump tweeting this morning, quote: If the committee of Republicans and Democrats now meeting on border security is not discussing or contemplating a wall or physical barrier, they are wasting their time, exclamation point. But some Democrats do seem open to giving President Trump at least part of what he wants.",
    "statement": "<WELL>, a barrier, a fence in appropriate places is clearly an ingredient in border security."
  },
  {
    "transcript_id": "CNN-360762",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, a barrier, a fence in appropriate places is clearly an ingredient in border security.",
    "statement": "Fencing is different and a wall <SHOULD> not be confused with border security."
  }
]