[
  {
    "transcript_id": "CNN-93793",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, David Lereah, let's turn to you now. Is this a bubble that's just waiting to burst? What's going on here?",
    "statement": "<WELL>, I <THINK> the better way to look at it is, there's -- you <KNOW>, real estate is local, so there's local balloons in some of these markets. So I do agree with Bob on that. There are local balloons out here. Double-digit price appreciation for several years in a row is not a healthy situation. But what I say in my book, and what I've been saying for the last four years, is that the air will come out of the balloon in a manageable way, rather than these balloons popping. Real estate is not cyclical when it comes to home price appreciation. We have never, with the exception of the Great Depression, we haven't seen nationally home prices drop."
  },
  {
    "transcript_id": "CNN-229974",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Christie's numbers. If it hadn't been for the bridge scandal, you know he'd be at the top of the list.",
    "statement": "You <KNOW>, I don't <THINK> this is terribly surprising over the last couple of years. The Republican Party is still searching for exactly what its platform is going to be. As that debate shakes out over the next year, we'll see the numbers start to crystallize <AROUND> someone."
  },
  {
    "transcript_id": "CNN-168142",
    "matched_terms": {
      "feel": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "It really did. I just tried to imagine all of these other cars on the track and how close you like to be to that wall.",
    "statement": "Yes, we weren't even that close to it. I took it up there one time to give you a <FEEL>. Sometimes you're inches off the wall. You just go where your car handles <BEST>."
  },
  {
    "transcript_id": "CNN-164049",
    "matched_terms": {
      "well": "ungraded",
      "clear": "ungraded",
      "absolutely": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "Breaking news out of Japan. Late word tonight that Japan's Nuclear Safety Agency has found even higher radiation spikes in seawater near the Fukushima Daiichi nuclear power plant. Now, radioactive iodine levels, more than 4,000 times the regulatory limit in the sea near the plant. Last night, you may remember, those levels were more than 3,000 times the regulatory level. This followed some troubling news from the International Automatic Energy Agency that today, it found elevated radiation levels in a town 25 miles from the plant, which is well outside the current evacuation zone. So today, TEPCO's chairman said the company has no choice but to decommission four of the crippled plant's six reactors. He's taken over the fight to bring the crisis under control, because TEPCO's president is back in the hospital once again, said to be battling from, quote, \"stress and fatigue\". Also feeling stress and fatigue, no doubt -- probably a lot more -- the workers struggling to bring those reactors under control on little sleep and just two meals a day. We have new details tonight on just why it is that workers are having such a hard time eating. The problem isn't just finding uncontaminated food, we're told. It's finding an uncontaminated space to eat it in. TEPCO says the workers will soon start getting three meals a day, possibly tomorrow. This, though, only after the information has been revealed that they weren't getting three meals a day. The company also says it's hoping to get workers staples like bread and soup very soon. That's right. They haven't had bread or soup. They've had a lot of crackers. For now, they're powering through on meals nothing more than rice and a special protein mix, occasionally crackers, because they come in sealed packages. As for a reported shortage of protective gear, TEPCO admits supplies may be running short, but they claim there is still enough protective clothing for everyone who's working at the site, and they're buying more as they need it. Joining us now with the latest in the battle to bring the Fukushima Daiichi plant under control: from Hong Kong, former senior nuclear power plant operator Michael Friedlander; and in L.A., our chief medical correspondent, Dr. Sanjay Gupta. Michael, do you believe this company, TEPCO, now? I mean, I've got to say, given the lack of information, the lack of flow of information that we've had, really, since day one in this thing, the misinformation that we've been given, and we've seen workers getting doused with radioactive water, do you believe that they have the right protective gear?",
    "statement": "<WELL>, Anderson, I have to say that exactly for the reasons that you said, I have my <DOUBTS>. What's not <CLEAR> to me is whether the equipment that is available is not being deployed properly or whether or not the equipment is just <ABSOLUTELY> not available. But in either case, it clearly is an illustration that this incident has not been being managed properly, at the consequences to their employees."
  },
  {
    "transcript_id": "CNN-393300",
    "matched_terms": {
      "about": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "So as you can see there, Iranian officials really trying to get people to come out and vote despite all of the things that have been happening here in this country, all the hardships that Iran has been going through, the Supreme Leader came out and said that it's people's religious duty to come out and vote. Hassan Rouhani has also urged people to come out as well. But then, of course, you also do have that wildcard of, are people afraid, because of the coronavirus to actually come to larger public gatherings because, of course, that's something they would have to do to cast their ballot. So that's certainly something that we're going to be looking at as people start casting their ballots on Friday. Hala?",
    "statement": "All right. Thanks very much, Fred. The U.S. ambassador to Germany, Richard Grenell, has no intelligence experience. Despite that, President Trump selected him to be the next acting U.S. spy Chief, overseeing 17 intelligence agencies. It makes his staunch loyalty to the president <APPEAR> to be his primary qualification for the post. His work as ambassador has already angered some Republicans with his long history of sharp elbows and controversial statements. Now, a senior administration official says Grenell will hold both positions. Alex Marquardt joins me now from Washington with more <ABOUT> the president's pick. How will that work holding both of those positions?"
  },
  {
    "transcript_id": "CNN-316573",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "The president sat for an interview with the Christian Broadcasting Network this morning. The clip released by the program did not address his son's e-mails. Instead the president defended his two-hour face-to-face with Russian President Vladimir Putin last week.",
    "statement": "I <THINK> a lot of things came out of that meeting, but I do <THINK> it's important to have a dialogue, and if you don't have a dialogue, it's a lot of problems for our country and for their country."
  },
  {
    "transcript_id": "CNN-48921",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Susan Candiotti with the latest on the shoe bomb suspect. Thank you very much. And shifting now to some scary incidents toady at airports and jetliners around the country. At least two disturbances. One, a bomb scare at one of the busiest airports in the world, and a jet diverted by an unruly passenger. Details on those incidents in just a moment. But first to Miami, where the man who allegedly said he wanted to destroy everything on an international flight made his first court appearance earlier today. CNN's Mark Potter is covering the alarming case of the cockpit break-in. Mark, what happened today?",
    "statement": "<WELL>, Wolf, 29-year-old Pablo Moreira had his initial appearance in the Miami federal courthouse, the building behind me. It didn't last very long, just a few minutes. The magistrate judge, Peter Palermo, read the charge against him: interfering with a flight crew. And that's a very serious charge. It carries a maximum penalty of 20 years. Now, Moreira is being held without bond right now. There will be a hearing on Tuesday to see if that continues. The U.S. attorneys office is recommending that he stay in prison until his trial, on the grounds that he is a flight risk, and also, that he is a danger to the community. Now, Moreira was represented in court by two attorneys, both of them former federal prosecutors."
  },
  {
    "transcript_id": "CNN-260479",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Right. But there are obviously --",
    "statement": "We're going to send them back where they <COULD> from."
  },
  {
    "transcript_id": "CNN-225389",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "No doubt.",
    "statement": "No <DOUBT>. No <DOUBT>."
  },
  {
    "transcript_id": "NPR-3122",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Can this tell us anything about the origins of the moon? I mean, isn't it generally believed that a planet or some body about the size of Mars hit the Earth in early formation and blew off a piece of debris that became the moon?",
    "statement": "Yeah, that's the commonly accepted model. The presence of a core, such that we have detected, does support the large-impact model for lunar formation, especially that there was a liquid part of the core. The moon <MAY> have formed in an initially completely molten state."
  },
  {
    "transcript_id": "CNN-313955",
    "matched_terms": {
      "reportedly": "ungraded",
      "believing": "ungraded"
    },
    "previous_statement": "And I did not have communications with the Russians.",
    "statement": "Trump was <REPORTEDLY> furious with the recusal, <BELIEVING> it triggered a chain of events that ultimately intensified the Russia probe, leading to the appointment of special counsel Robert Mueller last month. The president's anger on display this week when he slammed his Justice Department publicly for watering down his original travel ban, something the president had to approve."
  },
  {
    "transcript_id": "CNN-208622",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I did not know a billion records a day were coming under the control of the federal executive branch.",
    "statement": "It's part of the growing outcry for the government to make more information available to the public <ABOUT> its secret phone and internet tracking programs, and it's not just politicians, internet giants, Google, Microsoft and Facebook are calling for greater transparency and permission to tell the public what they gave out. And lawsuits are threatening including the ACLU challenging the constitutionality of the phone program. Suspected leaker Edward Snowden says he wants that debate."
  },
  {
    "transcript_id": "CNN-338808",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "well": "ungraded",
      "quite": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded",
      "sort of": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Yes. Many are afraid of being deported if they're not granted asylum. And mothers keeping separate from their children. Some 50 migrants have been admitted into a processing center at a point of entry in San Diego. Dozens more are waiting outside until authorities consider their case. Our Leyla Santiago has more.",
    "statement": "I've seen many people with tears. Many people saying we're excited to finally be here, but we come here with excitement and a lot of anxiety. They are very anxious, very nervous, especially the mothers and the grandmothers. Wondering what will happen when they cross this border. That it has been weeks and weeks of walking, of riding on a train, on a train in which I watched as a pregnant mother of two sat on top of scrap metal and trash for hours in the cold and through the night. They have slept on the floors of shelters to arrive at this very moment. Something that stuck with me, one woman who said I <THINK> a lot of people <THINK> we just woke up one day and said, I'm going to go to the U.S. But this has been a very, very tough, tough journey for them. Many people sniffling, as <WELL> as coughing. Many of them are sick because of the type of environment in which they have traveled through to come here. This woman <OBVIOUSLY> in a wheelchair that <QUITE> frankly looks very <SORT OF> beat up. So I can only imagine what that wheelchair, the story that that wheelchair would tell. I want to <SORT OF> make <SURE> you understand what's happening right now. Beyond the high emotion, the migrants that are very excited but also anxious. We are right now not far, within feet of the United States of America. So many of these migrants will tell you horrific stories of what they left behind in Central America. So what they see on that other side is <HOPE>. And what they're <HOPING> for is to seek asylum. This is the legal way to do it. U.S. federal law says if you want to seek asylum, you go to a port of entry. That is what they're doing."
  },
  {
    "transcript_id": "CNN-398980",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "And just very quickly, I guess the pandemic has been an sort of an advantage for the government. But have there been many demonstrations during the pandemic?",
    "statement": "You <KNOW>, it's been interesting. Because no massive marches, demonstrations, since the pandemic began. But there have been, as you recall, that protest. The one-week-long strike in February by medical workers, who had their own five demands. But they were demanding more PPE and isolation wards, and a full closure of the border. Also during this time, we've seen pro-democracy groups, like the one founded by Joshua Wong, Demosisto, engage in mass campaign drives to give away masks. That has been the focus of the movement so far."
  },
  {
    "transcript_id": "NPR-597",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yeah, I had a concern with those 16,000 contractors and civilians that we're leaving behind, basically without military protection. Are we setting up for another Iranian hostage crisis? And I don't mean the first one that everybody's forgotten about that was diffused nicely under Ambassador William Sullivan, but the second one that basically started Ted Koppel's fame as the leader of \"Nightline,\" which was essentially to report on the Iranian hostage crisis that brought down a presidency.",
    "statement": "<WELL>, you have a good memory on all accounts. I remember the first hostage-taking. I remember Ambassador Sullivan, and of course I will never forget - Jimmy Carter once said to me that there were only two people in the world who had benefitted from the hostage-taking: the Ayatollah Khomeini and me. And I can't really disagree with him."
  },
  {
    "transcript_id": "CNN-45009",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I think, he -- of course it changes him a little bit. He was involved in the incident. I think he has a different outlook now on the whole situation. I think he's more involved in the situation now, and he's -- every bombing -- he's concerned about everybody, the injured, the noninjured, and I think he wants the whole thing to be settled, the peace to work out and everything like that.",
    "statement": "<WELL>, we <SURE> do wish your family <WELL>, and we will try to stay on top of your story and we will continue to follow Jason's development, Joshua."
  },
  {
    "transcript_id": "CNN-289208",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Quick question, does he mention Donald Trump at all in his speech?",
    "statement": "I <THINK> you have to."
  },
  {
    "transcript_id": "CNN-98709",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<COULD> cell phones be related to brain tumors? Are our dreams trying to tell us something? And how do athletes from NASCAR drivers to Lance Armstrong leave others in the dust? We're driven to find out on"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Police tell us they have brought in cadaver dogs to help search for the boy. So far, they have not found any sign of him.",
    "statement": "They had the scent dogs out here, and there`s no scent of him leaving out of the, you <KNOW>, yard."
  },
  {
    "transcript_id": "CNN-156858",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I think it's fair to say people around the world are praying. The miners and their ordeal have captured the attention of basically everyone on the planet who is close to a newspaper or at this hour close to a television set. You're looking now at live pictures, once again, as the work continues at Copiapo. But all of this, it just has all of us talking. It has us talking to our neighbors. It has us talking to our friends. It has talking on the Internet. CNN's Kristie Lu Stout has been watching all of the social network traffic, and joins us now from CNN Hong Kong. Christie Lu, what do you see?",
    "statement": "Jon, we're watching social media reaction from <AROUND> the world. But here in Hong Kong, I am paying special attention to the voices in China, where mine accidents are a regular occurrence. Now the so far successful rescue in Chile is prompting Chinese citizens to voice their anger at China's mine safety record. Here are a few examples from `Example: Here are a few examples from Sina Weibor, which is China's equivalent of Twitter. Now one person on Sina Weibor, Adi Dinar (ph) writes this, \"if this mine accident happens in China, can those trapped miners survive until now?\" Another user on Sina Weibor writes this, \"the daily report of Chile rescue reminds me of those anonymous dead miners and 9.6 million square meters land of China. Every report of the Chile rescue is a loud slap in the face.\" And one more I'm going to show you. This from Lida Gudza (ph), writes this: \"the effort made by the Chilean government so far is very scientific, humane. It is very different from what we often see in China, those show like rescue work , seemingly lively or real, but, in <FACT>, without basic rescue equipment support. Let's take a broader look at the social media conversation <AROUND> the story. In <FACT> almost 4 percent of the conversation on social media is <ABOUT> the Chile mine rescue. And you can see more and more are talking <ABOUT> it as the rescues continue. We've teamed up with a company. It's called Crimson Hexagon that track what's being said <ABOUT> the story on Twitter in the last 24 hours. And you can see the biggest subjects are the rescue timeline and specifically the drilling effort. But the human side of this story is also part of the conversation where people are discussing the miners' families, their mental state and how they have survived so long underground. And of course people are tweeting their personal expressions of support for the rescue effort. That's totaling <ABOUT> 18 percent of the conversation. You're welcome to send me your thoughts <ABOUT> the ongoing rescue that you're watching here on CNN via twitter. I'm at KLuStout. You call also find me on Facebook. But for live updates online, be <SURE> to follow the entire team. Our twitter list of CNN Chile sources in both English and Spanish, you can find it right hire at CNNi/Chile-mine. And I'll be back in roughly an hour from now. So let's send it back to Rosemary and Jon at CNN center. Jon."
  },
  {
    "transcript_id": "CNN-164068",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "We are just getting some information in to CNN. This is news. This is according to Reuters. We're making calls, of course, to the White House. Thus far, they are not commenting, nor is the CIA. But here's what we're hearing. President Obama has signed a secret order authorizing covert U.S. government support for rebel forces seeking to oust Libyan leader Moammar Gadhafi. Again, according to Reuters, the president signed the order -- it's known as a presidential finding -- within either the past two, <POSSIBLY> three weeks, according to four U.S. government sources familiar with the matter. Again, want to reiterate CIA not commenting. We're working the phones here at CNN to confirm this ourself."
  },
  {
    "transcript_id": "CNN-387728",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think the vast majority of the members of the Democratic caucus will support the articles of impeachment. The evidence is overwhelming and really uncontested. I still have some hope that maybe we'll persuade some of our Republican colleagues to join us in this effort. This shouldn't be a partisan issue. This is about our oath of office, about defending our democracy and protecting the national security of our country. So I still remain hopeful that they'll do the right thing.",
    "statement": "<WELL> as you <KNOW> there were two Democrats who voted against even beginning the impeachment inquiry. What message do you have for those Democrats who worry that they <COULD> lose their seats over this? And there were <ABOUT> 31 Democrats who were elected in districts that President Trump carried in 2016."
  },
  {
    "transcript_id": "CNN-202559",
    "matched_terms": {
      "feel": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Back now live here in Winchester, Virginia, now where it's just starting to rain a bit. More than 200,000 people said that they were without power here in Virginia today. That number could go up this evening before it goes down -- Wolf.",
    "statement": "All right, Joe. Thank you. You can <CERTAINLY> <FEEL> the effects of the storm on the ground and in the air. This is the current air traffic on-flight tracker. Delays are standard fare, at least on this day. But you don't see all of the flights canceled because of the storm, more than 1,600. CNN's Erin McPike is over at Dulles Airport right outside of Washington, D.C. What's it like over there, Erin?"
  },
  {
    "transcript_id": "CNN-211913",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "The conversation that is had in this film about race, race relations, racism, we're still having that conversation today.",
    "statement": "I <THINK> we'll be having that conversation for a long time, because, you <KNOW>, all of this, the conversations <ABOUT> race and the conversations <ABOUT> profiling, regardless of what race is being profiled, is really <ABOUT> our march to humanity. It's <ABOUT> our march to not fearing one another."
  },
  {
    "transcript_id": "CNN-54159",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "A longtime suspect will not take the stand today as expected. Prosecutors, deciding late yesterday not to call Michael's brother Tommy to the stand. The reason is Tommy Skakel's lawyer would give no clue as to what Tommy Skakel would say. A source says that prosecutors went back over all of his testimony over the last two and a half decades, but they decided that rather than they call him, they're going to let Michael's side call him, if they call him at all. Right after the murder of Martha Moxley, Tommy Skakel did cooperate with police. He even took two polygraph tests and he passed both of those tests. But then he got a lawyer and a lot of the information dried up. A later report does have Tommy Skakel changing his story a little bit. And it's a story that we hope to hear today. It looks like we're not going to -- Paula.",
    "statement": "All right. Deborah Feyerick, thanks so much for the update. And joining us now to talk a little bit more <ABOUT> the Skakel trial, yesterday's bizarre testimony of Kenneth Littleton, and the new decision not to call Thomas Skakel as a prosecution witness, CNN legal analyst Jeffrey Toobin, who is outside the courthouse in Norwalk, Connecticut as <WELL> -- good morning, Jeffrey."
  },
  {
    "transcript_id": "CNN-334222",
    "matched_terms": {
      "about": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There's a lot of frustration with the economic climate, unemployment, a struggling --",
    "statement": "-- economy and so on. And as we've seen in the past year or so, in all European elections, the question of national identity and immigration have really shaped the debate. So we're hear candidates talking <ABOUT> putting Italy first. And they've been skillful at manipulating the question of immigration and national identity to in some ways <SORT OF> scapegoat these folks as a way to move these agendas forward. And the big questions are being taken over by all parties now and in so many ways, mainstreamed. The discussion is <ABOUT> migration and this is really the key question, shaping this. And of course it has turned a lot of voters away and off."
  },
  {
    "transcript_id": "CNN-48076",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "Information about what really causes the intellectual decline in Alzheimer's.",
    "statement": "I don't really <THINK> <ABOUT> it, whether it's being brave or not. It's just, to some extent <MAYBE> it's being selfish. I want this to be better."
  },
  {
    "transcript_id": "CNN-169410",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Well, Don, we would hope sooner than later. You know, it's one of those things where it's a hurry up and wait game at this point. With the agreed proposal from the owners, they've laid out a very specific time line that basically says the players have until Tuesday to say yes to this new proposed collective bargaining agreement. Now, last night in Atlanta, 31 of the 32 teams agreed to the new proposal, the new labor deal for the NFL, a deal that's going to last 10 years. A deal that's very lucrative, unprecedented, a deal that really is going to take the NFL into another stratosphere. Now we spoke with Dallas Cowboy owner Jerry Jones about how grueling this it process has been for more than four months now.",
    "statement": "At the end of the day, you do get roughed up. I don't mean it physically, but you do get roughed up. That's what the negotiation is <ABOUT>. We didn't get where I <MIGHT> have dreamed we <COULD> get to on some of these things, but what I do <KNOW> is that we did some things that will help grow this league."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "feel": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "There were policemen, you know, standing at the",
    "statement": "How did you <FEEL>? What were you <THINKING>? What was going through your head?"
  },
  {
    "transcript_id": "CNN-345340",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It's President Trump who's --",
    "statement": "And we spent the extra money so that we wouldn't have to worry <ABOUT> these guys having military --"
  },
  {
    "transcript_id": "CNN-180407",
    "matched_terms": {
      "could": "ungraded",
      "maybe": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Speaker Gingrich isn't even on a ballot in Virginia, so -- and Missouri and some other states that are south. I don't buy that at all. He just won a big southern state, Florida. He lost in South Carolina. I believe he's going to win in Virginia. I'm going to do everything I can to make that happen. I see him doing well. He's just been endorsed by Governor Haslam of Tennessee, Governor Haley in South Carolina. I think other southern governors will probably endorse him. So I -- I see Mitt Romney being able to be very, very competitive. I think he does speak from his heart now more on the values issues. He's clearly a strong fiscal conservative.",
    "statement": "Are you of the <VIEW> that a long process is healthy, makes you a stronger candidate? You <COULD> make the 2008 comparison. Obama was a stronger candidate after the long process. Or some Republicans worry because of the fissures that <MAYBE> the Tea Party, <MAYBE> evangelicals, the Republicans need more healing, that the longer it goes, potentially the weaker your candidate. What school are you?"
  },
  {
    "transcript_id": "CNN-30164",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "We have a woman governor who is giving birth. No different than women executives and woman all over the world who give birth and have some disruption to the daily routine. The question really comes down to this: do reasonable people want to deal with a somewhat unusual problem, but not insurmountable?",
    "statement": "Back in the 1980s, Ronald Reagan ran the country from a hospital on more than one occasion. But some people in Massachusetts say Governor Swift <SHOULD> take a leave of absence, or even resign. The state's supreme court has been asked if it's legal for the governor to conduct meetings via conference call. Do I detect a slight double standard? Let's ask my guests. In Miami is retired judge Ellen Morphonious. Eagle Forum President Phyllis Schlafly is in Saint Louis. And Massachusetts State Treasurer Shannon O'Brien joins us from Boston. Shannon, first to you, what is the governor's counsel? What are they trying to do? And is your father a part of this?"
  },
  {
    "transcript_id": "CNN-164436",
    "matched_terms": {
      "think": "ungraded",
      "quite": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "One of the things he said that perhaps some would take issue with is that Gadhafi's son, Seif, could play a, quote, \"constructive role in the transition.\" Now, at one time he was thought of as a reformer. When this fighting started to take place, he said there would be blood, rivers of blood in the streets if people try to rise up against the administration. Could there be a role for Gadhafi's son in anything going forward?",
    "statement": "I don't see that. I don't envision that. But frankly, I don't really <THINK> that's our decision, Curt Weldon's decision. That's a decision for the Libyan people. And I <THINK> the Libyan transition council has been <QUITE> <CLEAR>, they see no role in a future Libya for Gadhafi or his sons."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "... and those roles that we are going to be talking <ABOUT> and we're going to see clips of them don't come <AROUND> anymore. Is that hard to face?"
  },
  {
    "transcript_id": "CNN-229974",
    "matched_terms": {
      "facts": "ungraded"
    },
    "previous_statement": "The president tries to move forward on this. Mary Landrieu from Louisiana, a tough race. They will look for chances here to stand up to the president and not help the president, right?",
    "statement": "That's part of the problem. The president has missed an opportunity to really seize one of the most important issues facing our globe. He's let politics get in the way. When you talked to him privately, his job is to educate the public to create a sense of urgency and have a common set of <FACTS> in the public so the next president and the president after that can accomplish this problem. Why didn't he start sooner?"
  },
  {
    "transcript_id": "CNN-111744",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Right after. I never kept it very long, because it's -- it was wrong. I was tempted, I bought it, but I never used it.",
    "statement": "And how did you <KNOW> that he would sell it to you?"
  },
  {
    "transcript_id": "CNN-270040",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "What is your message to the pope when it comes to Uganda?",
    "statement": "His standing is simply hypocritical. He <MUST> take a stand as a leader."
  },
  {
    "transcript_id": "CNN-374351",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "American billionaire Jeffrey Epstein will <APPEAR> today in Manhattan federal court. He is expected to be charged with running a sex trafficking operation involving dozens of underaged girls. He escaped similar charges in the past, thanks to a controversial plea deal with federal prosecutors. Erica Hill is here with the latest. What's happening in this case?"
  },
  {
    "transcript_id": "NPR-38157",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There's a long preliminary process before you even file an application with a community for a franchise, and that process can take a year or more. And typically, we have found that it takes us at least a year to 18 months to get to the franchise process, and that's just too long.",
    "statement": "For decades, cable companies have had to bargain with each individual community they operated in. That allowed towns to demand public access channels and to police complaints <ABOUT> cable outages. Now that fiber optic TV service is breaking the cable monopoly, Verizon's Eric Rabe says it's just not appropriate to have the same regulatory system."
  },
  {
    "transcript_id": "CNN-281596",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, obviously I'm very pleased. And first and foremost, I want to thank Mr. Trump for his loyalty and his dedication to his staff and to me specifically, because a lesser person another politician would have terminated me on the spot. And so, I'm so thankful for Mr. Trump and his loyalty me and standing by me in that difficult time. I'm thankful to my colleagues and family as we went through this. And they should have never gotten to this point and I'm glad it's over and I'm glad the Palm Beach County district office put this behind us and we are ready to move forward now.",
    "statement": "Where's your level of personal regret for the <FACT> that this happened in the first place, putting yourself in the position, not giving Fields the apologies. She says that she would have accepted at the beginning and made this all go away. How much of it is on you?"
  },
  {
    "transcript_id": "CNN-133382",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "While a good deal of the donations went to finance the Clinton Presidential Library, Clinton associates emphasize that much of the money donated was for fighting global AIDS and poverty and most of the more than 200,000 donors gave $250 or less. The former president told CNN earlier this month he hopes transparency proves there's nothing to hide.",
    "statement": "Say who the donors are and let people <KNOW> that there's no connection to the decisions made by America's national security team, including the secretary of State."
  },
  {
    "transcript_id": "CNN-308523",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "There are those, though, who say, I mean, they don't want the YPG marching into Raqqah, certainly Turkey is not either. I mean, how important is it for the Arabs are taking the lead on that?",
    "statement": "I <THINK> it's important. I mean, the Syrian Democratic Forces, there's no way <AROUND> it. Primarily made up of the YPG. But within that, there are Arab elements that the YPG have been recruiting into the forces and they will be the <SORT OF> counsel that's left behind to administer the city. I <THINK> the rub for Turkey is that council will still have connections into the YPG. And so even though they're ethnically Arab, they're still subservient to a Kurdish group that is at odds with Turkey."
  },
  {
    "transcript_id": "NPR-15940",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "(Laughter) Play with cars, what do you mean by that?",
    "statement": "I have worked in the auto industry for <ABOUT> 20 years primarily with electric vehicles."
  },
  {
    "transcript_id": "CNN-1609",
    "matched_terms": {
      "unlikely": "ungraded"
    },
    "previous_statement": "I follow the markets very, very closely. In fact, we were just talking about the markets a minute ago. I try not to comment on them publicly very often, but I follow the markets, the equities, bonds, the whole thing.",
    "statement": "It is not an <UNLIKELY> scenario that you would be, if elected president, presiding over an economic slowdown or a downturn. Does your plan require significant revision given that scenario?"
  },
  {
    "transcript_id": "CNN-117704",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "As you said, you were at a golf tournament earlier in the day raising funds for the family of a firefighter that died in a car crash. Do you expect that you're going to be doing the same thing or something similar for the families of these nine brave firefighters who perished in this fire?",
    "statement": "I would <THINK> so, yes, sir."
  },
  {
    "transcript_id": "CNN-394986",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Dr. Schaffner, would you agree?",
    "statement": "Yes. <CERTAINLY>, I do agree. We don't <KNOW> exactly how much there is out there. But these quarantine issues and the travel bans I <THINK> really bought us some time. We'll see if we can benefit from that."
  },
  {
    "transcript_id": "CNN-332855",
    "matched_terms": {
      "think": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "All right, coming to you live from Hong Kong. Welcome back, this is News Stream. Now returning to that developing new story that we're closely following near the U.S. capital, Washington D.C., we are getting reports of an attempt to potential rush the gate at the National Security Agency facility in the U.S. State of Maryland. You are looking at live pictures of the aftermath of the incident that happened. Early in the morning, today, U.S. time, Reuters is reporting three people were shot and wounded. CNN has not confirm that. We do know that the FBI in Baltimore, they where and investigating the scene, a black SUV appears to have crashed into a barricade at the gate. You can see that on your screen. Its airbags seem to have deployed. The NSA has since released a statement. It says that the situation is under control and that there is no ongoing security or safety. We are continue to monitor the situation there and bring in right here on CNN. Turning out now to the political career as South Africa's scandal plate president -- it appears to be hanging on by a thread, Jacob Zuma, he spoke in a televised interview just a short time ago. He said the decision to remove him from power is unfair. And he questioned his ruling party's plan to quote, rush him out of office. Those comments come after the African National Congress called for a no- confidence vote against him to be held on Thursday. CNN's David McKenzie is in Pretoria with more in this story. And, David, he listened in to that interview that Jacob Zuma gave just about an over and hour ago. You know, he has spoken out. Does he seem to define or in denial about the political pressure he is under?",
    "statement": "I <THINK> it was. <CERTAINLY> Jacob Zuma is in a very tight spot. And this is very lengthy bizarre interview that was broadcast live throughout the South Africa in the world which was more like a monologue. He frequently referred to himself in the third person, cost himself as a victim of the ANC's leadership and in some levels are revised political history. He did say though that he is not defying the ANC. And he said that he will have to abide by the parliament's decision if it does recall -- does vote him off, it will fire him tomorrow. Let's take a listen."
  },
  {
    "transcript_id": "CNN-298846",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think people recognized that. This is a horrible situation. But there's also people who would like to know, was the school made aware of this driver's record?",
    "statement": "<WELL>, let me say this. And I -- I honestly don't <KNOW> that, OK, but --"
  },
  {
    "transcript_id": "CNN-99281",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes. You guys left just as they're going in.",
    "statement": "I <KNOW>!"
  },
  {
    "transcript_id": "CNN-348266",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "I understand the president's on his way to a rally. He better not talk about pardons for Michael Cohen or Paul Manafort tonight or anytime in the future.",
    "statement": "Shawn, the president <SEEMS> to be being intimidated by Cryin' Chuck Schumer. Is he going to go down this road of pardons or now that he's been put on notice, he's going to walk away from it?"
  },
  {
    "transcript_id": "CNN-90298",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "My view is the direct action in Iraq to make sure that we stabilize and we have the elections after stabilizing and make sure that the elections are successful. And then only should we have an exit strategy.",
    "statement": "And you can see CNN's full interview with the Pakistani president on \"LATE EDITION\" with Wolf Blitzer at noon eastern. During that meeting with Musharraf, President Bush was asked <ABOUT> outgoing Health and Human Services Secretary Tommy Thompson's candid comments <ABOUT> food safety. Those comments made front page news, fears that terrorists <COULD> tamper with the nation's food supply."
  },
  {
    "transcript_id": "CNN-295824",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "Well so, white voters for Donald Trump, has always been sort of a strong suit for him, but Republicans tend to win white voters regardless of gender and regardless of education level. Donald Trump has really started to run up the score among white men without a college degree. But it's white women with a college degree where for he's loosing. This is a group that Mitt Romney actually won and Donald Trump is losing by double digits. And so, this is only I think going to further cement his inability to make gains with those groups. And as long as he continues to struggle among white voters overall, brought down by that college educated women group, it's going to be really hard for him to win because of how much he struggles with the Latino and Africans-American communities in his key swing states.",
    "statement": "The Washington Post printing on a day to day basis and on their website exactly where their race stands in terms of electoral votes. Can we quickly put that up on the screen 323 for her, 215 for him, <OBVIOUSLY> Kristen that polling does not in compass the 24 hours but give me 30 seconds on the big picture state of the race."
  },
  {
    "transcript_id": "CNN-389909",
    "matched_terms": {
      "fact": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "CNN has new details from inside the White House as the Iranian missile strikes on U.S. bases unfolded. A senator who spoke with President Trump tells CNN the president seemed ready to attack Iranian facilities if there had been even one American casualty. Fortunately there were none. The president, with a show of military force standing behind him stepped back from the brink.",
    "statement": "Iran <APPEARS> to be standing down, which is a good thing for all parties concerned and a very good thing for the world. The <FACT> that we have this great military and equipment, however, does not mean we have to use it. We do not want to use it."
  },
  {
    "transcript_id": "CNN-115507",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Police now call it murder. A coach found strangled inside his Caribbean hotel room. Searching for a suspect in the",
    "statement": "And at the top this morning, an assassination attempt in Iraq. One of the country's deputy prime ministers survives a deadly suicide bombing. Right now, he is hospitalized at a U.S. facility. Let's get you straight to Baghdad and CNN's Kyra Phillips. Kyra, good morning to you. What is the condition of the deputy prime minister right now, and what do we <KNOW> <ABOUT> the attack itself?"
  },
  {
    "transcript_id": "CNN-191035",
    "matched_terms": {
      "thinks": "ungraded"
    },
    "previous_statement": "Mitt Romney does not.",
    "statement": "Which Romney has said in the quote I just read to you, he <THINKS> it's brilliant."
  },
  {
    "transcript_id": "CNN-85269",
    "matched_terms": {
      "hope": "ungraded",
      "seems": "ungraded",
      "doubts": "ungraded"
    },
    "previous_statement": "Let's see what the reaction is to this decision in Europe, where several nations opposed the war. Our European political editor Robin Oakley has that for you from London.",
    "statement": "European leaders are as relieved as President George Bush to have secured an agreement on the U.N. resolution charting the way for post-war Iraq. There's been plenty of haggling, notably with French President Jacques Chirac, over how much control the interim Iraqi government will have over coalition forces. But the mood has been easier than during the battles a year ago, when the U.S. and U.K. failed to get a U.N. resolution to endorse the war. European leaders have acknowledged a common interest in calming the post-war chaos in Iraq. Though he reckons to have stiffened the resolution's wording on Iraqi control of the coalition forces, President Chirac wasn't this time looking for a fight and Germany's Chancellor Schroeder is keen to warm up his relationship with Washington, not least because Germany wants to win a permanent seat on the U.N. Security Council and will need Washington's help to have any <HOPE> of that. An agreement on the resolution doesn't, though, mean that those European nations which opposed the war will be sending troops to help in Iraq. Neither France nor Germany are willing to do so at this stage. Talk of NATO sending troops also <SEEMS> premature. The 26 nation alliance is having trouble covering its commitments in Afghanistan. For the moment, the problem for the coalition is keeping the 160,000 troops that are in Iraq. The polls have expressed growing <DOUBTS>. The Czechs are due to pull out their military policemen next year. And Italy's prime minister, Silvio Berlusconi, under heavy political pressure at home over Italy's involvement, has expressed his desire for NATO to take up the burden. Robin Oakley, CNN, London."
  },
  {
    "transcript_id": "CNN-150809",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Riggs, This is an interesting concept. First of all, just give us a little bit of history. There has been a movement for some time to turn algae into oil. I suppose it's a good way to understand what oil is in the first place, right? It's kind of the same stuff.",
    "statement": "Algae, many, many millions of years ago actually came <ABOUT> to solve the CO2 problem the planet had back then. Vast amounts of algae were created, subsequently died, and later became petroleum. So we're really using that ancient algae as petroleum today."
  },
  {
    "transcript_id": "CNN-116133",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, perhaps a naive question, but it makes me wonder, does every local police department have a SWAT team or at least access to a SWAT team?",
    "statement": "<WELL>, not every local police department has a SWAT team, but they do have access to SWAT. And what I see and what I`ve seen this morning in Virginia, the police officers there were pretty <WELL> equipped. And it looks like they were <WELL> trained to deal with this threat. So you <KNOW> what? One can only commend these officers who went into harm`s way under the circumstances they did."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "If you sentence him?",
    "statement": "<WELL>..."
  },
  {
    "transcript_id": "CNN-72219",
    "matched_terms": {
      "sure": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "What about security systems? What's your advice in that area?",
    "statement": "You <KNOW>, security systems are great. They're excellent. But it's not the end all. If you have a security system, make <SURE> that the kids <KNOW> how to use it if they're latchkey kids and they do turn it on. And also check the security company out. Your system is only as good as the people that are working on the other end of that thing. Make <SURE> the companies that you contract with do background investigations on their employees."
  },
  {
    "transcript_id": "CNN-259371",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "What should the U.S. do?",
    "statement": "<WELL>, for one thing, I <THINK> that, in these negotiations, we have to make <ABSOLUTELY> certain that inspectors have the right to go anywhere any time in Iran to look at the nuclear program, including on military bases. Because that's where we've found them testing their bomb work before. Russia has not been all that supportive in that, but we need to insist upon this. And second, we <SHOULD> not give a signing bonus to Iran of $150 billion until we're certain -- certain that they're not moving forward with a nuclear program. We need to phase that in. If we give that money up front, they're going to buy more missile systems from Russia. And that's Russia's financial interest in this."
  },
  {
    "transcript_id": "CNN-364482",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "obviously": "ungraded",
      "facts": "ungraded"
    },
    "previous_statement": "What do you mean by that? How it influenced the attackers? What specifically?",
    "statement": "You can see people who are prevalent and unfortunately relevant on social media being referenced in this manifesto, and then you can see how the attacker wants to really push this on. Now, what you're seeing right here is an example of what is still on social media right now. So yes, this was livestreamed. It makes it very hard to take something down before people can see this livestream, because <OBVIOUSLY>, it's happening live, in real-time. But what we're still seeing at this very moment, Isa, is the video up on Facebook, Instagram, Twitter, YouTube. Now, it doesn't says, this is taken down, it says, \"This video <MAY> show violent or graphic content.\" Then you click that link in the lower right-hand corner, \"Uncover video.\" And you can still watch the video. So I just want to put up on the screen exactly what we <KNOW>. The <FACTS> here <ABOUT> the role of social media in this attack starting with the <FACT> that Facebook says they took the video down quickly. <WELL>, quickly is a relative --"
  },
  {
    "transcript_id": "CNN-244356",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "It's just over four weeks until Christmas and the retail frenzy is in full force. But there are differing fortunes on opposite sides of the Atlantic. Here in the US, it's an anxious Cyber Monday after the biggest shopping weekend of the year didn't quite live up to expectations. Total spending over the Thanksgiving holiday weekend fell 11 percent from last year. It's expected to reach $51 billion. That is down from $57 billion in 2013. Now, compared to scenes like this in the UK on Black Friday, one newspaper called it the day the UK went mad for shopping. British bargain hunters pushed and shoved to get their hands on massively discounted items. Not just in the stores, but online, too. One e-tailer is hoping the Black Friday frenzy continues into Cyber Monday. Jim Boulden takes a look inside Amazon.",
    "statement": "This is the Amazon Distribution Center in Peterborough, England, one of eight they have here in the UK. And of course, it's a very busy day being Cyber Monday. Last Cyber Monday, 2013, was a record day for Amazon, 4.1 million items were sold. But it's not <CLEAR> if this Cyber Monday will be another record day for Amazon, because here in the UK, Black Friday was its biggest day ever."
  },
  {
    "transcript_id": "CNN-371988",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "It's easy to get sappy over a saplings, remember President Trump and Macron shoveling dirt as they symbolically planted an oak tree from France on the White House lawn, symbolizing these ties that binds us, well brace yourselves, the friendship tree is dead according to French media. It was planted for the photo op, then disappeared.",
    "statement": "You <MAY> notice something missing, gone."
  },
  {
    "transcript_id": "CNN-251718",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I went through his garbage. And I found that he was throwing her things out right away, within five weeks, at least, of her disappearance. He knew she wasn't coming back.",
    "statement": "Durst was questioned but never charged. The investigation into Kathie's disappearance was reopened in 2000 by New York authorities. Coincidental or not, Durst moved to Galveston, Texas, in November of that year, taking residency under a false name, and at times wearing a wig, posing as a woman. One month later, investigators were set to interview Durst' long-time confidante, Susan Berman, in Los Angeles <ABOUT> Kathie's disappearance. But before they <COULD>, she as found dead in her home, shot execution style with a bullet to the head. Whatever Berman knew <ABOUT> Kathie's death would go with her to her grave. And a family that needed those answers were left with none."
  },
  {
    "transcript_id": "CNN-30013",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "maybe": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Well, you know, he took it upon himself act immediately. As soon as the events happened last October, the kids were brought in with their parents and they were given detention on Saturday. There's protocols. There's rules for dealing with troubled kids, and he acted immediately to try to retaliate, and that's what he doing. Curtis, would you say to a kid that if they steal, the lesson is, I'm going to steal from you and that will teach you not to steal. You know...",
    "statement": "I don't <THINK> he was bullying them, though. I'm not <SURE> he was bullying them. I saw more what he did as chastising them. <MAYBE> he chose the wrong words, but I <THINK> there's a difference in the <SORT OF> bullying that they were engaged in with other kids and what this teacher did to them."
  },
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I think he thinks that no matter what, he'll be protected and he'll go to any cost or length to do so. So, I think we need to -- we need to do this very smart and very quietly.",
    "statement": "Caroline, do you <THINK> he's a, for want of a better word, a believer in his own concepts?"
  },
  {
    "transcript_id": "CNN-354760",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Myanmar says it's ready to welcome back thousands of Rohingya who fled to Bangladesh. But so far, none of the refugees has volunteered to return. The repatriation program will set to start now. More than 700,000 Rohingya are in refugee camps in Bangladesh following a military crackdown in Myanmar's Rakhine State. The U.N., the U.S., even rights groups, and the Rohingya themselves has repeatedly warned against repatriation calling it premature and dangerous. Our Alex Field joins us now from Hong Kong with more on this. And as we just said, Alex, that the Rohingya themselves are warning against this <SORT OF> repatriation at this time, so hardly surprised. They're not going back."
  },
  {
    "transcript_id": "CNN-95179",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "So you know he wasn't there?",
    "statement": "He wasn't there. He was with me. He was with Bernadine. We went, picked up our daughter by my mom. We went home. He was even sick. He got up in the morning, went to work. And I <KNOW> they're going to put this on him, come on!"
  },
  {
    "transcript_id": "CNN-408083",
    "matched_terms": {
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And for other conferences, the other big three as you mentioned that are still out there, the big 12, ACC and SEC. The big question for me today is who are their doctors? Who are they listening to and what are those doctors saying to them because <OBVIOUSLY>, the last thing the Big 10 and PAC-12 wanted to do is what they ended up doing. The most of the catastrophe, financial, catastrophe for these schools as <WELL> as of course, just the hard way for these student athletes who happen to have a -- to be in college at this particular time during a pandemic."
  },
  {
    "transcript_id": "CNN-334560",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Federal court.",
    "statement": "Yes, you have very fulsome now tax and bank fraud prosecution in Virginia. And there's no sign that the one will go away or replace the other. So, really you have two parallel prosecutions going on at the same time and if the first case <SORT OF> built the skeleton of the case, the second indictment really put the meat on the bones. And Mr. Manafort is facing some credible charges here."
  },
  {
    "transcript_id": "CNN-322615",
    "matched_terms": {
      "thought": "ungraded"
    },
    "previous_statement": "Donald Trump says the Las Vegas massacre was \"an act of pure evil.\" The U.S. president, vice president, and their wives leading a moment of silence on the White House South Lawn on Monday. President Trump plans to visit survivors and victims' families in Nevada on Wednesday.",
    "statement": "We'll be going to Las Vegas on a very, very sad -- it's a sad moment for me, and for everybody, for everybody. For everybody, no matter what you are, no matter your <THOUGHT> process, this is a very, very sad day."
  },
  {
    "transcript_id": "CNN-404952",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "Yes. Absolutely. John Defterios, many thanks. Well, United Airlines has told 36,000 workers they may lose their jobs in the coming months. The furloughs would affect almost half of the carrier's employees, including pilots, flight and gate attendants, and maintenance workers. The company has been hit hard by the pandemic. United says it's hemorrhaging $40 million every single day. Well, businesses and beaches in Havana have reopened after a lockdown that lasted more than three months. The Cuban government says it has nearly eliminated coronavirus on the island, but the country isn't welcoming tourist back just yet. CNN's Patrick Oppmann takes a closer look.",
    "statement": "The doors are open again, even if it's not business as usual at Havana's el cafe. Cuba was on lockdown for more than three months, but following a massive country wide effort to bring the coronavirus under control, the government is now easing restrictions. Allowing businesses, like this one, to reopen. Staff at restaurants like El cafe have to wear masks, we arrange the tables to allow social distancing, and sterilize the hands of every customer that comes in. Owner Nelson says that after four years, serving some of Havana's <BEST> coffee, and all day breakfast, he is starting from scratch."
  },
  {
    "transcript_id": "CNN-82992",
    "matched_terms": {
      "seem": "ungraded"
    },
    "previous_statement": "And I'm Miguel Marquez, live in Fresno, California. The investigation continues into the largest mass murder in the city's history. I'll have a live report.",
    "statement": "Fallout from the felony. Martha Stewart makes a corporate move. Will she be cooking up products behind bars? And Earth, Mars, Saturn, and now Sedna? Will a new discovery add another planet to our solar system? From the CNN Center in Atlanta, earthbound, I'm Miles O'Brien. Kyra Phillips is off this Monday, March 15th. CNN's \"LIVE FROM\" starts right now. After the bombings, the bombshell. A socialist and die-hard opponent of the war in Iraq is the new prime minister's fame. Jose Luis Rodriguez Zapatero says he represents a government of change dedicated to fighting terrorism and defending democracy, and bringing troops home from Iraq by July. Zapatero's surprise and sweeping victory came three days after those devastating bomb attacks in Madrid, attacks that <SEEM> more and more like the work of Islamic radicals. We get the latest on all of this from CNN's Diana Muriel, who is live in the Spanish capitol -- Diana."
  },
  {
    "transcript_id": "CNN-177084",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "I'm Alina Cho. A highly classified U.S. spy drone <MAY> be in the hands of the Iranians. They say they shot it down, and they are promising an aggressive response against America this morning."
  },
  {
    "transcript_id": "CNN-339243",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "... and the crew up in New York to say that.",
    "statement": "To say that. I mean, let's point out the <FACT> that, say, \"The New York Times\" editorial board and other left-leaning places have been saying exactly that for a long, long time."
  },
  {
    "transcript_id": "CNN-251861",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And now all the American presence pulled out of Yemen, the last 100 Special Forces, Delta and SEAL teams pulled out over the weekend. That means the understanding, the reach, the connection with sources on the ground to target and monitor al Qaeda and ISIS. That means that has dwindled down to effectively almost zero -- Alisyn.",
    "statement": "OK, Nic, we will talk much more <ABOUT> this in the program. Thanks for that."
  },
  {
    "transcript_id": "NPR-19300",
    "matched_terms": {
      "about": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "All right.  By contrast, the opening paragraph now of Melville's      \"Moby Dick.\"",
    "statement": "(Reading) `Call me Ishmael.  Some years ago, never mind how      long precisely, having little or no money in my purse and nothing      particular to interest me on shore, I <THOUGHT> I would sail <ABOUT> a little      and see the watery part of the world.  It is a way I have of driving off      the spleen, of regulating the circulation.  Whenever I find myself      growing grim <ABOUT> the mouth, whenever it is a damp, drizzly November in      my soul, whenever I find myself involuntarily pausing before coffin      warehouses and bringing up the rear of every funeral I meet, and      especially whenever my hypos get such an upper hand of me, that it      requires a strong moral principle to keep me from deliberately stepping      into the street and methodically knocking people's hats off, then I      account it high time to get to sea as soon as I can.'"
  },
  {
    "transcript_id": "NPR-47897",
    "matched_terms": {
      "sure": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "Well, you see, I think the big problem is the invasion of      Iraq overshadows everything for people in the Muslim world.  It simply      overshadows everything.  No matter how much good the United States might      have done, the invasion of Iraq kind of just basically overshadows that      totally.",
    "statement": "And, also, too, <CERTAINLY> there has been good, but, again, we      don't have a transparent process, when these allegations linger in the      air for weeks at a time, you add fire to the flames.  So that's why I'm      suggesting that I--again, I'm not <SURE> that I would go along with a      congressional investigation, but it has to be a quicker, transparent way      of looking into these allegations.  Because <CERTAINLY> there are people      who are troublemakers and then looking to discredit the American efforts,      but there's <PROBABLY>, very often, credible allegations that <SHOULD> be      dealt with quickly rather than..."
  },
  {
    "transcript_id": "CNN-85828",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Even for those of us who don't know Matt personally or the family that it's just caused a feeling of camaraderie here in the community that everybody has been supportive since he was taken hostage.",
    "statement": "I'd be scared to death just like the family. I have a 20-year-old -- 22-year-old daughter and a 20-year-old son and I <THINK> it's a shame that families got to go through this but I <THINK> at this particular time all we can do is wait and really see what comes out of this. I don't <THINK> anybody has really confirmed whether or not he is alive or dead, although it doesn't really ease the family's frustrations. I'm <SURE> they're terrified at this particular point."
  },
  {
    "transcript_id": "CNN-119842",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So, the debate is what it`s <ABOUT>. I <THINK> the debate is what it`s always <ABOUT>. I <THINK> that -- that`s what makes, you <KNOW> -- you can come to a resolution that way, some interesting resolution. Whereas one person takes a stance just demands that`s how it goes. And then, like, imposes it on the rest of the world. I <THINK> that that`s wrong. We learned while we were doing it, that first the scene while he`s being drowned. At first he was going to have his head put in water, and then had learned actually what was done was that they put a hood over the prisoner`s head. And they till him on his book back tie him up pour water on his face so he can`t move. So, the brutality of it, I <THINK>, the just insanity of it, I <THINK>, is what we were learning as we were going on, as we were going through it. And we weren`t going like -- we weren`t even <THINKING> <ABOUT> the rights and the wrongs at the time."
  },
  {
    "transcript_id": "CNN-380961",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But will their taxes go up?",
    "statement": "<WELL>, but here's the thing,"
  },
  {
    "transcript_id": "CNN-142224",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I`ll tell you at the end.",
    "statement": "I don`t <KNOW> if Megan and I have had enough time together for her to actually loosen up and really get to <KNOW> me."
  },
  {
    "transcript_id": "CNN-45786",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "And taking a look inside of the cathedral, right now, there appears to be more water and smoke damage that than fire damage, that according to the fire commissioner Tom Bonason (ph), who you just heard from. There is big concern over tapestries from the 18th century. They are priceless. They were commissioned by The Vatican, and they were in the immediate vicinity of the gift shop, where this fire is believed to have begun. This is the world's largest Gothic Cathedral. St. Paul's in Rome is bigger, but that's a basilica, not a cathedral. About half a million people visit this every year, and Christmas is a very special time. They have a large tree in the center of the church. There are children around, because there is a school here. If you are lucky, you get to hear them singing, and there are a lot events because this is the Christmas week. One bishop we spoke with say they don't plan on canceling anything.",
    "statement": "The fire means that a number of things <MAY> have some setbacks, you <KNOW>, especially during this Christmas week that's coming up, but it will <TOTALLY> wipe out all of that needs be done, because as long as there is space and we can use it, the services will go on."
  },
  {
    "transcript_id": "CNN-393795",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Yes, OK. Having been to Cuba, I'm sorry, Patrick, you're completely out of line. That is a ridiculous statement. There is no comparison between saying we want single-payer health care or we want a system where everybody gets health care, and saying, Hey, Castro did a good thing. And here's the piece that he -- that Bernie leaves out every single time. The reason that Castro did that was to indoctrinate people into their communist propaganda. That's why they did it. And it's not like they then built libraries so people could read whatever they wanted. No, they had a full shutdown on any outside information other than the propaganda coming from the government. That's part of the problem.",
    "statement": "No, I <THINK> -- I <THINK> that that's true, Karen. I'm not -- I wasn't disagreeing with you. I was saying that, essentially, for Biden -- for Biden to get into this with Bernie, to make this hit as cleanly as possible, it gets -- it gets -- Bernie is able to do a pivot. That's the reality, the issues that he wants to be able to talk <ABOUT>. But I <THINK>, again, I <THINK> it was a very strong comment by Biden on it."
  },
  {
    "transcript_id": "NPR-41078",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "But for other Christian voters, there are other doubts about Romney. 47-year-old Scott Bailey(ph) works as a bond underwriter in the insurance industry. He's the father of eight children, all homeschooled. He says he studies the candidates very closely. Bailey says he could vote for Mitt Romney in the general election, but not in the caucuses. He worries about Romney's changing positions. Bailey's first choice for president was Kansas Senator Sam Brownback, who dropped out of the race in October. Bailey says that left him in a quandary.",
    "statement": "You just scramble <AROUND>, looking for a candidate that meets the same criteria that he met."
  },
  {
    "transcript_id": "CNN-93045",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Can you trace it back that far?",
    "statement": "That -- <WELL>, I didn't trace it back, but I have had others who have and of course my name, Leith comes from Leith, Scotland, and there's a castle sitting there today. In <FACT> when I was a child my ancestors told me that I <COULD> go back and claim it through -- by paying the back taxes. I haven't done that yet."
  },
  {
    "transcript_id": "CNN-360902",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Yes, like for something --",
    "statement": "Horrible, Natalie, no question. But the good news is the potentially no question but the good news is that temperatures are going to start warming out big-time here. Or we're going to have a complete swing. But take a look at some of the images over the last several days across the U.S. I mean, we haven't had temperatures like this in a very long time. In <FACT>, it's been since the mid-90s that we've had temperatures that have not been this cold, and this -- or we're going to deal over the next few days is begin to thaw things out. Now it takes some time as the frozen tundra also known to Chicago begins to thaw out. I mean, just amazing pictures here. <QUITE> a scene now in Chicago and elsewhere as <WELL>. The Arctic Falls, right? If you will, Niagara now. This happens every year, we get to -- you <KNOW>, lots of areas freezing here, but you usually don't see these complete chunks of ICE across Niagara Falls, and this was hard work this week as <WELL>. Fires happen, but no matter what the weather, and when it's minus 50 degrees Celsius, it is <QUITE> a physical challenge for firefighting efforts out there. So, good job to them. Look at this, 40 plus record lows. So, these were the morning temperatures on Thursday across the U.S. Midwest and Northeast. And there were 40 degrees or there were 40 of them of that were below normal. And by just -- you <KNOW>, kilometers, here we're talking. Look at the numbers right now. These are the current wind chills, I <KNOW> this looks cold, right? Minus 22, Green Bay. Because Chicago at minus 16. But <BELIEVE> it or not, this is a significant improvement from where we've been. Despite that, still through the early morning hours, are going to have wind chill advisories because the wind, of the temperature we're going to combine to make some cold temperatures. But not like this, the coldest temperature recorded in Chicago since the mid-90s that was minus 30 degree Celsius. But as I mentioned, look at this jump of temperatures. This is going to <FEEL> like spring as we head to next Sunday and Monday with temperatures <AROUND> eight or nine. It's not going to <FEEL> like spring for a good friends of the U.K. Snowing in London, in <FACT>, we had yellow and amber alerts as we speak. Particularly, in London, we have amber alerts. And that means travel delays on rail, <PERHAPS>, air as <WELL>. And we're looking at the potential for power cuts as a result of this snow. And, by the way, it's not just going to be snow here but some ice. A better news is heading into the weekend that we look to improve, and I <THINK> it will be much better shaped as this area of low pressure begins to move out winter everywhere."
  },
  {
    "transcript_id": "CNN-248532",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "ll right, Chad, we'll check back with you a little later. The measles outbreak that originated in Disneyland in California is spreading. The Centers for Disease Control is now reporting 102 people in 14 states are infected. The Nevada Health Department also claiming one confirmed case in their state. The virus was eradicated in the U.S. some 15 years ago, but continues to be brought back to the U.S. by international travelers.",
    "statement": "<WELL>, a manhole explosion caught on video, the sudden blast rattled nerves in New York's Brooklyn community. This was actually -- actually the second of two explosions that rocked the area. Fire officials <BELIEVE> this happened in an underground electrical vault that <COULD> have been weather-related. A man was struck by the first manhole cover when it landed and he was taken to the hospital and treated for serious injuries of the."
  },
  {
    "transcript_id": "CNN-413843",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "And let's pivot to the president. How is his path different than 2016?",
    "statement": "So take a look at this. He's down at 163 in the current outlook right now, right? He did two rallies yesterday in Arizona, right? That's now leaning in Joe Biden's direction, but let's say Donald Trump can win that back, it's a reliably Republican state, only went Democratic in '96, in the last 70 years. Let's say he wins that back. Look at the yellow on this map, Brianna. What if Donald Trump wins every toss-up? Florida, Georgia, North Carolina. Watch his total go up over there. Ohio, let's say he wins. Let's give him Iowa, and let's give him this second congressional district in Maine, they award their votes by congressional district there. You get him up to 262, he's still shy of 270. So where does he go? Back to that region up here is <PROBABLY> where he goes to try and flip one of these states. Just one would do it at that point. Pennsylvania would put him over the top, but so would Michigan or Wisconsin at that point. But that means he's got to run the table of the toss-ups, try and get back Arizona, already leaning in Biden's direction, and win one of those upper Midwest states. But upper Midwest states, which is also right now a Biden strength -- Brianna."
  },
  {
    "transcript_id": "CNN-106613",
    "matched_terms": {
      "seems": "ungraded"
    },
    "previous_statement": "Twenty-five thousand dollars.",
    "statement": "So, $25,000 even <SEEMS> high to you?"
  },
  {
    "transcript_id": "CNN-333039",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "That is right.",
    "statement": "Now, has there been a breach of a contract you <KNOW>, Avery, because the information has gotten out, you <KNOW>. That there was a payment coming from the publisher, similar to Michael Cohen who admitted to making a payment to Stormy Daniels?"
  },
  {
    "transcript_id": "CNN-100388",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "There`s no words to explain how we handle this. We just kind of live from day to day. He`s worked very hard helping with Johnia`s case. We have a Web site for Johnia. It`s JohniaBerry.org that has a lot of information about it, so...",
    "statement": "Everyone, the tip line, 865-215-2243. Thank you to Johnia`s parents. We are quickly switching gears. I want to take you to a Texas story that we were very disturbed out, very concerned <ABOUT>, that we broke for you last night. Straight out to Dan Cotigan, KTRH Radio reporter. Bring us up-to-date regarding Teke Buggs. Are you with me, Dan?"
  },
  {
    "transcript_id": "CNN-303595",
    "matched_terms": {
      "about": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Yes, but to the scope and magnitude of this. We'll continue to discuss. Blame him for taking your time in the first segment.",
    "statement": "I will get to you in the next block, I promise. We're going to come right back. Massive crowds marching against President Trump within earshot of the White House. But the president <SEEMS> to care a lot more <ABOUT> the size of another crowd, the one at yesterday's inauguration. And his press secretary is hot under the collar <ABOUT> that tonight."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "We are coming back to alternative energy a little bit later in the show. We are going to talk about that more specifically. Panel, stay with us. Coming up next, so we have seen the snapshot of how we got here. Next, what do we do now? We are also going to look at how skyrocketing oil prices are affecting the cost of everything else we buy. Plus, our representatives in Washington, is there anyone who isn't wondering why they haven't come up with a plan already? Stay with us.",
    "statement": "No surprise government inflation reports show higher energy costs are behind the biggest jump in consumer prices in 17 years. We <KNOW> we're getting clobbered at the gas pump. But we asked Joe Johns to show us how this is rippling all through our lives. And for some it's a life-and-death question."
  },
  {
    "transcript_id": "CNN-193687",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I think it is gigantic, and it's not talked about enough. CNN tonight, people will be watching on CNN. Who have you guys chosen to make the first comments out of it, and what do those people say within about a minute or two can start making the viewers say, yes, that's right, he did screw up. What clip gets played the most in the first 20 minutes after the debate? A lot of people aren't junkies for politics and aren't staying up all night watching this. But they will watch the debate and then listen to maybe ten, 15, 20 minutes of banter afterwards. So you are going to have both the Democrats and Republicans just swamping reporters and hitting the Internet trying to get their word out in a nanosecond. In fact, Twitter now will have people, like David Axelrod or Romney's top people, will be Twittering within the middle of the debate, saying can you believe the President just screwed up or can you believe Romney said that?",
    "statement": "Doug, we have to leave it there. It's going to be a fascinating evening. I'll be checking my Twitter as <WELL> and all of the spin that is going to be happening."
  },
  {
    "transcript_id": "CNN-250569",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I read some of the analysis this morning about the repercussions of the speech. And some believe that he was able to change some minds. That he was so persuasive that for anybody on the fence about the Iranian deal, that perhaps he had them shift into the no-deal camp. What are you hearing?",
    "statement": "<WELL>, Congress basically is very hawkish on Israel. So he had a receptive audience. Whether he changed a few minds or not, I don't <KNOW>. I mean, we've had a tradition of bipartisan support for Israel. Where the divide is, is between the president's approach, which is no deal is better than a bad deal. Distrust and verify. And really very clearly, Prime Minister Netanyahu, no deal is better than any deal. And the one -- the one question I hear being asked by most of my colleagues is, Mr. Netanyahu, where's Plan B? He's really repudiating negotiations, and the obvious alternative to that is a military strike. Also, people are starting to remember that this is the same prime minister who, when he was in private life, told the United States, we <SHOULD> go to war in Iraq. And that things would not only be much better in Iraq, but they would be much better as a result of that in Iran. He's the one who really lashed out at the president, when he decided to get successfully a peaceful resolution <ABOUT> chemical arms in Syria. So he's got some credibility issues. But he's a compelling speaker, and he had a favorable audience."
  },
  {
    "transcript_id": "CNN-198912",
    "matched_terms": {
      "feel": "ungraded",
      "might": "ungraded",
      "somewhat": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Well, from what I understand and I've talked with Mark, of course, about this, Gabby, their goal is to engage the country in a reasonable and rational conversation about gun violence and how it might be prevented in the future, particularly mass shootings such as we've here in Tucson that both the congresswoman and I were involved in and also to do what they can do raise public awareness about the issue. So, I really welcome what they're doing and I think it's important that we have more and more people involved. I've seen a groundswell, actually, of interest in this issue, particularly since the shootings in Connecticut. It affected all of us deeply. It certainly affected me as a grandparent to see those children's faces in the paper and seeing behind them my grandchildren's faces. So, to me it's important that we finally move from talking about the issue to actually taking some appropriate action and I'm going to be involved with that in Congress as a member of a task force that seeks to end or prevent gun violence.",
    "statement": "So, apart from the task force and the politics involved, there's money. There's a lot of money involved and critics say the NRA is almost too powerful to go up against. So, those who are lobbying for gun control <FEEL> that they're <SOMEWHAT> powerless against that big of a lobby group. It <SEEMS> to me that this is really where the target for Gabrielle Giffords and Mark Kelly <MIGHT> lie, is to try to raise enough money to go head to head, but is that really possible?"
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "We will stand together and ensure that the future of Iraq is a future of freedom.",
    "statement": "A foreign company wins a huge border security contract. It <COULD> be worth $10 billion. My guest tonight is the chairman of the House Committee on Homeland Security, Congressman Christopher Cox. Radical Islamists target westerners in Saudi Arabia. Former CIA officer Robert Baer says Saudi Arabia is on the brink of chaos. He's my guest tonight. And Americans facing skyrocketing energy costs."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "perhaps": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, there's been lots of speculation about what will happen with the site down there, Miles. Some are saying that perhaps, you should be some sort of -- whatever you decide to do, whether it's rebuilding some sort of a skyscraper down there, that some sort of memorial has to go down there as well. Some are also talking about putting some sort of a park down there. As you can imagine, the number of businesses, the people who live down there are really anxious to see the area come back, to recover in some ways. So right now, there are a lot of things that are being considered. Nothing definitely down on paper as of yet.",
    "statement": "CNN's Jason Carroll in New York City, thank you very much. We appreciate it. While the cleanup at Ground Zero enters a new phase, there is talk of some big changes at the FBI. Director Robert Mueller is scheduled to announce plans for a major overhaul of the agency tomorrow. This as criticism mounts over how the agency handled or <PERHAPS> mishandled intelligence information that presaves the 9/11 attacks. CNN justice correspondent Kelli Arena has more on all this. Kelli, a bit of a preemptive strike, I <GUESS>."
  }
]