[
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "absolutely": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Now republicans have to sell their plan at a critical time, the upcoming midterm elections looming next year.",
    "statement": "<ABSOLUTELY>. I mean, we're looking forward to it. My <VIEW> of this, if we can't sell this to the American people, we ought to go into another line of work."
  },
  {
    "transcript_id": "CNN-188490",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Fifteen minutes now past 6:00 on the East Coast. The widow of former NFL player Pat Tillman is now talking about her husband's final gift he made to her. You might remember Pat Tillman as the young man who went to Afghanistan to serve his country, gave up a football career to do so, but then died in a very controversial friendly fire incident back in 2004. His wife, Marie Tillman, wrote a book about a letter that Pat left for her, it was one of those \"just in case\" letters, that soldiers all know so well. Listen to what she told CNN's Piers Morgan.",
    "statement": "He left a just in case letter for you. It included the lines, \"Through the years I've asked a great deal for you, therefore it <SHOULD> surprise you little I have another favor to ask. I ask that you live.\" When you read that, when went through your mind?"
  },
  {
    "transcript_id": "CNN-366666",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "Yes, that's exactly right. You know, it's purely a software fix associated with training, too, but nothing that is, you know, speaks to the external lines or manufacturing makeup of the jet, so you'd park them. The real issue here is just production log jams coupled with holding way too much inventory, because at 52 per month, that's of course a lot of jets over six months.",
    "statement": "Final question, toughest question of the interview, does Boeing get blamed? Does the share price suffer, does the company suffer if they get the planes back in the air, even though they are <PROBABLY> -- it is <PROBABLY> their responsibility for putting a plane in the air that was not fit for purpose?"
  },
  {
    "transcript_id": "CNN-119314",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. But as Maliki himself, now making a veiled threat with his reference about finding other friends, could he possibly be intimating support through Iran? Members of Congress have been turning up the heat on al-Maliki ahead of the military's progress report on Iraq. It's due in just a couple of weeks. Well, the Pentagon says that it expects to deliver 1,500 mine- proof armored vehicles to Iraq by the end of the year. A spokesperson says that the government could line up enough vendors to meet its goal of delivering 3,500 MRAM vehicles. They're designed to deflect explosions, offering greater protection against roadside bombs than Humvees. For a record, the Asian markets this morning setting a new one. A rally on Wall Street yesterday helped propel China's Shanghai index above 5,000 for the very first time. Japan's Nikkei also up sharply. And more of the same in Europe. Markets there also doing well this morning. Kiran.",
    "statement": "All right. <WELL>, it's time now to check in with our AMERICAN MORNING team of correspondents for other stories new this morning. And we've talked a lot <ABOUT> the recall of thousands even millions of Chinese made toys. <WELL> now a stunning first look inside of Chinese factories where some of the worlds most popular toys are made. AMERICAN MORNING's Alina Cho joins us now with details. Good morning, Alina."
  },
  {
    "transcript_id": "CNN-107560",
    "matched_terms": {
      "think": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Indeed most U.S. officers at eagle's nest rate their Iraqi counter parts among the best they have met, but when will they be ready to run the new post? They have had so much help establishing alone.",
    "statement": "I wouldn't hazard a <GUESS>. There are certain security conditions that have to be met, but I <THINK> what we have seen in the first days of this operation, right now, this is a great model for success."
  },
  {
    "transcript_id": "CNN-270210",
    "matched_terms": {
      "think": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "Whenever we commute to our offices or anywhere, we find loads and loads of petrol, the buses, the metro.",
    "statement": "I <THINK> that it would <DEFINITELY>, <DEFINITELY> help. Ultimately they are the ones who have to take action."
  },
  {
    "transcript_id": "CNN-112441",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "absolutely": "ungraded",
      "unlikely": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Secret CIA flights and secret CIA prisons for terror suspects. An E.U. report says they might be the worst kept secret in Europe. CNN's Paula Newton is in London with all the details.",
    "statement": "<WELL>, the E.U. report claims that 11 E.U. countries knew <ABOUT> these secret CIA flights and that they knew that the CIA was operating secret prisons in Europe. Now, this report is not legally binding. But some of the information they came up with is interesting. They were given significant logs in terms of the flights and exactly where they happened. There were more than 1,200 of these flights, in <FACT>. Germany had 336. The United Kingdom, 170; Portugal, 91; Spain, 68; Italy, 46; Ireland, 147. I mean, these were a lot of flights, mainly conducted in 2003 and 2004. What is interesting here is that the European Union has called on these individual governments to launch their own investigations, mainly because they don't have the power to investigate further. It <SEEMS> highly <UNLIKELY> that any of these countries will do so. They will take cover under national security, saying that they won't be allowed to divulge this. There has been speculation that, in <FACT>, a secret CIA prison was operating in both Poland and Romania. President Bush, back in September, admitted that these CIA prisons did exist. And, although they don't have any detainees in them right now, he wouldn't rule out the <FACT> they would be used again in the future. This has really been an issue nagging at the European parliament. I <THINK> they don't want to have the taint of these kinds of secret clandestine transfers, interrogations, hanging over Europe. And so they have pushed this issue through to the parliament. As I said, there is <ABSOLUTELY> nothing that is legally binding <ABOUT> this. This issue, though, will continue to grind on in the European parliament. They expect to go through this report. As I said, it's only a draft report. They expect to go through it early in the new year. Paula Newton, CNN, London."
  },
  {
    "transcript_id": "CNN-208913",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "should": "ungraded",
      "obviously": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "I want to bring in Dana Bash now, live from Capitol Hill. Before we do that, I should tell you we are monitoring a live interview of Edward Snowden, the man who leaked this secret information to \"The Guardian,\" is giving online to the newspaper. I promise we will bring you any details about potentially new, blockbuster information that this interview my reveal. In the meantime, though, Dana, you mentioned that the intelligence committees are receiving briefings, or they did receive a briefing on reports of the so-called thwarted plots that this surveillance may have helped in. Do you have any details?",
    "statement": "We are expecting that those thwarted plots or information <ABOUT> those thwarted plots <SHOULD> be declassified as soon as today. At least, that's what senior intelligence officials who were here briefing Congress on Thursday told the members of Congress, sometime this week, <MAYBE> as soon as today. And what they're <HOPING>, <OBVIOUSLY>, in releasing details, is to try to reassure Americans that their concerns <ABOUT> civil liberties are worth it, and to do that by really explaining in more graphic, explicit, understandable ways by saying, look, this <COULD> have happened had we not had these programs in place, these surveillance programs that are grabbing the data <ABOUT> your phone records."
  },
  {
    "transcript_id": "CNN-358494",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Of course. But Don, the wall has always been a con for Donald Trump's credulous rube 10-tooth base. The wall has always been a scam. It has always been a lie. Nothing about the wall has ever been real. And Donald Trump knows it. He is a guy who has a long history in his career as being a con man. He is conning these people who believe he's going to build a 2,000- mile, 30-foot-high concrete wall with laser moats and alligators in it. It's just crazy. It always has been. And yet they suspend their disbelief because they believe so strongly in Donald Trump. And this is -- like I said, it's always been a con. It's always been a scam. It's an insult to their intelligence. But obviously, it seems to work with his base because they believe it over and over again, that nothing will stop the brown horde except the wall.",
    "statement": "Yes. <WELL>, and the whole game of thrones thing. The wall didn't work in \"Game of Thrones.\" Shouldn't he <KNOW> that?"
  },
  {
    "transcript_id": "NPR-48674",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "NPR's Pam Fessler attended a session in Orlando and filed this report.",
    "statement": "Unidentified Man #1: I mean, it doesn't have to be terrorist, but he's <DEFINITELY> suspicious."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Martha Stewart, like every American, ought to be entitled to a presumption of innocence. And maybe if Hillary Clinton hadn't been hounded by an out of control right-wing prosecutor, has a little bit more sympathy for somebody's being hounded by the press the way Martha Stewart is. I don't know if she's guilty or innocent. I suspect you don't either.",
    "statement": "But the idea that a federal criminal investigation is just part of the process, it happens to all of us. That really does betray a certain attitude that I <THINK> is interesting."
  },
  {
    "transcript_id": "CNN-260868",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Stay seated.",
    "statement": "All right. I want to back up a little bit. This is Officer Ray Tensing. Of course, he's <OBVIOUSLY> a white police officer. He's accused of shooting and killing Samuel DuBose, an unarmed black man, during a traffic stop earlier this month. This was his arraignment, but was also a hearing to set his bond. And as you heard, the judge set a $1 million bond since, of course, what this officer is charged with <COULD> get him life in prison if he is determined guilty. You heard the courtroom erupt in cheers and you heard the judge come down very hard on those in the courtroom saying, you <KNOW>, you have to act with some decorum in here. We'll break it down further after a break. I'll be right back."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "We couldn't show you the face of that eyewitness because he's a security guard. And you could see that by the identification hanging around his neck. So, if you're wondering why we were only showing his hands and his torso, it's for that reason. But this was an eyewitness at the Los Angeles Airport. Joining us now: Marvin Badler on the telephone. He is a former chief of security for El Al airlines. Mr. Badler, we have to say, based on what we have heard about what happened, if it hadn't been for your former airline security, this could have been much worse.",
    "statement": "Yes, it <APPEARS> that way. People in the United States have to <KNOW> that El Al takes everything serious, and that, even before they get into the terminal, and they get into the terminal. Before they get to the counter, I mean, they're being watched. They're being observed for different indicators that would indicate to the security person that there <MAY> be anything suspicious."
  },
  {
    "transcript_id": "CNN-268420",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Well, sure. And, you know, that is what his - the person who has said he was his best friend, Timothy McDaniel (ph), who you just heard from a moment ago, said, that he approached Ben Carson after Carson wrote his book, \"Gifted Hands,\" in 1990 and said, Ben, you hid this from us all these years. How did we not know about this? And Carson said that he was embarrassed to talk about it. But I have a lot of questions about that explanation. I mean given the fact that we're talking about hitting other kids with bricks and bats and baseball - you know, baseball bats and rocks. The neighborhood that Scott went to in Detroit was, you know, where Carson spent a lot of his childhood years was a very close knit neighborhood. The parents disciplined other children who were not their own. Everybody knew about everything. And the classmates that we talked to also said that the reason why this is so perplexing is because this would have been around the school within, you know, half a day. So that's why we want to talk more to Dr. Carson and his campaign about these incidents.",
    "statement": "On the other hand, Scott, these stories have been out for a long time. There have been movies made <ABOUT> Ben Carson's live. He's written a couple of books describing these incidents and no one has come forward and said, we don't - we don't <KNOW> Ben Carson as that person before."
  },
  {
    "transcript_id": "CNN-37932",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it's very New York. But for me there is a certain dustiness that has settled over his period films. I understand that he is doing something that is set of a period, and people are talking in a certain way. But it's very brittle, and I lose energy as I watch it.",
    "statement": "<WELL> you <KNOW>, and this is going to shock you, because I've hated so many movies this summer, I really have. This one, in a very modest way, charmed me. You <KNOW> I don't like Helen Hunt at all, you <KNOW>? This time, she didn't really irritate me to death."
  },
  {
    "transcript_id": "NPR-2372",
    "matched_terms": {
      "definitely": "ungraded"
    },
    "previous_statement": "Good to have you with us. Let's talk first about this report from the National Research Council. Is the U.S. earthquake-ready?",
    "statement": "Yes and no. There's been a lot of steps taken, in some places going back to before the 19th century, before the 20th century. But preparedness has lagged, <DEFINITELY>, in some parts of the U.S. And there is still, as the report says, a lot more that can be done pretty much everywhere."
  },
  {
    "transcript_id": "CNN-411906",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes. A big part of what's happening here is it has to be uncomfortable.",
    "statement": "<WELL>, before we came out of our -- the"
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We're back with Angie Dickinson on this edition of LARRY KING LIVE. Angie, is it true that you really were impressed with Hillary recently?",
    "statement": "Oh, yes, very, very much so. I -- I met Mrs. Clinton <ABOUT> two years ago, and I was very surprised at my reaction to her. And then I saw her a couple months ago at the..."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes, thank you, sir.",
    "statement": "A really important point there <ABOUT> diversity versus silos, and a note <ABOUT> what's coming up tomorrow, when Oscar-winning actress Sally Field is here. The all-American star who first soared to success as the Flying Nun is out now with a decidedly raw and revealing memoir, In Pieces. That is it for our program. Thanks for watching, and remember to listen to our podcast, see us online, and follow me on Facebook and Twitter."
  },
  {
    "transcript_id": "CNN-348124",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But that's what it demands to. Bullying.",
    "statement": "Are they succumbing do you <THINK>? The European allies are they --"
  },
  {
    "transcript_id": "NPR-30544",
    "matched_terms": {
      "certainly": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Quite a bit of traveling, but interestingly with the same broad brushstrokes as President Obama's itinerary. Mitt Romney came to Ohio and on to Pennsylvania, where, like the president, he went to a victory office, greeted volunteers, thanked people for their get-out-the-vote efforts. And, of course, the big difference between these events and what President Obama is doing is that these are taking place in swing states, Ohio being the most important swing state of all.",
    "statement": "Pennsylvania being <SORT OF> a last-minute attempt by the Republicans to expand the map. These are not formally campaign events, but it <CERTAINLY> does not hurt for him to have a presence here on the ground with his running mate Paul Ryan on this day when people are going to the polls in a state that he is really, really trying very hard to win tonight."
  },
  {
    "transcript_id": "CNN-264329",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "-- to intimate conservative Christians.",
    "statement": "And I understand your concerns <ABOUT> all of those issues, so why come out and called Donald Trump a narcissist and a madman and other things?"
  },
  {
    "transcript_id": "NPR-5547",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yeah, it would be. I mean, the army officially says that they are civilians dressed up in military uniforms led by a deserter who is wanted and has been wanted for some time for fomenting rebellion against the Maduro government. But if it turns out it's actually a military attack by the military, yes, it certainly would be a sign that support is beginning to crack. To what extent is clear. Everybody here watches the military because, without it, Maduro's ability to maintain his power would be very seriously compromised.",
    "statement": "He's enjoyed the support of the army so far. And, you <KNOW>, people are watching this closely. The generals there - high command in the military do have an interest in maintaining the status quo because they've got big interests business-wise in Venezuela. They're very involved in business. The middle ranks and lower ranks not to the same degree at all and suffer from a lot of the problems that only Venezuelans are going through. So people watch them particularly closely."
  },
  {
    "transcript_id": "CNN-414008",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Thank you, Mr. Vice President. Just to clarify, would there be any place for fossil fuels including coal and fracking in a Biden administration?",
    "statement": "No. We would -- we would work it out. We would make <SURE> it's eliminated and no more subsidies for either one of those. Either -- any fossil fuel."
  },
  {
    "transcript_id": "CNN-264323",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "There was one point you bused in kids and had them stand around the courts and hurl abuse and insults at the girls. Why did you do that?",
    "statement": "Because in order to be successful, you <MUST> prepare for the unexpected. Serena Williams played at Indian Wells. Good I did the things I did. The whole crowd turned against her. All she had to do was remember the training that she had been through."
  },
  {
    "transcript_id": "CNN-256087",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, it's spectacular. You know, they call this flood alley in Texas. And it's the hill county portion of Texas that has the steep hills and the very quick build-up of water. And it was terrifying. But we had a -- excuse me, we had a bit of an advantage at our house because our architect from Houston when we designed our house 20 years ago decided that one thing she wanted to do was try to anticipate what might happen if we had a big flood. And she actually had us build the house six to eight feet above the FEMA-required limit for -- you know, where you can build your house. So we had an advantage there. And the water also was -- it was designed so that the water could flow under the house. And we had a third floor office that was considerably above the flood. But the water was flowing around the house, under the house, and through what we call in Texas a dog trot, which is a passageway through the center of the house so that the river was literally surrounding us. And the -- I heard a noise in the middle of the night, and I was worried about the flooding. And I walked over to our central hallway and looked down the stairs and the water was rising up toward me. It was about, I would say, two feet from my feet. And I woke up my husband and he just said, well, you know, we've got to prepare. And we were there all night. And it was terrifying, I must --",
    "statement": "<WELL>, let's talk <ABOUT> that moment. Let's talk <ABOUT> that moment because it's so weird to see such high water in your house that you freeze because it's such a strange sight."
  },
  {
    "transcript_id": "CNN-254825",
    "matched_terms": {
      "around": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Hi, John and Christine. Right. So, this federal appeals court ruled that the government's collection of these vast stockpiles of telephone data is actually illegal under the Patriot Act. That the collection exceeds the scope of this law as it was intended, and it's one that the judge's wrote, the sheer volume of information sought is staggering. The court, though, didn't rule it was unconstitutional, and they sent it back to the lower court. But the section of the Patriot Act that the government interpreted to collect this phone data expires next month anyway. So, it is up for review. The Patriot Act was established in 2001 after September 11th. It was then renewed by both Presidents Bush and Obama. So, President Obama allowed this collection to continue, but he has since said that he agrees that now that it's expiring, it should be reformed. There has been legislation proposed. There had been ideas out there, such as this -- data could be collected, but stored by a third party so that the government wouldn't own it and control it. And the government would have to ask permission on a case-by-case basis when it wanted to access this kind of data. Some in Congress, though, lately, especially given the threat of ISIS, have been saying, let's look at this and let's not water down this kind of legislation because it's necessary to national security -- John and Christine.",
    "statement": "All right. Michelle Kosinski at the White House -- thank you, Michelle. Time for an early start on your money. Good day so far for stocks <AROUND> the world. European shares up, getting a boost from the U.K. election results. Asian shares, U.S. stock futures higher as <WELL>. The big story here comes later this morning, the April's job report, due out at 8:30 Eastern Time, 220,000 net jobs, 5.4 percent unemployment rate is the forecast."
  },
  {
    "transcript_id": "CNN-37388",
    "matched_terms": {
      "believe": "ungraded",
      "certainly": "ungraded"
    },
    "previous_statement": "The answer to your first question is, when we can afford it. And I don't know exactly what the composition will be. There are so many things that we need to do to our tax system. I have an opportunity now to go out and gauge people all over the country and talk to them about tax system. There is no issue that has broader agreement than that we need fundamental reform of our tax system so that ordinary Americans can understand what it is they're supposed to do.",
    "statement": "Let me give you a question right here and now, and that is the Senate Republican leader, Trent Lott, I <BELIEVE> intends to put on, as an amendment to the minimum wage bill, a cut in the capital gains tax, which would <CERTAINLY> be welcomed by the investor community. Will you, the Bush administration, support that cut in the capital gains tax?"
  },
  {
    "transcript_id": "CNN-297625",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "CNN international diplomatic editor Nic Robertson live in Irbil, Iraq. Hi, Nic.",
    "statement": "Yes. Hi, Carol. The Iraqi Army went into <ABOUT> six different neighborhoods in the eastern side of Mosul today. Arwa was with one of those groups that was going into one of the neighborhoods. That particular neighborhood, the army found themselves under very, very heavy resistance and they actually had to withdraw from there. Suicide bombers, they were able to tackle, the army was able to tackle and deal with more easily before they arrived in Mosul. They <COULD> see them coming across the open ground, the desert, they <COULD> shoot them, they <COULD> -- they <COULD> destroy their vehicles. Now in the city, the suicide bombers in vehicles are coming out of little side streets very close to the convoys of military vehicles that are moving through. It makes it much, much harder to tackle them. That as <WELL> as we learn details from the Iraqi army, from others <ABOUT> how ISIS is using the civilians, they're using houses that civilian are in as rooftop positions for snipers to try and slow down the army as <WELL> as telling civilians to go and gather in Mosul to use them as human shields and as <WELL>, these reports now that children, young boys as young as 9 years old, are being taken from their families by ISIS with the intention of using them on the front lines of this very, very intense conflict. Of course, ISIS as we have seen in the past has what it calls these cubs of the caliphate, its own supporters that it's been training, children, very young children have been training for battle. These kids that they are taking now, not trained, taken from their families, from their homes and put now potentially in the line of fire. This fight is very, very difficult. The indications that we got from Arwa today that we're hearing from the Iraqi military showed just how stiff a resistance ISIS is putting up there on the eastern side of Mosul -- Carol."
  },
  {
    "transcript_id": "CNN-413493",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "It's not clear how seriously the president has taken the virus, as he conceded he's not being tested every day for COVID-19.",
    "statement": "I'm tested, not every day, but I'm tested a lot. I was really tested a lot after I got rid of it, because they wanted to make <SURE>, and I always tested a lot."
  },
  {
    "transcript_id": "CNN-95376",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Michael does not sleep in the bed with children. Also, Michael's quarters at his ranch is the size of a 2,000 or more square foot condo, OK? And at the same time, Michael does not sleep in the bed with children. So that was the misunderstanding that everybody put out there.",
    "statement": "Jackson also suggested the pop star <MIGHT> move out of the country. And a stunt by a British tabloid is sparking a review of security procedures at the military academy that Prince Harry attends. The \"Sun\" of London says one of its reporters, posing as a student, took this video of Prince Harry in training at Sandhurst Academy. The reporter also constructed a fake bomb in his car. The \"Sun\" says it was tipped off by a concerned insider worried <ABOUT> security at the academy. He was in there for <ABOUT> seven hours just wandering <AROUND> the halls and..."
  },
  {
    "transcript_id": "CNN-394155",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Government officials say face masks are not necessary if you are healthy and don't entirely provide protection against the coronavirus. Even still, brick and mortar stores are struggling to keep up with demand. Companies like Home Depot, Rite Aid, Target, Lowe's; CVS, Walgreens, all tell CNN they're working to expedite product to their stores. Home Depot is limiting ten masks per customers and sites like Amazon shut down suppliers accused of price gouging. Jody Vitelli is seeing her small business begin to boom.",
    "statement": "What <SORT OF> phone calls are you getting?"
  },
  {
    "transcript_id": "CNN-152455",
    "matched_terms": {
      "about": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "And good morning, everyone. Happy Friday to you. I'm Brooke Baldwin in for Kyra this Friday morning. We are watching potential trouble brewing -- there it is -- in the Caribbean. And we're also asking the big question, what if this storm spins up into the Gulf of Mexico. You know that's the last thing that region needs right now. Right? Also, protests as the world's financial powers come together in Canada. How does this grab you? One group says if these rich countries cannot unite on policies it'll cost the planet tens of millions of jobs. And did you watch this? Game, set, match, history. What do you think about 11 hours and five minutes of intense tennis? What might that do to your body? We will ask Elizabeth Cohen. But it is happening yet again here. More than a million jobless Americans just totally cut off now from those federal benefits. The Senate could not quite pass a spending package. So each party -- you can imagine -- pointing fingers at the other one. Let's talk a little bit more about this with CNN's Christine Romans. And, Christine, here we go. I guess third time not necessarily the charm in this case. Right?",
    "statement": "That's right. This is the third time the Senate has failed to extend unemployment benefits again. And look, Brooke, usually people get 26 weeks of jobless benefits of the unemployment check once they lose their job. Under the similar, an emergency spending because of the recession, many people, millions of people, are eligible for up to 99 weeks. But that is running out. And time is running out for <ABOUT> a million people. Likely lose their unemployment checks starting this week. Again, a wide ranging spending bill. Something the president wants. He would like to see more spending. He doesn't want the economy to slip back just at the time he says that it's starting to move forward. But there are concerns <ABOUT> how to pay for it and Republicans and Democrats not seeing eye to eye on just how long we <SHOULD> be paying for emergency spending -- Brooke?"
  },
  {
    "transcript_id": "CNN-115585",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Is there anything on that computer related to this case? I know you said there was nothing suggesting criminal activity. Was there anything on the computers related to the case at all?",
    "statement": "Dr. Perper looked at that the computer, and he'll have that information for you, I <THINK>."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Ayman al-Zawahiri, he's number two, was a doctor in Egypt. All the way down. You work your way through the ranks. They're not radicalized because of poverty. That doesn't mean that poor people can't be radicalized, of course they can. But they're radicalized because of shame and guilt for the way they are either leaving this seventh century version of Islam and returning to a modern civilization and then they're guilted back into that or they're just living a western life trying to enjoy life and acclimating to a new home and then radical strength take them out of that and say, look, you've left all the Muslim world behind. They're being persecuted over there and your living this life over here with the devil that persecutes Muslims.",
    "statement": "So, look, I <KNOW> people get upset when there's profiling of any kind, but to the extent that intelligent services try to profile to identifying needles and haystacks, how are they supposed to do that when you're now saying, <WELL>, it's not coming from a single place. It's not coming from a single country, it's not coming from a single socioeconomic group. How do you find them?"
  },
  {
    "transcript_id": "CNN-154017",
    "matched_terms": {
      "could": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "seeming": "ungraded"
    },
    "previous_statement": "I hope that the tourists come back, because the region could use the tourism and music. Good to hear. David, you have covered the story from day one and done a great job. Let's step back a little bit. Yesterday, we were told that most of the oil has either been skimmed or evaporated or dispersed or whatever. It sounds sort of too good to be true. Give us your perspective.",
    "statement": "After so much bad news, Wolf, it is awfully hard to digest anything positive coming in here without a great deal of skepticism, but what we are seeing, we are seeing this oil disappearing. Biodegrading just like they said it would. What we are also seeing is the marshes and the wildlife <SEEMING> to bounce back pretty quickly just like they said it would. It is happening. We don't <KNOW> however what the long-term effects <COULD> be from the oil that is still out there in the environment. 4.9 million gallons of oil got out into the Gulf of Mexico. We <KNOW> from NOAA the study they did that half of that is no longer in the environment, and the rest of it under the water, on the water, in varying stages of decay, and they still don't <KNOW> what long-term effects that <MIGHT> have, and for that reason, you won't see anybody in the gulf ready to let down their guard."
  },
  {
    "transcript_id": "CNN-177026",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I believe I misspoke very badly in my response to the allegations that have been made. I shouldn't have questioned what the accusers expressed or their motives. I am really sorry that I did that. And I regret any harm that I caused.",
    "statement": "You <MAY> remember, Coach Boeheim came out and strongly defended Bernie Fein when the allegations were first made and said the accusers <MAY> have been after money. Now assistant coach Fein was fired last month after those sexual abuse allegations. He had been an assistant there at Syracuse for 35 years. <WELL>, eight minutes past the hour now. How is this for a quote? \"Just get to the damn table.\" Those were the tough words from Defense Secretary Leon Panetta. He had those words for Israel's leaders. He's talking <ABOUT> the prospects for Middle East peace."
  },
  {
    "transcript_id": "CNN-131301",
    "matched_terms": {
      "about": "ungraded",
      "quite": "ungraded",
      "hopes": "ungraded",
      "appears": "ungraded"
    },
    "previous_statement": "Until we stabilize home values in America, we're never going to start turning around and creating jobs and fixing our economy. We've got to get some trust and confidence back to America. I know how to do that, my friends, and it's my proposal, it's not Senator Obama's proposal, it's not President Bush's proposal.",
    "statement": "John McCain talking <ABOUT> the economy in last night's town hall debate. And this morning, breaking news as the global financial crisis <APPEARS> to deepen. Stock markets in freefall as fears of a global recession reach a fever pitch. Japan's Nikkei index down nine percent. That's a five-year low. The worsening crisis also bring steep falls across Asia and Europe. Europe, though, not doing <QUITE> as badly as it was earlier today so <HOPES> that it won't be such a bloodbath as it was in Asia. Joining me now, Chrystia Freeland. She is the managing editor in the United States for the \"Financial Times\" newspaper, and Jeffrey Sachs, an economist, director of the Earth Institute in Colombia University. Also a special adviser to Ban Ki-moon at the United Nations, back with us again. What we're seeing happening overseas, and particularly in Asia, is this a slide or is this on the verge of being a crash, Chrystia?"
  },
  {
    "transcript_id": "CNN-59062",
    "matched_terms": {
      "know": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Mike, two questions here, just to clarify a few points here. What's in the forecast, as you come upon the crest in a few hours from now? Second, how high are we above the normal flood stage right now?",
    "statement": "<WELL>, in terms of the first question, what happens basically, the city authorities don't <KNOW>. They <HOPE> that their shoring attempts, the sandbags that they've put down, the flood breaks that they've erected in various areas will be enough to contain the water, even when it reaches its peak. That is a <HOPE>; that is not a certainty. In terms of the actual level of the water, <WELL>, it's risen some eight to nine meters over the past 24 hours, a considerable extent, but it's not only the waters rising. All <AROUND> me as <WELL>, the water table beyond this river is rising as <WELL>, causing seepage into buildings, as much as half a mile into various areas <AROUND> here. And of course, you've seen with the strength of that torrent, Bill, an immensely powerful moving 30 times as quickly as it does in other years -- Bill."
  },
  {
    "transcript_id": "CNN-82329",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "Say I was going to a lot and buying a $20,000 car. What <KIND OF> price variation? I mean, how bad do people get ripped off in that <KIND OF> a scenario?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "unlikely": "ungraded"
    },
    "previous_statement": "Well, if you had elections every couple of months, and every few minutes somebody comes in and presses the stylus through these rubber T-strips in the first column, is that going to make the first column of T-strips any harder than any other columns of T- strips?",
    "statement": "It's <UNLIKELY> that in frequent impact is going to accelerate the degradation of that compound and cause it to harden."
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "think": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "somewhat": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "All right, Jeff Greenfield. You stay with us because we're now going to bring in Ron Brownstein of \"The Los Angeles Times.\" He is also here in New Hampshire, and he's been on the road with a number of campaigns. Ron, let's just stay quickly with the Democrats. Just how close is this race on the Democratic side?",
    "statement": "<WELL>, clearly, Bradley has regained some ground this week that he lost through the stumbles in Iowa and through the bad result in Iowa. But he's still facing, I <THINK>, an uphill climb in the final hours. Bradley has moved up <SOMEWHAT>, but if you look at the variety of polls that are out there, including your own, Gore is stabilizing right <AROUND> 50 percent. And I <THINK>, as Jeff alluded to, Gore has a strong hold still on core Democrats. The risk, I <THINK> -- Bradley is, Judy, I <THINK> undertaking <KIND OF> a high-risk strategy here, because, on the one hand, by escalating these attacks on Gore's trustworthiness, on the Clinton-Gore administration fund-raising I <THINK> he energizes and regains some of his core supporters, independent, less-partisan, more upscale voters. On the other hand, he risks alienating and polarizing the electorate in a way that drives away some of those core Democrats that he'll needs not only here but <CERTAINLY> down the road in even larger numbers."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "First of all it didn't <APPEAR> that there were any financial crimes -- or financial questions in the Mueller questions."
  },
  {
    "transcript_id": "CNN-180090",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And traditionally in the ceremony, the thing that tends to go wrong is the lighting of the cauldron, and we have a particularly exciting cauldron that we're very excited about, and I'm particularly excited about whether it'll actually happen.",
    "statement": "Organizers are promising to keep the Opening Ceremony to <AROUND> three hours. Then, some 10,000 athletes will walk back to the Olympic Village. Their apartments were handed over to organizers on Friday by the builders. All they need now, 16,000 beds, along with 5,000 toilet brushes. Part of the finishing touches on the infrastructure."
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right, good morning, everyone. I'm John Berman. The breaking news, in just a few moments, we will hear from one of the passengers who was on Southwest Flight 1380. One of the heroic passengers, Firefighter Andrew Needum helped pull the victim Jennifer Riordan from the window of that plane and was part of the group of people who tried so desperately to save her life. We'll bring you this news conference as soon as it happens from his firehouse in Celina, Texas. First, this morning, dozens of Republican lawmakers struggling to answer a very straightforward question, will you support Donald Trump in the 2020 election? The president has already declared he will be running for re-election, yet members this morning of Congress refusing to give a straight yes or no <ABOUT> whether they will endorse him. Our Manu Raju chasing these members down, asking the difficult question that really honestly shouldn't be difficult at all. Manu, what did you hear?"
  },
  {
    "transcript_id": "CNN-273253",
    "matched_terms": {
      "certainly": "ungraded"
    },
    "previous_statement": "None",
    "statement": "President Obama's clearly making gun violence a focus of his final year in office, announcing executive orders to increase gun control. And tonight, taking part in a live town hall on the issue right here on CNN. And the rise in mass shootings we've seen in recent years has <CERTAINLY> changed the way law enforcement trains for active shooter situations. CNN justice correspondent Pamela Brown is joining us with details. Pamela, many police officials say it's not a matter of if but when they'll be called on to respond to an active shooter."
  },
  {
    "transcript_id": "NPR-47038",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "What about the heat?  We have been hearing that in Louisiana      the heat is a problem.  People have no air conditioning; temperatures are      above 90 in some cases.  What about in Mississippi?",
    "statement": "It's awful.  I mean, the humidity is really starting to add to      the discomfort of the folks that have been impacted, and <OBVIOUSLY> our      own volunteers that are traveling from great distances to help out.  And,      I mean, we're doing the <BEST> we can to work with generators and to bring      fans in, encourage folks to, you <KNOW>, put on their comfortable clothes      because, <OBVIOUSLY>, they're going to be here a bit.  And, you <KNOW>, we're      trying to make it as reasonable as possible."
  },
  {
    "transcript_id": "CNN-120766",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, for example, if you look at where the great rivers of Asia come from, they all come out of the Tibet and highlands, the Ganges, the Mekong, the Brahmaputra, the Indus, all of them flow out of the Chinese highlands. Imagine a mega drought there, which is particularly vulnerable too. Take the Mekong, which flows through six countries ending up in Vietnam. The struggle over access to water for agricultures, for industries, for cities will be a profound struggle and the Chinese are already damming the Mekong. Now, imagine when the flow radically reduced. That's the kind of thing that produces war between the two nations.",
    "statement": "All right. Let's move to another hemisphere now, and we are going to talk <ABOUT> a little different issue. We've been talking <ABOUT> scarcity of water. There are other stresses that occur and we're talking <ABOUT> just devastating stresses on ecosystems. And now, we're talking <ABOUT> Haiti. What <COULD> happen in a place like Haiti?"
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "know": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "The Walshes doted on their new son. They took him to the Bahamas to share John's love of the ocean. They took him to Disney World. Adam was never alone.",
    "statement": "A lot of people used to say, \"Adam is so gracious. He's so loving. He's so kind. He lights up a room when he comes in the room. He speaks, you <KNOW>, way beyond his age. He's so gentle. He was a great artist. He's an old soul.\" And it <KIND OF> summed up Adam. He was that <KIND OF> a loving -- he was so -- he was very different than me."
  },
  {
    "transcript_id": "CNN-182271",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And we tried an adult level. We tried talking about it. We tried taking the laptop away. We tried -- well, twice, you know, we tried taking the laptop away or grounding her. It didn't work.",
    "statement": "I <THINK> he overreacted a little bit, but I understand."
  },
  {
    "transcript_id": "CNN-55979",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It kind of worked out.",
    "statement": "It -- you <KNOW> what? It was great."
  },
  {
    "transcript_id": "NPR-9104",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "He's also going to be overturning President Bush's policy on stem cell research. It's interesting, that's something that Congress could have done itself. But in consultations with the Democratic congressional leaders, it was decided that President Obama wanted that to do for himself. And then Congress got the opportunity to reverse the Bush policy on expanding the children's health insurance program.",
    "statement": "All right. So, meanwhile, he's going to need some advice from his Cabinet members, and we still have some Senate confirmation hearings to go. Today, Tim Geithner for Treasury secretary is up, but what <ABOUT> the rest of them?"
  },
  {
    "transcript_id": "CNN-303595",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And some might say they even, some, they distracted from it, because they didn't think it was such a ground swell.",
    "statement": "<WELL> --"
  },
  {
    "transcript_id": "CNN-241420",
    "matched_terms": {
      "well": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "It says to me that, you know, we have to really take a close look at what Brown was doing that far into the car. You know, it's hard to believe that a police officer is going to be on patrol and think, \"I'm going to kill that guy. I'm going to have him come over and climb in my car so I can do it.\" So, you know, it's just that the struggle that happens there, it's hard to believe that that part of this event could be initiated by the officer. Then what happens, as John mentions, what happens afterward on the street is a separate part. But the first part has to do with the officer's mindset. Is he fearful? Has Brown been aggressive to him and caused him to have a certain amount of fear on the street later?",
    "statement": "Don Lemon, you covered this from day one. <SEEMS> like another one of these orchestrated leaks in this case, this new information, not just in \"The New York Times,\" but CNN has been getting very similar information, as <WELL>. What does it say to you?"
  },
  {
    "transcript_id": "CNN-403328",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Commissioner Leslie Campione defended the statue saying the display would not glorify the man nor the confederacy.",
    "statement": "It will describe Smith's military service and will tell <ABOUT> his career and his friendship with Dr. Alexander Darnes. He became the first black doctor in Jacksonville."
  },
  {
    "transcript_id": "CNN-137612",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I was hoping to hear a little \"Shaft\" music, Otis (ph), if you could roll that for us.",
    "statement": "And that's what they're talking <ABOUT> and speaking on, whether it's -- I mean, he went and sat courtside at a basketball game. He went - I mean, he goes out to nice dinners. He goes out on the town. He's not scared to be this young, hip guy, and a lot of black men will look at that. Whether they'll say it on camera or not, they will look at that. And behind the scenes, because I have these conversations with a lot of guys I <KNOW>, that's a brother. They will. They'll say that: That's a brother."
  },
  {
    "transcript_id": "CNN-335677",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "He didn't say that exact quote,",
    "statement": "It was <KIND OF> -- it wasn't exactly that same."
  },
  {
    "transcript_id": "CNN-92410",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Secretary of State Condoleezza Rice met with her Russian counterpart earlier this month and raised concerns about shutting down media critics and Kremlin prosecutions of Putin foes. The White House also is frustrated, among other things, with Russia's nuclear cooperation with Iran and missile sales to Syria. And Senator John McCain says Mr. Putin must be pressured to keep a promise to pull Russian troops out of neighboring Georgia.",
    "statement": "Sooner or later he has got to realize that the path that he's on is one, which will eventually bring his government down. I mean you can't continue this <KIND OF> consolidation of power and not expect to be eventually isolated, at least to some degree in the world."
  },
  {
    "transcript_id": "CNN-351948",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "hope": "ungraded",
      "obviously": "ungraded",
      "definitely": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "The administrator of FEMA, the Federal Emergency Management Agency, Brock Long, said today he's concerned not enough people in the path of the storm evacuated. Is that the case in Tallahassee? And do you think more broadly the storm caught Florida a bit off guard?",
    "statement": "<WELL>, I <DEFINITELY> <THINK> that the storm <SORT OF> cracked on us. I mean, Sunday, I was in a different part of the state, you <KNOW>, on a different mission. And, all of a sudden, we saw these projections coming in that looked like it was going into the gulf, and potentially up our way, and <OBVIOUSLY>, got back here to help prepare my community. But we were not always certain and communities had to act really quickly to get themselves up to speed. It is my <HOPE> that those who need to get out got out. I <KNOW> we have got six shelters, almost seven, in <FACT>. Seven shelters open in our community, where we're taking in folks. We have taken in people from surrounding areas. And <OBVIOUSLY>, we're in position to help our neighbors out. But right now we're just hopeful for everybody's safety and security and the aftermath of the devastation that we're seeing."
  },
  {
    "transcript_id": "CNN-148060",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "certainly": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "In the limited vision that we've had of what happened in Tehran and around Iran, how do you assess what the opposition achieved or what the government achieved?",
    "statement": "I <THINK> the opposition -- <CERTAINLY>, it was there in spots in various places. The -- as I say, the government has gotten better and better at its repressive techniques. And they've identified paths and where the opposition was likely to come. They've closed those off. They have troops surrounding them. They use tear gas at the very earliest sight when their leaders began to <APPEAR>. As we heard, they beat them up or scare them away or force them to turn back. And as a result, I <THINK> -- it was very sporadic, and it was very isolated, in terms of what the opposition <COULD> do. So in that sense, I would say the -- the regime accomplished its short-term goals. The problem is, the short-term goals of repression and holding things down oppose the long-term goals, which would be really long-term legitimacy and support, and basically they're losing that all the time."
  },
  {
    "transcript_id": "CNN-270243",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Protests erupting on the streets of Paris happening as President Obama meets there with world leaders on how to stop global warming. But will there be any real breakthroughs? We're live.",
    "statement": "New information <ABOUT> the man accused in the deadly shooting spree at a Colorado Planned Parenthood, as he gets ready to face a judge this morning. Welcome back to EARLY START. I'm Christine Romans."
  },
  {
    "transcript_id": "CNN-50384",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "feel": "ungraded",
      "well": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Such as?",
    "statement": "<WELL>, let's say you want to do something with the Wide Field Planetary Camera, but you would also like to do something with this new Advanced Camera for Surveys, two instruments that take up some juice. Now, you <COULD> point in one direction, you <COULD> fire up both instruments, and you <MIGHT> get a little serendipitous science. And I <KNOW> how you <FEEL> <ABOUT> serendipitous science. So let's take a little bit -- some pictures, shall we? Let's get to the pictures."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "thinking": "ungraded"
    },
    "previous_statement": "You said something earlier about, you know, why am I not getting more attention. Wouldn't you get more attention if you weren't solely working for FOX News, a contributor for FOX News and what should Americans make of the fact so many potential Republican candidates for president work for FOX News, if I may ask?",
    "statement": "Is this on? OK. Let me sign this. And then I'll give you the answer, while I'm <THINKING> of a really, really good one."
  },
  {
    "transcript_id": "CNN-157115",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "Right. His lifestyle is certainly contradictory to as what you pointed out what President Bush said about him, that we've got him on the run, he's hiding in the cave. President Obama, as you pointed out, has said much of the same thing. The life he leads would appear to give him the freedom to plot and plan. Do you think that he is still actively involved? You know, we had this terror plot in Europe that was uncovered a couple of weeks ago. Intelligence officials were suggesting that bin Laden had signed off on it.",
    "statement": "Yes, that's the <KIND OF> the second part of the Hollywood version of Osama bin Laden, is that somehow he can't communicate with his organization or can't control it. <WELL>, anybody who has been in a RadioShack in the last 15 years <KNOWS> that if a satellite goes overhead, you can communicate. Not every message is intercepted by NSA or any other government agency. And so, to tell the American people that he can't communicate is a mistake, I <BELIEVE>."
  },
  {
    "transcript_id": "CNN-291523",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Good morning, Christine and George. Campaigning yesterday right here in Ohio, Donald Trump said it's time to rewrite America's approach to foreign policy, saying it's time to end the practice of nation building and instead focus our efforts on fighting ISIS on all fronts. And Trump said to do that we need to partner with any ally who's willing to fight ISIS alongside of us. Now on the more controversial side of this speech, he also unveiled a new set of immigration measures, essentially saying there should be an ideology tests for immigrants coming to the U.S. to weed out anyone who might hold extremist views, whether those are anti-Semitic, anti- gay, or anti-women.",
    "statement": "We <SHOULD> only admit into this country those who share our values and respect our people. In the Cold War, we had an ideological screening test. The time is overdue to develop a new screening test. I call it extreme vetting. I call it extreme, extreme vetting. Our country has enough problems. We don't need more and these are problems like we've never had before."
  },
  {
    "transcript_id": "CNN-250395",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "We have heard different things. And, we do see him swinging and fighting on the police. But, at the end of the day, when it is four against one, I would hope that there is some other option as opposed to killing this man.",
    "statement": "<WELL>, Vanessa, here is the other option. This is why I brought Judy in. Judy, the other option would be that people like this poor man are not out on their own in some <SORT OF> altered state, if he had mental illness. Some were saying he was released from a facility a couple of months ago. Really, the problem with cases like this is the overarching problems with our system and the <FACT> that this guy ends up interacting with law enforcement when he <SHOULD> have been in a mental health system. It is in a different training when somebody is decompensated from a mental health standpoint than with somebody from law enforcement, when he is to neutralize somebody who is a threat, we deescalate people."
  },
  {
    "transcript_id": "CNN-266485",
    "matched_terms": {
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "What I think is that it is important for her to answer these questions to the satisfaction of the American public and they can make their own judgment. I can tell you that this is not a situation in which America's national security was endangered.",
    "statement": "President Obama's comments come on the heels of Kevin McCarthy's remarks <ABOUT> Clinton's poll numbers falling as a result of the House select committee's Benghazi investigation. He later admitted his remarks were a factor in bowing out of the race for House speaker. He also said he didn't mean to suggest that the committee was targeting Clinton for partisan reasons. Yesterday, though, a former investigator for the committee dropped a bombshell on CNN \"State of the Union\" with Jake Tapper, accusing the Republican-led panel of doing just that, turning a <FACT>-finding mission into investigation focused solely on Clinton and the State Department. It's an accusation that committee chairman Trey Gowdy vehemently denies. Here is what Bradley Podliska told Jake Tapper."
  },
  {
    "transcript_id": "CNN-236952",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Well, I'll tell you what's happening now. The media, we have been put in the control -- the command center area where the police officers -- I mean just any law enforcement agency that you can think of in the state of Missouri is out here in this parking lot, in this area that we're in. We're really about a quarter of a mile down the road from where it all went down last night on the corner of Ferguson, on that long stretch of road where Michael -- near where Michael Brown lost his life, Ferguson and West Florissant. And, you know, we were on the air last night keeping a close watch on all of the protesters. And, you know, you could call them peace marchers. Most of them are peace marchers. And then it devolved into something that was very ugly. People started throwing bottles. We were told that it was outside agitators that had come in and started throwing bottles. We were told that it was anarchists who had some in and started throwing bottles. And then the police presence came in to try to push everyone off the street. And then that's when the chaos ensued. We are told by police that Molotov cocktails were thrown at them. We witnessed a gunshot victim right in front of our live shot. We witnessed protesters being hit with tear gas. We witnessed members of the media being hit and overcome with tear gas. We ourselves were not tear gassed on purpose but from the remnants from it being in the air that we had to deal with it ourselves. Members of law enforcement put on their tear gas masks. They told us that we probably should as well. And then after we witnessed that gunshot, quite frankly, I put on a -- one of the flak jackets here because, you know, bullets, Ashleigh, don't have GPS and they don't have names on them.",
    "statement": "<SURE> don't."
  },
  {
    "transcript_id": "CNN-331509",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But Congressman Schiff says three. He said Trey Gowdy and two other staffers who wrote it.",
    "statement": "<WELL>, I'm not <SURE> how many members have seen it. So I couldn't -- I couldn't give you an accurate count there."
  },
  {
    "transcript_id": "CNN-261665",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded",
      "obviously": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "David, when I talked to Trump, I don't remember, the first time or the second time in the interviews I did with him, I asked him if he would change his tone when he became president? Do you think it is possible? He said he would. Do you think it's possible for somebody like him to change their tone?",
    "statement": "I <THINK> he is going to find that if he really wants to win the nomination, and he does <OBVIOUSLY> have a more durable following than almost any pundit <THOUGHT>, then he is going to have to move. I <THOUGHT> it was a negative sign when he divorced Roger Stone. Michael Maccaby makes the argument that one of the things you need to do is stay anchored as a narcissist, you need a sidekick, you need a counselor, who can keep you anchored. Losing Stone I <THINK> was a mistake. But he has now made the signs. He is going to put out some position papers, he's going to do some of the things Roger Stone wanted him to do. And <MAYBE> he is starting to move in the direction of having some conventionality and calming down some. Which I <THINK> would serve him over time."
  },
  {
    "transcript_id": "CNN-235270",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "When I met Sharon in Tel Aviv, he used an expression, saying \"The most enjoyable moments of my life are those when I was on top of tanks in Palestine.\" I can never forget this. Of course, it clearly displays the viewpoint of one human toward another. At the moment, Israel's position in Palestine is apparent. When we meet and discuss with our American friends, whether it's Mr. Bush or Mr. Obama, they always refer to a two-state structure in the region in the form of Israel-Palestine, and we kept working on this with Palestine all the time, meaning you accept Israel, and that Israel accepts you. And facing such a picture, it's beyond comprehension that Israel is still defended by the West, and the world is silent about it. Therefore, we cannot remain silent, and we will not be silent.",
    "statement": "You have invoked Hitler in accusing them of their actions in Gaza. You've talked <ABOUT> genocide. Do you stand by those comments?"
  },
  {
    "transcript_id": "NPR-2090",
    "matched_terms": {
      "think": "ungraded",
      "perhaps": "ungraded",
      "quite": "ungraded",
      "hoping": "ungraded"
    },
    "previous_statement": "Some yes, some no. With South Africa in 1994 achieving its so-called independence, its liberation, I suppose that dream of Africa's founding fathers has been achieved because the whole continent has independence. But, I think there was a bigger dream that has not been achieved - a continent that would really be a global force in the world because it was united behind all its people and could speak with one voice, even though the African Union now exists as a continental entity.",
    "statement": "I <THINK> the dreams of Kwame Nkrumah, Haile Selassie, Sekou Toure of Guinea and the other pioneers of independence haven't <QUITE> achieved what they hoped it would be. But, of course, this continent has been blighted by military coups, by poverty, by destruction, by civil wars, and <PERHAPS> that wasn't part of what the forefathers were <HOPING> for for this continent. But, unfortunately, it came to damage and devastate their dreams."
  },
  {
    "transcript_id": "CNN-208793",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "definitely": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "OK, just a moment ago we were listening to the Turkish Prime Minister Recep Tayyip Erdogan just defending the actions of the Turkish police. He was also very critical of news media reports and the ongoing tension in his country. The Turkish prime minister speaking to members of his party, party headquarters. And earlier, he said that the protesters are hand in hand with illegal organizations and terrorists. And his comments just now he said, quote, Turkey is a country shining like a sun in the region, a sun you cannot cover with mud. We'll continue to monitor the words there of the Turkish prime minister. Now let's give you the latest on your global weather forecast, especially the situation happening in the U.S. state of Colorado with the blazes raging across that state. Mari Ramos joins us now with the very latest on that -- Mari.",
    "statement": "Hey, Kristie, we wanted to just quickly update you on the weather situation there. <THINK> it's slightly better conditions on these deadly fires that continue to burn across parts of Colorado. This is in the Black Forest. And, you <KNOW>, when you see pictures like this, it's always so scary. The fire has been spreading very quickly. As we move through the next 24 hours, it actually even into the weekend across these areas, we'll start to see a little bit of an improvement as far as the weather is concerned. This is now considered the worst fire in Colorado history, 600 homes destroyed, more than 39,000 homes already evacuated with the fear that that fire <COULD> continue to spread. As we head into the weekend, the forecast is for scattered showers. You'd <THINK>, <WELL> that's good, right, but it comes with lightning and it comes with wind and not really enough rainfall to make a dent in the weather in this area. So we'll continue to monitor what happens there. You can see all that moisture now trailing back into the central plains. We've had pretty nasty weather, also, across the east coast of the U.S. Look at this picture, I wanted to show you, because it's also one of those very eerie <KIND OF> images. This is the U.S. capital in Washington, D.C. of course. And look at those dark, dark clouds behind it. There were over -- this is amazing -- over 700 storm reports across this area, the central, the mid-Atlantic U.S. and back over into the southeast. Some tornado warnings as <WELL> across this area. And at least one death in the U.S. state of Virginia where a tree fell over a father and a son. The little boy was the one killed. So this is just another example of this very nasty weather that we're suffering here across the U.S. NOAA today came out with its list of billion dollar disasters for 2012. And there were 11 disasters that cost over $1 billion in the U.S. And we're going to have more on those numbers a little bit later here on CNN and I'll <DEFINITELY> have that for you guys at the iDesk in the next couple of hours. Let's go ahead and move on and talk a little bit <ABOUT> the weather across Europe. I just want to mention that we are going to see that crest near Hamburg as we head into the weekend in the north and near Serbia in the south along the Danube. So still a lot of that nasty weather across that area as <WELL>. Back to you."
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Meanwhile Trump, the South Carolina front-runner, is waging all-out war, not just against Bush but Ted Cruz, closest to Trump in most polls.",
    "statement": "Ted Cruz is the most dishonest guy I <THINK> I've ever met in politics. I <THINK> he's an unstable person. I really do."
  },
  {
    "transcript_id": "CNN-375547",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I have a lot of respect for Jane Mayer, but what I don't necessarily agree with is the story almost entirely focuses on that situation, and Al Franken even says in the article, this is what ended my career. That's actually not what happened. If that had been the only thing that had come out, I don't think that he would have been under pressure to resign. What happened was you had women coming out, a total of eight women coming out and saying that they had been groped and it was the drip, drip, drip of stories that I think that the Democrats start to feel was problematic especially when your stance is that you should believe women when they tell stories about being harassed. And so that is what caused the problem for him. I don't think this one woman -- and by the way, some of those women were women who had supported him. One of the incidents happened at the fundraiser.",
    "statement": "Actually, Kirsten is right. In the story, actually he says and this former Senate staffer says that that was the story that ended up putting the, you <KNOW>, the straw that broke the camel's back, not the Tweeden --"
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "For more about celebrities and their special grandparents, you can pick up a copy of July`s \"In Style\" magazine. It`s on newsstands now.",
    "statement": "It is time to get your laugh on in \"Laughter Dark.\" As we do every night, we bring you the late-night laughs you <MAY> have missed. Here are a couple highlights from last night`s \"Late Show with David Letterman.\""
  },
  {
    "transcript_id": "CNN-374615",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Now, current watches do not include the New Orleans area. But it has been inundated. You see this yesterday? Hours yesterday. Louisiana Governor John Bel Edwards issued a state of emergency.",
    "statement": "Right now, we <BELIEVE> that any overtopping of levies will be relatively short duration of <ABOUT> 12 hours, but that is a very, very significant hazard. And so, we're asking everyone to take this very seriously."
  },
  {
    "transcript_id": "CNN-267067",
    "matched_terms": {
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "may": "ungraded",
      "around": "ungraded",
      "suspect": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Welcome back to CNN's News Stream, broadcasting live from Hong Kong where you can see the weather is calm and clear this evening over Victoria Harbor. But moving to the Philippines, those islands are not so fortunate. In the Philippines this hour, tens of thousands of people are huddling inside emergency shelters as a powerful typhoon keeps lashing the region. Typhoon Koppu made landfall Sunday, dumping a huge amount of rainfall. The storm is churning ever so slowly, triggering floods in one own after another. At least three people have been killed. Koppu is expected to bring much more rain to the Philippines before it moves on. Chad Myers is tracking this storm for us. Chad, what more can you tell us?",
    "statement": "This storm is going to turn back to the right and hit Luzon from the other side, Ivan. This couldn't really be worse. There's -- other than the storm sitting over Luzon Island itself that I don't see how this <COULD> be any more catastrophic when it comes to flooding. We have to realize, there have been 20, 20 category four or five storms now that's either at super typhoon or slightly less. And this storm was 260 kilometers per hour when it made landfall in the Philippines over the weekend. And I don't even <BELIEVE> we're seeing the worst pictures, because we can't get the pictures out of the hardest hit places. Now there is some good news. This side, this northern part, and central part of Luzon not as populated as, let's say, Manila or Subay, or the areas down there. But there is still a lot of rain coming down in these mountains. We're talking <ABOUT> 3,000 meter high mountains and the rain on top, a half a meter deep, has to run downhill eventually. There's the storm now off the west coast, but forecasts to turn to the right and come back at the northern tip of the Island. Look, we're already seeing some spots at 446 millimeters of rainfall so far. And it <MAY> rain for another 48 hours before it finally stops. Taiwan <MAY> be some of the effect of the storm, but it will be really not be a super typhoon -- it <PROBABLY> won't even be a typhoon at that point, because we have really knocked the stuffing out of the storm with the mountains here across the northern sections of the Philippines. Now this is not the same big storm like Tacloban got just a couple of years ago, because it's the population density that we saw there. But this is still a significant weather maker that we'll be getting pictures now for, I <BELIEVE>, what <SEEMS> like it'll be weeks before we really get the hardest hit areas even started to get put back together, those pictures now showing the flooding. But that wind, 260 kilometers per hour, Ivan, you can't imagine what they wind will do to a town or to a city, or for that matter, to anything there. When it blows, it'll take the roof right off that. We <KNOW> that many of these areas have already picked up a half a meter. I <SUSPECT> eventually we'll get some numbers <AROUND> one meter deep of water that has to run off -- Ivan."
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "maybe": "ungraded",
      "probably": "ungraded",
      "should": "ungraded",
      "around": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "best": "ungraded",
      "clear": "ungraded",
      "hope": "ungraded",
      "must": "ungraded",
      "seem": "ungraded",
      "view": "ungraded",
      "doubt": "ungraded",
      "believing": "ungraded",
      "facts": "ungraded",
      "views": "ungraded",
      "appears": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Thank you very much, Senator Voinovich. Senator Boxer?",
    "statement": "Thank you very much, Mr. Chairman. Thank you, Dr. Rice, for agreeing to stay as long as it takes, because some of us do have a lot of questions. And, Senator Lugar, you are a very fair chairman. And I wanted to say to the new members, also, welcome. And you'll enjoy this committee, because we have such a great chairman and such terrific ranking member. And we really do a lot of things in a bipartisan way, unlike other committees. And I <THINK> you're going to enjoy your time here. Dr. Rice, before I get to my formal remarks, you no <DOUBT> will be confirmed. That's at least what we <THINK>. And if you're going to become the voice of diplomacy, this is just a helpful point. When Senator Voinovich mentioned the issue of tsunami relief, you said -- your first words were \"The tsunami was a wonderful opportunity for us.\" Now, the tsunami was one of the worst tragedies of our lifetime, one of the worst, and it's going to have a 10-year impact on rebuilding that area. I was very disappointed in your statement. I <THINK> you blew the opportunity. You mentioned it as part of one sentence. And I would <HOPE> to work with you on this, because children are suffering; we're worried they're going to get in the sex trade. This thing is a disaster -- a true natural disaster and a human disaster of great proportions. And I <HOPE> that the State Department will take a huge lead under your leadership in helping those folks in the long range. Mr. Chairman, again, I thank you. Dr. Rice, I was glad you mentioned Martin Luther King -- was very appropriate, given everything. And he also said -- Martin Luther King -- quote, \"Our lives begin to end the day we become silent <ABOUT> the things that matter.\" And one of the things that matters most to my people in California and the people of America is this war in Iraq. Now, it took you to page three of your testimony to mention the word \"Iraq.\" You said very little, really, <ABOUT> it, and only in this questioning have you been able to get into some areas. <PERHAPS> you agree with President Bush who said, \"All that's been resolved\" -- I'm quoting today's Post. Bush said in an interview last week with The Washington Post that the '04 election was a moment of accountability for the decisions he made in Iraq. But today's Washington Post-ABC poll found that 58 percent disapprove of his handling of the situation to 40 percent who approve and only 44 percent said the war was worth fighting. So in your statement, it takes you to page three to mention the word Iraq. Then you mention it in the context of elections, which is fine. But you never even mentioned indirectly the 1,366 American troops that have died or the 10,372 who have been wounded, many mentally. There's a report that I read over the weekend that <MAYBE> a third will come home and need help because of what they saw. It's been so traumatic to them. And 25 percent of those dead are from my home state. This from a war that was based on what everyone now says, including your own administration, were falsehoods <ABOUT> WMDs, weapons of mass destruction. And I've had tens of thousands of people from all over the country say that they disagree -- although they respect the president, they disagree that this administration and the people in it shouldn't be held accountable. I don't <KNOW> if you saw the movie \"The Fog of War.\" War is a nightmare. You <KNOW> that. Colin Powell, I <THINK>, was the most eloquent I've heard on it, because he's seen it himself. He's been there and done it. And I don't want to have you in a circumstance where you're writing something, years later, <ABOUT> the fog of war. And I'm fearful, if we don't see some changes here, we're going to have trouble. And I <THINK> the way we <SHOULD> start is by trying to set the record straight on some of the things you said going into this war. Now, since 9/11, we've been engaged in a just fight against terror. And I, like Senator Feingold and everyone here who was in the Senate at the time, voted to go after Osama bin Laden and to go after the Taliban and to defeat al Qaeda. And you say they have less territory; that's not true. Your own documents show that al Qaeda has expanded from 45 countries in '01 to more than 60 countries today. <WELL>, with you in the lead role, Dr. Rice, we went into Iraq. I want to read you a paragraph that <BEST> expresses my <VIEWS> -- and ask my staff if they would hold this up -- and I <BELIEVE> the <VIEWS> of millions of Californians and Americans. It was written by one of the world's experts on terrorism, Peter Bergen, five months ago. He wrote: \"What we've done in Iraq is what bin Laden <COULD> not have hoped for in his wildest dreams. We invaded an oil-rich Muslim nation in the heart of the Middle East, the very type of imperial adventure bin Laden has long predicted was the U.S. long-term goal in the region. We deposed the secular socialist Saddam, whom bin Laden has long despised, ignited Sunni and Shia fundamentalist fervor in Iraq, and have now provoked a defensive jihad that has galvanized jihad-minded Muslims <AROUND> the world. It's hard to imagine a set of policies better designed to sabotage the war on terror.\" This conclusion was reiterated last Thursday by the National Intelligence Council, the CIA director's <THINK> tank, which released a report saying that Iraq has replaced Afghanistan as the training ground for the next generation of professionalized terrorists. That's your own administration's CIA. NIC Chairman Robert Hutchings said Iraq is, quote, \"a magnet for international terrorist activity.\" And this was not the case in '01. And I have great proof of it, including a State Department document that lists every country in which al Qaeda operated prior to 9/11, and you can see the countries. No mention of Iraq. And this booklet was signed off on by the president of the United States, George W. Bush -- was put out by George Bush's State Department and he signed it. There was no al Qaeda activity there. No cells. Now, the war was sold to the American people, as chief of staff to President Bush Andy Card said, like a new product. Those are his words. Remember, he said, \"You don't roll out a new product in the summer.\" Now, you rolled out the idea and then you had to convince the people as you made your case with the president. And I personally <BELIEVE> -- this is my personal <VIEW> -- that your loyalty to the mission you were given, to sell this war, overwhelmed your respect for the truth. And I don't say it lightly. And I'm going to go into the documents that show your statements and the <FACTS> at the time. Now, I don't want the families of those 1,366 troops that were killed or the 10,372 that were wounded to <BELIEVE> for a minute that their lives and their bodies were given in vain. Because when your commander in chief asks you to sacrifice yourself for your country, it is the most noble thing you can do to answer that call. I am giving their families, as we all are here, all the support they want and need. But I also will not shrink from questioning a war that was not built on the truth. Now, <PERHAPS> the most <WELL>-known statement you've made was the one <ABOUT> Saddam Hussein launching a nuclear weapon on America with the image of quote, quoting you, \"a mushroom cloud.\" That image had to frighten every American into <BELIEVING> that Saddam Hussein was on the verge of annihilating them if he was not stopped. And I will be placing into the record a number of such statements you made which have not been consistent with the <FACTS>. As the nominee for secretary of state, you <MUST> answer to the American people and you are doing that now through this confirmation process. And I continue to stand in awe of our founders, who understood that ultimately those of us in the highest positions of our government <MUST> be held accountable to the people we serve. So I want to show you some statements that you made regarding the nuclear threat and the ability of Saddam to attack us. Now, on July 30th, 2003, you were asked by PBS \"NewsHour's\" Gwen Ifill, if you continue to stand by the claims you made <ABOUT> Saddam's nuclear program in the days and months leading up to the war. In what <APPEARS> to be an effort to downplay the nuclear weapons scare tactics you used before the war, your answer was, and I quote: \"It was a case that said he was trying to reconstitute. He's trying to acquire nuclear weapons. Nobody ever said that it was going to be the next year.\" So that's what you said to the American people on television: \"Nobody ever said it was going to be the next year.\" <WELL>, that wasn't true. Because nine months before you said this to the American people, what had George Bush said? President Bush at his speech at the Cincinnati Museum Center: \"If the Iraqi regime is able to produce, buy or steal an amount of highly enriched uranium a little longer than a single softball, it <COULD> have a nuclear weapon in less than a year.\" So the president tells the people there <COULD> be a weapon. Nine months later, you said no one ever said he <COULD> have a weapon in a year, when, in <FACT>, the president said it. And here's the real kicker: On October 10th, '04, on \"Fox News Sunday\" with Chris Wallace, three months ago, you were asked <ABOUT> CIA Director Tenet's remark that prior to the war he had, quote, \"made it <CLEAR> to the White House that he <THOUGHT> the nuclear weapons program was much weaker than the program to develop other WMDs.\" Your response was this: \"The intelligence assessment was that he was reconstituting his nuclear programs; that left unchecked he would have a nuclear weapon by the end of the year.\" So here you are, first contradicting the president and then contradicting yourself. So it's hard to even ask you a question <ABOUT> this, because you are on the record basically taking two sides of an issue. And this does not serve the American people. If it served your purpose to downplay the threat of nuclear weapons, you said, \"No one said he's going to have it in a year.\" But then later, when you <THOUGHT> <PERHAPS> you were on more solid ground with the American people, because at the time the war was <PROBABLY> popular, or more popular, you say, \"We <THOUGHT> he was going to have a weapon within a year.\" And this is -- the question is, this is a pattern here of what I see from you on this issue, on the issue of the aluminum tubes, on the issue of whether al Qaeda was actually involved in Iraq, which you've said many times. And in my rounds -- I don't have any questions on this round because I'm just laying this out -- I do have questions on further rounds <ABOUT> similar contradictions. It's very troubling. You <KNOW>, if you were rolling out a new product like a can opener, who would care <ABOUT> what we said? But this product is a war. And people are dead and dying. And people are now saying they're not going to go back because of what they experienced there. And it's very serious. And as much as I want to look ahead -- and we will work together on a myriad of issues -- it's hard for me to let go of this war because people are still dying. And you have not laid out an exit strategy. You've not set up a timetable. And you don't <SEEM> to be willing to, A, admit a mistake, or give any indication of what you're going to do to forcefully involve others. As a matter of <FACT>, you've said more misstatements: that the territory of the terrorists has been shrinking when your own administration says it's now expanded to 60 countries. So I am deeply troubled. Thank you."
  },
  {
    "transcript_id": "CNN-64612",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "best": "ungraded",
      "feels": "ungraded"
    },
    "previous_statement": "The latest nuclear crisis is being triggered by North Korea now. Pyongyang admitting that it is removing surveillance equipment at one of its reactors. The U.S. is worried that the North Koreans will now start building nuclear weapons. And for the latest on this, we turn to Sohn Jie Ae, our bureau chief in Seoul, South Korea.",
    "statement": "Yes, Catherine, the current president, South Korean President Kim Dae-Jung, had a meeting with his president-elect, Roh Moo-Hyun, who was elected South Korea's president just four days ago. Now, the two men sat together for lunch and discussed the North Korea issue. According to the South Korean presidential spokesman, the two men, who basically agree that the way to handle North Korea is through engagement, through dialogue, agree that this nuclear crisis <SHOULD> be resolved peacefully and through dialogue. They also talked <ABOUT> how to coordinate with South Korea's major allies, such as the United States, Japan, China and Russia. Now, and the president-elect also briefed by President Kim's top aides. And this, of course, comes after the weekend. North Korea started removing the safety seals and surveillance cameras from a deactivated nuclear power plant that North Korea agreed to freeze since 1994. There was suspicion that this power plant <COULD> be used to make nuclear weapons. Now, North Korea's essential broadcast said that they needed to reactivate this power plant, because they needed the electricity after the U.S.-led consortium said that it would stop the shipments of heavy fuel oil to North Korea. Some here in South Korea are starting to wonder why North Korea made such a move at this point, and some analysts <THINK> it <MAY> be that North Korea wants to test the new president-elect's resolve in his engagement policy towards North Korea. Now, the president-elect also <FEELS> that the <BEST> way to deal with North Korea is through dialogue, which is different from Washington, so they're waiting to see how the president-elect can negotiate between South Korea and the United States -- Catherine."
  },
  {
    "transcript_id": "CNN-155757",
    "matched_terms": {
      "think": "ungraded",
      "obviously": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "Shannon Travis, is standing in my camera shot. Now, this is Shannon Travis, one of our political producers here. I'll go ahead and bring you in because you are one who has covered this Lisa Murkowski story for some time. You have covered what's happening in Alaska. You know a lot of people, I don't know, we kind of saw this coming but still a lot of people are still surprised. You lost the primary. They don't want you. But now, she is trying another route to get on the ballot and get back her seat.",
    "statement": "Yes, Senator Murkowski <SEEMS> to <THINK> that there are enough people who do want her which is exactly why she is mounting this write-in candidacy. She conceded <OBVIOUSLY> a few weeks ago. I was there in Alaska, I've been covering that race then. And just the look of defeat that I saw on her face --"
  },
  {
    "transcript_id": "CNN-234134",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "In the May 22nd letter, all it indicates is that Shelly has the right to discuss aspects of the sale with the NBA. It never references a third-party buyer.",
    "statement": "Three weeks later on June 9th, Sterling changed his mind. That same day, Shelly and former Microsoft CEO Steve Ballmer signed a binding multibillion dollar contract selling the L.A. Clippers. (on-camera): Shelly contends she had every right to. Her attorneys entered this evidence into court. She says it shows Donald <COULD> no longer control the trust. Now, two board certified doctors actually examined Donald and determined they have the early say of Alzheimer's and was mentally incapacitated. And in the Sterling family trust it states that is enough to remove him as a trustee. (voice-over): Donald's attorneys contend he was tricked."
  },
  {
    "transcript_id": "NPR-34201",
    "matched_terms": {
      "think": "ungraded",
      "probably": "ungraded",
      "around": "ungraded",
      "definitely": "ungraded"
    },
    "previous_statement": "When you were at the Foxconn plant, you spoke with about two dozen workers, what did they tell you about conditions there? And did it seem to you like they were working essentially in a sweatshop?",
    "statement": "No. I've visited plenty of sweatshops <AROUND> the world, from Central America to Vietnam. This is <DEFINITELY> not a sweatshop. The thing is, though, that these workers are <PROBABLY> under more pressure than anyone else working in China. The supervisors are extremely draconian. There's no margin for error. The sophistication of the process and the products that they're producing means that they're always under the gun. And that, I <THINK>, is what contributes to the high stress level at Foxconn."
  },
  {
    "transcript_id": "CNN-58950",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, I think, you know, getting back to the issue of you know, sure they want to make the maximum dollar, but what they've got to realize if this competitive imbalance, how long can they expect fans to go to see Tampa Bay play the New York Yankees when everybody knows it's like a Class A or a Class AA team playing a Major League team? We're just not going to keep paying the big dollars. And we're paying big dollars, up about 50 percent since 1994, to go to a ballpark.",
    "statement": "Yes, in <FACT>, we're going to have a story on that a little later, a family of five who was paying a small fortune just to go the ballpark."
  },
  {
    "transcript_id": "CNN-178787",
    "matched_terms": {
      "know": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Sure.",
    "statement": "And as we're looking at Newt Gingrich there, with 21 percent, you <KNOW>, he said he was going to play Mr. Nice Guy, right? Because he <THOUGHT> that that would work in his favor, so we heard a really different guy last night. Let's take a listen."
  },
  {
    "transcript_id": "NPR-42420",
    "matched_terms": {
      "about": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "I don't think it's good for them. If you look at it, there isn't anything nutritional in there. It's all a lot of chemicals and food coloring.",
    "statement": "That's why last year when she took over as principal at Jackson, she banned the <STUFF>. And she says the crackdown has been mostly successful, but there is one snack that still bedevils her, one snack the kids spend their recesses talking <ABOUT>. The Road Runner to her Wile Coyote, Flaming Hot Cheetos."
  },
  {
    "transcript_id": "CNN-84992",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, I thought it was in pretty poor taste. I was actually in Wilkes-Barre, in Pennsylvania, at the time that the program was shown. So I saw it, and I was surprised that an American television station would run those pictures. But then you see, if you look at the program, and I'm sure you probably saw it, that they actually didn't come out with anything new in the program. They came out with what everybody else had come out with in the program, that there was no conspiracy, that it was a tragic accident. And I think it was all about ratings. And I understand that they didn't get the list of viewers that they were hoping to get, and they were beaten to the post by another program or another network. But it was in pretty poor taste. In fact, it was in pretty poor taste; it was in bad taste.",
    "statement": "Dr. Maillez, did you have any suspicions at all <ABOUT> the accident itself?"
  },
  {
    "transcript_id": "CNN-157973",
    "matched_terms": {
      "believe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "It's going to be years, though, I mean given the way these sort of appeal processes work -- automatic appeals. It's going to be years. Connecticut hasn't executed somebody, what, one person in the last 50 years?",
    "statement": "That's right. And it's interesting, because there is an automatic appeal process. But his attorney said that he didn't want to appeal. Steven Hayes doesn't want to appeal, but they are committed to trying to save his life, so I do <BELIEVE> at this point that it <MAY> be years before there's an execution."
  },
  {
    "transcript_id": "CNN-274119",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "fact": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "OK, Joel Androphy, we so appreciate you being with us. Thank you for walking us through what happened this morning there in Texas. We appreciate it. We want to get back to CNN chief international correspondent, Christiane Amanpour. Christiane, I'm sorry that technically we lost you there for a couple of minutes. One of the things Victor and I have been talking about this morning is the amount of time. We were sitting here yesterday when they announced that these prisoners were going to be released. And now we are 21 hours later and it seems it is just happening. What would you suspect or do you have any indication as to what the delay would be?",
    "statement": "<WELL>, I <THINK>, Christi, this is <PERHAPS> natural and in this complicated and difficult world and in this very sensitive issue. We will <PROBABLY> <KNOW> the details when all sides are released and people start talking publicly. What we do <KNOW> from the American and Iranian officials, I personally spoke to the Iranian Foreign Ministry that all sides have been released. And the Americans say that the Iranian-Americans held hostage, held prisoner in Iran have been released. So the question now is logistical. When are they getting on that plane and when are they going to land? We will find that out sooner or later. The big picture, though, the conflict for all of this is the Iranian nuclear deal and again everybody agrees that this was something simultaneously planned as a goodwill gesture, as <SORT OF> a garnish, if you like, on the very tough diplomatic wrangling and negotiations over more than a year. That led last summer to the nuclear deal between Iran, the United States, and the major world powers. So what happened in Europe yesterday in Vienna, the headquarters of the U.N. nuclear watchdog was that Iran was declared in compliance of its requirements under this deal so far. And therefore, certain sanctions, which involved them being able to sell their oil, plus being reconnected to the international banking system, those will now go into effect. At the same time, the head of the IAEA, Yukiya Amano, will be -- is, in <FACT>, traveling to Tehran and will speak to Iran <ABOUT> its continuing obligations. The Secretary of State John Kerry has talked <ABOUT> that publicly, hailing this day as a good step for safety and security and one that keeps the world a safer place now that there is a nuclear deal with Iran that requires continued tough, you <KNOW>, monitoring. That's what these prisoner swaps are related to and I <THINK> one of the issues is that many people are saying that the United States has actually done <QUITE> a big thing by releasing people who actually convicted of crimes and violations against the sanctions regime. Whereas as we <KNOW>, for instance, the journalist Jason Rezaian had no legitimate charges against him at all and was so-called tried in secret and sentenced to an undetermined time. There is a bit of a disparity between who was held in Iran and who was held in the United States."
  },
  {
    "transcript_id": "CNN-81195",
    "matched_terms": {
      "well": "ungraded",
      "fact": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "We're going to put up on the screen now some of the findings of this audit -- quote -- that 1,371 minors were working too late at night during school hours or just too many hours in a day. It also found that 15,705 employees were working through meal times, and that 60,767 workers were not taking breaks. So, Jon, once this audit became available to you and other store managers and it was distributed internally, did you see any changes?",
    "statement": "<WELL>, not right away. In <FACT>, I was waiting for some <SORT OF> a remedy to come. I was waiting for Wal-Mart to issue some <SORT OF> a corrective action program to get this behavior and activity corrected, but that never came. Of course, we were cognizant of it in our own store and careful, as I was in my own store. But I didn't ever see any corrective action from Wal-Mart, which was disturbing."
  },
  {
    "transcript_id": "CNN-189557",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You can see her daughter, Willow, beside her. We'll bring you some of Pinkett Smith's testimony live. We expect to hear from her in just about 20 minutes. We are all suffering through record heat this summer, and a drought is already gripping more than half the country. The end result, fewer crops making it to harvest, and all of us likely will be paying high food prices. Higher food prices, I should say. The Agriculture Department says only 46 percent of Iowa's corn crops are in good condition. Compare that to 82 percent just a year ago. This problem is front and center in Iowa. In less than an hour, Iowa's governor, Terry Branstad, will meet with local farmers in several state and federal agencies. Our own Chris Welch joins us by phone. He is in Mt. Pleasant, Iowa. Tell us what it looks like there.",
    "statement": "<WELL>, Carol, a lot of people, and primarily farmers right now, are really on edge of their seat. You mentioned the heat"
  },
  {
    "transcript_id": "CNN-214174",
    "matched_terms": {
      "view": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "They are not the determining factor. They can have an impact. When people, legislators or citizens, see something so graphic, it can move them, it can move, it can create pressure for military action. But we're in the post-Iraq age. There's so much skepticism right now about what the government says and does. I think Obama will need to make even more of a case to convince Congress to give him the vote that he wants.",
    "statement": "Julian, Nick Kristof wrote this op-ed this morning, \"Pulling the curtain back on Syria\" in \"The New York Times.\" I want to read a portion of it. He writes, \"When history looks back on this moment, will it <VIEW> those who opposed intervening as champions of peace? Or when the textbooks count the dead children, will our descendants puzzle that we took pride in retreating into passivity during this slaughter?\" Listen, most agree that chemical weapons were used there, and we've heard from members of Congress who all say that they deplore what they've seen, but they've all asked for irrefutable evidence. Doesn't it come down to just proving beyond not just a reasonable <DOUBT>, but proving 100 percent to these members that it was the Syrian regime that used them?"
  },
  {
    "transcript_id": "CNN-83822",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Oh, good morning.",
    "statement": "I'm from Reno, Nevada, man. I don't <KNOW> who you're referring to. Anyway, <GUESS> how many government agencies there are charge with protecting our security? Fifteen. And <APPARENTLY> that's not enough. We'll get into that in a few minutes."
  },
  {
    "transcript_id": "CNN-371251",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "After growing up in a white family, more than 50 years passed before G.I. baby, Dave Greene, tracked down and met his black father for the first time in Brooklyn. But many G.I. babies have never known the love of either of their parents. Hundreds of the mixed race and so-called illegitimate babies were put in children's homes, the stigma too much for many mothers to cope in what was then a very white Britain. At Holnicote House in Somerset, West England, around 20 mixed race G.I. babies were raised until they reach the age of 5, at which point they were sent to other homes or adopted. Their identity struggles began when they were sent away from other children that looked like them. Deborah Prior and Carol Edwards were given up as babies by their mothers and live together at Holnicote. They both remember their time there fondly.",
    "statement": "There was a group of us all <ABOUT> the same age, all born '44, '45, and we were in the cots together, we shared potties together. We played together."
  },
  {
    "transcript_id": "CNN-84518",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Sir, could I clarify on the M.P.-M.I. regulation here? It is not absolutely clear in this regulation that the M.P.s and the military intelligence guys should not have some relationship. What is absolutely clear in the regulation is that M.P.s are not allowed to be in the interrogation process. So do not take it that there is some Army regulation out here that says this shall not be. I've got it right here and I'll be glad to provide it for the record. And it is...",
    "statement": "I <THINK> that would be helpful. My point was, I don't <THINK> you can set up a firewall between those who are interrogating and the M.P.s. I don't even <THINK> that would be desirable. On the other side of the fence, you don't want them directly involved..."
  },
  {
    "transcript_id": "CNN-352905",
    "matched_terms": {
      "think": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "I think the cover stories from the Saudis is a mess. You don't bring a bone saw to an accidental fist fight inside an embassy in Turkey, or a consulate in Turkey. So the Saudis have said a whole bunch of crap which is not right accurate or true.",
    "statement": "They lost all credibility as explaining what has happened. I can understand the President wanting to keep open channels, but I <THINK> those of us who want to speak directly to this, <KNOWS> that this is just not credible."
  },
  {
    "transcript_id": "CNN-182539",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I'm Zoraida Sambolin. We are bringing you the news from \"A\" to \"Z.\" It's 6 a.m. here in the east. Coming up this hour, a U.S. soldier's cold-blooded killing spree in Afghanistan. It is threatening the mission there this morning. We're going to talk to someone who served on the front lines in both Iraq and Afghanistan, what needs to be done in order to diffuse the anger.",
    "statement": "The Rush Limbaugh scandal just won't go away. In <FACT>, the word contagious now emerging. The advertisers have been jumping ship, and now the radio bosses are getting a little nervous, too. And not just <ABOUT> Rush, other shows just like his. John Avlon is going to join us on a move that <COULD> really have a huge effect on right wing talk radio."
  },
  {
    "transcript_id": "CNN-408250",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "And postal officials, who are saying that, right now, these delays, this is going to contribute to potential delays down the road. They don't see a path to this making things more streamlined and efficient. And I want to point out one other thing that is very interesting, particularly as we talk <ABOUT> this relationship between DeJoy and President Trump. He talked <ABOUT> how critics are always soon to go after the postal service's dire financial situations but without offering any <SORT OF> a solution. And this comes at a time in which we <KNOW> that Democrats have been trying to get billions of dollars to the postal service particularly ahead of the election. And it has been President Trump himself who, as you noted, said he was opposed to that because of mail-in voting."
  },
  {
    "transcript_id": "CNN-373856",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. And I think that there's a lot of time to explain what the programs mean. You can't have a national program for health insurance that leaves millions of people uninsured. We're going to have to pay for that in the emergency room. It's not fair, in terms of spreading diseases, to leave people untreated. Those are logical arguments that don't necessarily work in 30-second sound bites. Luckily, this primary is considerably longer than 30 seconds.",
    "statement": "All right. Jess, John, David, stand by. A lot more to talk <ABOUT> with this poll. As we said, I <THINK> it provides a road map for some of these candidates to run in the primary and <MAYBE> in the general election, as <WELL>. So we'll come back to that in just a bit. Also this morning, we're waking up to new questions <ABOUT> the death of Los Angeles Angels pitcher Tyler Skaggs. All of Major League Baseball is in mourning. The 27-year-old was found unresponsive in his hotel room in Texas. The Angels were there to play the Rangers. Sara Sidner live in Los Angeles with the new developments. And Sara, we're told foul play is not suspected."
  },
  {
    "transcript_id": "CNN-283377",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "He talks about unity, but what is this about unity? And you know, with millions of people coming into the party, obviously I'm saying the right thing. And you know, the party was stayed, it had a lot of problems, whether it was the right or the wrong thing, whatever they were saying, wasn't doing it. And now the Republican Party is the talk of the world because there is no place and no party that is, you know, increasing its scope like we have.",
    "statement": "And Pam, the reality here is the Trump campaign has started to work very hard behind the scenes to mend fences on Capitol Hill, to get lawmakers more comfortable with the Trump candidacy, with the reality that Donald Trump is the presumptive Republican nominee, but Paul Ryan making very <CLEAR> now more work needs to be done. The big question, though, Pam, is how willing is Donald Trump to do that work and to actually make changes in the campaign he's been running that so far, as he said, has worked."
  }
]