[
  {
    "transcript_id": "CNN-118629",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Sixty years later, we managed to still run the piece of video with the hand in front of the lens. That's quite a feat. All right.",
    "statement": "Congratulations. Is this <QUITE> a mark for anybody to make."
  },
  {
    "transcript_id": "CNN-104968",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I don't think in all the years that I've driven, I've ever seen a truck behave that way. This video tells the real story, that's why it's so valuable.",
    "statement": "Safety experts, like Claybrook, <<<BELIEVE>>> video cameras can help keep <ALL> of us safer."
  },
  {
    "transcript_id": "CNN-154720",
    "matched_terms": {
      "fact": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes. Thirty minutes past the hour. That means it's time for this morning's top stories. More than half a billion eggs now part of a nationwide recall and salmonella scare. The FDA says more than 1,000 people have gotten sick. The outbreak is being traced back to two Iowa farms this morning.",
    "statement": "Miners trapped for more than two weeks in Chile are still alive. But listen to this: they <MAY> not see daylight for months. Yesterday, a camera brought back these first images of them since August the 5th. They also sent up a note saying that they were huddled in a shelter. But authorities say it <<COULD>> <TAKE> at least two months to dig them out. Meantime, food, water and medicine will be lowered to the miners through a small hole. In <FACT>, there are some estimates, they <MIGHT> not get out of there until the New Year."
  },
  {
    "transcript_id": "CNN-349779",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Sean Russell was on top of the world. A month had passed and his $120,000 investment in bit coin had grown to a nearly half a million.",
    "statement": "I <<<THINK>>> yes, there was one morning I woke up and I pretty much made <ABOUT> 12,000 pounds."
  },
  {
    "transcript_id": "CNN-270320",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "You're watching CNN. I'm Brooke Baldwin. An explosion has just rocked a subway station in Istanbul. The mayor of the district where this blast happened saying the grainy surveillance video footage here shows a bomb detonated on an overpass. This is near the station. In total here, five people were injured. And as you <WELL> <KNOW>, this is just the latest in a string of terror attacks besieging this country, which is still on high alert after more than 100 people who were killed when two suicide bombers blew themselves up outside of a train station in the country's capital of Ankara. Joining me now, CNN's Ian Lee. We <KNOW> that, Ian, this happened close to rush hour there your time in Turkey. Tell me more <ABOUT> what you're learning <ABOUT> this bombing."
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Oh, definitely because evil and your enemy can be everywhere.",
    "statement": "But do you <<<THINK>>> Israel fighting Hezbollah did that actually help us, the United States of America?"
  },
  {
    "transcript_id": "CNN-108742",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Carol, thank you. That's moving south into Israel. Let's move north and talk about what the United Nations has decided to do and move some of its U.N. observer posts. With more on that and why that's happening, let's go to our senior United Nations correspondent, Richard Roth -- Richard.",
    "statement": "Daryn, the U.N. says it's moving dozens of unarmed observers who are at these forward outposts along the Israel-Lebanon border. They're moving them back to the larger peacekeeping contingent which is still virtually a <<KIND OF>> toothless observer humanitarian mission, helpless in this type of conflict. The United Nations says that the observers are relocated temporarily. They're not going to say on the record, it's because one of the outposts got clobbered by Israel, killing four military observers earlier in the week. There is still a lot of arguments on a lot of sides whether those soldiers were killed deliberately by Israel. Israel denies this. The U.N. says on that day they tried to tell Israel constantly that those soldiers were going to be coming under attack. The U.N. says those outposts were <CRUCIAL> windows on to what <<COULD>> be happening, but now they've had to be pulled back. Israel objects to the effectiveness of the larger mission of the U.N. there."
  },
  {
    "transcript_id": "CNN-67272",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "What led you...",
    "statement": "Frank Cabell, thanks very much in West Warwick, Rhode Island. After the Rhode Island nightclub fire and the stampede at a Chicago nightclub <ONLY> four days earlier, many of us are now thinking twice before we enter a crowded room. How can anyone blame us? How can we protect ourselves, though? CNN's Maria Hinojosa has been looking into that."
  },
  {
    "transcript_id": "CNN-317178",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Brain scans following surgery to remove a blood clot show the cancerous tissue has been completely removed. CNN chief medical correspondent Dr. Sanjay Gupta, a practicing neurosurgeon, spoke exclusively with Sen. McCain's doctors.",
    "statement": "<WELL>, Christine and Dave, with Sen. McCain's permission I was able to talk to his doctors at the Mayo Clinic to get a better idea of what's transpired over the last several days with his care. As you <KNOW>, he had an operation this past Friday to remove a blood collection within his brain, just above his left eye. But we now <KNOW> that that blood collection was caused by a type of brain tumor known as a glioblastoma. This is a primary brain tumor that is <QUITE> aggressive and will require further treatment in the form of chemotherapy and radiation. We <KNOW> the senator had been <FEELING> fatigued for the last several months, had complained <ABOUT> even an intermittent bout of double vision, and that's what caused his doctors to get the scan of his brain in the first place. And just over the last day now they have found this information out <ABOUT> what caused this bleeding again -- this glioblastoma. Discussions now taking place, Christine and Dave, between Sen. McCain and his doctors as to how to proceed next, when to proceed, what type of therapy in the form of chemo or radiation, and how that's <ALL> <<LIKELY>> to happen. Christine, David, back to you."
  },
  {
    "transcript_id": "CNN-239187",
    "matched_terms": {
      "about": "ungraded",
      "guess": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Well, I think it's the state of where we are right now. No team wants to be identified or have somebody on their roster who has a history like that. They can't afford it these days. Not with what Radisson did the other day in terms of pulling their sponsorship or suspending their sponsorship with the Vikings. No other team wants to be put in that position.",
    "statement": "But Nancy, I <<GUESS>>, one of the things that's so odd <ABOUT> this is, it doesn't <SEEM> like there's any <<SORT OF>> coherent policy that the NFL or even the team --"
  },
  {
    "transcript_id": "CNN-238724",
    "matched_terms": {
      "probably": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And that may include future employers. So even if you're not breaking the law, you could still end up paying for it for the rest of your life. Sara Sidner, CNN, Los Angeles.",
    "statement": "So the Palin family is <<PROBABLY>> pretty happy that there's no video camera or at least anything that's been released so far of a party that they were at on Saturday night in Anchorage, Alaska, because a big old fight broke out and, <<GUESS>> what, there's a police report, when we come back."
  },
  {
    "transcript_id": "CNN-373080",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "So when I've talked about this to Chinese policymakers over the years, they would like to roll their eyes and say, we tell the North Koreans what to do and they pay no attention to us. But I've always thought that sometimes a bit of a convenient excuse for the fact that, actually, China has a lot of leverage over North Korea. When sanctions were recently imposed a couple of years ago, the amount of Chinese imports going into North Korea, at least on official figures, went down by 88 percent. So they really have control over a major economic lever. But that having been said, North Korea is a very proud society. It does not like to be seen to be pushed around in terms of what it does. And in the first few years of the current Kim, Kim Jong-un's period in power, actually, he was not invited to Beijing. There was a major military parade in 2015 in Tiananmen Square and then a rather exquisite insult, it would seem, the South Korean President at the time was invited to be on the parade next to Putin and Xi, the North Korean President was not. So the relationship has had to come back from some pretty low lows.",
    "statement": "And is it possible that Xi will try to link his influence in North Korea, such as it is, with the trade deal? In other words, <<COULD>> he say to the Americans, look, if you stop pestering me so much on the trade deal, I can deliver more on North Korea?"
  },
  {
    "transcript_id": "CNN-12903",
    "matched_terms": {
      "obviously": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The most stirring speech made from the fancy new ascending podium at the Republican convention won't get a rise out of anyone if it isn't heard clearly.",
    "statement": "<WELL>, <OBVIOUSLY>, we want the delegates and the people in the hall and the people outside of the hall to hear what's going on here. So sound is important."
  },
  {
    "transcript_id": "CNN-194259",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Jean Casarez, what more do we know?",
    "statement": "This water bottle and backpack were found -- logistics is important here, too -- six miles from her home. And let`s remind everybody that that was 11 miles from where her body was found. And when her body was found was, I <<<THINK>>>, seven miles from her home."
  },
  {
    "transcript_id": "CNN-408272",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look, this is another way of always attempting to rationalize the failure at making peace or at even respecting, a minimal respect, for international law in the requirements for peace. So they find one person and they blame. This happened before with Yasar Arafat with Obama, you remember, Hala, and it happens every time the Israelis destroy the chances of this. Every time the Americans join in this settlement of colonial enterprise, we are told it's the Palestinian people's fault. And they find all sorts of disingenuous ways of attempting to blame the victim. What happens is not change of leadership.",
    "statement": "I'm sorry I just want to jump in. This isn't <ABOUT> assigning blame. I'm just asking you as someone whose lifelong mission has been to promote and advocate the Palestinian cause for statehood what needs to happen to better your position and not whose fault it is, what needs to happen from the leadership side that you can control on your side?"
  },
  {
    "transcript_id": "CNN-182086",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Republican presidential hopeful Mitt Romney is relishing both a win in Saturday's Washington State caucus and a big endorsement today that comes from House Majority Leader Eric Cantor speaking on NBC's \"Meet the Press.\" Representative Cantor said Romney is the only candidate who's put forth a bold pro growth, pro jobs plan for America. Former GOP presidential contender Michele Bachmann says she isn't ready to make an endorsement yet. I spoke with the Minnesota congresswoman earlier today about the tightening race and she says she's certain voters will unite behind a candidate well before June and send that person to the White House. She also talked about how tough the campaign trail can be.",
    "statement": "It's a very difficult process. It's a process that really beats the snout out of candidate that decides to run. I <<<THINK>>> that's a good <THING> because we want whoever the nominee is to be at the top of their game. They'll <NEED TO> debate the president of the United States to be the next president of the United States and these are <CRUCIAL> issues at a <CRUCIAL> time."
  },
  {
    "transcript_id": "CNN-203849",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I don`t know.",
    "statement": "He had his hands <AROUND> my neck and was banging my head on the carpet."
  },
  {
    "transcript_id": "CNN-32014",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Good evening, Bill. Indeed, McVeigh's legal avenues are limited right now. But in the morning, here's what we expect to happen. His lawyers at this hour, even as we speak, are behind closed doors, putting the finishing touches on written briefs that they will submit in the morning before the 10th Circuit Court of Appeals. A three-judge panel will likely consider their brief. It is possible the government may issue a response, and a decision could come the very same day. Now if Mr. McVeigh's wins a reprieve, all right. If he loses, he could take his case to the U.S. Supreme Court. Justice Stephen Breyer is in charge of this particular region. He could issue a stay himself or he could engage the entire Supreme Court, at the very least by telephone. Now, if there is no stay of execution, that means Timothy McVeigh would die by lethal injection as scheduled Monday morning at the federal prison in Terra Haute, Indiana. Now, Mr. McVeigh has talked to his lawyers this day. He has been advised as to what's going on, and he has given his lawyers the go- ahead. But naturally, he could pull the plug at any given time. In the meantime, McVeigh's father, who lives outside of Buffalo, did watch the proceedings this day and said that he was disappointed by what happened but he was not surprised. The last time he saw his son was in April, and as before, back in May, he has no plans to go to Terra Haute for the execution. And so, that's it, Bill. Very limited options, as you pointed out, and we should know very shortly what Timothy McVeigh's fate will be.",
    "statement": "Susan, back to McVeigh's attorneys quickly, have they relayed to you or anyone what their client is thinking or <FEELING> at this time? And also, any possibility they'll go to the federal prison in Indiana to talk to him in person?"
  },
  {
    "transcript_id": "CNN-259036",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He says not on the path to success, solely points to the air campaign. Do you agree with him?",
    "statement": "<WELL>, Brooke, its proven time and time again that an air campaign alone will not lead to victory. You've got to have that ground component that flushes the enemy out. And you <HAVE TO> have <CLEAR> concerted objectives that will lead you to some end state that results in some <<KIND OF>> political settlement, so that you can have peace. And so airstrikes alone aren't going to do it. And I <<<THINK>>> that's part of the Syrian effort is to get enough troops on the ground there in Syria to pressure ISIS and Syria so they can't without any <<KIND OF>> pressure just focus on Iraq. And so if we can pressure them in Syria, that will loosen up the defenses in Iraq <A LITTLE> bit and help us push north and reclaim some of the land in Iraq. But, you <KNOW>, President Obama 18 months ago, said we have no strategy, at least we have a strategy now. And whether that strategy's not moving as quickly as they had hoped and as Secretary Carter said, so ultimately 60 today, who knows how many a year from now. But the average basic trainee goes from 10 weeks of basic training at U.S. army and another up to 10 weeks of advanced in to those training. That's four or five months of training for the average American soldier."
  },
  {
    "transcript_id": "CNN-27014",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "No. And I don't like that part of the journalism today. I see too many young journalists who are forgetting the principals of the craft in order to be on air, to be a star. Stars don't belong in journalism.",
    "statement": "But it's a product, it's a self -- you can't do anything <ABOUT> it."
  },
  {
    "transcript_id": "CNN-235937",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Let me ask you, Peter Beinart, because with those strong words, to remind everyone, Israel/U.S., longtime allies. Right? We have talked about the criticism coming from Israel when it comes to Secretary Kerry and his efforts over there. But now to hear this criticism coming from State, from the Obama administration, how do you think that's sitting with Israel?",
    "statement": "Not <WELL>. But these are two administrations that have <ALWAYS> had a very testy relationship."
  },
  {
    "transcript_id": "CNN-210527",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I kind of felt for a pulse. Your heart wants you to feel that and your heart wants you to hear that breath.",
    "statement": "Woessner, unconscious but still breathing, was pulled from his vertical position in the sand and rushed to the hospital. In the end, it <MAY> have been a single air pocket that saved his life."
  },
  {
    "transcript_id": "CNN-205515",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Barbara Starr, thanks so much. Barbara Starr in Washington. I want to bring back Fran Townsend, CNN analyst, former homeland security adviser to President George W. Bush. And Fran, I want to get your take here. Where do you think the investigation stands right now? We've had these initial criminal complaints given Dzhokhar Tsarnaev. We've seen sort of the case laid out just a little bit, but how about the investigation itself? What are the next steps?",
    "statement": "<WELL>, first of <ALL>, we <KNOW> from investigators that they're cooperating with the Russians. I talked to sources, federal sources, and the cooperation between Russian authorities and the FBI is <QUITE> good. Both want to understand what they <MIGHT> have missed, what they <SHOULD> have seen, and what they <SHOULD> have made of it as this case was unfolding. You <KNOW>, there are questions <ABOUT> the older brother Tamerlan's travels to Russia, what he did and who he met with. Those are the sorts of questions that are following up. In the meantime, here in the United States, they're going back over additional videos, pictures, cell phone records, credit card records, and contacts. You <KNOW>, who are their associates in the United States, and who <MIGHT> have seen even a small hint that these brothers severely radicalized <MIGHT> have taken action? So we've seen searches in the Boston area over the last several days. And I <<<THINK>>> you're going to continue to see law enforcement activity for some time as they stitch together the additional details that will create the narrative that's either the subject of a trial, or a plea, or even if there is a plea, there will be <CERTAINLY> a penalty phase at which it's discussed what is the appropriate punishment for Dzhokhar."
  },
  {
    "transcript_id": "CNN-36871",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Bubble top, you could open this and stand up, right?",
    "statement": "Yes, and the incredible <THING> <ABOUT> this car, too, are the safety features. Let's say a sharpshooter shoots out <ALL> four tires are they're <ALL> flat. This car can go 40 miles -- 50 miles at 40 miles an hour."
  },
  {
    "transcript_id": "CNN-394456",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Always, it is. There were a number of claims made by the president last night, John, on with his friend, Sean Hannity, and one of them was this, in terms of sort of laying blame for the predicament America finds itself in today. What can you tell us?",
    "statement": "<WELL>, listen, Poppy, as the two doctors before me have indicated, what history tells us is that <CLEAR> information in a crisis is what Americans need for their president. I wrote <ABOUT> this on CNN.com. And hearing the interview was an off the cuff <THING>. He was responding to questions over the phone. But in a formal event at the White House yesterday, the president joined Vice President Pence and it started this way. Vice President Pence flattered the president's response, said he had done a terrific job, and then the president took the microphone and he blamed President Obama for slowing -- slow progress in coronavirus testing. <TAKE> a listen."
  },
  {
    "transcript_id": "CNN-215780",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Now, Kristie, it's worth noting the Turkish prime minister repeatedly insulted and threatened anti-government protesters throughout the summer. The president, long an ally of Prime Minister Erdogan, has taken a different position. He has said he was proud that the Gezi Park protesters were, quote, \"a new manifestation of our democratic maturity.\" And these increasingly public, divergent statements coming from the president, a largely figurehead position Abdullah Gul have prompted a lot of people here to suspect he may be preparing himself for a run for the post of prime minister in the year ahead -- Kristie.",
    "statement": "Yeah, incredible divergent views at the top and in general as your report mentioned just then, the fear is gone. Art if flourishing in a new Turkey. Ivan Watson reporting live for us from Istanbul, thank you. Now you're watching News Stream. And still to come, we've got a closer look at Twitter as it prepares to go public. It's got the name recognition, but just what is its true value? Stay with us."
  },
  {
    "transcript_id": "CNN-85919",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "You're not looking at the big picture. This is the United States of America, you know? This is our system of justice. Shouldn't we be able to see it in action? Courtrooms are open. Anyone can go down, go downtown wherever they live, Main Street USA, and walk into a courtroom. And that's what the camera is doing. The camera is going in the courtroom and showing the rest of the country what's taking place inside our system.",
    "statement": "Stewart, what do you <<<THINK>>> is the biggest reason to keep those cameras out?"
  },
  {
    "transcript_id": "CNN-119589",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We reject any stranger. And they are colonialists. We are pleased that the Iraqi army are now taking over this situation. We, as an Iraqi people, reject occupation. We reject colonialism. We want our freedom.",
    "statement": "But what <ABOUT> the joint mission? President Bush keeps reiterating the need for a joint, firm stance in Iraq."
  },
  {
    "transcript_id": "CNN-303926",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And we're back to our breaking news I'm Brooke Baldwin. These are pictures from just <A LITTLE> while ago of President Trump there in Philadelphia at this big Republican retreat. You <KNOW>, he just said that he and Mexican's president agreed to cancel next week's summit at the White House over the whole back and forth over building the wall and who will be paying for it, or reimbursed for it. This comes as President Trump addresses Republicans in Philadelphia at this annual retreat they have. And this relationship is interesting. Both sides have been divided on a number of issues, recently including Mr. Trump's baseless claims of massive, in the millions, you <KNOW>, of voter fraud. We have also learned that he will sign an executive order this afternoon calling for an investigation into that despite what Republicans are saying. Republicans and beyond. So let me bring in our panel. Joining me now, CNN's special correspondent Jamie Gangel is here, CNN political commentator Mary Katharine Ham, who's also the senior writer for \"The Federalist,\" and David Becker, executive director and co-founder for the Center of Election Invasion and Research. So we can talk <ABOUT> some of these numbers that the president has referenced. But, Mary Katharine, let me just begin with you here on the big, you <KNOW>, Mexico news and the wall and we heard President Trump say this was this mutual decision to, you <KNOW>, cancel this meeting with Enrique Pena Nieto for now. But this wall, according to Senator McConnell, is like $15 billion, right? That's the price tag. And of <ALL> people, I was just trying to talk to Congressman Kinzinger <ABOUT> this, you <KNOW>, of <ALL> people it's Mr. Penny Pincher, House Speaker Paul Ryan, who says, cool, fine, let's do it."
  },
  {
    "transcript_id": "NPR-37215",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But surely if you wanted to, you could retire? You could sit home all day long, or do whatever you wanted all day long. You would not to come to work and come up everyday with essentially new projects.",
    "statement": "I have discussed this with people so many times. If I were retired I wouldn't <KNOW> what to do because I'd <HAVE TO> <<<THINK>>>, <WELL>, now what is it I want to do? And what I want to do is what I'm doing. I enjoy coming up with new ideas, which if I'm lucky they <MIGHT> be good ideas. I enjoy seeing them <TAKE> shape. And I'm having fun doing it. So I wouldn't <KNOW> why I'd want to retire."
  },
  {
    "transcript_id": "CNN-102323",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And so far no clues on that or no identity on her or any of the other victims?",
    "statement": "They have not released the woman's identity. According to workers here, our local affiliates are reporting that they came out and said that this was a former employee who had some <<SORT OF>> relationship with a current employee and that she had been <AROUND> over the years. However, that has not been confirmed by sheriff's deputies. They have, however, called an 11:00 a.m. Pacific news conference and we're hoping to get more information at that time."
  },
  {
    "transcript_id": "CNN-92530",
    "matched_terms": {
      "about": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "And that was one of the most effective parts of Tom Mesereau's opening, I thought. Because here he said, look, the defense claims that this documentary sent Michael Jackson into a tizzy, a frenzy of preparations. You know, he hired lawyers, he hired P.R. people, the D.A. was investigation, the county was investigating, it is only then, according the prosecution, that he starts abusing this boy. It does seem peculiar. Now it's not impossible. But it is certainly odd, that Michael Jackson, having spent years with this kid, would suddenly start abusing him at the moment he becomes a suspect.",
    "statement": "<ALL> right. Jeffrey Toobin, thanks very much. We're going to hear a lot <ABOUT> that time line later on. Thanks, Jeffrey. 360 next, the BTK <<SUSPECT>> in court. Tonight, we <TAKE> you beyond the headlines. Here from a woman who says, she was one of the lucky ones who got away from his grasp. And <A LITTLE> later, a doctor who helped those fighting a deadly disease, finds himself in the same fight. He has the same disease he has been treating people with <ALL> these years. He's now effectively a medical guinea pig, hoping to save his life and others."
  },
  {
    "transcript_id": "CNN-136632",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What does that mean, \"serious consequences\"?",
    "statement": "<WELL>, I <<<THINK>>> they want to leave it open and..."
  },
  {
    "transcript_id": "CNN-22143",
    "matched_terms": {
      "clear": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He is conspiracy minded, Mr. Secretary.",
    "statement": "<WELL>, let's be <CLEAR> <ABOUT> suspicion versus <FACT>. I do <<<THINK>>> there is a real problem that the airlines have been trying to address because a year ago the U.S. government told them, in no <<<UNCERTAIN>>> terms, that you <HAVE TO> be truthful with passengers. You have got to give them frequent information to the point of irritation, and when you walk into an airline terminal today, particularly at the hubs, you can see it visibly. There are new sign boards. They are trying very hard to get the pilots to make more announcements. But it's not perfect. It's imperfect. They've made progress. Where we haven't made progress is straightening out an air traffic control system that's getting ever further behind and I <<<THINK>>> Paul's solution is fundamentally anti-passenger and anti-consumer. If too many people want to fly at 8:00 for the capacity of an airport, then <<MAYBE>> we ought to expand the capacity of airport, not tell those people to stay home."
  },
  {
    "transcript_id": "CNN-299304",
    "matched_terms": {
      "definitely": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I have 15 more seconds with you. Quickly, Jeff. We saw former vice President and former Indiana senator as well Dan Quayle pop through. He goes way back with Kellyanne Conway and also perhaps with Mike Pence. What do you make of this visit?",
    "statement": "She <DEFINITELY> helped him on a couple of his Presidential bids. I met her in Iowa in 1989 when he was thinking <ABOUT> running in 2000. They are long-time associates. I <<<THINK>>> it signals that she is still very much involved despite some potential things we have heard other places, and it shows that people are coming to pay respects to Donald Trump. He is the President -- he is going to be the next President in a month and a half or so, and people are coming to him, coming to Trump tower. Brooke."
  },
  {
    "transcript_id": "CNN-193924",
    "matched_terms": {
      "fact": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As you know, critics have continued to have a field day with Governor Romney when he has spoken about foreign policy. The Olympics would be an example. The headliner there was \"Mitt the Twit\" because some of the gaffes he made there. When he was speaking to Wolf Blitzer back in March, he said this about Russia: \"Russia is without question our number one geopolitical foe.\" There's a lot of fallout about that. Recently talking about the Spanish economy, which made Spaniards very, very unhappy. Are these going to be things that are difficult to overcome when he is also, polls show, as we started the piece, well -- decently behind President Obama on foreign policy?",
    "statement": "<WELL>, the American people have big, bold choices to make a month from now on Election Day. On the domestic side they have these record deficits versus moving to a balanced budget. They have President Obama's anemic record on job creation versus Governor Romney's comprehensive plan. In foreign affairs they have a contrast between passivity and listlessness versus bold leadership. They have a contrast between managing the decline of America, weaker defense versus stronger defense. And I <<<THINK>>> those are the issues that matter. It's very interesting to me for example with the hubbub of what happened immediately after Benghazi when the reporters for a few days were focused on what Mitt Romney said and when <ABOUT> the apology that came out of the Egyptian embassy, the U.S. embassy. In <FACT>, his statements were very consistent with what the secretary of state said seven hours later."
  },
  {
    "transcript_id": "CNN-72246",
    "matched_terms": {
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Joe, have tobacco executives sort of brought this upon themselves? I mean, there are some people who would say, you know, they have not always been forthcoming perhaps in some people's opinions?",
    "statement": "<WELL>, they haven't brought it on themselves. They don't have the slightest proof that the ad you just saw had any element of <<TRUTH>> in it. But that's really missing the First Amendment point. Whether they deserve it or whether they don't deserve it, they shouldn't be forced to pay for it themselves."
  },
  {
    "transcript_id": "CNN-125956",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "I totally think it`s a great idea. When you look back, he`s had some movies that struggled. The Scientology video that he did recently got him a lot of heat. And constantly his private life is under speculation. People are always making jabs about what goes on in his private life. So I think it`s a good idea, and I think he has enough good intentions. But you must - I repeat - you must bring up the couch jumping incident. And I think Oprah is going to do that or it will be the elephant in the room. It`s going to be weird if they don`t.",
    "statement": "You`ve got to bring it up. And you <KNOW>, we are <ALL> <<KIND OF>> waiting to see whether or not that will happen, if she`ll go there are, if she`ll replay that infamous couch jumping incident. Maggie, is this what Tom <SHOULD> actually have Oprah do so, as you said, he can laugh at himself, finally move on from it? Or is there a danger that he <WOULD> <<MAYBE>> reinforce the negative <PERCEPTION>?"
  },
  {
    "transcript_id": "CNN-103963",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "apparently": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let's talk about people are feeling in Iraq, the centrical forces, if you will, and kind of a surprising dateline for what we saw yesterday, a riot in Kurdish controlled country. Normally relatively speaking a peaceful part of Iraq. Tell us about that.",
    "statement": "That was amazing. In Halabja. Now Halabja, many people will remember, was the site 18 years ago of the horrific incident where Saddam Hussein's regime gassed the Kurds. And I've been at these memorials, and they're very somber events, and they go and they commemorate this in a region, as you mention, Miles, that's generally <QUITE> peaceful. There were riots, and there were riots because people there <<APPARENTLY>> <<<BELIEVE>>> that the Kurdish government in control of their territory is diverting money meant for them, meant for survivors of that incident. An indication, also, I <<<THINK>>> that in the worst-case scenario we <TEND> to <<<THINK>>> <<PERHAPS>> Iraq will break up into three nice easy pieces, and we don't <HAVE TO> worry <ABOUT> Kuridstan. <WELL>, I <<<THINK>>> there are <ALL> sorts of things that people are going to have worry <ABOUT>. Not <QUITE> as peaceful, not <QUITE> as calm, not <QUITE> as simple as it looks there."
  },
  {
    "transcript_id": "CNN-213909",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Good morning, Chris. With two of Congress's most prominent hawks now apparently on the side of President Obama, White House officials that I have spoken with are feeling positive about their chances of hammering out an agreement that would authorize the use of force when it comes to Syria. They do admit, though, there's still a whole lot of convincing to do.",
    "statement": "Two key Republicans voicing new optimism <ABOUT> President Obama's plans in Syria after a meeting in the Oval Office. Senator John McCain, the president's former rival, now a key ally in the fight to get Congress on board for military action."
  },
  {
    "transcript_id": "CNN-288385",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "OK. So here is the picture. This is from the Dallas police department's twitter feed. They are, the Dallas police department, we're putting this up because the Dallas police department is asking for the public's help in identifying this man that you see on the screen there in camouflage with a weapon over his shoulder. You saw this man, Andre?"
  },
  {
    "transcript_id": "CNN-345340",
    "matched_terms": {
      "absolutely": "ungraded",
      "clear": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "Anthony.",
    "statement": "So Rand Paul is an example. I get where Rand Paul is coming from, and I, too, want peace, and I do want to <FIGURE> out a way to have mutual interests with Russia. I <TOTALLY> understand the issues related to Russia and the threat of Russia as a nuclear power, but this is <ABSOLUTELY> <WRONG>. And you have got to reverse course immediately."
  },
  {
    "transcript_id": "NPR-10356",
    "matched_terms": {
      "sure": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yeah, yeah. I mean, listen, if Tiger is as great as we all say he is, he's going to win, you know? But it's going to be very hard because he's been injured - he's never been injured like this before, so he doesn't know.",
    "statement": "Talking <ABOUT> greatness, let's end our segment with you. And it's so good - I can't get over just looking at you while we're talking. Ken Griffey, Jr., 600 home runs. Here's what his coach had to say <ABOUT> him, Dusty Baker. Quote, \"There is no cloud of suspicion over his head. <SHOULD> he be held in higher esteem than he is? Of course. And I'm <<<SURE>>> he will be down the road.\" We got <ABOUT> 40 seconds. What do you <<<THINK>>> of that?"
  },
  {
    "transcript_id": "CNN-203929",
    "matched_terms": {
      "absolutely": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Is there anything that would make it OK for him to have given him a firearm? I know hindsight says no. But at the time.",
    "statement": "<ABSOLUTELY> not. I mean, this is one of the more serious problems of this case. I spent the afternoon looking at Nancy. And when you really <<KIND OF>> get the <<SENSE>> of how she was dealing with this young man, she was in denial <ABOUT> this kid's case. She was taking him to multiple different schools. She was saying, I can <NEVER> give up on my kids. Please don't touch him. He has strange reaction when you touch him. He's a great kid. Now, this kid was very disturbed. I <<SUSPECT>> we'll find out she <<PROBABLY>> was <GIVEN> very specific directions <ABOUT> mental health professionals which she did not <TAKE>, one of which was get the guns out of there."
  },
  {
    "transcript_id": "CNN-228229",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That's right, Wolf. I hope they're bringing their long underwear, because they're going to be there all winter.",
    "statement": "Do you <<<THINK>>> it <<COULD>> <TAKE> that long?"
  },
  {
    "transcript_id": "CNN-134205",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Inspiration came early from his Depression-era father.",
    "statement": "The way I was raised, you <KNOW>, is like to not waste. These are old watch faces."
  },
  {
    "transcript_id": "CNN-371391",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "- where he's talking <ABOUT> this very, very substantial trade deal. What <<KIND OF>> trade deal do you <<<THINK>>> the U.S. wants?"
  },
  {
    "transcript_id": "CNN-330120",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Mr. President, thank you very much for having us down here. I agree with Tom Cotton that the American public are very frustrated with us. One of the reasons they're frustrated with us because we continue to couple things on which we had large agreement with things on which we do not agree. This is a perfect example of that. Eighty-six percent of the American people in the most recent poll are for ensuring, as you have said, not providing for DACA-protected kids to go to a place that they don't know, they didn't grow up in, and it's not their home. They're Americans. They don't have a piece of paper that says they're Americans, but they're Americans. And it seems to me, Mr. President, if we're going to move ahead in a constructive way, that we take that on which we agree, pass it. The American public will be pleased with all of us if we do that. Just as, in September, you recall, we did the extension of the C.R. No drama, we were all for it. You and the four leaders met, we came to an agreement, and we passed that C.R. In my view, we can pass the protection in the -- well, I understand your position is procedurally it was not done correctly. You then, as Dick has said, challenged us to pass it correctly. If it's put on the floor, Mr. President, I believe it will have the overwhelming majority in both the House and the Senator Graham thinks that we'll have a substantial majority in the United States Senate as well. That, I think is the first step, Tom, to creating some degree of confidence. Democrats are for security at the borders. I want to state that emphatically. There is not a Democrat that is not for having secure borders. There are obviously differences, however, Mr. President, on how you effect that. You've just indicated that yourself. And you indicated this would be a first step, and then we continue to talk as we are talking today about how we best secure the border. There are differences of opinion within your party and within our party. So I would urge that we move forward on protecting the DACA, protected individuals. Young people, young adults as you pointed out in one of your statements, who are productive parts of our community, that we protect that and get that done. And then, because I think everybody around the table, as you pointed out, is for security and then the issue is going to be how do we best effect that border security. So I would urge us to move, as Senator Durbin urged us to move, on the DACA students. As a matter of fact, the Speaker, I think today, but maybe yesterday, said, we need to solve the DACA issue, and we need to solve it in a way that is permanent, not temporary. And I agree with him on that issue.",
    "statement": "And, interestingly, when you say that, President Obama, when he signed the executive order, actually said he doesn't have the right to do this. And so you do <HAVE TO> go through Congress, and you do <HAVE TO> make it permanent, whether it does, whether he doesn't, let's <<ASSUME>> he doesn't, he said it, and that was a temporary stopgap. I don't <<<THINK>>> we want that. I <<<THINK>>> we want to have a permanent solution to this and I <<<THINK>>> everybody in this room feels that way very strongly."
  },
  {
    "transcript_id": "CNN-402133",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Crowds there marching in New York and chanting black lives matter. New York was among several cities to see their curfews lifted after several days of peaceful demonstrations. Now to Los Angeles. Protesters packed the streets as demonstrators again demanded justice for the death of George Floyd. A similar call in New Jersey where hundreds of protesters as you see here took a knee in his memory. And demonstrators in Raleigh, North Carolina, are sending a clear message, end racism now. Volunteers painted the words in giant letters on a downtown street. Well, President Trump is said to be considering whether to address the nation on the subject of race and unity amid Republican worries about his response to the protests. We'll get to that in a moment. But despite nearly two weeks of demonstrations over police brutality, several Trump administration officials insist there is no systemic racism problem in U.S. law enforcement.",
    "statement": "I <<<THINK>>> there's racism in the United States still, but I don't <<<THINK>>> that the law enforcement system is systemically racist. I understand the distrust, however, of the African-American community <GIVEN> the history in this country."
  },
  {
    "transcript_id": "CNN-61974",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Understand. We want to go to an audience member now. Trey (ph), from Virginia, what do you have to say?",
    "statement": "I <WOULD> just like to say that I -- I'm beginning to <<<THINK>>> that the note that they found seems to be <<KIND OF>> sketchy, because it seems to me that the sniper has <ALL> of these attacks planned out, it seems like, beforehand, because he seems to be firing the shots from a distance and seems to be getting away without anyone seeing him. Why <WOULD> someone that's going to do something like this, why <WOULD> they leave such a piece of evidence behind in the woods that <WOULD> lead police to find that and <WOULD> allow then to trace <ALL> the evidence <ABOUT> them?"
  },
  {
    "transcript_id": "CNN-374699",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "That's right, Brooke. Sources tell CNN that President Trump was going over Secretary Acosta's performance at that press conference on Wednesday in which Acosta defended his role in that shockingly lenient plea deal that Jeffrey Epstein received in Florida some 10 years ago. Now, President Trump had gone from publicly praising Acosta and urging him to defend himself. In fact, it was President Trump, who encouraged Acosta to give that press conference in the first place to questioning why it was that victims in that Florida case, we're not notified of the deal that Epstein's defense team ultimately struck with the U.S. Attorney's Office under Acosta's leadership. Now, President Trump clearly saying today that it was Acosta's decision to resign, that Acosta was the one who said he didn't want to create it any more distractions for this administration. But inside the White House, there were also concerns among White House officials that the rolling disclosures about Acosta's involvement in this deal which have continued scrutiny on the plea agreement has grown first with that \"Miami Herald\" article and then with the new charges against Epstein that would only continue to create distractions for this White House. So, President Trump creating yet another vacancy in his Cabinet by letting Acosta go as Trump himself publicly distanced himself from that social relationship that he reportedly enjoyed with Jeffrey Epstein years ago -- Brooke.",
    "statement": "<WELL>, let's back up just while I have you two on Director Coats. Why is he -- why is he coming up again, a potential departure?"
  },
  {
    "transcript_id": "CNN-359665",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "They may want that number not published, right?",
    "statement": "<<MAYBE>>. That's right. It <<COULD>> be -- you <KNOW>, Jamie Dimon --"
  },
  {
    "transcript_id": "CNN-48921",
    "matched_terms": {
      "sure": "ungraded",
      "around": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "If that predator, unmanned CIA aircraft launched that laser-guided hellfire missile and hit a convoy, and it hit, let's say, Osama bin Laden. A tall guy who, presumably, was in there. Would that be a lucky break, or would that be skill?",
    "statement": "It <WOULD> be one heck of a lucky break, backed up by a very sophisticated system that required a lot of skill to put together and a lot of skill to employ. You don't just go <AROUND> with a video camera looking for vehicles out there in a convoy and shoot at them. Basically, you <HAVE TO> combine that with human intelligence. There's a lot of moving parts in this that said, we <<<THINK>>> these are really bad guys, we are <<<SURE>>> they're bad guys. Then they put it into a targeting cell, and the targeting cell has to get approval to shoot. So this is very complicated and very sophisticated."
  },
  {
    "transcript_id": "CNN-133476",
    "matched_terms": {
      "know": "ungraded",
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "But look at this. This is KOMO, our affiliate there out in Seattle. The roof of that building wasn't strong enough to hold up the snow that was on top of it. You would think that they would know better, because that building makes sheds. You think they could probably make some stronger roofs on their sheds.",
    "statement": "Ironic, isn't it? <WELL>, you <KNOW>, just a sign of the season, I <<GUESS>>."
  },
  {
    "transcript_id": "CNN-404069",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "White power.",
    "statement": "Unmistakable and unthinkable at any other time. The president of the United States forced to pull down a tweet where he shares someone shouting white power. Yes, this is 2020. Welcome to our viewers in the United States and <AROUND> the world. This is EARLY START, I'm Laura Jarrett. Good to see you, Boris --"
  },
  {
    "transcript_id": "CNN-311225",
    "matched_terms": {
      "around": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "A warm welcome back to viewers here in the United States and <AROUND> the world, you are watching CNN NEWSROOM, it is good to have you with us. I'm George Howell."
  },
  {
    "transcript_id": "CNN-393667",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And, Arwa, let's go to you now. We are seeing infections in Iran, as we just reported, it is becoming the epicenter of the Middle East outbreak. Also, infections in Israel. So what are the latest on those numbers and efforts to contain the infections?",
    "statement": "And also in a number of other countries as <WELL>, Rosemary, in Bahrain, Oman, in Iraq and Lebanon, lower in numbers than those we are seeing coming out of Iran but also raising a number of concerns. When it comes to those cases in Israel, they are individuals who were removed from the ship so not necessarily originating within Israel itself. But when we look at what is happening in Iran and especially where the outbreak there took place, in the city of Qom, this is one of Shia Islam's holy cities. It has a number of religious sites that are especially significant for Shia Muslims, who make regular pilgrimages there throughout the year, even when it is not necessarily during the time of any number of religious festivities. And there are great concerns also as to how much Iranian officials are actually disclosing. The ticker on Iranian state television, saying that the cases that appeared were tied to Afghanistan, Pakistan and China. But at the same time, we also heard from an Iranian lawmaker, who said that the number of fatalities in Iran is actually significantly higher than what the government itself is reporting. Now the minister of health did deny that. But it's worth looking at the numbers. You have 12 fatalities among the 61 people who reported <POSITIVE>, who tested <POSITIVE>. This is a much higher fatality rate than we have seen in other countries. And especially when it comes specifically to the Middle East, there's not <ONLY> concerns, of course, <ABOUT> the circulation of people, <ABOUT> how the virus <MIGHT> be circulating but also the capabilities of any number of countries here when it comes to actually adequately treating this <<SORT OF>> an outbreak. And then, of course, you have a number of countries that have high refugee populations that are still in the midst of some very fierce wars. Outbreaks spreading to those areas such as Syria and Yemen <WOULD> potentially be extraordinarily difficult to even begin to address. So you do <<SENSE>> that, across the region, there is a fair amount of concern that is rising and understandably so, <ABOUT> where this outbreak is going to go."
  },
  {
    "transcript_id": "CNN-193875",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "No, no. It's actually -- you know, it's so strange. All Johnson was doing was trying to cut the legs out of a political opponent who had some charities supporting him, and I think nobody ever anticipated that this could handcuff pastors across the United States from preaching on moral issues. And Pastor Garlow made -- he -- he raises a legitimate point and that point being a lot of times moral issues intersect with the political system. I mean, if you are against abortion and you think abortion is murder and one candidate supports abortion, then your church is going to be against that candidate and of course, the flip side is true. There are churches on the other side who are pro-choice and who support gay marriage and perhaps they would like to preach about that from the pulpit as well. So this thing now is going on to force the IRS to come down on a church so that we can go to court and litigate it and see if the Supreme Court says, hey, this is free speech. You can't restrict this or it's legal under the tax code.",
    "statement": "But -- but if the law was changed, I mean, couldn't any group just masquerade as a church and really be an extension of a political campaign, but -- but <NEVER> pay taxes?"
  },
  {
    "transcript_id": "CNN-248432",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Melinda Muniz killed her fiance`s 2-year-old daughter. Prosecutor said she was angry about their unraveling relationship, which started when her man realized she was sharing nude photos of herself with her personal trainer. Little Grace was found in her crib with duct tape over her mouth. And, cops stated the scene was staged to look like she had been sexually assaulted.",
    "statement": "Wow. Back with Sam, Vanessa, Loni. And, what -- WTF, the most shocking story of the night, dominating social media. Took a jury 45 minutes to convict Melinda Muniz of murdering her Fiance`s 2-year-old daughter. It is the worst of Jodi Arias rolled in with the worst of Casey Anthony. And, they clearly did not buy the story. She actually told several versions of the story. Sam, did not she?"
  },
  {
    "transcript_id": "CNN-377341",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Scaramucci has said that there is a risk that other former Trump administration officials will come out and say similar things or hasn't exactly been a stampede of them but by the same token is not hard to imagine a few of them saying something.",
    "statement": "I <<<THINK>>> it's possible. But it's more <<LIKELY>>, I mean, my own <INTERPRETATION> of what he was saying is he's channeling what Republicans are <FEELING> which is why are you tweeting when you <SHOULD> be doing your job, right? The <<SORT OF>> -- remember the beginning when we were waiting for the pivot and we're still <<KIND OF>> waiting."
  },
  {
    "transcript_id": "CNN-132668",
    "matched_terms": {
      "best": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Jobs: Whether you've lost one, you're looking for one, or worried <ABOUT> the one that you have. There's a lot of anxiety out there. In this hour, we're focusing on American jobs -- from the troubled auto industry and how cuts there <<COULD>> hurt you, to helping you find a new job, write a resume, or <<PERHAPS>> to sell yourself in an interview, to the <BEST> cities to actually look for to find work. This hour is dedicated to jobs, job jobs,. <WELL>, first, the numbers -- 1.2 million Americans lost their jobs in the first 10 months of this year. And half of those losses occurred in August, September, and October. It's top priority for you and for the next administration. So, we begin our special coverage in Chicago where CNN's Ed Henry is tracking Barack Obama and how the president-elect plans to attack this problem head on -- Ed."
  },
  {
    "transcript_id": "CNN-393609",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "allegedly": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The dramatic breaking legal news today, the one-time Hollywood icon Harvey Weinstein now behind bars in New York, convicted on two of five criminal sexual assault charges. His sentencing will be on March 11th, the prosecutor, the Manhattan District Attorney Cyrus Vance calls this a new day. We are waiting to hear from the Weinstein defense team which says it will quickly appeal. Let's bring back our CNN Legal Analysts Paul Callan and Jennifer Rodgers. To that point, Paul, sentencing on March 11th, we know an appeal will be filed. Take us through how the process works.",
    "statement": "<WELL>, a notice of appeal will be filed immediately by the defense team and they're going to raise, I <<<THINK>>>, <<PROBABLY>> two areas where they're going to say he didn't get a fair trial and that the conviction <SHOULD> be reversed. The first is that there was juror who was allowed to sit on the case over the objection of the defense who <<ALLEGEDLY>> was writing a book and was involved in book reviews involving cases of older men and younger women and consent issues. Now, they're going -- the defense is going to say she was inappropriate for the jury and resulted in an unfair verdict. The second <THING> that happened in this trial that's different from most other trials is you heard a total of four other women in addition to Mann and Haley <ABOUT> sexual conduct, improper sexual conduct by Weinstein that called Molineux witnesses. And that's unusual. <USUALLY>, you can't get those prior bad acts into evidence unless the defendant takes the stand. So the defense is going to say this was unfair, it prejudiced the jury against Weinstein, and he <SHOULD> get a new trial. Those are the arguments that will be presented on appeal. We'll <HAVE TO> see how an appellate court reacts."
  },
  {
    "transcript_id": "NPR-19845",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "quite": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "Well, I mean as you say, the change at the top has been quite stunning. You know, the British government has been really run by David Cameron and his sidekick George Osborne, who was the chancellor of the exchequer since 2010.",
    "statement": "They've gone, and in their place has come Theresa <MAY>, a prime minister who is austere, very serious and actually <<PROBABLY>> the <BEST> prime minister for the times because the country - whichever side of the debate you were on on Brexit - was traumatized I <<<THINK>>> by what happened in June. And Theresa <MAY> emerged from the wreckage as <QUITE> a calming individual. The <<OPINION>> polls <SUGGEST> she's very popular with the public at the moment."
  },
  {
    "transcript_id": "CNN-15221",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "And yet this economy is demanding even more workers. I keep hearing about a labor shortage. How short are we?",
    "statement": "We -- if you just talk to anyone who is trying to recruit employees in businesses and government, you <KNOW> they have a hard time finding applicants, finding good, qualified applicants, especially. It is the tightest labor market in modern history. The current participation rate we've through <ABOUT> the limit. And unless we can do something to increase participation or find other sources of labor, we forecast that we will be short within the next 4 years by 2.3 million workers and 4.6 million by 2008."
  },
  {
    "transcript_id": "CNN-332507",
    "matched_terms": {
      "clear": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded"
    },
    "previous_statement": "Yes, but it has to be set up right. I oversaw the pressure campaign on Iran for almost five years, and that pressure campaign ended up being successful in bringing the Iranians to the table. But there has to be a path. We should continue our maximum pressure campaign, which the vice president said he was going to do the other day. But you also have to present a path to negotiations. There needs to be a way for them to come to the table. I think that diplomacy move is coming, right? But after the good feelings of the Olympics here, I think we'll go back to higher tensions. We'll resume our military exercises. They're likely to resume their testing. We have a couple more cycles here, I think, before we get serious talks.",
    "statement": "Let's talk <ABOUT> the scandal at the White House. You were the national security adviser. <<APPARENTLY>>, dozens of White House officials still don't have their security clearances. They're working on the basis of these interim and temporary clearances. That's pretty extraordinary."
  },
  {
    "transcript_id": "CNN-341876",
    "matched_terms": {
      "about": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "Do you think that when President Obama was in the Oval Office that every NFL champion or NBA champion or NHL champion or MLB champion agreed a hundred percent with him? No.",
    "statement": "When did President Obama ever disinvite people? When did President Obama ever going to attack when -- did President Obama ever attack NFL athletes or NHL athletes or MLB athletes and tell them that they were not American because they were exercising their free speech? President Obama <NEVER> did that. Donald Trump is doing that. That makes him divisive. He's dividing us even <ABOUT> something that's supposed to bring us together -- football. He's dividing us <ABOUT> sports. This man lives to divide our country."
  },
  {
    "transcript_id": "CNN-61641",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<ALL> right, old enough for dad to come to you, and even talk <ABOUT> this. Did that happen?"
  },
  {
    "transcript_id": "CNN-191247",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "At least 172 people were killed across Syria today in street fighting, bombings, and shellings. That's according to an opposition network based in Syria. Also today, nobody will say for certain whether Syria's vice president has defected as opposition leaders are claiming. If it's true, he is the highest level official to leave Syria and flee the country. For the first time in 45 years, Dallas County, Texas is spraying mosquito pesticide from the air trying to end a deadly outbreak of West Nile virus. The virus has already claimed 21 lives in Texas and made at least 550 others sick. Many in Dallas are opposed to the spraying. The EPA says, the pesticide isn't harmful to humans or pets. Federal officials say, cantaloupes from southwestern Indiana are making people sick and even killed two people. The cause? Salmonella. The FDA says, if you have any cantaloupes from that part of the country, throw them out. More than 140 people came down with salmonella infection in 20 states. Firefighters are catching a break with slightly cooler temperatures as they tamp down wildfires, scorching much of the western U.S. In California and Washington State, people who fled the area are being allowed to go back home and see what was spared. We'll have more from the fire zone in just a few minutes. General Motors is recalling some 250,000 vehicles in the U.S. and Canada after reports of a number of fires. The recall is targeting SUVs in just the colder states where salt and other chemicals are used to clear roads in the winter. GM says, the fluid can get inside the driver's door causing a circuit board to short. The company says this has been sparking fires. Indiana police say, weather is to blame for a deadly multi car pileup this morning. One person was killed, two others badly hurt when at least 12 cars smashed into each other on interstate 65 in Jasper County. Police say, fog plus smoke from a nearby fire made it tough for drivers to see. To the presidential race now and a small state that could play a big role on Election Day. President Obama is making two stops in New Hampshire today pitching his plans on taxes and the budget. CNN's Athena Jones joins me now from the White House. Athena, what did the President have to say?",
    "statement": "Hi, Alison. <WELL>, President Obama's message on taxes is that for middle class families the Romney/Ryan proposals will be bad for them. He said that the average middle class family with children <WOULD> see their taxes rise by an average of $2,000 under the proposals of the GOP ticket and that he says that they are doing this in order to pay for tax cuts for the wealthy. As he put it, for people like Mitt Romney. And so, let's listen to how he described that at the event in New Hampshire."
  },
  {
    "transcript_id": "CNN-107350",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I can't go to the specific moment the decision was made and whose voice it was in. But what's clear, because -- I didn't put it in the book because there are sourcing issues there. You don't put everything you know in a book like this. But I'll tell you emphatically it was a deliberate act by the",
    "statement": "You also have this fascinating detail on the al Qaeda No. 2, Ayman al-Zawahiri, that someone believed they killed him, and they brought his head to Washington."
  },
  {
    "transcript_id": "CNN-369230",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "Yes. I think you're right. You see it with that, with Senator Amy Klobuchar when she talks about addiction and talks about her father, right? You can --",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "CNN-54995",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "As always, the attorneys for the Levy family continued to keep the pressure on one of the main figures in this tragedy.",
    "statement": "We'd love to talk to Congressman Condit. And now, that this case has been classified as a homicide, I'm <<<SURE>>> the police will go back and talk to <EVERY> witness, including the Congressman."
  },
  {
    "transcript_id": "CNN-398144",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, Chris. And I don't want to equivocate or waffle on this. I mean we closed late. We might be opening early. And - and they're both problems. I mean we are clear that the virus is still out there. We are clear that we are not ready. It is clear what the guidelines are, and that we haven't met them. And it's also clear that a lot of people, Chris, are frightened about this. They're frightened to go out. So, you open up businesses, but people are not likely to go. \"Is that doorknob safe? Did that person get tested? Has this place been sterilized? What about the ventilation?\" I mean all these questions still coming up among people because people are, you know, they're understandably worried. People are worried that \"Look, even if I stay healthy, what if I take it and get somebody else sick? I would feel awful about that. I'd feel terrible if that happened.\" That's the sort of decisions that are being forced right now in the State. And, you know, I just find it hard to be charitable about this. I understand the Governor has pressure on him from small businesses, although who's going to be going to these small businesses? This is a proposition where you're starting to run into almost all risk and almost no reward. It's a bad idea. Every public health official in the country has said so. Ambassador Birx, who's very polite, you and I both talk to her, she said this. She says \"We've put out guidelines. We've tried to use the clearest data possible. There are still outbreaks happening. I don't see how you could cut somebody's hair or be in a nail salon and still physically distance. Maybe they have some creative ideas I'm not familiar with,\" is essentially what she said. She's being nice. What she should have said is you shouldn't do this, can't do this. These are guidelines, I get it. You can't mandate these things. But, you know, people could get infected that otherwise wouldn't. People may be hospitalized that otherwise wouldn't. And, sadly Chris, people may die that otherwise wouldn't. And I'm not an alarmist, as you know. But - but that's the reality. Mother Nature is - is showing us something right now. We have to behave, as if we have the virus, so we don't get sick, and we don't get other people sick.",
    "statement": "And look, we <HAVE TO> say. You <KNOW> who hasn't said anything <ABOUT> Georgia reopening, in terms of exercising caution, is the President. This is <ABOUT> politics. It is persuasive. People want to reopen, Sanjay. You hear it in your house. I hear it in mine. I love the thought of it. I can't wait. It makes you want to <TAKE> risk because man, are we sick of it? But now it goes to \"<WELL> what's your alternative?\" Let's turn to the study on that. Hydro - you <KNOW>, the President was saying, \"You <KNOW>, I'm a big fan of hydroxychloroquine,\" you <KNOW>, chloroquine, another variety of the basket of the drug, \"<TAKE> it. What's the worst <THING>?\" So, I asked you on a regular basis that I wanted to <TAKE> it. And you kept saying to me, \"No, no, no, man. You're having a depressed immune response. This is a drug for inflammation based off hyper immune response. Be careful. It's not for you. We got to wait for the studies.\" What have the studies told us?"
  },
  {
    "transcript_id": "CNN-108574",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "One the things, as I said, that just the Israelis just miss out on for some reason, these are locals. This is their home. This is their land. This is where they lost, friends, families, homes.",
    "statement": "Injuring Israel's hole of neutralizing Hezbollah, ambitious at <BEST>."
  },
  {
    "transcript_id": "CNN-1739",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Now to that Bradley campaign and the attacks that prompted Gore's counter punches. Here's CNN's Jeanne Meserve.",
    "statement": "It has lurked <AROUND> the edges of this campaign, but Sunday Bill Bradley plunked it down right in the center: Vice President Al Gore's questionable fund- raising activities during the 1996 presidential campaign."
  },
  {
    "transcript_id": "CNN-348975",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "No, they were -- they were -- they were -- they were fake fingernails.",
    "statement": "And so he went to school with fake fingernails and he wanted to tell his classmates. And then, do you <KNOW> what their reaction was?"
  },
  {
    "transcript_id": "CNN-394607",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "The State of Alabama executed Nathaniel Woods overnight. He was convicted of the 2004 murders of three Birmingham police officers. But since that time, serious questions about his guilt have come to light. CNN's Martin Savidge is live in Alabama with more. So ultimately, none of that worked. None of those last-minute appeals Martin?",
    "statement": "No, it did not. It was <ABOUT> a half hour before the scheduled execution time that the U.S. Supreme Court intervened, issued a stay saying it wanted more time to review the case. During that time Woods' Attorneys filed another appeal with the U.S. Supreme Court and Governor Kay Ivey of Alabama weighed in saying she was not going to grant clemency. There was some momentary celebration on the part of Wood's family when that stay was granted but then just <ABOUT> two hours later it was lifted by judge - or Justice Clarence Thomas and the execution went ahead. Woods had no final words. His case was tied to one of the darkest days of the Birmingham Police Department when in 2004 three police officers were gunned down as they tried to serve a warrant on Woods inside of a home. Woods didn't fire a single shot. He didn't kill anybody. Another man inside the house, Kerry Spencer, opened fire on the officers with an assault rifle killing three and wounding a fourth. And Spencer have maintained that it was a spontaneous <THING>. He acted alone. Woods had nothing to do with it. But regardless of that, Woods was put on trial. The state said that he was complicit that he helped actually lure the officers in that these two have co-conspired in some <<SORT OF>> plot to kill the officers. Woods had <ALWAYS> denied that. Last night after the execution, the family members of the Slain Police Officers spoke. They thanked the state for carrying out justice in their mind. And even 16 years later, their voices crack with emotion as they remember their loved ones and their faces tumbled into tears. It is still that strongly felt in this state. John?"
  },
  {
    "transcript_id": "CNN-45331",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "As the General made abundantly clear just now, the war on terrorism is far from over, but the job of rebuilding Afghanistan is already beginning. The leader of the country's new interim government warns that will not be easy.",
    "statement": "Mile O'Brien is standing by the big board with a look at some of the obstacles facing Afghanistan as it gets <ABOUT> the business of trying to rebuild itself. Miles, good morning again."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "fact": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Well, you have to keep going back to the facts. In this case, the facts are completely in President Obama's favor. He has presented a copy. It's a copy of his birth - or his certification of birth, which is a little bit different than a birth certificate, but something that's accepted by the State Department as proof of citizenship. And I think it's important for them to continue to get third-party organizations who've seen, touched, looked at the documents, talked to the officials in Hawaii to verify their version of events. And the other thing you can't do is get too rattled about it. This is, obviously, a movement that has some intensity. But it is limited to a small number of people.",
    "statement": "The facts are so overwhelmingly in the president's favor. You get a story like this with this woman at this town hall event with Representative Castle in Delaware and it takes on a moment of intensity, but it doesn't really reflect the views, I <<<THINK>>>, of the <MAJORITY> of Americans who accept that a birth certificate stamped by the state of Hawaii, verified by the state of Hawaii is proof enough for them."
  },
  {
    "transcript_id": "CNN-362701",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Well, that's more than 10 to 20 times faster than the average speed that they're getting today. So, this is fiber broadband light speeds on your mobile device.",
    "statement": "So fast that 5G promises connectivity for a new age of infrastructure where devices like a factory for robots, self-driving cars, and delivery drones can communicate with each other."
  },
  {
    "transcript_id": "CNN-231944",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "That is right, there's now been two recent videos not released to the public, as you mentioned, one played for Congress earlier today. Sources who are familiar with the content tell us those videos do in fact show him in declining health. That, plus there was additional intelligence, we're not being told what it was, but it was briefed to Defense Secretary Chuck Hagel in the last several days. It led to a great deal of concern, we're told about his declining health and his safety. Officials saying that as the U.S. was beginning to draw down troops in Afghanistan, they were becoming very concerned that Bergdahl would be seen by the Taliban as being not such a valuable hostage anymore.",
    "statement": "What are you hearing <ABOUT> the Taliban video showing the handoff of Bergdahl to Special Forces? I <<IMAGINE>> it is <OBVIOUSLY> a topic of interest, <CERTAINLY>, within the Pentagon where you are."
  },
  {
    "transcript_id": "CNN-254345",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Right now, we're going to focus on getting through the weekend. General, is there anything you would like to follow up on that?",
    "statement": "Yes. So, as the commissioner said, we are following the incident command system. And so, what that does, it provides a very structured way that we are to exit. And that is -- that's actually based on what is the need for the local community. That will be determined by the leadership, the leadership you see in front of you, the mayor and the governor. We'll make the determination based on the activities going on in the community. We will not just <ALL> at once pull out. It's <USUALLY> a gradual because we also <HAVE TO> make <<<SURE>>> we're getting our folks back to where they <NEED TO> be. And so, it's just like any other operation, just like you <WOULD> see typically for a snowstorm or anything else, you <KNOW>, we come in and we're working with you until we make <<<SURE>>> that everything is settled and then we can actually go back to normal operations. I just want to remind you that for the National Guard, it's different than what you <WOULD> see if it was active duty or something else. When we pull out, we go back to our armories, we put our equipment up and the folks actually come back to their homes. So, if they're living within the city, they're still coming back to the community. So, it's not like we're just leaving the communities in total. We're <ALL> here resident within Maryland. So, we're going back to our communities."
  },
  {
    "transcript_id": "CNN-399554",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But she was furloughed from her hotel job in March. It took 300 calls to unemployment, day and night, to get approved. Willis got her first check on April 17th.",
    "statement": "I've been carrying the weight of being a single parent with my family. And so, my logic was OK, <WELL>, it looks like the government is the backbone to this family so I <NEED TO> get through."
  },
  {
    "transcript_id": "CNN-80182",
    "matched_terms": {
      "certainly": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "believe": "ungraded",
      "view": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, Dana Bash at the White House doing a very good job for us, reporting all those important historic developments. Nic Robertson is on the scene for us in Tikrit, Saddam Hussein's hometown. I assume there's still an element in Tikrit that is strongly supportive of Saddam Hussein, and these people are not celebrating.",
    "statement": "That seems to be the case, Wolf. When we were out on the streets <A LITTLE> earlier, just before dawn, that's what people were telling us. They were saying, look, Saddam Hussein was just one man. Governments come and go. He was just a -- presidents come and go. So this isn't a big issue. Another person said the Iraqi insurgents will not be affected by this, because they weren't fighting for Saddam Hussein. They were fighting, they say, for Iraq, because they <<<BELIEVE>>> they see Iraq as being occupied, and they want to drive out the U.S.-led coalition. They say they're the occupying force here; they want to drive them out of Iraq. And that's the message that's been spoken to us this afternoon. We didn't see any signs of celebration on the streets here. That doesn't mean to say that there aren't people quietly in their houses very happy that Saddam Hussein has finally been captured. That was <CERTAINLY> the <VIEW> of General Odierno, whose 4th Infantry Division patrols this area. He said that quietly, behind the scenes, he thought there <WOULD> be some relief. But he was very realistic <ABOUT> the way the situation was going to play out in the next few days, weeks and months ahead. He said we'll literally <HAVE TO> wait and see whether or not this leads to further captures of Iraqi anti- coalition forces, whether or not it leads to an increase in attacks by the anti-coalition forces. So expectations, this side here in Iraq, as <WELL>, being played down by the coalition leadership, recognizing that Tikrit and <<PERHAPS>> some of the other towns in this area are special cases. Tikrit in particular, Wolf, being Saddam Hussein's former hometown, people here benefited from Saddam Hussein's regime. This town had better electricity, better buildings, better schools, better medical care, had these palaces. I'm talking to you from one of the palaces now. So <<PERHAPS>> that's why on the streets of Tikrit we really don't see anything akin to those celebrations in Baghdad, Wolf."
  },
  {
    "transcript_id": "CNN-349366",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Do you solemnly swear to give this committee the truth, the full truth and nothing but the truth, so help you God?",
    "statement": "I'm deeply disappointed that Google, one of the most influential digital platforms in the world, chose not to send its own top corporate leadership to engage this committee. Because I <KNOW> our members have a series of difficult questions <ABOUT> structural vulnerabilities on a number of Google's platforms that we will need answers for."
  },
  {
    "transcript_id": "CNN-412828",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded"
    },
    "previous_statement": "Well, the reality, of course, is that the government can use it in a cheap and effective way by granting the funds to organizations, like World Center Kitchen, like CORE and others. So it shouldn't be something left entirely to the private sector. This is the federal government of the United States of America completely failing in its obligation. Instead of using this $44 billion, they're being used as political pawns where the president is trying to withholding -- he's made it very clear that even perhaps, you know, had they not been testing in the White House, he wouldn't be positive with COVID. And this is the insane logic that too many of the American people have let go by. They're going to fail their children. They're going to fail their children's generation doing this. This is not any longer about the Republican and Democrat. This is about basic decency and obligation of American patriotism for the future of all of our children, be they the children of Republican, Democrats or Independents. This is really -- your last guest was talking about when one's hair is on hair to act like it. Even if our hair doesn't feel on fire today, we are sending a wildfire of a pandemic of economic collapse straight to our children's generation. And it's on that basis that all of us need to do the work.",
    "statement": "I see you being at the center of this relief effort, I <KNOW> you have talked with a lot of people who are struggling. I'm <<<SURE>>> you've had heard the president downplaying this virus and saying don't let it dominate your life. What is your reaction to that?"
  },
  {
    "transcript_id": "CNN-410976",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Yes, it's a consistent thing, right, John? I mean, that you see, for instance, that event yesterday, the crowd had no social distancing. The president at a great distance from the crowd much like you see in the White House, frequent testing, contact-tracing, all the kinds of things we don't have nationally as a country.",
    "statement": "Exactly, and the president said so. He gave an interview with a Nevada reporter, and was --"
  },
  {
    "transcript_id": "CNN-369633",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It's been around for about two years. But right now, with the current China trade war, their U.S.-based small business is taking a big hit. Vasnani, a registered Republican, blames President Trump and his new tariffs policy. He calls it a gut punch to the American public.",
    "statement": "It makes us <WONDER> what, you <KNOW>, the justification is, what the reasoning is behind it and, you <KNOW>, we're, you <KNOW>, trying to find our way at the moment."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Tonight, what everyone wants to <KNOW>: who holds the secret to what happened to missing 7-year-old Isabel Celis? Just <A LITTLE> while ago, we spoke to Isabel`s mom. She has a message she wants everyone to hear. We`re going to tell you on the other side."
  },
  {
    "transcript_id": "CNN-321676",
    "matched_terms": {
      "absolutely": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Hey, can we ask you, Pedram, what about the Virgin Islands? We know that St. Croix really dodged a direct hit from Irma, but St. John and St. Thomas really got hurt badly there. What can you tell us about this storm on the Virgin Islands?",
    "statement": "Yes, <ABSOLUTELY>. So, you're right. St. Croix, the eye of the storm began moving just south and we <OFTEN> talk <ABOUT> these storms. They wobble. They do not go in a straight line here. So, that wobble <<KIND OF>> benefitted St. Croix and storm dodging to the southeast. Still have 137 mile per hour gust, but the gusts near the eyewall were 215, a significant difference. But as you work your way toward St. Thomas and areas to the north here, of course, this is the northeast quadrant of the storm system. This is where not <ONLY> do you have the winds, of course, the most significant storm surge. You factor in the speed the storm itself is moving which is <ABOUT> 10 to 15 miles per hour on top of the 160, 155-mile-per-hour winds that are expanding away from the center. So, yes, a lot of damage <<COULD>> be left across these areas and you bring that storm surge concern back into places like San Juan, but places like St. Thomas, the area across this region, the underlying landscape on the beach is much more shallow than parts of Puerto Rico where it's a lot deeper. Any time you have shallow beaches, water will pile up and inundate those coastal communities so the damage <<COULD>> be far worse for those areas of the Virgin Islands -- guys."
  },
  {
    "transcript_id": "CNN-173042",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Bill, let me ask you. Let's take a look at this video again. I know you've seen it. It was taken from a security camera inside the observation deck. I just want to slow it to our viewers again. What did you think when you first saw this?",
    "statement": "It's pretty dramatic, <CERTAINLY>. But what it shows is that weren't of our rangers, Nicky Williams, you see her in the park ranger hat as I'm wearing, she's helping visitors. <OBVIOUSLY>, they're <WELL> aware something is happening, something dangerous is happening. She had the presence of mind, she had the composure to make <CERTAIN> she got people down to the 490-foot level and started walking down the stairs. She showed a lot of courage, in <FACT>, by coming back up to the 500 foot level to collect the last remaining visitors and ensure their safety and put their safety ahead of her own in order to get everybody out safely. So we're extremely proud of the work she has done."
  },
  {
    "transcript_id": "CNN-290938",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, you know, I've worked with her forever. Now, that didn't come out right, but I got know her. We are both working spouses when we were working on children's issues. You know, when you look at what she's done for children in this country over the decades -- we have a children's health insurance program because of Hillary Clinton because she doesn't give up. She digs into the policy and she knows where we've got to focus. But there's so many other issues, quite frankly. When she did become a United States senator, I'll tell you what. We're in Michigan. She's coming to Michigan, Trump was in Michigan yesterday. She rolled up her sleeves and dug into who the auto industry was. When we were in crisis in 2008 -- by the way, not a partisan -- it was a partisan issue, but it happened after George Bush. It was something that our economy, at the time, for many reasons, caused. She said how do I help this industry and she supported a bailout which -- or shoring up the industry. And Donald Trump has been clear that he wouldn't have done that. When he talked about the jobs yesterday and what was -- what was here, if he had been president those jobs wouldn't be here.",
    "statement": "What <ABOUT> as Secretary of State? What do you <<<THINK>>> her biggest foreign policy achievement was?"
  },
  {
    "transcript_id": "CNN-365234",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Hello on this Saturday night. You are live in the CNN NEWSROOM. I'm Ana Cabrera in New York, and this <MAY> be the most tension-filled Saturday evening in Washington in more than 40 years. The attorney general has the Mueller report. Congress, the White House, and the rest of us do not. Here's what we <KNOW> at just after 9:00 p.m. Eastern. This is video of the AG William Barr leaving the Justice Department this evening. He was at work for more than nine hours today. Alongside Rod Rosenstein, the deputy AG, poring over the Mueller findings. But that <MAY> not have been enough for House Democrats. They want the full report and they want it now. Those lawmakers held an emergency conference call this afternoon led by Speaker Nancy Pelosi. And the House Judiciary Chairman Jerry Nadler tweeted late today that letters have been sent to the White House counsel and more than half a dozen agencies demanding any underlying evidence and investigative materials, compiled by the special counsel, be preserved. CNN senior White House correspondent Pamela Brown is watching it <ALL> for us. Pam, good evening."
  },
  {
    "transcript_id": "CNN-154219",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "A distant second.",
    "statement": "Right. And in some ways that helps you keep some balance, you <KNOW>, <ABOUT> how important the -- whatever pain you're going through now is it -- it really does give you some <PERSPECTIVE> on it. It doesn't mean it hurts less but it does, you <KNOW> -- you, say, if I had to choose between one of these, what <WOULD> I choose? This is a no-brainer."
  },
  {
    "transcript_id": "CNN-199410",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "All right, guys, I want to just turn the corner because we did promo the issue of Chelsea Clinton and I'd like to get her in here very quickly. All right, she wrote an opinion piece for cnn.com about the inauguration day she's heading up. I want to read a bit of that. My father reminded us of what King once called life's most persistent and urgent question. What are you doing for others? There are countless right answers to that question. The only wrong one is to do nothing. So after staying out of the spotlight for a long time, she certainly appears to be raising her profile. Do either of you think Chelsea Clinton is getting ready to run for office?",
    "statement": "<WELL>, you <KNOW>, I live in New York and actually she, at least her parents' house is 20 minutes from my house. I don't <KNOW> what offices are open. Look, any time a child of a president thinks <ABOUT> running or the nephew of a president thinks <ABOUT> running, it lends itself to <A LITTLE> bit of excitement. You got some name I.D., but they also <HAVE TO> put meat on the bones. Your last name alone <NEVER> carries you."
  },
  {
    "transcript_id": "CNN-409092",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Jeremy Diamond, thank you so much. As for this virus, about 80 percent of the country is now seeing a drop in cases. Almost 35,000 new cases were reported on Sunday. Now, remember, weekend numbers are typically lower but that is the lowest total for a Sunday since June 21st. Still, deaths are rising in 19 states, many of them in the Midwest and the mid-Atlantic. And, 31 states are struggling with rising positivity rates, which is usually a sign following a surge in cases. So, the U.S. is clearly not out of the woods yet, especially with Labor Day coming up.",
    "statement": "Americans are <FEELING> the pain of a devastated economy. One food bank in New York is feeding at least 10,000 people a week, with folks lining up for blocks to get food. But, New York has come a long way in a short time. Museums and other cultural institutions are set to reopen today with limited capacity."
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I`m Brooke Anderson in London outside Buckingham Palace and what an amazing day it has been at the royal wedding.",
    "statement": "I`m A.J. Hammer in New York. Tonight, on SHOWBIZ TONIGHT, we are breaking some big news <ABOUT> the frenzy surrounding the royal wedding."
  },
  {
    "transcript_id": "CNN-84544",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Listen, we're not doing this for money, we're not doing it to be on television. We've had enough of that. Yes, we've been given a platform of sorts. People would not known us otherwise, had we not lost JonBenet. The real challenge for us, how do we make that horrible evil work for good? What should we do with this unusual platform we didn't ask for it? We would rather not had it. We certainly would give anything to have our life back before this all happened in 1996. But given that, how do we make something good come out of this? I think JonBenet would be proud of us. I know she's proud of us. I know she's watching us right now. And we're trying to make good come out of that horrible tragedy. And we'll do the best we can until we can't do it anymore.",
    "statement": "Patsy, you have the faith to <KNOW> that -- therefore you <<<BELIEVE>>> you'll be reunited with your daughters?"
  },
  {
    "transcript_id": "CNN-179460",
    "matched_terms": {
      "definitely": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "There is a candidate that can beat Obama in a debate. And what is his name? It's Newt Gingrich. Romney is going to lose to Obama. There's no doubt about that in my mind. So that's my view.",
    "statement": "<ALL> right. <WELL>, let's look ahead then at South Carolina and beyond with Paul Steinhauser. Paul, electability. That's <DEFINITELY> the buzz word for a lot of Republicans right now. <<COULD>> Romney win without the support of the Tea Party movement?"
  },
  {
    "transcript_id": "CNN-376046",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes. I think Joe Biden after first pledging not to attack his opponents early on the campaign, he realized that strategy was not working, and he was not going to rely on a strategy of nostalgia for the Obama Administration. People want a positive vision for the country, as well. What will he do as president? and so that's what his campaign is telling reporters, he plans to lay out more so people who want to vote for Biden know actually what he plans to do for the country.",
    "statement": "But there's also his now criticisms of Cory Booker, of course former mayor of Newark. His campaign aides saying it was a civil rights nightmare, as <WELL>. This is a more aggressive Biden than we've seen not <ONLY> in this cycle but in previous cycles in his criticisms."
  },
  {
    "transcript_id": "CNN-364439",
    "matched_terms": {
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If you watch me enough, you know normally I wouldn't give this dumb remark any attention, except for the fact in trying to define his newest opponent the president did us a favor and he opened up a conversation that we should all be having about his own fitness for office. So joining me now, Frank Bruni and Michael D'Antonio, Michael is author of \"The Truth About Trump.\" So this is where the rubber meets the road. Let's talk about him and not necessarily about Beto O'Rourke. Because, you know, Beto announced his candidacy today. Frank, the first thing -- good evening, by the way, the first thing that Trump mentions, hand gestures, you know, and saying that he's crazy. Let's stop and think for a moment about this president questioning someone's fitness for office on that basis.",
    "statement": "Going straight to the hand movement. <WELL>, I mean that's insane, right? I mean -- but he <ALWAYS> turns it <AROUND> like that. I mean we're just a couple of days away from when Nancy Pelosi basically very bluntly said that he's not fit for office. I <<<THINK>>> this is particularly psychologically fascinating, though. Because I <<<THINK>>> Beto threatens him in a very particular way."
  }
]