[
  {
    "transcript_id": "CNN-35800",
    "matched_terms": {
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Yeah, but do you think that -- we are going to go have a morning chat question in just a moment -- but do you think that this is healthy emotionally for these young women?",
    "statement": "It's healthier emotionally until they get what they want from the men. What we really need to do is focus on guys <FEELING> OK <ABOUT> their feelings and expressing them. And by the way, that's happening too. I <<<THINK>>> what's critical here in this particular study is that, especially for parents, not to get all worried <ABOUT> this. Hooking up does not mean, in the current verbiage that kids use, having sex. Hooking up means that you clicked with somebody, that you had a vibe going, and even just kissing. So parents <SHOULD> not be panicked when their kids are talking on the phone or they overhear them saying, we hooked up."
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "may": "ungraded",
      "would": "ungraded"
    },
    "previous_statement": "I think it's important not to gloss over any mistakes that were made or any wrong that might have been done. If a corporation withholds information and then that results in very unsafe conditions, that's terrible. But there was still an individual driving while intoxicated.",
    "statement": "While Asplund says it <WOULD> be his duty to file the same charges today, he believes Candice <MAY> not have even been prosecuted if they knew her car was defective."
  },
  {
    "transcript_id": "CNN-237271",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "That's right, because what we've been hearing from NATO. Remember, though, a few months ago when the whole conflict in the east of Ukraine started out there were 40,000 combat-ready troops on the border between Russia and Ukraine, on the Russian side according to NATO and U.S. Defense officials so it's not as many as that, but it is still an alarming buildup in NATO's words. And they say also there's been a considerable amount of weaponry, heavy weapons systems that have been coming up through across the border. And also artillery shelling not just from the Russian side of the border into Ukraine, which has been happening for the last couple of weeks, but also NATO said from Russian positions inside Ukraine. And that is an interesting step up on Russian activity on this side of the border. Now, I just want to talk to you briefly, Christi about where I am. This is the city of Slavyansk. About two months ago, this city was under siege. Just as Lugansk is now. Where that aid convoy went in. I came here two months ago. It was incredibly difficult to get here. It took us about three days trying to get in. But the Ukrainian army had sealed it all off. And I remember walking across this square, where now you have little families coming out, children on go-carts, just the happy scene, fountain that - with running water. Then there was no electricity, no running water. This square was absolutely deserted. It was really scary walking through here to the city hall where there were sandbags and the pro-rebels behinds those sandbags telling us we should watch out for snipers. Just an incredible, incredible change to see how",
    "statement": "All right. Great - thanks for giving us a great <<SENSE>> of what's going on there, Diana Magnay. We appreciate it. Thank you. I know. It's unrelenting heat in California, right. And it's causing some very serious ecological damage now. We'll talk <ABOUT> that. Plus, no school? <<APPARENTLY>>, no problem. Local schools <MAY> have shut down amid all the turmoil in Ferguson. However, the St. Louis rams stepped in and gave football players a safe place to practice for their new season."
  },
  {
    "transcript_id": "NPR-23171",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Let me ask you about one other way to look at progress in a country like this. In a minute, we're going to talk about the alleged murder by the military of a Myanmar journalist. What's the situation with press freedom in the country right now?",
    "statement": "<WELL>, under military rule, David, you <<COULD>> not print a word if it had not been approved in advance by censors in Yangon. Only last year, the government lifted a half-century-old ban on running private daily newspapers, and minorities were not allowed to publish the news in their own ethnic languages."
  },
  {
    "transcript_id": "NPR-19458",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "take": "ungraded"
    },
    "previous_statement": "OK, good to know. Well, you know enough about social science research to dig into the minds of golfers. So what's the answer here? Is using this brand-name putter, even if it's the exact same, make a difference?",
    "statement": "It does. There's been a lot of work in recent years examining what's called the placebo effect, David. You've <<PROBABLY>> heard <ABOUT> it in medical contexts. You <TAKE> a pill. You <<<THINK>>> it works..."
  },
  {
    "transcript_id": "CNN-151097",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "... you're going to look like you're maxed out, and your credit score is going to fall. So if you practice good money management, you're paying your bills on time, the credit score takes care of itself.",
    "statement": "Yes. Although I have heard from people who have run into problems when they go to apply for a mortgage, and they are surprised. They pay everything on time, and they didn't know that. They <MIGHT> have been able to fix it over the course of several months."
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Leone Lakhani, thank you for that update following this situation from our London bureau. It was a similar scene in the Democratic Republic of Congo, protesters there have taken to the streets as you can see, outrage because the government is postponing voting in the Presidential election, but the key here is that they're only postponing the votes in some cities. CNN's Michael Holmes reports on the growing outrage over votes that may not be counted.",
    "statement": "Firing live rounds into the air and tear gas as <WELL>, security forces try to disperse protesters. Angry over their exclusion from a long-awaited presidential election in the Democratic Republic of Congo. As the country votes for a new leader on Sunday, voters in these three cities will have to wait months to cast their ballots. They happen to be opposition strongholds against the outgoing President, Joseph Kabila who has been in power since 2001."
  },
  {
    "transcript_id": "NPR-9718",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Short word - yes. That is exactly what happened. And that includes in regular order a lot of backroom negotiation. And there is no guarantee of success for all of that, but at least if people know that they are back to what they need to do and know how to do best, sure, we could be right back here in three weeks with the difference being this far smaller chance of a shutdown. Now, they really ought to be able to do what they do best in that period of time, but if not, the president will be back in the same poker game with a far weaker hand than the one he just folded this week.",
    "statement": "Roger Stone, one of the president's closest friends, a longtime adviser, of course was arrested yesterday, charged with lying to Congress, witness tampering, among other things. What does this tell us <ABOUT> the Mueller investigation?"
  },
  {
    "transcript_id": "CNN-83822",
    "matched_terms": {
      "would": "ungraded",
      "quite": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Open, Bill, eager, great anticipation. The plan is most welcome. Some would say, the critics in this administration would say the president is desperate to have this plan enacted because of the recent violence in Iraq, and the question is to whether that June 30 deadline can be kept. The president has endorsed it, at least in principle, so has his secretary of state. And it is remarkable, because this plan put forward by Mr. Brahimi is so different than the plan the White House first pushed a few months back. The only thing left is that June 30th deadline to transfer sovereignty. Even this past week, a senior official traveling with Vice President Cheney in Asia said that the leading plan would to the expand the current 25-member Governing Council in Iraq. Well, that is not what Mr. Brahimi wants to do. He wants to all but disband that council and create a new government. But the administration realizes any American plan is now dead. It wants to get a political transition in place. That deadline is now fewer than 80 days away. So even though some of the details still need to be worked out, and that could be tough, making it happen, the administration very much now behind the Brahimi plan, and indeed, Bill, behind a much more vigorous United Nations role, essentially, the White House is prepared to hand over control of Iraq to the United Nations. Also, John, in addition to that, we see all this in the election year cycle that we're now currently involved in. John Kerry consistently says you have to bring the U.N. and give the U.N. a greater role in Iraq, which is apparently exactly what you are suggesting this morning. Does the White House see that as a political concession?",
    "statement": "<WELL>, the White House sees it as realism, that you have to have a plan in place to transfer power, and the American plan simply was not acceptable to many on the ground in Iraq. Certainly it will factor into the political campaign, in that if you ask here at the White House, Kerry says, why isn't the U.N. more involved, the White House <WOULD> say the U.N. is taking the lead right now, so that Senator Kerry's criticism is off base. It's also no secret, Prime Minister Blair today will be <QUITE> publicly supportive of this president, but it's no secret that Prime Minister Blair and others in Europe have asked this president, urged this president to lean more on the United Nations for help months and months ago. You're now seeing what the president calls a vital U.N. role. To many it is too late, but right now to this White House, Bill, it is critical."
  },
  {
    "transcript_id": "CNN-1896",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Talk to us please on these two points: The polls show that the governor has consistently led you in South Carolina. You appeal very strongly to veterans. We know that South Carolina is laced with many, many hundreds of thousands of veterans. Talk to us about that and also take us into your campaign checkbook. What is this bounce out of New Hampshire going to do for campaign coffers?",
    "statement": "<WELL>, first of all, you're right, there is more veterans per capita than any other state in America in South Carolina. We already have organizations, veterans organizations in every town in the state of South Carolina and every county, and we're proud of that. We're moving up in the polls in South Carolina. We've seen <ABOUT> a 20-some percent closure in the last few weeks. And we are -- we are doing fine in raising money. We'll never have as much money as Governor Bush. By the way, it's McCain2000.com. But the fact is that we're raising enough so we're competitive, where you've got enough for television in South Carolina, Michigan. We're <ABOUT> to come up in California. So we're doing just fine. But we never, ever expected to win the battle of bucks. We thought we <<COULD>> win the battle of ideas. And I <<<THINK>>> the margin of victory here tonight -- we were badly outspent here in New Hampshire. I mean, they saturated the television. So I <<<THINK>>> we can do the same <THING> in South Carolina, but if we stay on message, we're not diverted and we conduct the <<KIND OF>> campaign that people here in New Hampshire were pleased with, they'll be pleased in South Carolina, too."
  },
  {
    "transcript_id": "CNN-346908",
    "matched_terms": {
      "sort of": "ungraded",
      "view": "ungraded",
      "change": "ungraded"
    },
    "previous_statement": "OK.",
    "statement": "It's going to be very hard at this point for her to <CHANGE> her <VIEW> of what the events were. She testified under oath in the grand jury. She is <<SORT OF>> locked into her story now."
  },
  {
    "transcript_id": "CNN-387728",
    "matched_terms": {
      "about": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "hope": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "It doesn't look like there will be any Republicans who will break and vote in favor of these two articles of impeachment. How many Democrats, though, do you expect will break and vote against these articles?",
    "statement": "I <<<THINK>>> the vast majority of the members of the Democratic caucus will support the articles of impeachment. The evidence is overwhelming and really uncontested. I still have some <HOPE> that <<MAYBE>> we'll persuade some of our Republican colleagues to join us in this effort. This shouldn't be a partisan issue. This is <ABOUT> our oath of office, <ABOUT> defending our democracy and protecting the national security of our country. So I still remain hopeful that they'll do the right <THING>."
  },
  {
    "transcript_id": "CNN-303595",
    "matched_terms": {
      "may": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Trump and his handlers have found a fox for every chicken coop in Washington, and a Twitter finger must not become a trigger finger. He also said he was with the people, indeed he was the people. I -- to paraphrase a famous quote, I just want to say, I have met the people, and you are not them.",
    "statement": "Kirsten, here's what I thought was interesting: I <<<THINK>>>, that, you know, when you see celebrities, that <MAY> draw your attention to it, you know, if you're watching television."
  },
  {
    "transcript_id": "CNN-406610",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Yes. Thank you for having me. Just coming off the elevator to come here, you come out of the elevator, and you see John Lewis' name plate on his office. And this is going to be a tough day today on Capitol Hill and throughout this country as we say good-bye to -- to John Lewis. John Lewis was a personal friend of mine, known him for almost 50 years. When he would come to my hometown, St. Louis, Missouri, and give his speech, we would always get together after the speeches and go and have a nice dinner, a nice meal and talk and hang out. And every time we had a vote here, he and I would seek each other out and have a conversation. He taught me so much about perseverance, persistence. And he bridged generations. He bridged generations. From his generation to mine and to future generations. And he taught us how to -- to stay -- to stay focused and to persist.",
    "statement": "And, Congressman, I just want to tell our viewers and you that what we're seeing right now are John Lewis' family members waiting. Right now, they just arrived a short while ago from -- from Alabama, and we're waiting for them to start the procession. So as we watch that and keep the discussion going, you talked <ABOUT> how he taught you perseverance and taught you and so many of your colleagues so much. What was it like to be a colleague and a friend and a pupil?"
  },
  {
    "transcript_id": "CNN-304393",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Well, I think it's obvious that we in aviation are the good guys of globalization. We connect people. We put together. Maybe in days like today more importantly we build credibility of globalization making this world a better place.",
    "statement": "James, I <WOULD> be very surprised if President Trump didn't re- open the gulf discussion when it comes to the open skies agreement with the gulf carriers. Do you have concerns that's going to happen?"
  },
  {
    "transcript_id": "CNN-152689",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "kind of": "ungraded",
      "take": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So in the best-case scenario then, theoretically, how much could this contribute in terms of percentage to all the oil that's coming up there? How much could it actually suck up and get out of the water?",
    "statement": "<WELL>, the official that we were on the ship with yesterday told us that the series of tanks and there's a series of five tanks and everything <<KIND OF>> keeps moving backward back through the ship that we're in, and it's separating the oil from the water. They can hold up to 500,000 gallons or 500,000 barrels of oil a day. They say it's crucial because that ship <WOULD> never have to come off the water. That essentially there's other vessels that <<COULD>> go up against it and <TAKE> off what they've pulled out, out of the water so they can just keep working 24 hours a day."
  },
  {
    "transcript_id": "CNN-205095",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "This was a heinous and cowardly act, and given what we now know about what took place, the FBI is investigating it as an act of terrorism. Anytime bombs are used to target innocent civilians, it is an act of terror.",
    "statement": "And we are getting new details <ABOUT> this horrific attack. And CNN's continuing live coverage of the bombings at the world's oldest annual marathon. Here's what we know at the moment. The number of people killed stands at three. That includes an eight-year-old boy."
  },
  {
    "transcript_id": "CNN-323720",
    "matched_terms": {
      "would": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "question": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, what the president wants is a more comprehensive strategy to deal with Iran in its totality. I think, for too long, and certainly the last administration really defined the Iranian relationship around this nuclear agreement. This nuclear agreement is flawed. It has a number of weaknesses in it. But -- and so the president said throughout his campaign even, he said, I will either reform the agreement, I will renegotiate the agreement, basically saying, I will either fix these flaws, or we will have to have a different agreement entirely. And I think his decision around the new policy is consistent with that. So, now we want to deal with the nuclear agreement's weaknesses, but we really need to deal with a much broader array of threats that Iran poses to the region, our friends and allies, and, therefore, threats that they pose to our own national security. The policy itself really has three components. And I think it's important that people understand this. And the president described these in his speech. There is the nuclear agreement, which we are going to undertake an effort to see if we cannot address the many flaws in the agreement, working with partners. It may be a secondary agreement. Maybe it's not within the existing agreement, but we may undertake a secondary agreement. But then there's a much broader array from threats from Iran, its ballistic programs, its support of terrorist organizations in the region, Lebanese Hezbollah, Hamas. These are all very threatening organizations. And its destabilizing activities in Yemen to support the rebels, the Houthis, to support the rebels in Syria, the Assad regime. Everywhere you look in the region, Iran's activities destabilize the region and threaten others. But the third element of this policy -- and the president touched on it in his address -- is, this is not about the Iranian people. This is about the regime in Iran, this revolutionary regime that, ever since it came to power, has been intent on killing and harming Americans and harming others in the region. We do not hold the Iranian people accountable for that. So, our effort is to support the moderate voices in Iran, support their cries for democracy and freedom, in the hope that, one day, the Iranian people will retake control of the government of Iran and restore it to its rich history of the past, reintegrate, and become a fruitful member in trade, commerce in the region. So, that is really the endgame here. But that's a very long game, and we realize that.",
    "statement": "Before the Senate not long ago, your counterpart at the Pentagon, Secretary Mattis, was asked if he thought staying in the agreement was in the best interests of the United States, not a <QUESTION> <ABOUT> whether or not he wanted to improve upon the deal or add a secondary deal, as you just discussed, but whether or not the U.S. <SHOULD> stay in it or leave. And he said staying in it was his course. It sounds like you agree with that as <WELL>, that you <WOULD> not want Congress to immediately impose sanctions that <WOULD> end this deal."
  },
  {
    "transcript_id": "CNN-132013",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Standing by their man.",
    "statement": "How many people here <<<THINK>>> John McCain is going to win?"
  },
  {
    "transcript_id": "CNN-2299",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "apparently": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Japanese stocks didn't do so well. For the closing numbers, we go live to Lorraine Hahn in our Hong Kong bureau. Good morning, Lorraine.",
    "statement": "Good morning. Thank you very much. Most Asian market finally resume trading in this new Year of the Dragon. Let's start in Japan and a proposal to slap a three-percent tax on gross revenues on Japan's big banks puts the Nikkei in negative territory, that plan also raised fears that the process of cleaning up Japan's non-performing loans, which are plaguing the financial sector in that country, <<COULD>> be delayed. The proposal, which was put forth by the Tokyo Metropolitan government, shocked not only the central government, but also bank -- the banking sector. And obviously, they did not like this, and that sent banks stocks tumbling; the Industrial Bank of Japan, for example, was off 5 percent, while Tokyo Mitsubishi was down 3 percent. Overall, the Nikkei staying in negative territory throughout the day off a third of a percent. <WELL>, Hong Kong, as you mentioned, opened for business after the Chinese new year holidays, despite a power failure which stopped trading for <ABOUT> 20 minutes this afternoon, it was back to business. And thanks to a healthy run on the Nasdaq, the Hong Kong market put on 1 3/5 percent. Also buying again in techs, China Telecom stock up 13 percent today, while Pacific Century Cyberworks was up 12 1/4. Over in Malaysia, heavy institutional and retail buying pushed the market up 2 1/4 percent to a new high. <<APPARENTLY>>, international investors liking this market, and they are putting -- increasing their weighting in Malaysia. There's a quick check from me. Back to you."
  },
  {
    "transcript_id": "CNN-371783",
    "matched_terms": {
      "deliberate": "ungraded"
    },
    "previous_statement": "Tonight, the United States and Russia are blaming each other after two warships nearly collided in the Pacific. The incident was caught on video. Let's bring in CNN's Alex Marquardt. Alex, show us more of what happened.",
    "statement": "Yes, that's right, Wolf. Tonight, the Russians are claiming that the U.S. ship suddenly changed its direction, but the U.S. Navy has put out photographic evidence that, it says, clearly shows that it was the Russian vessel that made a <DELIBERATE>, aggressive maneuver in the Philippine Sea out in the Pacific Ocean. This incident, which, of course, is in China's backyard comes not just as tensions are high between Moscow and Washington but also as China and Russia grow closer against American interests."
  },
  {
    "transcript_id": "CNN-12159",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "Well, you're wrong. That's not what the word means. That's just not what the word means.",
    "statement": "I <<GUESS>> it means different..."
  },
  {
    "transcript_id": "CNN-126719",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "NANCY GRACE brought to you by.",
    "statement": "As far as I`m concern the day before this raid came, there wasn`t a single one of them that had posttraumatic stress disorder. But now I <<<THINK>>> there is a very good possibility that some of them suffer from that. But it`s not because of what happened on the compound. It`s what happened after."
  },
  {
    "transcript_id": "CNN-192858",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Muslim outrage, we're hearing now may intensify tomorrow. This French satirical weekly called \"Charlie Hebdo\" says it is going to public cartoon drawings of Mohammed. AFP reports the French prime minister is calling for a sense of responsibility from the publishers, but a reporter at the magazine told CNN -- and I'm quoting here -- \"In France, we are allowed to publish anything we want and those who disagree with that can sue us.\" That's a direct quote. According to AFP, more than four million Muslims live in France. And the fury over the mocking of the Prophet Mohammed is reportedly the reason for a bombing that killed 12 people in Kabul, Afghanistan, today. And in a part of the world where most women aren't even allowed to drive, a female bomber crashed a car carrying more than 600 pounds of explosives in this van. None of the victims was American. But a terrorist group claiming responsibility for the violence blames America for a video that ridicules and mocks Islam's prophet. And all of this is happening as NATO is restricting some of its operations with Afghan security forces. Let's go straight to Kabul to CNN's Anna Coren, who is there with us. And, Anna, first, just to hit this point home, using a woman, a young woman, she was 22, to carry out this attack, that's incredibly rare, is it not?",
    "statement": "I know. It is rare and it's also very frightening. She was actually Kabul's first suicide bomber. There have been other female suicide bombers throughout Afghanistan, but never here in the capital, so really <QUITE> frightening, as you say, 22 year old, and in direct response to this anti-Islamic film. She was driving this car, with 300 kilograms of explosives, 600 pounds, rammed into this minibus, which had eight South Africans on board. And, Brooke, we were there on the scene within <ABOUT> an hour of the explosion. And the engine was at least 100 meters away from where the crater was, from that blast site. Nearby buildings, the windows were absolutely shattered, just the power of this explosion, but, yes, I mean, women do not drive here in Afghanistan. So the <FEELING> is that <<PERHAPS>> she was allowed to get through the checkpoint without being stopped."
  },
  {
    "transcript_id": "CNN-280803",
    "matched_terms": {
      "figure": "ungraded"
    },
    "previous_statement": "Hillary Clinton was asked about the substance to Sanders policies a short time ago and she spoke to my colleague, Chris Cuomo, let's just take a listen to what she had to say.",
    "statement": "How much more substance does he need other than I want to break up the banks, we'll <FIGURE> out how. I want to go after ISIS, I'll <FIGURE> out where I interrogate them."
  },
  {
    "transcript_id": "CNN-244907",
    "matched_terms": {
      "would": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "The senator from Arizona making some incredibly poignant points. Himself, at torture survivor in Vietnam for five in half years in the hands of the Vietnamese reacting to the release of the Senate Intelligence Select Committee's report on torture along an exhaustive investigation of the CIA tactics under the Bush administration that were outlawed effectively by the Obama Administration. Some very significant key things in the last hour if you've just been watching. I like to welcome our viewers from around the world and across United States. But significant findings in this intelligence report that the CIA's interrogation techniques were far more brutal than were lead on to government officials, and that were released to the public. Also that the program itself was grossly mismanaged, that they circumvented Congress and the White House in terms of effective of communication and also advising. Not only that, but they under reported the number of detainees that they were subjecting to this harsh interrogation series of techniques, that 26 detainees were wrongfully held, didn't even meet the government's standards for detention. And that the CIA leaked classified information to journalist exaggerating the success of the interrogation methods, effectively suggesting that things were forwarded (ph) that operation may have been reported by the interrogation techniques when they effectively were not. Not only that, but they were unprepared as they began the operation that the techniques many of them had never been approved, and that they ignored numerous critiques internally and objections as well. I want to bring in Fareed Zakaia as well, host of Fareed Zakaia GPS, something that Senator McCain just said from the floor. First of all, he commended his democratic colleague and her colleagues. This was a very political process, the Republicans have effectively withdrawn from a lot of this process. But he said, \"This is about who we are, who we aspire to be and how we represent ourselves in the world.\" And this is critique today. Do we want to rehash old wounds and subject people who are American posted all around the world, our military, our diplomatic core to dangers by bringing this all up, is there a bigger downside to the upside of the transparency?",
    "statement": "I <<<THINK>>> McCain very effectively answered the specific <QUESTION> of the danger. Terrorist don't need excuses to go <AROUND> plotting attacks on Americans. That's were they doing. That's what they're doing full time. They are looking for some shred of the evidence. They've already committed themselves to a lives work of terrorism against the U.S. So, they don't need an excuse. I <<<THINK>>> that the United States comes out of these kinds of events stronger. The United States looks like a stronger country when it admits that the deportation and interment of Japanese-Americans was a mistake. The United States came out stronger when revealed in the 1970s that the CIA had engaged in a number of rogue operations, you know, through the Church Committee. Very few other countries <WOULD> no -- Putin's Russia is never going to do this. The United States I <<<THINK>>> is admired. I was growing up in India when those Church Committee revelations were coming out. And I remember the general reaction was one of enormous admiration of a country that <WOULD> expose its own problem, its flaws, hold itself to a high standard. So, I don't <<<THINK>>> that that's -- I <<<THINK>>> that this is the case where only the United States <WOULD> do something this exhaustive and be..."
  },
  {
    "transcript_id": "CNN-275960",
    "matched_terms": {
      "quite": "ungraded"
    },
    "previous_statement": "Aw.",
    "statement": "Yes. I know. Lisa is actually growling. I never <QUITE> heard that before. You know, like cats growl."
  },
  {
    "transcript_id": "CNN-107067",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I may be proved wrong in November, but I truly believe the American people have had a belly full of this nonsense. I pray. I pray that it doesn't work anywhere.",
    "statement": "I <<<THINK>>> you are absolutely right, Lou."
  },
  {
    "transcript_id": "CNN-363130",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "Well, I think it's quite significant. And I was thinking back of a -- one of then candidate Trump's rally speeches in which -- I think it was in June of '16 -- in which he alluded to something big that's going to happen, which people inferred was a dump of his opponent's e-mails. So I think this whole thing with Michael Cohen just affirms what many people already suspected. I do think he's credible. I can't conceive of why he would lie under oath under this circumstance, you know, on his way to jail. And so I think what he -- what he's going to say is -- is truthful. And so it -- this, to me, is, you know, affirming the -- all the puzzles. And if it isn't a smoking gun, it certainly is a warm barrel.",
    "statement": "I <<<BELIEVE>>> you're mixing metaphors, director. But we want to bring in Abby, who is reporting on how the Trump administration and White House is responding to all this. So the fact, Abby, that they're -- for the first time we are hear under oath in open testimony of this direct connection between Roger Stone calling and on speaker phone alerting the president that he says he had had a conversation with Julian Assange, what will their response be today?"
  },
  {
    "transcript_id": "CNN-404636",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We know certainly two. There may be more. There were multiple shots fired. We don't even have a round count yet of how actually many rounds were shot. But we do know for sure from video that was posted that there were at least two shooters.",
    "statement": "Sheriff, can I ask you <ABOUT> this gathering? I know that South Carolina is under restrictions due to COVID-19. What do we know <ABOUT> -- was this legal? Was it appropriate to be gathering in this number at this time?"
  },
  {
    "transcript_id": "CNN-406625",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "tend": "ungraded",
      "question": "ungraded"
    },
    "previous_statement": "Are we talking about local newspapers or are we talking about local journalism? Are they one and the same?",
    "statement": "Great <QUESTION>. And I always try to make this distinction. We are talking <ABOUT> local newspapers, but we're also talking <ABOUT> -- I mean, we need to be talking <ABOUT> all local journalists, public radio, TV stations, newspapers, digital startups. These are all a part of the local <<SORT OF>> news ecosystem. Newspapers are suffering the worst, but some of the others are really hurting too, not so much TV. TV has some other forms of revenue, which <TEND> to shore it up <A LITTLE> bit better. But all the others, I <WOULD> say, are having a really tough time right now. And local TV can do some important work, no <QUESTION>, but it doesn't really do the same <<KIND OF>> granular, cover the city council, develop your sources, necessarily, that newspapers are <<KIND OF>> built to do."
  },
  {
    "transcript_id": "CNN-119389",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Ed, do you agree that essentially he doesn't have the political capital to sort of reframe the debate the way he would like to?",
    "statement": "Oh, certainly. He's lost so much political capital, mostly because of the war in Iraq. His time in office obviously dwindling. We're going to see him, on Tuesday, this upcoming week give a speech before the American Legion, where he'll try again to reframe this debate. And what he's going really try to do is focus on how he believes, as John was saying, there will be broader implications <AROUND> the world, but specifically in the Mideast, if the U.S. were to lose in Iraq. And he was also trying to make that narrow point on Vietnam on the fact that, if we pull out quickly as we did in Vietnam, he believes there will be a humanitarian crisis. There will be millions of innocent civilians slaughtered, just as there were after we left Vietnam. But of course, when you make that analogy, it reminds people of potentially another parallel, the fact that Vietnam was a quagmire, Lisa."
  },
  {
    "transcript_id": "NPR-13554",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "(Through interpreter) ...Especially the women. They would laugh when a woman is passing, saying that she's now worthless, and she has a disease.",
    "statement": "By the time Deborah was a teenager and there was a lot of international attention to this problem, she says that aid agencies <WOULD> come to her town with money and food for rape victims, and she felt jealous."
  },
  {
    "transcript_id": "CNN-347825",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "question": "ungraded",
      "positive": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "That's serious. That's lying and cheating and using taxpayer money for things you shouldn't be. So Lara Trump is saying she knew Omarosa who was welcomed into the family as a trusted friend and confidant was fired, but she didn't know why and did not bother to find out? This does not pass the basic smell test. It seems pretty clear the Trump family was willing that appears to pay off Omarosa for her silence as long as other people, small Trump donors, $61 a piece on average, paid for it. Jeff Zeleny is out front live at the White House. And Jeff, Omarosa is clearly getting under the President's skin.",
    "statement": "<WELL> Erin, there's no <QUESTION>. I mean, Omarosa in many respects as we see this playing out is largely playing a Trump game. She largely is -- she's dribbling out these recordings bit by bit in some cases hour by hour. You <<<THINK>>> the subject was changed to John Brennan, the security clearances. Omarosa takes it back. So there's no <QUESTION>, we are told, talking to people here at the White House. The President is agitated by this, embarrassed by it and angry <ABOUT> it. Now the <QUESTION> is, was this really a payoff? We do know that at least in this White House, it's not that unusual for fired staffers to suddenly wind up on the payroll of the re-election campaign. That is a place where others have gone. Is Omarosa in that same position? It seems she's different. Because she was fired directly, and the President now we are told that he knew <ABOUT> it. He said at the time he wasn't. So all of these certainly is going at the heart of something that he does not like people taking advantage of his name, using his name. So we're told behind the scenes he's furious <ABOUT> this. He has stopped talking <ABOUT> it. He <WOULD> not answer questions <ABOUT> it today after an hour long Cabinet meeting. He's not been tweeting <ABOUT> it except to show <POSITIVE> praise that she has said <ABOUT> him. So they're trying to show her as an opportunist here, but so far at least she has the goods, and she has been releasing these tapes bit by bit and she promises even more, Erin."
  },
  {
    "transcript_id": "CNN-289787",
    "matched_terms": {
      "would": "ungraded",
      "think": "ungraded",
      "doubt": "ungraded",
      "certain": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Pamela Brown, thanks so much. Let's bring it back to the panel here. We're going to see a display that is a commemoration of the 26th anniversary, Michael Smerconish, of the Americans With Disabilities Act. The person reciting the Pledge of Allegiance will be Mallory Weggemann, a Paralympic swimmer. The person singing the national anthem is Philadelphia's own. And I believe he is legally blind, as well as having cerebral palsy. And then we will hear from Tom Harkin, the senator from Iowa who was the chief shepherd of the Americans With Disabilities Act.",
    "statement": "No coincidence, I <<<THINK>>>, in light of some of the intemperate things that Donald Trump has done during the course of the campaign cycle. And I'm thinking of course of the way in which he mocked the reporter from \"The New York Times.\" And we all saw that video played last night. We saw <CERTAIN> speakers who were selected no <DOUBT> with that in mind. I have been thinking, Jake, that a number of the Trumpisms that have played out in this convention thus far, if they were shown in Cleveland, <WOULD> have drawn cheers, because they're a Rorschach test, but not the disability business, not that which he did from the podium which we have all seen in that effective commercial as <WELL>. I <<<THINK>>> it is taking advantage. That sounds in the negative, but I don't mean it that way, but reminding voters -- I <<<THINK>>> I will choose those words -- of the intemperate way in which he mocked that reporter."
  },
  {
    "transcript_id": "CNN-329311",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "Troy says he became frustrated by the need use multiple apps for travel, food, and hotel. It was that frustration that inspired Mileslife. He created a one-stop shop.",
    "statement": "We were able to get 14 loyalty for once (ph) on board, <AROUND> the globe."
  },
  {
    "transcript_id": "CNN-256971",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Maybe to you, Dan, but president of Winstar Farms says it comes natural to stallions. They enjoy it.",
    "statement": "Every now and then you <MAY> have a horse say I'm tired of this but very rarely."
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "That's right.",
    "statement": "... Ed Bradley. Joining us now from Washington is Bob Schieffer of CBS News, host of CBS News' \"Face the Nation.\" It -- we <SHOULD> point out that Ed Bradley was a great war correspondent, serving in Vietnam, in Cambodia. Bob, from that side of the aisle, from the -- the hard news desk, what did you <<<THINK>>> of Bradley?"
  },
  {
    "transcript_id": "CNN-84867",
    "matched_terms": {
      "approximately": "ungraded"
    },
    "previous_statement": "Good morning, Carol. Walk any beach in the country where waves break at shore, and you have rip currents. Well, Mother Nature may provide the sun and the sand. Rip currents are a force that can kill. But they are also survivable if you know what to do.",
    "statement": "Each year, <APPROXIMATELY> 90 million people visit America's beaches, and every one of them face the potential danger of being caught in a rip current. Sandee LaMotte's husband, a CNN reporter and bureau chief, was killed when he tried to rescue his son from a rip current last year."
  },
  {
    "transcript_id": "CNN-136188",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "While families are cutting back, President Obama has proposed a massive government spending spree. It reminds me of how one of our old senators used to joke about the federal budget. He said it was like a newborn baby, insatiable appetite at one end and total irresponsibility at the other.",
    "statement": "All right. So pretty obvious, Republicans are not happy at all <ABOUT> this report."
  },
  {
    "transcript_id": "NPR-32590",
    "matched_terms": {
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Wow. Sounds like that baseball game, the announcement, was one of the only sort of outward signs of grief. It sounds like there's this unbelievable show of stoicism. I mean, people just really aren't talking about what happened on the battlefield at all.",
    "statement": "People didn't <SEEM> to want to talk <ABOUT> it. I prompted them. I don't know if you can hear in the background, there's the sound of murmur, people milling <ABOUT>."
  },
  {
    "transcript_id": "CNN-196261",
    "matched_terms": {
      "take": "ungraded"
    },
    "previous_statement": "Well, it tells you that the FOX and the anti-FOX have been prospering, and it will be interesting to see. You know, I think it's very interesting the moment of truth when Megyn Kelly challenged Karl Rove and they say we are a news organization, we are going to prove that. It's going to be interesting, whether people -- what will be the role of MSNBC. Will they be critical of Barack Obama now that Obama is elected? That's going to be interesting to me to see.",
    "statement": "And when you <TAKE> it out of the hothouse of electoral politics, is there room for other views on this increasingly opinionated channels, or are they just going to play to their base because, frankly, it's good for ratings?"
  },
  {
    "transcript_id": "CNN-397681",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Retail sales fell 8.7 percent in March. That's the worst drop on record, according to the Census Bureau. That doesn't mean that all factions of the retail industry are down, however",
    "statement": "No, you're right. We're buying more online than I <<<THINK>>> we have ever done. Amazon, of course, hiring thousands of workers just to cater to that demand. What we're buying here is essentials. We're hoarding groceries, we're buying medicines. That's what these numbers show. What we're not buying is the things we don't need, because we're sitting at home, things like clothes, a new car, for example. But net-net, we're spending a lot less. I <<<THINK>>> the key for these numbers is that, as bad as March was, this month is going to be worse. We have seen millions more people filing for unemployment benefits. And it will be a whole month basically spent shutting doors and staying at home. This last month is bad. April will be worse."
  },
  {
    "transcript_id": "CNN-168305",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "So Mark, apparently, one of the staffers reportedly had said that the powers with \"Newsweek,\" quote, \"couldn't be happier with the buzz.\" They're happy that people are talking about it and they're happy they're getting this kind of attention. We have reached out to Tina Brown many times to join us on this program. Still nothing. Is this the kind of publicity you think \"Newsweek\" with the new, you know, woman in charge was looking for?",
    "statement": "It's -- it's a strange direction for \"Newsweek\" to <TAKE>. I mean, in this country, when -- when you talk of \"Newsweek,\" you <<<THINK>>> of serious journalism. I certainly wouldn't call this serious journalism. But there <MIGHT> be a buzz on your side of the pond, but it's been pretty much disregarded here. There's no great interest, because what the royal wedding just recently showed us is that the world has moved on. We're not going to forget Diana, but William and Catherine are holding the torch now and they're -- the whole <THING> is moving on. And Diana has got her place in history, and it's not the front page of \"Newsweek.\" And I just find the whole <THING> tacky, to be honest."
  },
  {
    "transcript_id": "CNN-22952",
    "matched_terms": {
      "guess": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And you know something, a lot of people are going to be looking at that and watching her reaction to the attention she receives from the New York-oriented media because of the talk going into this whole thing about the fact that she was not a resident of that state beforehand, before the election. Will she have to really go out of her way to prove anything back to her constituents? And will that be something of a, I guess, a stumbling block for her later on?",
    "statement": "<WELL>, you know, it's interesting. If we go back I <<GUESS>> 30 years or 25 years, Robert Kennedy was also criticized for that."
  },
  {
    "transcript_id": "CNN-115052",
    "matched_terms": {
      "could": "ungraded",
      "would": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Why was Nicole Richie rushed to the hospital? I`m A.J. Hammer in New York.",
    "statement": "And <WOULD> you pay more than one hundred dollars for one second with Michael Jackson? Yes, I`m Brooke Anderson in Hollywood. TV`s most provocative entertainment news show starts right now. HAMMER On SHOWBIZ TONIGHT, disturbing Anna Nicole mysteries, even after her burial. Tonight, troubling questions <ABOUT> whether her baby is in danger. And what <<COULD>> become of little Dannielynne? Plus, only one man will tell the world what really killed Anna Nicole Smith. We have him right here tonight, in the interview you`ll see only on SHOWBIZ TONIGHT. The secret is out, the best-selling book and DVD phenomenon that claims you can have anything from a new job to a diamond necklace just by thinking <ABOUT> it. It even has Oprah`s stamp of approval. But is the secret just a sham?"
  },
  {
    "transcript_id": "NPR-8643",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "So as I've written about it in The Nation and elsewhere, this is repeatedly a challenge for both workers organizing through unions and for workers organizing outside of unions. The same reasons that employers generally resist unionization lead them to resist other attempts by workers to have a say in what happens at work. So I wrote at the American Prospect about the challenges that rock the group that Saru was talking about has faced, for example, against Darden, this restaurant giant, where one of the key leaders in that campaign, one of the workers there alleged to me that management fired one of the key leaders from the campaign that management tried to fix a couple of problems to improve its image and at the same time intimidate and threaten people who have been involved.",
    "statement": "And so whether you're in a union or not, on the one hand, there are federal rights under law for workers to act collectively, a right that the labor board recently found extends even to posting things on Facebook <ABOUT> job, collectively in some cases. But on the ground, the reality is very different. Research shows that when workers organize, there are rampant threats and retaliation in the United States. And one of the things that's striking <ABOUT> the strikes we've seen recently, these historic strikes against Wal-Mart and against the fast food industry, both unprecedented, is that they represent a potent way of resisting alleged retaliation."
  },
  {
    "transcript_id": "CNN-196297",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "would": "ungraded",
      "likely": "ungraded"
    },
    "previous_statement": "Is this, you know, I know it is big companies, does this also affect small businesses?",
    "statement": "Yes, yes and exactly, yes. Many small business owners are -- <<COULD>> consider just getting rid of their plans if the costs are to outweigh the benefits that <WOULD> have a huge impact. Employee Benefit Research Institute finds that almost 85 percent of 401(k)s are offered by businesses that have fewer than 100 employees. So they're small businesses and they're <<LIKELY>> to mean that more people are going to be saving less money. Here is some proof of that. Less than 5 percent of middle income earners put money into a retirement account on their own. If their employee doesn't provide one, compare that to more than 70 percent who put in these retirement accounts when a company offers one. If there is no incentive to do it, the small businesses <MAY> say, forget it, we're not going to offer it -- Brooke."
  },
  {
    "transcript_id": "CNN-371938",
    "matched_terms": {
      "apparently": "ungraded",
      "sort of": "ungraded",
      "wonder": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Well, I mean, more than just continuing, I think we could agree that it`s actually getting worse. I mean part of the issue is, you know, where you used to have people crossing in the Rio Grande Valley between cities in South Texas, you have more and more children who are crossing now in remote parts of Arizona and New Mexico. And they are coming into border patrol care already in much worse condition. Already ill. Already dehydrated. Already suffering. And, you know, I mean -- and for many of the people at border patrol, they are not equipped or trained to deal with children in this kind of peril. And so -- and I think I have to say that I would agree with the doctor, that the idea of treating this as almost a law enforcement issue rather than treating it as an issue of care for minors, for children is one of the big problems because you are really focused on, how do we detain people rather than how do we heal them?",
    "statement": "Yes. But you see here`s the <THING>. I mean the way that the dial moves, is to give visibility, right. To have reports like yours, to have whistleblowers like you, doctor, bring these things to light. And yet, I <WONDER> whether this lack of visibility that still exists, despite what you guys are trying to do, means a lack of accountability to wit <<APPARENTLY>> the last inspection of family detention facilities by the office of civil rights, et cetera and civil liberties occurred back in 2017. That`s more than two years ago. And this administration has got rid of fact-checking groups or advisory boards when it doesn`t like what they were saying. The advisory committee for the sustained national climate assessment, et cetera, et cetera. Tell me how, doctor, since you`re the whistleblower here, where is the accountability? And is it just easy to <<SORT OF>> back that into the shadows?"
  },
  {
    "transcript_id": "CNN-238473",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "This is my daughter. I will do whatever I have.",
    "statement": "The brave and difficult fight of holding onto <HOPE>."
  },
  {
    "transcript_id": "CNN-306157",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "thing": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's just incredible. Clarissa, thanks. Joining me with more on this deadly chemical substance, CNN chief medical correspondent, Dr. Sanjay Gupta. Sanjay, what exactly is this nerve agent used on Kim Jong-nam? How does it work?",
    "statement": "It's called VX and I <<<THINK>>> best way to <<<THINK>>> <ABOUT> it, <<SORT OF>> a very powerful pesticide in a way you <<<THINK>>> <ABOUT> pesticide, what they can do to pests, they're trying to do the same <THING> to humans with the nerve agents like this. And specifically what it does, you know, constantly -- our muscles are constantly firing and then relaxing. That's happening all the time. Right now, your muscles are doing that Anderson, mine are as <WELL>. What this does, it turns off the off switch so muscles are just firing all the time. They start to really contract and eventually get tired. And that's ultimately what can lead to death. Someone <MAY> stop breathing as result of this."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Professor, what is the field of statistics?",
    "statement": "Simply put, I <<<THINK>>> it's trying to answer complex questions using numerical facts that we call data."
  },
  {
    "transcript_id": "CNN-127837",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "It ruins their wholes lives, it affects these children. Who is going to take care of these children? Who is going to be responsible for these children for the rest of their lives?",
    "statement": "It's a <QUESTION> many here wish the girls in the pregnancy pact had asked themselves nine months ago. Randi Kaye, CNN, Gloucester, Massachusetts."
  },
  {
    "transcript_id": "CNN-257931",
    "matched_terms": {
      "change": "ungraded"
    },
    "previous_statement": "Yes, absolutely.",
    "statement": "And the Charleston paper is keeping a vote count right now on both sides of the legislature. Right now, they don't have the committed votes. There are a lot of people who are calling back and saying they haven't decided yet but they don't have the votes to remove the flag. So why is that? And two, what are you going to do to <CHANGE> those numbers?"
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks, Wolf, for having me on.",
    "statement": "Just ahead, we will have more on the breaking news. A top Democrat says his committee has now received tens of thousands of documents before tonight's deadline for responses from 81 individuals and organizations connected with the president. Also, one theory <ABOUT> President Trump's latest Twitter tirade, it's tied to pending developments in the special counsel, Robert Mueller's Russia investigation."
  },
  {
    "transcript_id": "CNN-373070",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "We're at the 11th hour. If you don't think these boots are for walking, you're flat wrong, Mr. President. And you send the state police to get me, hell is coming to visit you personally.",
    "statement": "The governor followed through as <WELL>. In an extraordinary move last night, she ordered the state police to bring them back to work."
  },
  {
    "transcript_id": "CNN-20320",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I know a lot of this conversation is hypothetical, but if they challenge it, will the Democrats take them to court?",
    "statement": "<WELL>, we <<<BELIEVE>>> that the process is working now. There is a recount going on in at least three counties, and we are waiting for a Supreme Court decision. And we <<<THINK>>> that the process is going to work."
  },
  {
    "transcript_id": "CNN-67090",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "You know, that's -- yes. But we knew better. I mean, when the wall starts to burn, you know something's wrong. You know, that's why I turned around and start throwing water on it, you know? And what else could we do? I don't know. I mean, there's was nothing -- I mean, there was nothing else we could do, unfortunately. I just -- I wish there was something we could have done.",
    "statement": "<WELL>, our heart goes out to you, the members of your band and all the patrons who..."
  },
  {
    "transcript_id": "CNN-42283",
    "matched_terms": {
      "might": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, we are a big country, and we have, of course, in our communities criminal elements as everybody else does. You have terrorists here in America. Timothy McVeigh was a terrorist. In Europe, you had the Red Brigade, the Red Army in Japan. Batter Meinhoff (ph) Germany. I don't deny that some of them are Egyptians, of course, but it is the same country that produced for the world a secretary general of the United Nations, four international courts of justice jurists, and three Nobel Prize winners in 20 years. So it is a big country, we have good people and bad, and I can tell you very confidently, the widespread majority are good, solid people, and those are the list are all on our own wanted lists. They are not people that we condone or we've accented. They all have court verdicts against them. So we are working this issue, and we have for the last 10 years. And frankly, if people had been working with us, we may not have witnessed some of these problems.",
    "statement": "<WELL>, let me ask you this, everyone is saying that of course Egypt is crucial to this coalition working towards terrorism. Do you have any concerns <ABOUT> the length of this campaign that <MIGHT> unfold? Of course Pakistan has expressed concern <ABOUT> that. Where is Egypt on that?"
  },
  {
    "transcript_id": "CNN-394155",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "Government officials say face masks are not necessary if you are healthy and don't entirely provide protection against the coronavirus. Even still, brick and mortar stores are struggling to keep up with demand. Companies like Home Depot, Rite Aid, Target, Lowe's; CVS, Walgreens, all tell CNN they're working to expedite product to their stores. Home Depot is limiting ten masks per customers and sites like Amazon shut down suppliers accused of price gouging. Jody Vitelli is seeing her small business begin to boom.",
    "statement": "What <<SORT OF>> phone calls are you getting?"
  },
  {
    "transcript_id": "CNN-161824",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Now police are asking for the mother to come forward. Not only do they want to know what happened, they say she also needs medical help. Police say they have surveillance video of people coming to the show and leaving afterwards, but that sorting through those thousands of people will be difficult. They`re hoping that someone close to the mother can give them a clue.",
    "statement": "Somebody -- a parent, a family member or friend -- <WOULD> know that a friend or a family member was pregnant."
  },
  {
    "transcript_id": "CNN-134293",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "However long we are keepers of the public trust, we should never forget that we are here as public servants, and public service is a privilege.",
    "statement": "The orders <WOULD> prevent former lobbyists from working on anything they once lobbied on over the past two years. Once leaving the job, they will not be allowed to lobby the Obama administration as long as he is in office. Gifts from lobbyists are notd allowed. And all executive branch employees are being asked to sign a contract that will limit what they can do for two years after leaving. Earlier in the day, the first couple, along with Mr. and Mrs. Biden, the Clintons and other government officials, attended the traditional prayer service at the Washington National Cathedral, where, for the first time, a female minister, Reverend Sharon Watkins, delivered the sermon."
  },
  {
    "transcript_id": "CNN-90956",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "... increase of energy.",
    "statement": "<WELL>, David, I'm wondering, what is the probability that another tsunami will strike that part of the world?"
  },
  {
    "transcript_id": "CNN-190837",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "What if I told you that some of the best tacos you'll find not just in Dallas, Texas, but the entire state of Texas are hidden in this gas station? Fuel City. You're not going to find this place in some fancy photo spread with the Dallas Chamber of Commerce. It's off the beaten path. You've got to drive past a bunch of bail bondsman stores, some liquor stores, even a couple of closed-up strip joints, but it's worth the drive. All right. We're going to take you inside where the magic is made. Como esta, senioritas. So check it out. You've got beef, you've got chicken, picadillo, you've got pork, you've got barbacoa. Check out the jalapenos and the grilled onions. Delicious. Now Fuel City is kind of like Texas on steroids, and not many car washes where you can actually look at real long horns, some donkeys, car washes, windmills. It's kind of like Texas over the top, really. One of my favorite things about this place? It's open 24 hours. They got breakfast tacos, you can come here any time. And it's just $1.40 per taco. All right, now it's time for us to order. I'm ordering for everybody. We have a feast. Ready for everybody to enjoy. All right. Heaven. It's all good. Beautiful.",
    "statement": "Gracias. <MAY> I help you?"
  },
  {
    "transcript_id": "CNN-105135",
    "matched_terms": {
      "guess": "ungraded"
    },
    "previous_statement": "For many people in Louisiana, these trailers on a FEMA lot might as well be gold bricks. Thousands who lost their homes in Katrina have waited months to get one. And police say two guys from Texas saw that as an opportunity. The police in Slidell, Louisiana got a tip that Rolando Aguillar (ph) and James Kyle Wiggenton (ph) were offering to sell a stolen FEMA trailer for $5,000. How did they manage to steal one from a FEMA lot? Simple. Police say Wiggenton worked there.",
    "statement": "One of the two gentlemen is actually a FEMA contractor. His job is to deliver these trailers to people -- the victims of Katrina in the Slidell area. And I <<GUESS>> on his off job, he was actually selling these trailers to make a profit for himself."
  },
  {
    "transcript_id": "CNN-236687",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "What's gone on here over the last few days is not about what -- is not what Missouri's about. It's not what the Ferguson is about. This is a place where people work, go to school, raise their families and go to church, a diverse community, a Missouri community. But, lately, it's looked a little bit more like a war zone. And that's unacceptable.",
    "statement": "Governor Jay Nixon revealed that he even doesn't know the name of the officer who killed 18-year-old Michael Brown. Nixon spoke just hours after President Obama shared his concerns <ABOUT> the unrest and announced a federal investigation. We have our correspondents standing by in Missouri. They're awaiting a new round of protests. We're also covering the breaking news out of Iraq. Let's go to CNN's Jason Carroll first. He's is in Ferguson with the very latest -- Jason."
  },
  {
    "transcript_id": "CNN-124780",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "We have a security gap when candidates say they will follow Osama bin Laden to the gates of hell, but refuse to follow him where he actually is.",
    "statement": "What we need in our next commander in chief is not a stubborn refusal to acknowledge reality or empty rhetoric <ABOUT> 3: 00 a. m. phone calls."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "should": "ungraded",
      "suppose": "ungraded"
    },
    "previous_statement": "If you've done it once, you'll do it again. If you can get your blood boiling to the extent that you can't stop --",
    "statement": "<SHOULD> the courts listen to her? <<SUPPOSE>> they're back together and she goes to court and said, I forgive him. Judge, forgive him."
  },
  {
    "transcript_id": "CNN-315810",
    "matched_terms": {
      "maybe": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "You could look at it and say it's clever. You can say wrestling is fake. Security threats are real. And, Ben, you suffer from this just like the rest of us do. You get hate mail that sometimes threatens your life. And that's what's happening to folks at CNN right now. I've seen some of the trash that's coming to people's inboxes. How can we look at this video and not think that it's actually going to cause even more of those threats more of that hate to fester out there?",
    "statement": "Look, I <<<THINK>>> you obviously have reached a intense moment between the president, and the media, where he feels like there are people out there in the media that they're entire day is surrounded by trying to go after the president, and turning stories into bigger news than it <<MAYBE>> really is. And that's one of the things that we saw this last week that he's trying to capitalize on. He's trying to make it abundantly clear that there are people in the media who have made it their personal mission and their job to destroy this president. And when you look at something like that he just tweeted out, and we try to turn this in to a bigger story, as if he's inciting violence, which is just not the reality --"
  },
  {
    "transcript_id": "CNN-169785",
    "matched_terms": {
      "thing": "ungraded"
    },
    "previous_statement": "The investigation reveals at this point that it was Monday evening she was last seen in her home, with correct.",
    "statement": "OK. I know her family issued a statement through her spokeswoman, but her mother, her stepfather, her sister, they have not said a <THING> publicly. Why is that?"
  },
  {
    "transcript_id": "CNN-69045",
    "matched_terms": {
      "often": "ungraded",
      "around": "ungraded",
      "maybe": "ungraded",
      "think": "ungraded",
      "sort of": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Well Anderson, slowly but surely the British forces that surround Basra are chipping away at the central core. I can tell you that overnight 7th Armored Brigade went into and secured a chunk of what they call Central Basra. We have Royal Marine commanders who encircling certainly the southern parts of the city. I was there with the Queen's Regoon (ph) Guards until late yesterday. We moved to within a couple of miles of the very heart of the city. Certainly the outskirts look something like a ghost town. There are very, very few people around, and those that are, are heading in the other direction. It looks as if people are getting out of town; it looks as if they've had enough of this particular conflict, and what of course will happen is that you will end up, as in many other places, with just a hard core or rump of Baath Party sympathizers, supporters of the regime who'll be left to fight it out. But more and more it looks as if Basra's fate depends on the fate of Baghdad. And I suspect when and if Baghdad falls, that Basra will not be far behind because the people down here are not by and large regime sympathizers. They are no friends of Saddam Hussein, but they won't rise up against him quite yet because of this ingrained fear of what will happen, being the same as 1991, when of course, the coalition then stopped short of kicking Saddam out, and removing the regime, and of course left him to then take his time to reap terrible, terrible revenge on those people who helped the coalition, who were seen to be acquiescing to the coalition invasion that time. So people here are very guarded. But I think it's only a matter of time now and it might not be a very long time before Basra either implodes the local people rise up and take it for themselves, or in fact, the British troops go in and seize the city in its entirety.",
    "statement": "Yes, David. No <DOUBT> memories are long in Basra, especially given what happened back in 1991. The last time I <<<THINK>>> I talked to you, or one of the other British reporters in the area of Basra, they were saying that there's <<SORT OF>> at night, this sort tit- for-tat, <OFTEN> the tanks from the city of Basra will come out close to the British lines, <<MAYBE>> exchange of fire, and then <<SORT OF>> will retreat back in to the city. Is that still going on? Are there still Iraqi tanks, armored vehicles <AROUND>?"
  },
  {
    "transcript_id": "CNN-333028",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "suspect": "ungraded",
      "wonder": "ungraded"
    },
    "previous_statement": "All right, Dianne Gallagher, thank you. We continue to learn new disturbing details about the shooter. \"The Palm Beach Post\" is reporting some trouble at home after the shooter's mother died. It says, last November, he moved in with a close family friend. The two got into a fight after the shooter brought home a gun. The article says his benefactor gave him an ultimatum, you or the gun. And that he chose the gun and left. This is just one of the countless red flags that we've been hearing about. CNN's Rosa Flores joining us live from Parkland, Florida. And she has CNN exclusive reporting on the shooter's online activity, which also is very disturbing.",
    "statement": "Fred, CNN obtained exclusive access into that disturbing world that the <<SUSPECT>> functioned in. It was our colleague, \"Paul Murphy, was allowed inside an Instagram chat room, where the <<SUSPECT>> and five others talked <ABOUT> violence and shared pictures of weapons and body armor. And they also made comments that were very racist. Things like, I hate black people because they're black. The <<SUSPECT>> also made comments saying he hated Jews because they were going to destroy the world. And that he hated gays and that gays, quote, \"He wanted to shoot them in the back of the head.\" He said, quote, I <<<THINK>>> I'm going to kill people. Quote, my real mom was a Jew and I am glad I never met her. They also spoke <ABOUT> getting weapons and <ABOUT> those weapons. In one conversation, one of the individuals tells the <<SUSPECT>> he can buy an accessory that <WOULD> make his A.R.-15 automatic. From law enforcement sources, we know that the gun that was used in this massacre was not an automatic weapon, so he didn't and was not using that accessory in this shooting. But they go on to talk <ABOUT> the body armor. The <<SUSPECT>> says in this chat room that he got paid $330 on that particular day he was going to go online to buy body armor. That he got a $30 discount and free shipping in that body armor, and getting that body armor. So, Fred, this is just a sliver, a portion of the conversations that he was a part of. And now we know, of course, that someone that was close to him called the FBI, that FBI tip fell through the cracks. Didn't get investigated. And <WONDER>, was it somebody in the chat room? Was it somebody who was close to him? Was it who was worried based on the conversations that the <<SUSPECT>> was having in his circle -- Fred?"
  },
  {
    "transcript_id": "CNN-111733",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thank you.",
    "statement": "Artie, you're a true friend and <QUITE> an amazing man. Thanks for letting us be in your home today and share with special friends and talk <ABOUT> your book. It means a lot to me. And it means a lot to"
  },
  {
    "transcript_id": "CNN-201743",
    "matched_terms": {
      "unlikely": "ungraded"
    },
    "previous_statement": "What actually happened? You know, who knew what? When did they know it? What did they do with the information?",
    "statement": "Father Connell was vice chancellor of the Archdiocese of Milwaukee until mandatory retirement kicked in last year. Given his rank in the church, he is an <<UNLIKELY>> public critic of how his archdiocese has handled the ongoing sex abuse scandal and battled victims over compensation."
  },
  {
    "transcript_id": "CNN-111345",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "Hi.",
    "statement": "How`re you doing? What`s your <QUESTION>?"
  },
  {
    "transcript_id": "CNN-369594",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "In his synagogue, everyone but one congregant survived the shooting. He was injured. But he said that if it wasn't for the shooter's gun jamming, a congregant who charged him, and an armed off-duty border patrol agent who fired at the suspect, it could have been a bloodbath.",
    "statement": "If we <WOULD> have had an armed security guard at the door, there's a very good chance the shooter <WOULD> have been neutralized. Why didn't we? The answer is simple."
  },
  {
    "transcript_id": "CNN-412278",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Trump quickly pivoting from his actions to Joe Biden.",
    "statement": "Now, Antifa is a real problem, because the problem is on the left, and Biden refuses to talk <ABOUT> it."
  },
  {
    "transcript_id": "CNN-283066",
    "matched_terms": {
      "imagine": "ungraded"
    },
    "previous_statement": "I think she was screaming, and she was pretty, you know, out of control.",
    "statement": "I can only <<IMAGINE>>. So Sergeant Henry, where did the blanket come from?"
  },
  {
    "transcript_id": "NPR-38208",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Winston Churchill was shouting from the rooftops in the 1930s. War was coming, Germany was rearming, the Japanese were eyeing China, and the Italians had designs on Abyssinia. But few heeded Churchill's call, and today, Newt Gingrich sees history repeating itself.",
    "statement": "I'm describing this the way Churchill <WOULD> have described it between 1935 and 1939."
  },
  {
    "transcript_id": "NPR-27655",
    "matched_terms": {
      "would": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "He's out on the streets trying to get the teenage boys who walk by his barbershop to stop smoking dope, pull their pants up and go home and do their homework. He badgers them day after day. Sometimes they listen. The fact that he's a talented rap artist who gives a damn imbues him with significant street cred. Dooney says please send reinforcements.",
    "statement": "We need more leaders in our communities, political leaders as <WELL> as just leaders. Especially the younger generation, I <WOULD> say 40 and under, they don't have any leaders down here they can relate to."
  },
  {
    "transcript_id": "CNN-189810",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "Matt McQuinn's family agonized for hours before they found out he was killed in the Aurora movie theater shooting. He was at the movie with his girlfriend and her brother. Witnesses say, he died while trying to shield his girlfriend from the barrage of bullets from suspected gunman James Holmes. To make matters worse for his girlfriend, the hospital wouldn't confirm his condition to her because she was not related.",
    "statement": "Matt McQuinn was 27-years-old. His girlfriend Samantha Yowler was shot in the knee and is expected to make a full recovery. The accused gunman, 24-year-old James Holmes, will make his first court appearance tomorrow. This weekend, bomb squads cleared his booby trapped apartment of all explosives. Police say, Holmes left a trail of evidence in his home. It's being sent to an FBI lab in Quantico, Virginia. On the night of the attack, Holmes <<ALLEGEDLY>> set a timer blaring music from his apartment. One of his neighbors said, she went up to the apartment to complain."
  },
  {
    "transcript_id": "CNN-285669",
    "matched_terms": {
      "could": "ungraded",
      "around": "ungraded",
      "change": "ungraded",
      "reduce": "ungraded"
    },
    "previous_statement": "Tonight, breaking news, Hillary Clinton's blistering critique of Donald Trump and Trump's counter attack in a foreign policy speech, in which Secretary Clinton called Trump unprepared and temperamentally unfit to be president. She touted her years of diplomatic experience. Listen.",
    "statement": "Now, I've gone toe to toe with Russia and China and many other different leaders <AROUND> the world, so I know we have to be able to stand our ground when we must and find common ground when we can. That's how I <<COULD>> work with Russia to conclude the new start treaty to <REDUCE> nuclear stock piles and with China to increase pressure on North Korea. It's how our diplomats negotiated the landmark agreement on climate <CHANGE> which Trump now wants to rip up."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And then as Mr. Guy says it, the first words Jordan Davis says, \"",
    "statement": "We are back with John Phillips, the attorney for Jordan Davis -- the victim`s family, you hear this incredibly aggressive defense that`s making all sorts of claims and saying, \"Oh, you know, these kids had a weapon,\" when there`s absolutely no evidence to that. But he`s making claims, <WELL>, you know, the cops didn`t look for the gun, so they <<COULD>> have disposed of it. Your reaction to the fast and loose claims that this defense is making?"
  },
  {
    "transcript_id": "CNN-70433",
    "matched_terms": {
      "would": "ungraded"
    },
    "previous_statement": "Jason Netty (ph) from Carrolton, Ohio. Do you think any of the 2004 Democratic candidates really have a chance against Bush, or is it going to be like 1992 when an unknown candidate kind of sneaks in, like Clinton, and steals the election?",
    "statement": "Like Hillary Clinton? Hillary is the only candidate who is really -- who it <WOULD> really be very interesting to have in there. But -- my man, Al Sharpton, I thought looked pretty good last night, didn't he?"
  },
  {
    "transcript_id": "CNN-14564",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "All right, thank you, Christine.",
    "statement": "<<SURE>>."
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "Well, Ana, it's -- I mean, it's certainly possible and it's certainly enticing and fascinating and sort of titillating would he be doing this. And then the question becomes, OK, so what -- you know, what information would he then proffer to Mueller and his team? I think that we might be getting a little too caught up in, you know, what's referred to often as violations of the Logan Act. You know, was somebody like Flynn, whether or not he was secretly recording things or not, trying to, you know, start a diplomatic set of events prior to the inauguration of the President -- of President-elect Trump? I think we need to step back and remember what Mueller, I think, is really focused on here and what the brass ring is. I don't think Mueller cut the kind of deal, which is very good as Asha indicated for Flynn, just to get, you know, more coup on how it was that the Kislyak meetings went down. I think it has to do with the -- with whether or not the Trump team did indeed collude, cooperate or contact the Russian government during the lead up to the election in an attempt to win it and with Russian assistance. The other stuff, certainly, is important. Obstruction of justice, of course, is no light thing, but we know for a fact that the Russians tried to attack our democratic institutions. Not just ours but the West as well. And I think that's really what Mueller is focused on. And I think Flynn is the first guy out of these others who have been subjected to legal maneuverings. Flynn is the real guy who has a front row seat and be able to -- would be able to comment and help Mueller on what I think is the real key to his investigation at this point.",
    "statement": "Ambassador, we've talked a lot <ABOUT> Trump's apparent loyalty to Flynn. <<COULD>> it be, though, that <<MAYBE>> his loyalty wasn't necessarily to Flynn to Kushner, considering Kushner is <<REPORTEDLY>> the one who ordered Flynn to contact the Russian ambassador?"
  },
  {
    "transcript_id": "CNN-322431",
    "matched_terms": {
      "about": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "I think it is outrageous. There are plenty of ways that you can call into question of some of the racism that may still exists in this country. But that's the wrong way to do it. You don't denigrate -- the one thing that used to and I hope it is still will unify us, is that we are all Americans.",
    "statement": "Colin Kaepernick was expressing in sentiment that many, people in the community <<FEEL>> <ABOUT> injustice <ABOUT> the problems within our criminal justice system that are deeply felt. And he drew attention to them. He made clear that he was not protesting the military, the flag. He was exercising the rights of the flag."
  },
  {
    "transcript_id": "CNN-393609",
    "matched_terms": {
      "could": "ungraded",
      "sense": "ungraded"
    },
    "previous_statement": "Well, I don't really see any major lessons. I mean, they did a pretty good job. They had their witnesses. They testified compellingly. You know, in the end the jury didn't find him guilty of the most serious charges, but these are very tough facts. I mean, it's going to be more fact-specific, I would say, not so much kind of legal maneuvering by the prosecutors. But whether the evidence that the women give in Los Angeles rings true to the jurors out there, you know, these are very serious allegations. And when you just look at the pattern of behavior, you know, it really strikes you that Harvey Weinstein had an MO that he employed in these cases, and it plays out again in L.A. So if they are prepared properly for their testimony, and if they are compelling in their testimony then, you know, that's a very serious problem for Harvey Weinstein as he looks ahead to that case as well.",
    "statement": "And the testimony was overwhelming, Paul, and it was damning and it was disgusting, frankly, and a hundred plus women, they didn't all testify in the trial, but a hundred plus women have come forward to make allegations against Harvey Weinstein. If you are the judge in this case and you have \"first time offender\" before you who's the penalties <<COULD>> range from 5 years to up to 25 years, 67 years old, what is your <<SENSE>> of what happens next that is sentencing?"
  },
  {
    "transcript_id": "NPR-34463",
    "matched_terms": {
      "sense": "ungraded"
    },
    "previous_statement": "Then there's the new health care law which many Republican challengers ran against. It's clear that with the Democrats still controlling the Senate and the White House, an all out repeal is not likely. But today Boehner signaled that there are other ways to inhibit the law's enactment.",
    "statement": "We have to do everything we can to try to repeal this bill and replace it with common <<SENSE>> reforms that'll bring down the cost of health insurance."
  },
  {
    "transcript_id": "CNN-260845",
    "matched_terms": {
      "would": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded",
      "a little": "ungraded",
      "take": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Who should take the lead, Miles, in this search for debris if in fact this is a piece of that wing?",
    "statement": "It does get <A LITTLE> bit complicated, doesn't it? The Australians are taking the lead because it <<SORT OF>> fell in their turf. In this case, we're in the area where the French authorities, the BEA, <TAKE> jurisdiction. They are certainly a completely competent organization and have direct experience looking for just this <<KIND OF>> <THING>. I'm thinking <ABOUT> Air France 447. To have the BEA taking the lead at this point and engaging and helping with a search for floating debris, I <<<THINK>>> that <WOULD> be good."
  },
  {
    "transcript_id": "CNN-127914",
    "matched_terms": {
      "would": "ungraded",
      "kind of": "ungraded",
      "change": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's a question of taking the high road or the low road here.",
    "statement": "So the Obama campaign came right out and lashed out at Senator McCain as <WELL> and Charlie Black. Bill Burton from the Obama campaign saying, \"The fact that John McCain's top advisor says that a terrorist attack on American soil <WOULD> be a 'big advantage' for their political campaign is a complete disgrace, and is exactly the <<KIND OF>> politics that needs to <CHANGE>.\" The politics of fear worked <WELL> for Republicans in 2002 and again in 2004. Does it work in 2008, David?"
  },
  {
    "transcript_id": "CNN-50465",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I have not seen the tape. I do not know if that's on the tape. People who have seen the tape have commented on the subject, whether or not he was dead or alive when whatever took place did take place. It seems to me that one ought to be willing to allow some time to pass over something like this so the people who are looking at these things can come to some conclusions.",
    "statement": "The Navy Seal was Petty Officer 1st Class Neil Roberts of Woodland, California. His death was captured, in part, at least, from an unmanned aerial vehicle that was providing live video feed from the battle field. As the secretary said, that tape is going to be revealed to determine what happened. Meanwhile, the United States is moving more forces into position as the battle continues, including, sources tell CNN, <ABOUT> a dozen Apache assault helicopter gunships, which are now en route to the region from the United States. That comes on top of another five Apaches which are returning to the battle after having been repaired from initial enemy gunfire in the first fighting over the weekend. The Apache, of course, is one of the Army's main weapons for ground assault. It is very survivable, as evidenced by the fact that five of them took fire and still returned safely. And it has some very powerful Hellfire missiles that be used in withering attack on the ground. But the United States is using all of the assets at its disposal here as it continues Operation Anaconda. And today, Gen. Tommy Franks made it clear that he can have whatever military force that he needs; all he has to do is ask -- Bill."
  },
  {
    "transcript_id": "CNN-115507",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Police now call it murder. A coach found strangled inside his Caribbean hotel room. Searching for a suspect in the",
    "statement": "And at the top this morning, an assassination attempt in Iraq. One of the country's deputy prime ministers survives a deadly suicide bombing. Right now, he is hospitalized at a U.S. facility. Let's get you straight to Baghdad and CNN's Kyra Phillips. Kyra, good morning to you. What is the condition of the deputy prime minister right now, and what do we know <ABOUT> the attack itself?"
  },
  {
    "transcript_id": "CNN-95932",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And it's especially quiet here. You just sort of feel that everybody's expecting something. Even though some folks are in the water and along the beach here, you just know something bad is coming.",
    "statement": "<WELL>, good luck to you all. Thanks, Randi, so much for bring that story to us tonight."
  },
  {
    "transcript_id": "CNN-39867",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "opinion": "ungraded",
      "kind of": "ungraded",
      "sense": "ungraded",
      "thing": "ungraded"
    },
    "previous_statement": "Exactly. And, I agree that it is going to be an all out effort from all different angles, be it military, be it economic, social attitude changes, all those things will have to take effect and I agree with the President and what everyone else is saying, now that it's not going to be done over night. This is going to take a couple of years. It may not even be completed in my lifetime. But, it is going to take them time, and it may even get worse before it gets better.",
    "statement": "All right. I appreciate you calling in and it's nice to hear from you. Let me get back to Tom Henriksen out in Colorado. We were talking earlier <ABOUT> how a lot of this operation, going forward, <MIGHT> resemble the cold war, that there <<COULD>> be a great number of covert operations. If you're going to try to get into Afghanistan, some caller raised the point earlier, how are you going to move men and materials in sufficient quantity across there, if you can't use Pakistan or some neighboring country to cross. It <MAY> be necessary to go in there with commandos units, the Navy Seals, that <<KIND OF>> <THING>. And, we <MAY> be in a situation where we are not even aware that the war is being fought, because they're going to clamped down on the flow of information. What <<SENSE>> do you have of how those kinds of operations <MIGHT> play out? And, to what degree, in your <<OPINION>>, are they considering political assassination, now, as <<PERHAPS>> one of the ways to try to prosecute this. Particularly aimed, <<PERHAPS>>, at countries that refuse to cooperate in addressing terrorism."
  },
  {
    "transcript_id": "CNN-196276",
    "matched_terms": {
      "question": "ungraded"
    },
    "previous_statement": "That was Dr. Essam El-Erian, one of the top advisers for Mr. Morsi. It was tough to get a read on his position. He seemed to say if there is dialogue, we'll consider, consider some concessions. But, of course, the leaders of the opposition faction saying, we're not talking until he reverses his decrees, Carol.",
    "statement": "Reza Sayah reporting live from Cairo, Egypt, this morning. As you know, Egypt has been a key player in brokering the cease-fire between Israel and Hamas. Today in Cairo, mediators continue talks with Israel. Topics will include opening border crossing and easing Israel's economic blockade in Gaza. The ongoing talks come as the Palestinian Authority leaders go before the United Nations this week to renew their bid for statehood. Also new this morning, Israel's defense minister says he will leave his post in January. Ehud Barak says he wants to spend more time with his family. But there's been a lot of buzz that he's forming a new party. Barak has led Israel's military for the last five years and served as the nation's prime minister for a couple of years before that. Is it over, Grover? Republicans back away from Grover Norquist's anti-tax pledge. But what do Republicans want in return? That's our talk back <QUESTION> today."
  },
  {
    "transcript_id": "CNN-176212",
    "matched_terms": {
      "maybe": "ungraded"
    },
    "previous_statement": "But they are not necessarily willing to negotiate either.",
    "statement": "<<MAYBE>> not, but the 800 number doesn't even know there's a chance --"
  },
  {
    "transcript_id": "CNN-260223",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "a bit": "ungraded",
      "figure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What we`ve seen to this point -- and this is based on information that was said earlier today by Arlene herself. She said as they neared Oxford, there was a vehicle that began following them after they had gotten back on the road after making a pit stop, so to speak. And there was a silver or gray car driving alongside them on the highway, and with their windows down. There were a bunch of, quote, \"angry-looking\" black guys yelling at Mr. Hervey. She couldn`t make out what they were saying. But he accelerated, driving the vehicle, left the chasing vehicle behind. And then the pursuers drove around to the other side of the vehicle on the passenger side. Well, he swerved across the road to avoid them, ran into a ditch. That other vehicle sped on, and the SUV that Hervey and Arlene were in began to roll over and flip at that time. And it had to be a -- it`s amazing that Miss Arlene survived that accident.",
    "statement": "<WELL>, Steve, thanks so much for that recap. I want to bring in Stacey Newman, NANCY GRACE producer. And Stacey, we`ve got to talk <ABOUT> Mr. Hervey because he was <QUITE> a controversial <FIGURE> in that community. Can you tell us <A BIT> more <ABOUT> Mr. Hervey?"
  },
  {
    "transcript_id": "CNN-216210",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "That's -- sorry, that's heartbreaking to hear.",
    "statement": "Yes, it is heartbreaking, because I <<<THINK>>> especially as medics, you -- you want to <<FEEL>> like you're making a difference. I wanted their faces seen. I wanted the whole world to know that what is happening in Syria is happening, and I don't want anyone to say I never knew, because you all know. And the world needs to act."
  },
  {
    "transcript_id": "CNN-410281",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "-- to the coronavirus, other countries have far surpassed in performance in terms of getting this virus under control. And so I do <<<THINK>>> that the president is trying to put this false spin out there, that somehow he's on top of this and that's why he keeps coming back to this lie, if you want to call it that. You know, no reporter likes to say the president of the United States is lying. But this lie that a vaccine is going to be out there, available to the American people, kids are going to be lining up and getting injections in their arms and so on before Election Day? Every responsible public health expert inside the Task Force and, you know, outside the Task Force and the public health community have all said that's just not going to happen -- Brooke."
  }
]