[
  {
    "transcript_id": "CNN-159110",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "What if people use the same argument in the workplace? I mean, I'm sure there are people in my workplace or in -- people around the country, people don't agree with them, people don't agree with their lifestyle, they don't like the football team that they like, they don't like the university. There are a myriad of things that people disagree with, but that doesn't make it right or acceptable. And you wouldn't allow that in the workplace.",
    "statement": "Exactly. <WELL>, and that's where we have our definitions of what's good, what's strong and what's right in our culture. That's <ABOUT> our culture being very hierarchical and control-based. The need for control is <ALWAYS> based in fear. And this is, as I said, a huge fear-based issue. People who are younger in younger generations, they have grown up in a culture that is more accepting of homosexuals."
  },
  {
    "transcript_id": "CNN-199930",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It was like we were throwing him away, like we were just giving him to somebody else and saying, sorry, buddy, you know, you're not part of the family anymore. It was -- it was pretty rough.",
    "statement": "But was there a way to help him to bring back this smiling boy? Alex's family looked into Oregon's medical marijuana program and the doctor approved Alex. He's now <ABOUT> 1 of 50 children with card like this. While autism is not a qualifying medical condition like cancer or pain, in Alex's case the seizures are and they saw dramatic improvement."
  },
  {
    "transcript_id": "CNN-246183",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "stuff": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "David Gallo, how complex, I mean given that the water is relatively shallow, I mean, it is not the depths of the area of Malaysia flight 370 has been looked for and has been look for, how complex is the underwater part of this operation?",
    "statement": "<WELL>, it <<COULD>> be, depending on the currents which I'm told are <FAIRLY> mild but I'm not, I'm told they are. And the visibility when we get to the point of being able to identify things, especially with divers in the water, that <<COULD>> be complicated too. With shallow water, you got a lot more sediment from the surrounding land masses and the currents are higher. So visibility <MIGHT> be <A BIT> less. So not a cake walk but <A BIT> easier than the deep water <STUFF>."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "opinion": "ungraded"
    },
    "previous_statement": "What subject are you offering opinions on today?",
    "statement": "I'm going to be offering opinions <ABOUT> the undervote rates in Palm Beach, Miami-Dade, and Broward, and on how the recount, or the recounted votes, differ or are similar to the machine counted votes."
  },
  {
    "transcript_id": "CNN-123433",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "...with her, you <KNOW>, her molotov cocktail, I'd <RATHER> vote for Hillary. It's amazing."
  },
  {
    "transcript_id": "NPR-11238",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, the 737 Max 8 was defectively designed. It put in larger engines which destabilized the aerodynamics of the plane. And that's why Boeing went to such lengths with all the different iterations of the complex software. It's because in rushing to compete with the Airbus 320neo, they put on larger engines for a little more fuel efficiency. And they upset the center of gravity and made the plane prone to stall, rather than stall-proof.",
    "statement": "Boeing has maintained that the planes aren't defective, that they are fundamentally safe with the proper software. What's your response to how they've been talking <ABOUT> this?"
  },
  {
    "transcript_id": "CNN-358102",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Well, we're hearing from residents of that very strategically important town of Manbij that they are still seeing U.S. patrols taking place in the city. So the U.S. troops, while they've been announced that they will be leaving Syria eventually are still there in that city you that we're seeing all of this movement around. Basically, what's happened is that the Kurdish fighting force, that's the YPG, who is the U.S.' main ally on the ground in Syria in the fight against ISIS controls the town of Manbij. They've come out and called on the Syrian regime, the forces loyal to President Bashar al-Assad to come and take control of the city that they control. Why? Well, because with the U.S.' departure, the Kurds there now feel that they are in a position where Turkey could come in at any moment in an effort to expel them away. So with the U.S.' decision to pull out of Syria, the Kurds, the Kurdish fighting force is looking for other allies and, really, when you look at it, they don't have a lot of choices. They've always kept communication with the Syrian regime, with Bashar al-Assad's government, and now at this time, facing down the threat of a possible Turkish invasion, they're calling on the regime to come in. And we saw movement around that. They've raised flags in certain places, but at the same time, you have the Turkish backed free Syrian army units. They had been getting in position in front lines near that strategic town over the last couple of days and they're saying that this is basically just a media ruse and that the raising of the flag is nothing more than just a little bit of posturing, but that what's happening on the ground has not, in fact, fundamentally changed and that the Kurds still control that area. So a lot of uncertainty and really what we're seeing is in the heels of the announcement by the U.S., that they are going to be pulling out, you're seeing the regional players and their proxies on the ground all jockeying for a good position moving forward in negotiations that are due to take place -- Will.",
    "statement": "And I understand that the Turkish President has said, you <KNOW>, flat out, he is skeptical as you mentioned, but if these reports are true, how does that <CHANGE> the Turkish military's strategy moving forward?"
  },
  {
    "transcript_id": "CNN-390182",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "It was definitely scary at first, but we both knew we had a job to do manning the tower, keeping eyes front. So, we had to do that more than anything, focused on that, trying not to focus on everything behind us.",
    "statement": "When one strike hit too close, they vaulted into the back of a truck and held their position there. It was a night unlike any here had experienced. Hunkered down for <ABOUT> two hours, unable to fight back. Some crammed into bunkers that weren't built to withstand missiles like these. (on camera): These kinds of small bunkers exist throughout the base. But they're meant to protect against rockets and mortars. The ballistic missiles that were fired are <ABOUT> 3,000 times more powerful than that. The blast from this one knocked over a four-ton T-wall. But if that hadn't happened, those who were sheltering here <<PROBABLY>> <WOULD> not have survived. (voice-over): Come daybreak, fear of finding out who was killed or wounded was eclipsed by the joyous shock that no one was. (on camera): Like what are those reunions like when you <<KIND OF>> see someone who you're close to and you realize you're both OK?"
  },
  {
    "transcript_id": "CNN-110382",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "800-544-7070. We are doing something a little different this hour, which is sort of looking at the world as we know it. The question is do you feel safe these days given everything that's going on in the world? Lynn, you're on the air. I'm Dr. Joy Browne. Hi.",
    "statement": "Hi. I don't <<<THINK>>> I'll ever <<FEEL>> safe again, because we've become more aggressive. And I <<<THINK>>> we don't scare the terrorists, I <<<THINK>>> we incite them. This is a time of false quiet. That's what I <<<THINK>>>."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "best": "ungraded",
      "about": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "None",
    "statement": "There is a body cam video that proves why police officers are trained the way they are. You're <ABOUT> to step into a young officer's shoes just moments before he was killed by a man who seemed to just calmly have his hand in his pockets. We're going to talk with the victim's father who is also a police officer in just moments. But first, <TAKE> an up close look at the actual events as they unfolded. Now, of course, this video is not easy to watch, but we've cut it the <BEST> we can to teach you the most it can. <TAKE> a watch."
  },
  {
    "transcript_id": "CNN-164353",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Well, any -- and he is the last one to see her, so any kind of DNA or anything unusual with him, and where was he, and the cell phone and where was he those weekends. You know, obviously, these last three or four were on either a Saturday or Sunday or a holiday, Memorial Day. So, you know, what was he doing those days? Where was he, and search around where he lives including his garage, his basement, and any grounds and even get permission from him to dig it up.",
    "statement": "So, one body found last week, and then three found just yesterday, and what does that tell you <ABOUT> this killer involved? <WOULD> this individual, I mean, pretty brazen, in the <FACT> that he keeps back, a, he or she, and we don't <KNOW>, and b, knows the area."
  },
  {
    "transcript_id": "CNN-148717",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "But here at the Preston Robert Tisch Brain Tumor Center, Karen found hope - an experimental vaccine.",
    "statement": "When people hear the word vaccine, they <<<THINK>>> this is something to prevent disease."
  },
  {
    "transcript_id": "CNN-314432",
    "matched_terms": {
      "best": "ungraded",
      "know": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "I don't think it's for me to say whether the conversation I had with the president was an effort to obstruct. I took it as a very disturbing thing, very concerning, but that's a conclusion I'm sure the special counsel will work towards to try and understand what the intention was there and whether that's an offense.",
    "statement": "You <KNOW>, Comey can try his <BEST> he is, just the facts man impersonation there. But he laid out the entire case."
  },
  {
    "transcript_id": "CNN-382573",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I think the big area where there has to be movement is in regard to customs. Boris Johnson was a member of the May government, which agreed in December of 2017 to a negotiating path with the European Union, which said there would be no customs controls on the border in Ireland and it's a Good Friday agreement, which is about convergence flow and divergence would be respected. Now, the proposals that he came forward with a week ago, Boris Johnson came forward with a week ago, don't comply with that really in respect particularly of the customs controls. There is a real problem. There will be tariffs if Britain leaves the E.U. There will be tariffs to be imposed on imports from the U.K. into the European Union. If Britain leaves the E.U., there will be different standards of goods applying in the U.K. to those that apply in the European Union, and Boris Johnson has said that he intends to deliberately, in fact, to diverge from E.U. standards, presumably to gain some sort of competitive advantage. But if that happens, the E.U. will have to defend its interests by imposing tariffs, of the arrangements that Boris Johnson proposed for the collection of those tariffs was so sloppy as to be not enforceable. I don't believe the European Union will be willing to accept that value-added tax would be collected properly under the arrangements he was proposing or that the tariffs would be collected either.",
    "statement": "John Bruton, one of the things that I <<<THINK>>> much of the world can understand <ABOUT> Ireland being the major sticking point is because of that, as we've been talking, the border idea, the border issue that has been resolved since 1997's Good Friday Agreement, which you had done so much work in the lead-up for that before it was actually signed by your successor with Prime Minister Blair. The Good Friday Agreement that ended the war, essentially, between Republicans, IRA, and the British government. What is the threat? We're already seeing dissident IRA having done <ALL> sorts of opportunistic violence over the last several months, and what is your fear in terms of peace on your island, if this doesn't work out?"
  },
  {
    "transcript_id": "CNN-305408",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Clearly frustrated by the spectacle, top Republicans say the president had no other choice.",
    "statement": "You cannot have a national security adviser misleading the vice president and others. So, I <<<THINK>>> the president was right to ask for his resignation and I <<<BELIEVE>>> it was the right <THING> to do."
  },
  {
    "transcript_id": "CNN-341316",
    "matched_terms": {
      "could": "ungraded",
      "might": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes, in fact, Jasper, normally these sort of details would be worked out in private at a much lower level, you know months ahead of any summit between two leaders, regardless of what the topic is and regardless of who those leaders are. You know, to say the obvious, it's a very unconventional star (ph), which this president and the U.S. has. Bottom line, if this meeting ends with some kind of success, it would seem process just audibly won't really matter.",
    "statement": "<WELL>, that <<COULD>> be the case. I mean, this president seems to like to turn everything upside down. But, I mean I <<<THINK>>> the argument that he <MIGHT> make is that - - <WELL>, look at the Six-Party Talks. That went under the conventional norms and standards of how diplomats like to do things by talking points, set venues, everything set to a tee, lots of time to plan things and look at where that ended up. Really, there's not much substantive progress. So, what is the worst that can happen? <WELL>, the counterargument to that is that <WELL>, a lot <<COULD>> happen that <<COULD>> spiral relations down between the two sides, but I don't really <<<THINK>>> that's the case. I <<<THINK>>> the answer's somewhere in the middle and I wouldn't be surprised if there's a Singapore summit that the communique - - that the language is very distinct (ph), it's a very short communique and it has oratory language - - broad-based language on which, like a parabola (ph), one <<COULD>> read whatever one wants into it."
  },
  {
    "transcript_id": "CNN-245107",
    "matched_terms": {
      "allegedly": "ungraded"
    },
    "previous_statement": "We, the jury, find George Zimmerman not guilty.",
    "statement": "In August of this year, another unarmed black teen is shot and killed, this time by a police officer in Ferguson, Missouri. Michael Brown <<ALLEGEDLY>> stole cigarillos from this convenience store leading to his run-in with police. Officer Darren Wilson encountered Brown and his friend in the street. A confrontation ensues. Wilson fires repeatedly at Brown and killed him. The protests are almost immediate. The response by authorities swift and tough. Some in the crowd destroyed property. Eventually, the National Guard is called in. A week and a half after Brown's death, a grand jury begins investigating whether the charges are warranted against Officer Wilson. The investigation goes on for months, as do the protests. Finally, in late November, the grand jury's decision."
  },
  {
    "transcript_id": "CNN-196792",
    "matched_terms": {
      "could": "ungraded",
      "may": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Kevin Keen, reporter for KGUN in Tucson, I want to show you the timeline here, the events on April 20 and 21. The parents say, they went to a baseball game, came home. Isabel went to sleep at 11 p.m. in her room. And then her dad says he fell asleep watching TV on the living room couch near Isabel`s room but moved back into his own bedroom at 2 a.m. Neighbors say their dogs started barking like crazy around 6:30 in the morning. The next morning, 7 a.m., mom leaves for her nursing job. She did not check on Isabel before leaving, she tells cops. And then at 8 a.m., Isabel`s father, Sergio, goes into his daughter`s room and says he finds her missing. Kevin, has anything come out of the apparent bloodstains found in Isabel`s bedroom?",
    "statement": "That`s -- when it comes to that particular aspect, we`ve had very -- such limited information <ABOUT> what police found and what some investigators described as what <MAY> -- <<COULD>> be blood. But those were just coming through -- in as police reports, and we`re not able to ask follow-up questions, because this is still an open investigation and they`re still looking into things. And so there are a lot of unanswered questions <ABOUT> what investigators saw, what they thought they saw, and who it <<COULD>> belong to."
  },
  {
    "transcript_id": "CNN-96284",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We'd be grateful to hear from you again. So that's Mr. Sapal...",
    "statement": "<ALL> right, you have been listening to ITV, British media, there. Several developments out of London today. As we just heard, armed police have surrounded a mosque in East London. We're trying to get some more information on that. But right now we want to go back to that shooting outside a subway station in London, the Stockwell station. And our investigative producer, Henry Schuster, is there and joins us by phone with the latest on what he knows -- Henry, what have you determined so far?"
  },
  {
    "transcript_id": "CNN-236105",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Incredible story. He was a doctor working in a missionary program, similar to those two fighting for their lives in Liberia. This was in the Congo in the '70s. And a patient came in who was bleeding, hemorrhaging, the horrific death that is Ebola and he immediately started to treat it. And there was a scalpel. He got cut. The patient died. And 12 days, nothing happened. And all of a sudden, it turned out he had all of the symptoms that were Ebola. And here is Dr. Cairns. I'll let you hear him describe what it was like.",
    "statement": "Fever and flu normally doesn't drag on that long, and it carried on -- <MIGHT> have wife made very good temperature charts and this went into two weeks. And this <WOULD> not be typical for flu."
  },
  {
    "transcript_id": "CNN-196580",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "Well, that's music to my ears because I think John Boehner got the better of the president frankly, speaker Boehner, in the last negotiations that they had in 2011. And it suggests that the president, he does, he has the wind at his back. The piece that's sticking right now should be the easiest, which is locking in 98 percent of the Bush tax cuts. This was something Mary worked hard on, people like me opposed them, Democrats hated those Bush tax cuts. Now, the president is willing to enshrine 98 percent of those tax cuts and the Republicans can't take yes for an answer because they are not really fighting for lower taxes, they're fighting for the upper two percent of income earners and that's a losing proposition. Seventy percent of Americans think those of us who are blessed and are upper income Americans ought to pay a little bit more.",
    "statement": "So, Mary, why doesn't that make <<SENSE>>? Shouldn't the winner come in as Paul said with the wind at his back, he does have a mandate."
  },
  {
    "transcript_id": "CNN-19843",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "I want a read you a statement at the White House yesterday, the vice president delivered to reporters there. He says and I am quoting now: \"I would want to win the presidency by a few votes cast in error or misinterpreted or not counted, and I don't think Governor Bush wants that either.\" Is the reaction based on his statement that you're hearing out of Austin, sir?",
    "statement": "<WELL>, the reaction that I <HAVE TO> that statement is that the votes in Florida were counted <FAIRLY>, evenly and consistently by a equipment that does not have a stake in the outcome of the election. Then they were recounted by the same <<SORT OF>> equipment which is unbiased and fair and uniform. What the Gore campaign wants to do is to continue to count and count and count and count until it finds a favorable result. The recounting in Palm Beach of 1 percent of the precincts there on Saturday took a 15-hour day that didn't end until 3:00 in the morning on Sunday, that was 1 percent of the vote. They now want to count the other 99 percent of the vote. If that took one day, the balance of this is going to <TAKE> 99 days."
  },
  {
    "transcript_id": "CNN-264680",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "A very good morning. Well, as you can see, a very wide ranging interview. It was conducted in Damascus, Carol, with a number of Russian media outlets. And for the first time, as you rightly pointed out, President Bashar al-Assad addressed the refugee crisis facing Europe. And this is important because he said -- Assad insists that the issue is less about Europe's response and more about the reasons why hundreds of thousands of people are leaving their homes in Syria heading to Europe. Now, nobody's going to disagree with him that the focus should be on the root causes. But in Assad's view, in this interview, the prime cause is European, U.S. and Turkish support for what he terms terrorists. One assumes he is talking about the Syrian moderates being trained by the west and not, say, his government's ongoing barrel bombing of civilian areas. Now, Assad clearly wanted to project an air of confidence in this interview. He presented himself as the only viable option on the ground that can defeat groups like ISIS, his enemy, as well as that of the west, suggesting that he's willing to work with the likes of Saudi Arabia in a global coalition against terrorism. And when the discussion turned to his future, he was very clear. He says, only the Syrian people can decide whether or not he should be their president, which, to all intents and purposes, pours cold water on any thoughts that he might step aside. And as we well know, Geneva wanted to see (ph) the plans about what to do so far as a solution to Syria is concerned, always suggested that Assad had to step aside. There may be other solutions being forwarded in the future. And those may, going forward, include certainly his regime, if not him. But at this point, that's what he said talking to Russia media in Damascus, in Syria overnight.",
    "statement": "<ALL> right, Becky Anderson, thanks so much. Still to come in the NEWSROOM, it's not <ALL> <ABOUT> trading jabs and talking policy, can a <<SENSE>> of humor send one of these candidates soaring?"
  },
  {
    "transcript_id": "CNN-178589",
    "matched_terms": {
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, you do. And if you're in states illegally, there are a lot of benefits states give you. Why not at least give it to foster kids who are here? I like that. Anything to help the kids who have already had a pretty rough time of it.",
    "statement": "If it works out <WELL> in Oregon, we'll see <<MAYBE>> other states approving those laws. Let me mention, coming up at 11:00 eastern we're going to talk <ABOUT> new laws on abortion and immigration. And one state is now requiring that students be education <ABOUT> the contributions of gay and transgender Americans."
  },
  {
    "transcript_id": "NPR-18146",
    "matched_terms": {
      "know": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Yet, as we saw in France earlier this year, even incremental change; a law that would've made it easier for employers to, well, hire - get rid of younger workers who weren't working out so well - riots in the streets of Paris and the law was overturned.",
    "statement": "Yeah, you <KNOW>, it's difficult to convince people to make a sacrifice for the future. You <KNOW>, the changes are going to bring benefits down the road, but the sacrifice has to happen right away. And we had, you <KNOW>, in France it's interesting because we had two types of riots. We had the riots from the last fall, I <<<BELIEVE>>> it was, when this law was proposed to allow employers to fire young workers in the first couple of years of employment. We also had these car burning riots from the people who did not have jobs. And the two are connected."
  },
  {
    "transcript_id": "CNN-148567",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Zero-three, clear for takeoff.",
    "statement": "Four-zero-three, <CLEAR> to takeoff. Thank you very much. You have a great day."
  },
  {
    "transcript_id": "NPR-12659",
    "matched_terms": {
      "should": "ungraded",
      "perhaps": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Let's get some callers in on the conversation. Our guest again is Representative - Florida State Representative Dennis Baxley. 800-989-8255. Email: Talk@npr.org. T.J. is on the line with us from Sunnyvale in California.",
    "statement": "T.J.: Hi. Thanks for taking my call. I'm making the call just to ask whether or not where I thought the line <SHOULD> be drawn. I <<<THINK>>> it's when you're under attack, exactly. Since we have a Florida legislator here, <<PERHAPS>> he can do a comparison and provide some instruction in comparison to the Trevor Dooley case in Tampa where an elderly black man was set upon by a white fellow, and the gun the black man was carrying went off. That seems to be the generally agreed <THING>. And this fellow has been charged of manslaughter. I'll <TAKE> my comment off the air. Thank you."
  },
  {
    "transcript_id": "CNN-310138",
    "matched_terms": {
      "suspect": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "I'm Cyril Vanier. Thank you very much for joining us. The people of Turkey are waking up to a new political reality. President Recep Tayyip Erdogan is promising a new era for the country.",
    "statement": "Voters <APPEAR> to have handed him sweeping new powers in Sunday's referendum by a razor-thin margin though the results aren't official as of yet. Turkey's opposition party CHP says it will contest at least a third of the ballots because of suspected vote tampering."
  },
  {
    "transcript_id": "CNN-364806",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "Well, the consequences is a potential subpoena and a far more hostile environment. My hope is, people will realize their constitutional duty, their duty as patriots to come back and offer the information they have. They're not sharing it with some partisan committee. They're sharing it with the American people. And I'm heartened that so many people have complied. And I think we're going to find out a lot in the documents that the committee has.",
    "statement": "Your committee, the House Oversight Committee, has clashed with the White House over request to interview former Trump administration officials, including the White House -- former White House Chief of Staff John Kelly. The chairman of the committee, Elijah Cummings, says the White House is stonewalling. How does your committee plan to respond?"
  },
  {
    "transcript_id": "CNN-110606",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "We entered into it very cautiously. There was a lot of thought process and decisionmaking prior to giving it to him.",
    "statement": "Growth hormone isn't cheap. How expensive is it? One inch of growth costs more than $50,000. Want your child to grow four inches? That'll be $200,000, please. And the results are not guaranteed. Insurance paid for Michael's growth hormone. And the Redas couldn't be more pleased with the results. What do you <<<THINK>>> those three inches have done for him?"
  },
  {
    "transcript_id": "CNN-398725",
    "matched_terms": {
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "If you can stay home and you don't have to, don't.",
    "statement": "It seems to be an optimistic <VIEW>."
  },
  {
    "transcript_id": "CNN-222521",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "You want to legalize it?",
    "statement": "<ABSOLUTELY>. It`s time, OK?"
  },
  {
    "transcript_id": "CNN-94597",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "I imagine that it is a disaster, and I wish that we should not see this day. And the Israeli government should understand that it will hold the maximum responsibility.",
    "statement": "Israeli intelligence officials <<<BELIEVE>>> a small band of Jewish extremists seeks to attack the site to fulfill a dream of rebuilding the ancient Jewish temple, remnants of which lie under the Islamic Dome of the Rock. Yehuda Glick, who runs a museum that depicts life during the ancient temple <PERIOD>, says religious prophecy suggests the temple will one day be rebuilt. But he condemns any attempts to attack the site."
  },
  {
    "transcript_id": "CNN-414076",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "It may be that what Joe Biden should do, as you're saying, is try to portray himself as the grown up, as this return to normalcy, which was, to an extent, the very same message we heard from former President Obama last night. Listen to one more part of what he said.",
    "statement": "You <MIGHT> be able to have a Thanksgiving dinner without having an argument. You'll be able to go <ABOUT> your lives knowing that the president is not going to retweet conspiracy theories <ABOUT> secret cabals running the world or that Navy SEALs didn't actually kill bin Laden. <<<THINK>>> <ABOUT> that. The president of the United States retweeted that. <<IMAGINE>>. What -- what?"
  },
  {
    "transcript_id": "CNN-260223",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Oh, very safe. Oh, very safe. You know, I got to meet people from various states, Southern states like Mississippi, North Carolina, Virginia. They were from, you know, all the Southern states. I had a -- I had a lovely (ph) time (ph). You know, we exchanged phone numbers, got to network with each other, you know, to save our Southern heritage and our Southern history, you know, our way of life, and that flag",
    "statement": "<WELL>, Arlene, can you tell us what happened on the drive home? How was Anthony driving?"
  },
  {
    "transcript_id": "CNN-356155",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "I'm Cyril Vanier. Let's look at your headlines, memorial ceremonies for former President George H.W. Bush will begin Monday, the public will be able to pay their respects in Washington, for three days. The presidential aircraft will then fly Mr. Bush's casket to Texas for a funeral there, followed by a burial at his presidential library.",
    "statement": "Israeli police say there is enough evidence to indict Prime Minister Benjamin Netanyahu, in a third corruption case. Charges <<COULD>> include fraud, bribery and breach of trust. The Israeli leader is accused of advancing regulatory benefits to the controlling shareholder of a telecommunications firm, in exchange for <POSITIVE> news coverage. Mr. Netanyahu denies the allegations."
  },
  {
    "transcript_id": "CNN-158903",
    "matched_terms": {
      "clear": "ungraded",
      "unclear": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Let`s go out to Natisha Lance, NANCY GRACE producer on this case, from the beginning. Natisha, we learned through the unsealing of the search warrants that it looks like that after that 911 call was made at some point Elisa Baker was put in one corner, Adam Baker in another corner asking when was the last time you saw Zahra and they had very different answers.",
    "statement": "There have been a lot of different answers as to that <QUESTION>, Jean. For one <THING>, Adam Baker says on the 911 call that he saw Zahra at 2:30 that morning along with Elisa Baker. Then on the \"Good Morning America\" show he said that he hadn`t seen Zahra since Thursday. Then in this search warrant that was just recently released he said he hadn`t seen her until the previous Wednesday which <WOULD> have been September 29th and then Elisa Baker says as a family they went to an Oktoberfest the day before Zahra was reported missing. So it`s still <<UNCLEAR>> and I still <<<THINK>>> that`s one of the issues that police have is that they`re trying to <FIGURE> out what this timeline is because they`ve <GIVEN> so many different variations of when the last time Zahra was seen."
  },
  {
    "transcript_id": "CNN-202559",
    "matched_terms": {
      "might": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Well, Wolf, as you know, we have had a couple of sweeper snow seasons around here, but this storm lived up to some of its hype at least west of Washington.",
    "statement": "With mound of slushy, wet snow and heavy gusts of wind, you <MIGHT> <<<THINK>>> Dulles International Airport <WOULD> shut down for the day, but they are ready. (on camera): You don't <<<THINK>>> you're rusty because there hasn't been much snow the last two years?"
  },
  {
    "transcript_id": "CNN-246183",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And as we begin to learn more about some of those 162 people all who are now all presumed to have lost their lives, I want to go first to Surabaya where Andrew Stevens has been talking to family members. Andrew, the next phase of the search, what happens now, what do we know about it?",
    "statement": "<WELL>, it's still very much in most regards a search, Anderson. As you are saying in the report, the primary fuselage, that shadow that the Indonesian air force first saw yesterday, the shadow that looked like a plane which suggests the plane is on the bottom of the sea. They haven't been able to relocate that. On top of that, we are being told conditions at the site are not good. There's heavy rain band sweeping through there. It's high winds and there are reasonably rough seas as <WELL>. So that is <ALL> going to prolong this search and until they start getting those key clues, the voice recorders, the cockpit, the black boxes, it's going to stretch out. What will happen, though, as they collect more debris, as they collect bodies, they will be taken to a staging post,"
  },
  {
    "transcript_id": "CNN-138046",
    "matched_terms": {
      "know": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Nothing of that yet, nothing of that nature right now. What we had heard in the few days leading up to this, Carol, starting by about Thursday or Friday, this great kind of outpouring from Iranian officials saying, look, our justice system is fair. Our justice system is fair. And they continually wanted to be able to prove this. At the same time, though, Carol, they're saying, look, she cannot practice journalism in Iran for five years. That's banned. I think they wanted to be able to preserve some kind of high road on this, but then also remove it from the table in terms of this being an irritant running up to presidential elections midterm in June and then following on from the overtures from the Obama administration. Whatever is behind this, Carol, I can tell you the sense of relief from the family. This has not been the outcome at times for other Iranians being held in prison and for that reason, the family really will be incredibly relieved to actually see her come through those doors hopefully in the next few hours.",
    "statement": "And we <HOPE> so. I <KNOW> she's been on a hunger strike in prison to protest her arrest, so we'll be awaiting her release and hoping for it. Paula Newton live from London, thanks so much."
  },
  {
    "transcript_id": "CNN-165497",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "TV`s most provocative entertainment news show continues right now.",
    "statement": "Hi, there, everyone. I`m Brooke Anderson coming to you from London. It is 30 minutes past the hour and, A.J., what an extraordinary day, a royal wedding. But everybody`s talking <ABOUT> the fashion hits and misses."
  },
  {
    "transcript_id": "CNN-42802",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "We would certainly with such a system, if it worked properly, be alerted much more rapidly, and then have a better idea of what steps might be possible.",
    "statement": "Many of the new technologies are costly. The nation's largest pilot's union opposes cameras in the cockpit and questions whether they <WOULD> prevent hijackings. Security experts, meanwhile, caution against spending millions on unproven ideas at the expense of more practical measures."
  },
  {
    "transcript_id": "CNN-19789",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "That's why Bill's not standing too close.",
    "statement": "For viewers who are just waking up and wondering now what is happened, if you can <<KIND OF>> recap, and then also look ahead to tomorrow morning, the two important events that are going to happen, both in federal court and also as what the county election board needs to do in Palm Beach County, to <<KIND OF>> <FIGURE> out the how of <ALL> of this."
  },
  {
    "transcript_id": "CNN-112749",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now in the news, a car bomb today in Karbala, Iraq which killed at least five people and wounded dozens more. At least three are known dead from a car bomb in Mosul, and a U.S. marine has died of combat wounds in Anbar Province. Authorities still piecing together details of a deadly shooting in a high rise Chicago law office. Police say a man walked in, chained the door shut, and then opened fire. They say he killed three people before he was shot dead by a SWAT officer."
  },
  {
    "transcript_id": "CNN-228653",
    "matched_terms": {
      "best": "ungraded",
      "guess": "ungraded",
      "appear": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "In terms of the investigation, Shawn, the Australian prime minister telling the \"Wall Street Journal\" if we don't find the wreckage, we stop, we regroup, we reconsider. That seems pretty basic, pretty understandable. He also talks about moving into a different phase of the search. I feel like no one has really talked about what's beyond this underwater Bluefin stage because everyone believes that this is going to turn up the plane. What would the next phase be, in your mind?",
    "statement": "<WELL>, one of the significant components of the next phase is going to be simply to expand the search area. That we went and focused or they're focusing on their <BEST> <<GUESS>> based on the data they have, but now that it appears that they're not finding any of the debris field, simply a matter of expanding out to some of the other areas. I don't really see this although disappointing as necessarily that negative of an event other than this is a <LOGICAL> place for them to start, it looks like it's turned up nothing, so let's move on to the other areas and let's go find the debris field."
  },
  {
    "transcript_id": "CNN-242819",
    "matched_terms": {
      "confident": "ungraded"
    },
    "previous_statement": "An attorney who is suing G.M. claims he found a smoking gun e-mailed between the car maker and one of his part supplier had allegedly show the company was placing huge rush of orders of new ignition switches more than a month before the recall was announce. The smoking gun according to the attorney that suggest, Mary Barra knew about the problem much earlier than she submitted. CNN Rene Marsh joins us now with the latest. So I know you have the e-mails you've could look at them. What exactly do they say? And why they just servicing now?",
    "statement": "Anderson, we do have the e-mails here several pages. And when you read them you really do get this <<SENSE>> of urgency. G.M. putting a rush order with an ignition switch supplier asking for half a million replacement parts. In one e-mail in here G.M. says it needs to start seeing shipments ASAP. In another e-mail G.M. is asking the supplier for a shipment plan, and that e-mail saying \"Please get me something by 4:00 p.m.\" double exclamation point in the subject line of another e-mail here it reads, \"field action urgent.\" So you get the tone of these e-mails. They were once classified as confidential but they were later turnover as part of discovery in this class action litigation against the automaker and that's why their coming out now, Anderson."
  },
  {
    "transcript_id": "NPR-48045",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "And so the idea that increased fears would help the Republicans has not helped them, maybe in large part because the biggest problem for Republicans is the Iraq war and it's really hard to get around the daily stories coming out of Iraq.",
    "statement": "<WELL>, how in general are the Republicans trying to use these issues to their advantage?"
  },
  {
    "transcript_id": "CNN-119842",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "So, the debate is what it`s <ABOUT>. I <<<THINK>>> the debate is what it`s <ALWAYS> <ABOUT>. I <<<THINK>>> that -- that`s what makes, you <KNOW> -- you can come to a resolution that way, some interesting resolution. Whereas one person takes a stance just demands that`s how it goes. And then, like, imposes it on the rest of the world. I <<<THINK>>> that that`s <WRONG>. We learned while we were doing it, that first the scene while he`s being drowned. At first he was going to have his head put in water, and then had learned actually what was done was that they put a hood over the prisoner`s head. And they till him on his book back tie him up pour water on his face so he can`t move. So, the brutality of it, I <<<THINK>>>, the just insanity of it, I <<<THINK>>>, is what we were learning as we were going on, as we were going through it. And we weren`t going like -- we weren`t even thinking <ABOUT> the rights and the wrongs at the time."
  },
  {
    "transcript_id": "CNN-370982",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, Rosemary, rescue teams in Budapest are still working to try and find more than just the seven survivors. But many elements are against them. The fact that this happened at 10 o'clock at night, local time, meant that they were searching for passengers in the dark. Also, the weather conditions, we understand, have been particularly bad. There has been a very heavy rainfall in the area, so the Danube was swelling, which also meant that the currents were very strong. We understand that one of the passengers that was found was more than a mile downstream. So, there really are very challenging conditions for these rescue teams to be trying to find more of those passengers. Now we are getting many briefings from the foreign ministry here, from the tour operator, a very good tour. They have sent a team over to Hungary as well, and we know that there is a rapid response team that's been sent by the government here. An 18-member team. You have some naval rescue elements within that, you also have the crisis management center being represented, obviously trying to help logistically for those that have survived. And later on tonight, at 1 o'clock in the morning Friday, there will be another plane going over to Budapest carrying some of the families of those victims or of those 19 that are still missing. So, there is certainly a rush from the South Korean side to get to Budapest, but of course, it's a 12, 13-hour flight, potentially with a stop as well, so it's very much up to the teams on the ground in these hours after this tragedy. Rosemary?",
    "statement": "Let's talk <ABOUT> the response there in South Korea, and of course what the tour company that was operating this boat is saying <ABOUT> this and how they are explaining why people were on a boat at night in such bad weather conditions."
  },
  {
    "transcript_id": "CNN-8599",
    "matched_terms": {
      "absolutely": "ungraded",
      "certainly": "ungraded",
      "know": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Carl, what do we know about this Jetstream 31? Is it a reliable plane, many in service?",
    "statement": "It is, <ABSOLUTELY>, Lou. This is one of the airplanes that you see in commuter service. The commuter airlines use them, I've ridden in them myself a number of times. They are very reliable. I personally don't <KNOW> of another crash involving one. <WELL>, I do <KNOW> of one crash, but that was determined to be pilot error. But because of a mechanical malfunction, I personally don't <KNOW> of any, don't <<<BELIEVE>>> there have been any, <CERTAINLY> not many, in the airplane, a very reliable aircraft. Here again, looking to that fuel contamination problem, that wouldn't be an airplane problem, that'd be a fuel problem, Lou."
  },
  {
    "transcript_id": "CNN-390186",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "reportedly": "ungraded"
    },
    "previous_statement": "I would dispute his arguments. I think he's gone by over the top, and I think he's shown very poor management skills for a senior royal. Surely, it would've been better to get the newspaper editors together to have a discussion and see if they could work something out together. The battle with the press for the kind of coverage you want has always been around with the royal family. But I would reject a lot of his argument. I, mean the British press is operating under huge restrictions, which were rightly put in place after the death of Princess Diana. So there have been improvements. And rather than just scuttling off and saying, I'm done, at least let's have a summit with the press and let's try and work something out. Because it's very much my view that this is a missed opportunity. And all the great things that Meghan and Harry could achieve, they can achieve within the royal family. So yes, I think they've jumped the gun here.",
    "statement": "And they jumped the gun going public. When this was announced, it was shocking that the royal family didn't <KNOW> <ABOUT> it. They made the announcement on Instagram. They already had a website. <<REPORTEDLY>>, the queen asked them to wait before going public, but they did it their way."
  },
  {
    "transcript_id": "CNN-101558",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "Slept well.",
    "statement": "<ALL> right. Let's go back to this Alito <THING>. Because the good <STUFF> starts tomorrow. There will be a lot of questions <ABOUT> his stand on Roe v. Wade. But I <WOULD> like to see one <QUESTION> answered. And the <QUESTION> is, Judge Alito, based on your knowledge of the law, is it legal or illegal for President Bush to authorize the NSA to wiretap Americans' telephone conversations without a warrant? Without a court order? Yes or no. It's either against the law or it's not. And I <WOULD> love for these senators to pin this guy down and make him answer that <QUESTION>. Say if you want to leave these hearings in one piece, you're going to give us an answer on whether or not the NSA eavesdropping against Americans without a court order is against the law. You want to bet 10 bucks it doesn't happen? That <WOULD> be the easiest $10 I ever made. But it <<<SURE>>> <WOULD> be nice to see if they <<COULD>> get him to answer that <QUESTION>. Anyway, that's the <QUESTION> of the hour for \"The Cafferty File.\" <SHOULD> Judge Alito -- how <SHOULD> he respond to questions <ABOUT> domestic spying? You can e-mail us at am@CNN.com/caffertyfile or the reverse of that, caffertyfile/CNN.com, I <<<THINK>>>. I'm not <<<SURE>>> of that last part."
  },
  {
    "transcript_id": "CNN-165604",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Exactly.",
    "statement": "It shows the courage of this individual. <ALL> right, Ed, stand by. Joining us now, a major <FIGURE> in the Bush administration's attempt to get Osama bin Laden dead or alive. We're talking to the former secretary of State, the retired U.S. Army general, Colin Powell. General Powell, thanks very much for coming in."
  },
  {
    "transcript_id": "CNN-122667",
    "matched_terms": {
      "sure": "ungraded",
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I think Obama is a freshman. He needs to prove himself. He's made the freshman team. Hillary is already playing for varsity.",
    "statement": "Yet, Obama continues to woo women. Why? Women are relationship-oriented, and his message resonates. Women prefer someone who wants to bring people together, a candidate who wants everyone to get along. (voice-over): So, what, if anything, can Clinton do to persuade women voters here? Experts <SUGGEST> she be more candid, more spontaneous, less measured. More emotional moments like this at a New Hampshire coffee shop <<COULD>> serve her <WELL>."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "He will absolutely ask me, please, let's get the judge approved, instead of 10 ambassadors.",
    "statement": "Now, Jake, inside the White House, this process of selecting someone is largely being overseen by the chief of staff, Mark Meadows, and the White House counsel, Pat Cipollone, in addition to the vice president, Mike Pence, and Jared Kushner, though the president is also hearing from a ton of outside voices as <WELL>. Just today, he spoke with the president of the Susan B. Anthony List, of course, an anti-abortion group. And you can bet he is going to hear a flood of advice over the next few days, before he finally settles on who his nominee is going to be."
  },
  {
    "transcript_id": "CNN-305993",
    "matched_terms": {
      "think": "ungraded",
      "stuff": "ungraded"
    },
    "previous_statement": "I think there's -- sort of two possibilities. There are at least forces within the FBI that wanted her to lose. I'm not sure they were prepared to - they really understood the alternative, but they wanted her to lose. I think that's one possibility. I think the other is it's just become a cover-your-ass organization, and there was pressure coming up from the underneath him, and he succumbed to that pressure.",
    "statement": "Angela Rye, let me get your response, the Democrat on this panel. What do you <<<THINK>>>? Is this just sore loser <STUFF>?"
  },
  {
    "transcript_id": "CNN-331244",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "This can <NEVER> ever happen again. I <<<THINK>>> that`s the magnitude of this."
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "And what is that information?",
    "statement": "I can give you some of the information, but some I cannot. One piece of information is when Elizabeth left, she had a Garmin, which is a navigation system, hooked up in her car and turned on. And when we met up, this was a place where she told us to meet her so there was no reason to have it turned on. And from what Yami says, her cell phone was -- had a signal in Victoria, Texas, and that was the day that she went missing. And that was the day that she actually got on the bus. So if she had to drive two hours south from San Antonio, why did she drive two hours south down to Victoria, and then drive back up to San Antonio, and then get on a bus to go to Miami? That leads us to <<<BELIEVE>>> that that baby is in Victoria."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Well, to be clear, they were talking specifically around the hack and leak campaign and we got some information from the government around that. We got nothing from the government around the",
    "statement": "How <<COULD>> you not <KNOW> that these were fake accounts coming from weird people in Saint Petersburg using proxy servers?"
  },
  {
    "transcript_id": "CNN-350319",
    "matched_terms": {
      "confident": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, listening to some of the leaders in the Republican conference there reiterating just the bit we had gotten a second ago. It sounds like David Chalian I'll put this to you, it sounds like again Mitch McConnell again going back to -- listen, this was on the Democrats. They had some this information months ago, they are playing partisan politics, this bombshell comes out at the 11th hour. You know, he keeps referring to the accuser. I think we should name her, you know, Christine Blasey Ford. He's saying we want to have this hearing. We're offering her a private closed hearing or public hearing. I want your thoughts on what you just heard, a, and b, what happens if she is trepidatious and she doesn't show up on Monday? They hold a hearing anyway?",
    "statement": "So, I <<<THINK>>> what you saw Mitch McConnell doing there, he is trying to walk a really fine line here. He is trying not in any way to be seen as offensive in any way to the allegations, to professor Ford. Trying to show a complete openness and desire to hear from her. And instead, put <ALL> of his <<SORT OF>> elbow throwing toward Dianne Feinstein and slam the Democrats for the way that they handled this. The Democrats say that she wanted to remain confidential. That's what Dianne Feinstein has said in trying to explain why she handled it the way that she did."
  },
  {
    "transcript_id": "CNN-103963",
    "matched_terms": {
      "certainly": "ungraded",
      "obviously": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I would think generally when you're talking about insurgencies, airstrikes are not your solution.",
    "statement": "They're <CERTAINLY> not. Military leaders like to say that the solution to an insurgency is really mostly political, with a military component, and the goal really is to get local people on board. One military strategist I <KNOW> calls it armed social work. Now, that's <OBVIOUSLY> not what we're seeing, but we're seeing airstrikes because it's a way to <MINIMIZE> U.S. casualties, a way to <MINIMIZE> other casualties, <CERTAINLY> has a cost on the ground."
  },
  {
    "transcript_id": "CNN-372463",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You're watching CNN, this is CONNECT THE WORLD, I'm Rick Folbaum. Thanks for joining us this Sunday. And now to Washington and a report that the U.S. is ramping up cyber-attacks on Russia's infrastructure. It has triggered outrage from President Trump today. The New York Times reports the U.S. has targeted Russia's electric power grid with damaging malware. It's a move designed to serve as a warning to the Kremlin. The paper also reports that Mr. Trump has been left out of the loop about this cyber- attack. Defense and intelligence officials were said to be concerned that the president might pull the plug on the operation or even discuss details with other world leaders. Joining us now from Washington one of the reporters of that story, a story that President Trump has labeled treasonous. David Sanger is a CNN Political and National Security Analyst and it's great to talk to you about this very important story. And I think we should start, David, by letting viewers know that you went to the administration and that you were told they didn't have any national security concerns about you publishing this report in The New York Times. So what do you make of the president's response today?",
    "statement": "<WELL>, it's hard to <FIGURE> out. But as you say, Rick, we went to them and presented what our reporting was, and the reporting essentially is this, that you <KNOW>, for years as we've <ALL> discussed on CNN and elsewhere, the Russians have had malware in American systems. The U.S. response has largely been one of doing surveillance inside the Russian systems. That's been stepped up in the past year in part because of new authorities that U.S. Cyber Command was <GIVEN> by Congress and in part because of some new authorities that the President gave us Cyber Command which is the cyber element of the military and recently elevated in a secret order last summer on national security memorandum 13 which has <NEVER> been publicly released but has been described. In just recent days, you've heard the National Security Advisor John Bolton talk publicly <ABOUT> how they were making the Russians begin to pay a price for what they did. Now, he didn't say specifically in what areas. We've been reporting for a number of months and have identified this in the grid the United States has not actually turned anything off, just as the Russians haven't done much damage inside the U.S. grid, it's there as a deterrent."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "perhaps": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "These are not America's puppets. These are independent-minded Iraqis who are determined to take their country to security and democracy.",
    "statement": "Now, Lou, the thinking here at the White House, the big concerns here are the next couple days, they say <<PERHAPS>> even the next couple of days. More important than that June 30 deadline is really what happens. They are trying to get a U.N. Security Council resolution that will win the approval of some key allies, and really the <QUESTION> is how long the multinational force is going to be in Iraq, what <<KIND OF>> power they're going to have. Also, of course, what happens to these two leaders leading up to the June 30 deadline, whether or not they are assassinated. We are told, of course, that they are targets of assassination, and whether or not the Iraqi people themselves consider them legitimate leaders -- Lou."
  },
  {
    "transcript_id": "CNN-171011",
    "matched_terms": {
      "know": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "It's a combination of both, really, Randi. What we've been seeing all day and listening to all day is rapid gunfire, and then there will be a response often from cars honking, and then someone else will shoot guns. But a lot of these guys that look like regular citizens, if you look at their arms, you see this guy, he's got a rifle there. So, sometimes it appears that they are just normal citizens, and a lot of these rebels, to be clear, were not trained soldiers. These are guys that came from their neighborhood and decided they wanted to protect their city. And so, you see that represented in the people that show up, often times in front of the camera, but in this case, this is where the rebels have been congregating every day.",
    "statement": "And Sara, do you <<FEEL>> safe where you are? I <KNOW> that they're attracted to the television now."
  },
  {
    "transcript_id": "CNN-95774",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So what are you listening to? Well, here are today`s top five downloaded albums from iTunes. Coldplay`s \"X&Y;\" is at the top. They are followed by Jason Mraz`s three-track \"Wordplay\" of his upcoming CD. Foo Fighters, \"In Your Honor,\" is in third. The White Stripes, \"Get Behind Me, Satan,\" that`s at fourth. And country`s George Strait`s \"Somewhere Down in Texas\" is number five. And this week`s top songs from buymusic.yub.com: \"We Belong Together,\" by Mariah Carey is first, followed by Gwen Stefani`s \"Holla Back Girl,\" \"Behind These Hazel Eyes\" from Kelly Clarkson is in third. Black Eyes Peas \"Don`t Funk with my Heart\" is fourth. And the Backstreet Boys` \"Incomplete\" completes the list at number five.",
    "statement": "<WELL>, just minutes from now, MTV will try to make TV history again. And just as they shook things up when they launched Music Television two decades ago, they aren`t playing it straight this time, either. We`re going find out what we`re talking <ABOUT>, coming up next."
  },
  {
    "transcript_id": "CNN-247278",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "In that video particularly he's very calm. He's doing his job. You can see that he focuses on the person's hand as it's in a pocket. He doesn't look like he feels threatened at any time until he asked to pat him down, and that's when I think Tyler became concerned that he might possibly have a weapon in his pocket.",
    "statement": "There's a lot of talk these days <ABOUT> the judgments that officers make, especially when they wind up in shootings, <USUALLY> the controversy is <ABOUT> the officer doing the shooting, not being the victim. But what do you <<<THINK>>> this situation teaches <ABOUT> how situations <CHANGE> and the small window, literally seconds that officers <HAVE TO> make life and death judgments?"
  },
  {
    "transcript_id": "CNN-55820",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Welcome back to CROSSFIRE. Still ahead, leveling the playing field, even if it means kicking men's sports out of college. But right now are gay priests really the problem? Has the Catholic Church been subverted from within? What's the cause of the shortage of priests? If Catholics -- are Catholics who don't go to mass on a holy day or even on Sunday, who should we blame? Joining us from Dallas where the Catholic bishops are meeting are Frances Kissling of \"Catholics for a Free Choice\" and Michael Rose, author of \"Good-bye Good Men\", how liberals brought corruption into the Catholic Church - James.",
    "statement": "Mr. Rose, let's get right to the meat of the coconut here. I want to show you something that Cardinal Anthony Bevilacqua said. \"We <<FEEL>> a person who is homosexually oriented is not a suitable candidate for the priesthood, even if he has <NEVER> committed any homosexual act\" -- unquote. Do you agree with the good cardinal or not?"
  },
  {
    "transcript_id": "CNN-273253",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Authorities say it's often up to civilians to either run, hide or fight in those crucial first moments.",
    "statement": "Law enforcement responds to these incidents and it's not instantaneous. So, citizens <HAVE TO> be thinking <ABOUT> what their response is going to be. If it's a protracted incident, if they hear sirens, but there's no one helping right now."
  },
  {
    "transcript_id": "CNN-114703",
    "matched_terms": {
      "sure": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Top Democrats are preparing for the next round of their fight against the president's Iraq policy and his plan for a troop build-up. They're looking at last weekend's rare Saturday showdown over the war as more of a victory than a defeat. Let's go to our Congressional correspondent, Dana Bash, on what the Democrats may be planning next -- Dana.",
    "statement": "<WELL>, Wolf, the Senate deadlocked in that rare Saturday session. But seven Republicans voted with Democrats to oppose the president. That is what is giving Democrats some momentum, they insist. And there is a lot of pressure on the new Democratic <MAJORITY> to keep pushing, not just with these symbolic votes, but for real <CHANGE> in policy. And, we're told, a plan for that is already in the works."
  },
  {
    "transcript_id": "CNN-244596",
    "matched_terms": {
      "must": "ungraded"
    },
    "previous_statement": "Attorney General Eric Holder, who will be visiting five more U.S. cities to meet with civil rights leaders on the issue said the Justice Department is investigating the Garner case.",
    "statement": "<ALL> lives <MUST> be valued. <ALL> lives."
  },
  {
    "transcript_id": "CNN-40356",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I am very, very fearful for my children. I've lost my husband. I don't want to lose my children to a war. And I do not want any other woman anywhere in the world to have to worry about the safety of her children either.",
    "statement": "A recent poll shows that 90 percent of Americans support some form of military retaliation against the terrorists or the countries that support them, but not everyone who lost a loved one in the world trade centers wants revenge. (voice-over): Orlando Rodriguez wrote a letter <ABOUT> war called \"Not in Our Son's Name.\""
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "about": "ungraded",
      "view": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "All right. At this time, then -- we will call the next witness at 9:00, I assume, in the morning. At this time, then, the court will stand in recess.",
    "statement": "<ALL> right, we see Judge Sanders Sauls wrapping up the events of the day in his courtroom there, circuit court in Leon County, that's in Tallahassee, Florida. Ending on a witness for the Bush legal team today, an <EXPERT> on plastic. Two testimonies heard from two witnesses for the Bush legal team earlier, two from the Gore legal team. Want to put some <PERSPECTIVE> on <ALL> the things that have happened today from the legal point of <VIEW>. Our legal analyst, CNN's Roger Cossack is standing by in Washington. Roger, this seemed <A LITTLE> bit arcane, this last bit <ABOUT> the plastics and what was going on in the machine. Can you explain to us the significance of this particular witness -- why he was brought today?"
  },
  {
    "transcript_id": "CNN-79934",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "In fact, it is getting chillier here in New York. You can see here by the snow. If you take a look, here, the snow has become very powdery here. Last night, we had quite a bit of snow, about eight inches here in Central Park, according to the National Weather Service. But the snow is very powdery right now, that is an indication of the dropping temperatures. Normally we would see lined along here Central Park carriages with horses but the ASCPA sent them home. It was getting too cold for the horses here this morning. The people, as you can see here, behind me, I'm right along Central Park, near Fifth Avenue and there's a lot of tourists coming out and a lot of New Yorkers as well. They're braving this storm, very gutsy, bundled up and coming out. It's not even winter, officially, yet. That doesn't happen until December 22nd. Renay, back to you.",
    "statement": "Jane, having lived there I can tell you there is no more beautiful time to be in a snowy New York than December. Jane, thanks for the report. <WELL>, just up the coast, Boston is beginning to look like a bigger version of Buffalo. With the snow coming down sideways, and wind gusts reaching 50 miles per hour. CNN's Adaora Udoji is going nowhere fast, she's in the hub. She joins us now, live. Adaora?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I believe that you represent, what, individual voters, is that right?",
    "statement": "<MAY> it please the court, yes, Your Honor. I represent Steven Cruz (ph), Teresa Cruz (ph), Terry Kelly (ph)..."
  },
  {
    "transcript_id": "CNN-301026",
    "matched_terms": {
      "clear": "ungraded",
      "could": "ungraded"
    },
    "previous_statement": "Yes. Sure. You're absolutely right. There was an issue in the McDonald's which that turned out to be a rampage, but there was a series of incidents in Germany that happened. There was the one in the McDonald's. And then there was actually a terror attack at a concert that happened only a few days later where a guy came up to a security gate at a concert in the southwest of Germany and blew himself up. Now, luckily, the bomb he built was apparently quite faulty and therefore only blew him up and nobody else. But it is something that of course has shaken the German public, after the incidents in France and the incidents in Belgium and then of course in light of the fact that Germany took in about 1.1 million refugees in 2015. It is a situation here where people are concerned that things might happen. And we learned that, for instance, some of the attackers that conducted the Paris attacks in November 2014, that they also went through -- went through Germany, that they went through some asylum seeker homes in Germany. Certainly here people have been very concerned and we need to stress again very concerned about the situation and the security on Christmas market because it is really the main place that people go to. If you do your Christmas shopping in Germany and then you head to the Christmas market, you look at some of the stalls there, maybe drink some wine, and it's just something that is so part of the German culture and that would have been so full at that point in time.",
    "statement": "Fred, I want you to stay on the phone with me, please, sir, as you are heading towards this square. Let me just also be <CLEAR> to <ALL> of you, police have no information on this truck driver. You see <ALL> of the ambulances at the scene. Again, according to Berlin police, there are at least 50 people who are hurt and multiple people have been killed. They also -- police cannot confirm whether or not this is a terror attack. This just happened. Max Foster is also another voice in this conversation as we work to try to understand what happened, how this <<COULD>> have happened on a Monday evening, less than a week before Christmas at this incredibly busy and popular Christmas market. Max, what more can you share?"
  },
  {
    "transcript_id": "CNN-161193",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "I'm the spender, he's the moneymaker, but we are very conscious and saving. Especially, in this economy.",
    "statement": "Not <ALL> couples are so in sync financially. Some bring huge debts into the relationship and hide them. <SOMETIMES> savers resent their spouses spending. <SOMETIMES> a spouse secretly spends for revenge or independence. (on camera): If you're doing little white lies <ABOUT> your money, does that show that either you don't trust your spouse or you're worried your spouse wouldn't trust you?"
  },
  {
    "transcript_id": "CNN-146816",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "She didn`t want Logan to have the baby and we couldn`t adopt the baby because Logan wouldn`t sign the papers. So her idea was to just keep running forever.",
    "statement": "Do you <<<BELIEVE>>> your son is still alive at this point?"
  },
  {
    "transcript_id": "CNN-230158",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Thanks, Wolf.",
    "statement": "Coming up, fresh bloodshed in Ukraine as president -- the Russian president, Vladimir Putin, invokes the memory of World War II. We're going live to the heart of the conflict. Plus, a new secret recording of Donald Sterling. What is the embattled NBA owner saying <ABOUT> efforts to force him to sell his team? We'll have the audio for you. That's coming up."
  },
  {
    "transcript_id": "CNN-401711",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "What would--",
    "statement": "You <KNOW>, I'm - you <KNOW>, I'm going to be honest with you."
  },
  {
    "transcript_id": "CNN-389909",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Fred for us live there in Tehran. Thanks so much",
    "statement": "<ALL> right. After tensions between the U.S. and Iran seemed to cool -- Baghdad's Green Zone. Jomana Karadsheh live from Baghdad with the very latest. And Jomana, do we <KNOW> who fired those rockets? <<COULD>> it be, you <KNOW>, pro-Iranian militia who want to send a message to the United States that hey, we still are opposed to your troop presence in our country?"
  },
  {
    "transcript_id": "CNN-121759",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "Police are investigating and the \"Miami Herald\" has reported there may be some connection, that one of these young men's brother may have dated a sister of Sean Taylor's. Do you recognize any of their names? Do you know of any possible connection?",
    "statement": "I do not recognize any of their names. I <KNOW> there's been a lot of speculation that there is some <<SORT OF>> relationship between them and some member or some -- either some memory of Sean's family or some friend that he <MAY> have known. However, there is clearly no connection between Sean and any of these individuals that has been uncovered at this time."
  },
  {
    "transcript_id": "CNN-43628",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Look, what we saw on the television today was Muslims celebrating their liberation. A liberation made in large part possible by American use of force. Why don't we think that the people of Iraq would be celebrating as they were in 1991 in the north and the south? Those people do not wish to live under Saddam Hussein, and I'll bet you the majority of cities in central Iraq don't wish to live under a repressive dictatorship like that. Look, one final point: what the ambassador said is let's not get ahead of ourselves. The problem is, we haven't been catching up to events. We need to plan for success, create the conditions for success, and exploit them before things run out of control.",
    "statement": "Tom Donnelly, Bill Richardson, thank you both very much. We appreciate you coming on CROSSFIRE. It's been a historic day in the world. Kabul falls. Paul Begala and I will be back in just a moment to talk <ABOUT> it in our closing comments. See you then."
  },
  {
    "transcript_id": "CNN-224436",
    "matched_terms": {
      "could": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I`ll tell you in a case like this, the forensics are going to tell you, essentially how the shooting went down. But the real question for the jury is going to be what was the defendant thinking at the time he pulled that gun? If he really felt threatened --",
    "statement": "<WELL>, I want to jump in because we <ONLY> have a couple of seconds. Now Angela Corey, the prosecutor was doing some of the questioning today and John Guy the prosecutor who handled the opening statement -- we`ve got video of them, we <<COULD>> show it. They lost the George Zimmerman trial, which is a very similar case. So why are -- I`m wondering and I`m <A LITTLE> confused as to why they <WOULD> be put in charge of this case -- Brian Claypool?"
  },
  {
    "transcript_id": "CNN-355490",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "New developments in the Russia investigation. Roger Stone's Associate, Jerome Corsi, said that he is in plea negotiations with Special Counsel Robert Mueller's team. Corsi could face a number of charges ranging from perjury to obstruction of justice in regards to his relationship with WikiLeaks' founder Julian Assange and Roger Stone. Last week, Corsi said that he expects to be indicted for giving false information to the special counsel or to one of the other grand jury. During a radio interview, Roger Stone was on the defense and said that there's no way he could be incriminated as a result of the deal. Take a listen.",
    "statement": "This idea that Jerry Corsi <<COULD>> implicate me, there's simply no evidence or whatsoever that <WOULD> show that I knew <ABOUT> the source or the content of any <<ALLEGEDLY>> stolen e-mails or any <<ALLEGEDLY>> hacked e-mails that were published by WikiLeaks. Just not so."
  },
  {
    "transcript_id": "CNN-25345",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "... as any, and she looks very sweet. But is there still something, is there potential out there? Can you absolutely 100 percent guarantee that she would never be a dog that would attack?",
    "statement": "She <WOULD> <NEVER> attack people, I can guarantee that. If someone took her from me and beat her severely, I couldn't guarantee that, but I can guarantee as long as she was with me and treated the way she is, she <WOULD> not attack anyone. And many of these dogs out there are going to fall into the same category."
  },
  {
    "transcript_id": "CNN-210293",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "feel": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "So that was a mere 10 days ago. What's happened? I mean, that's the new Afghan envoy -- AfPak as it's called, for the Obama administration. What's happened in the last 10 days?",
    "statement": "<WELL>, I mean, I <<<THINK>>> that clip is very instructive because I mean, if we're confused by that, <<IMAGINE>> what the Afghans are -- you <KNOW>, <<FEEL>>. Here's the main diplomat saying we're going to be there in substantial numbers and then stories in \"The New York Times\" and now also on CNN, <ABOUT> the zero option. I <<<THINK>>> what's changed, as far as I can tell, is that the Obama administration is extremely angry with President Karzai. And it's almost in a fit of pique that they've cut the zero option, it seems to become more serious. But also there <MAY> have been, you <KNOW>, I <<<THINK>>> there's long been a split in the Obama administration, as you <KNOW>, Christiane, between those who <ALWAYS> favored either a light or zero presence and those who wanted something more substantial and the people who are advocating for something pretty small. They're clearly at the moment, winning the debate internally."
  },
  {
    "transcript_id": "CNN-255720",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Man, they sure like pushing it to the eleventh hour there at Capitol Hill. That seems to be a pattern. We're going to talk to Senator John McCain about all this later in the program, Dana. Thanks so much. Well, ISIS making advances, taking over the last Syria-Iraq border crossing controlled by Syrian troops. They continue to advance around the Syrian town of Palmyra just days after they seized the key Iraqi city of Ramadi, sparking a mass exodus of civilians. CNN's senior international correspondent Nick Paton Walsh is live in Beirut for us. What do we know this morning, Nick?",
    "statement": "We mentioned that border crossing. It's key, now that it's in ISIS's hands, because it's very symbolic for them. They've <ALWAYS> been <ABOUT> trying to break down the borders in the current Middle East. And now they <SEEM> to control <ALL> of that between Syria and Iraq. And they don't recognize it, really, because they consider it to be part of what they declare as their caliphate. So another symbolic move for them. The residents in Palmyra and Syria, they're bracing themselves for life under ISIS now. Gruesome pictures emerging of those loyal to the Syrian regime beheaded some, ISIS going door-to- door looking for others. And it begs the <QUESTION>, really, now some are saying that ISIS holds half of Syria. Are we seeing a dramatic return in their fortunes? <WELL>, in the past few months, they have had to concede many losses. Now it seems in the last 72 hours, they're having victory after victory. I <<<THINK>>> to some degree that's <ALWAYS> the information message they're <ALWAYS> trying to give out. They're moving forward. They have the momentum. It seems to be irreversibly the case at this stage. Back to you."
  },
  {
    "transcript_id": "CNN-55859",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "I think it's really important that the American people understand that there is a very serious assault on the environment under way, and that the kinds of rule changes that were announced yesterday have grave impacts for public health and for the environment. And it's important that they know that.",
    "statement": "You want to get the <LAST WORD>. I <KNOW> you are shaking your head, Charli -- go ahead."
  },
  {
    "transcript_id": "CNN-85093",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "They really do have reasons to be optimistic. At the same time, we are still looking at a pretty small playing field in terms of seats that are up for grabs here, and Democrats would need to win a disproportionate number, an incredibly large number of those competitive seats, to be able to take the number they need to win control of Congress.",
    "statement": "Lou, the polls will begin to close in the eastern part of South Dakota tonight at 8:00 Eastern Standard Time. The western part of the state, the polls will close at 9:00 Eastern Standard Time. But officials in both parties say that they do not <EXPECT> results really to come in and really to get a handle on this until <ABOUT> midnight Eastern Standard Time because the race has tightened in recent days, and they <EXPECT> it to be close. The <BOTTOM LINE> here is that there's not much math at stake. It's <ONLY> one seat, as you <KNOW>, but the <BOTTOM LINE> is it's a psychological boost if Democrats <<COULD>> win tonight in Bush country -- Lou."
  },
  {
    "transcript_id": "CNN-229473",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "You know, I actually -- I don't even think it necessarily was the chief executives. I actually think in many cases it was the chief marketing officer or even the brand manager who makes the decision if you're State Farm or if you're Kia, you've got to act decisively and you've got to make this very clear statement to your consumers who you have strong relationships with, this is intolerable. This does not meet our standard for values.",
    "statement": "<<ARGUABLY>> there will be those who say they <SHOULD> have known <A BIT> more <ABOUT> it <ALL> in the first place. But that's for another day. If we <TAKE> a look at the encroaching development of corporate sponsorship, in taking principle stands, you and I were talking <ABOUT> it a while -- a moment or two ago, what do you see? Give me some examples."
  },
  {
    "transcript_id": "CNN-93687",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "And why?",
    "statement": "They control everything. And I <<<THINK>>> that he has issues with control."
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's a fake story, written by a magazine, that's probably not going to be around much longer. But it was a totally fake story. And that was confirmed by many people who were actually there. It was a terrible thing that somebody could say the kind of things. And especially for me because I've done more for the military more than almost anybody else. There's nobody that considers the military, and especially people that have given their lives in the military. To me, they're heroes. To me, they're heroes. It's even hard to believe how they could do it. And I say that. The level of bravery. And to me, they are absolute heroes.",
    "statement": "Trump also went on Twitter earlier and he insisted in a flurry of tweets that, while he was <NEVER> a fan of John McCain, he <NEVER> called him a loser and approved his funeral without hesitation or complaint. CNN has not independently confirmed the reporting that \"The Atlantic\" has. But \"The Washington Post\" has. And an A.P. reporter who is a former Marine infantryman has as <WELL>. The problem for the president here is that his comments <ABOUT> the war dead and injured are not out of character. Right? He's spoken ill of them before. And he even lied in that denial <ABOUT> his comments <ABOUT> John McCain specifically. Because me did call McCain a loser. He did it twice, in a tweet and when he initially attacked him being a war hero."
  },
  {
    "transcript_id": "CNN-159846",
    "matched_terms": {
      "feel": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "Well, they have brought on a lot more staff, and so they do seem to have more of that manpower to clear whatever snow and ice comes along. The question is do they have enough equipment? Obviously they may not be able to get quite the right equipment this time around but there does seem to be an awareness that they are a little bit better prepared. However, again, there is that tremendous backlog, so if there is more snow and ice, it does mean that passengers who are now possibly booked for Christmas, or after Christmas, may just get pushed further back. And that could be a significant problem.",
    "statement": "That is in the future. Tonight, at Heathrow, is there a <FEELING>, Atika, that it is the beginning of the end of this part of the crisis?"
  },
  {
    "transcript_id": "CNN-30986",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Tom, refresh our memories with the publication of this new book, \"An Album of Memories,\" how did this first spark entered you that I'm going to write about World War II? What happened?",
    "statement": "<WELL>, just to go away back way, I was born in 1940, and my earliest memories are of life on an army base, so, I thought the war <WOULD> <ALWAYS> go on, everything <AROUND> me was khaki green and young men going off to or coming home from war. Women driving big trucks, setting off explosions in southwestern South Dakota. And the war quickly came to end. This country got on with other business -- the business of peace and prosperity, and we were very much a part of that. My parents were products of the Depression. We were able to buy a new car and <<<THINK>>> <ABOUT> sending their children to college. And I am one of the luckiest people in the world. I was able to go from South Dakota to the position that I have today. And I was going to Normandy in 1984 for the 40th anniversary of D-Day, and we took some veterans over there with us. And I began walked the beaches with them. And almost from the first step I took onto those beaches with these men who landed there, my life had been <CHANGE>. I thought <ABOUT> how much we owe that generation, the raw courage and heroism that was required to win the war, to come from small towns and ranches and big cities, and Ivy League universities and join together. And so I came back, and it really began to work on me. And I began to do more and more research, and I went to Pearl Harbor for the 50th anniversary of D-Day -- of Pearl Harbor. Then by the time the 50th anniversary of D-Day came <AROUND> in 1994, Tim Russert asked me on \"Meet the Press,\" what I thought? And I said, of this generation which came of age, in the Great Depression, won the war, came home, built the country that we have today, <NEVER> whined, <NEVER> whimpered, I said, I <<<THINK>>> it's the <GREATEST> generation any society ever produced. Steve Ambrose started slapping me on the back and said, that's a great phrase and if you don't use it, I will, more and more of my friends encouraged me to write it. And so I did. But I want to say quickly here, Larry, that I am -- I consider myself a door man. I have opened a door to these remarkable stories, the real tribute belongs to the men and women who have shared their lives with me, either through their letters or in the first book, through the interviews that we did with them."
  },
  {
    "transcript_id": "CNN-309503",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "Well, you know, the way things are going, he is going to defeat the opposition. He'll have complete victory. He doesn't need the chemicals to do it. What he's done right now is called it into question. Unfortunately, I think that this has changed the whole situation on the ground. The United States and the Russians were beginning to cooperate. There were low levels of cooperation ongoing already with the deconfliction of airspace. There was additional cooperation in the north going after ISIS. And this was a good, a very positive development. Now we see that changing because of this one airstrike. So the United States, which does not want to get into the business of overthrowing Bashar al-Assad -- and President Trump has been very clear about that and he's trying to draw a distinction between the action --",
    "statement": "-- against this chemical strike and removing Bashar al- Assad. I don't <KNOW> how he's going to do that. The opposition groups <<FEEL>> like, oh, now the United States is on our side. It <MAY> embolden them. I <<<THINK>>> that the United States wants to put the Bashar al-Assad removal on hold."
  },
  {
    "transcript_id": "CNN-306040",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "Anyone who is found in an undocumented status would ultimately be apprehended and deported with due process totally eroded.",
    "statement": "The rules replacing more restrained policies followed by previous administrations. Under Obama, ICE focused mainly on those deported of serious crimes, and anyone arrested within two weeks of illegally crossing the border <<COULD>> face expedited deportation. Now anyone arrested within two years of crossing the border <<COULD>> be deported without due process. Immigration officers now have greater authority to decide who stays and who goes."
  },
  {
    "transcript_id": "CNN-130808",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yeah that's true. But it's also true that that editorial page for a long time has really been a strong bastion of conservative economic thought. And you're absolutely right, for them to blast McCain as they did today, that's pretty significant, Jack.",
    "statement": "I <<<THINK>>> it is."
  },
  {
    "transcript_id": "CNN-83825",
    "matched_terms": {
      "best": "ungraded"
    },
    "previous_statement": "It's difficult to say. There could be a coordinated order saying go forth. Take hostages of different groups, but we've seen different parts of Iraq have hostage incidents. We've seen different groups in Iraq take hostages. What may be happening is that groups are simply learning from one another that they see this, they see the media coverage, they see the attention given and they decide to take hostages on their own.",
    "statement": "And the <BEST> way to deal with a hostage situation?"
  },
  {
    "transcript_id": "CNN-212478",
    "matched_terms": {
      "allegedly": "ungraded",
      "reportedly": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "If Ms. Jenkins is tied into misconduct, she`s in very serious trouble. She`s an accomplice after the fact to a murder.",
    "statement": "The theory revealed in new search warrant affidavits obtained by Hernandez`s hometown newspaper, \"The Bristol Press\" in Connecticut. In the ten days before Hernandez was arrested, fiance Shayanna Jenkins was seen coming and going from their home. She`s also seen on different surveillance video leaving the house after receiving a mysterious message from the former New England Patriot. The documents <<REPORTEDLY>> state his fiance <<ALLEGEDLY>> puts a rigid object into a car, according to an affidavit, and returns a half hour later without carrying anything back inside the house. Remember, these surveillance stills taken inside Hernandez`s home show him in the house just before and after the murder of Odin Lloyd, holding what prosecutors <<<BELIEVE>>> is a gun. Another defendant, Carlos Ortiz, <<ALLEGEDLY>> told police that after the murder Hernandez put two guns into a lock box. Warrants also were executed at a storage facility in Bristol where Hernandez <<ALLEGEDLY>> rented a unit. Investigators also searched a lake near his uncle`s home and planned to search another pond nearby this week."
  },
  {
    "transcript_id": "CNN-261317",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Absolutely not. Bizarre I think is the appropriate word for it as obviously more details are needed on this one as well. Barbara, thank you so much, but stand by because we have much more to talk about with you. But in just a few minutes, in a major speech, President Obama will be pitching the Iran deal at American University. This is clearly a very big moment for this president as he is ramping up his push to sell this deal to Congress, a wary Congress at that. Talking to - he was talking to American Jewish leaders yesterday about the deal saying then that some Democrats may be going, in his words, squishy on the pact.",
    "statement": "And the choice of American University today is hugely symbolic. It is the site of one of John F. Kennedy's most famous speeches calling for a nuclear test ban. President Obama, today, will couch the Iran vote in historic terms, telling members of Congress on the fence, this is their most consequential foreign policy decision since the vote to go to war in Iraq. Let's go to the White House and bring in our correspondent there, Michelle Kosinski. A big day for the president, Michelle."
  }
]