[
  {
    "transcript_id": "CNN-105747",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "A year a later at 19, she's married to Val Jessop, an older man chosen by the sect.",
    "statement": "Did you <KNOW> him?"
  },
  {
    "transcript_id": "CNN-303532",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Of course. To be involved in this inaugural, you have to be associated with a reality TV show TV or in the Guinness Book of World Records.\"",
    "statement": "I <<<THINK>>> it's a rule. But in fairness to him, this is the seventh consecutive presidential inauguration that they're doing. And if you hear the announcement behind me, they're saying that this is a celebration that is <ABOUT> to begin."
  },
  {
    "transcript_id": "CNN-372301",
    "matched_terms": {
      "clear": "ungraded"
    },
    "previous_statement": "Her own party is spending millions of dollars for a former, foreign intelligence officer that were now trying to interview, travel the world, trying to drum something up and when they could not find it, they made it up.",
    "statement": "That research compiled by a former British spy, warned of possible Russian infiltration to meddle in the election through the Trump campaign, something the U.S. government was actively looking into. The dossier's claims did not <ALL> prove to be true. Democrats say it's <CLEAR>, Trump hasn't learned his lesson from 2016, and an investigation that has loomed over his presidency."
  },
  {
    "transcript_id": "CNN-12383",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "It was with the utmost pleasure for the Japanese and Okinawans that you are able to come here by virtue of interrupting your important talks.",
    "statement": "But most of the day was devoted to economics and social problems, especially in the world's poorest countries. The leaders promising to set up a task force, dubbed \"dot.force,\" to draw up specifics to make technology more accessible to the developing world. Consensus, too, on launching fresh efforts to tackle diseases such as AIDS and malaria. And free of the protesters that had marred recent gathers of the world's industrialized countries, Japanese official say the G-8 also expressed a desire to try and jumpstart another round of talks under the World Trade Organization before the year ends. U.S. and Japanese leaders also held one-on-one talks, a meeting dominated by North Korea's recent overtures to the rest of the world. (on camera): Officials say the two allies did not discuss the U.S. proposed national missile defense system, one that received criticism from both Russia and European countries at this summit. But they did agree to extend talks on deregulating Japan's market by another year. (voice-over): And Mr. Clinton again reached out to Okinawans, like he the day before at Okinawa's peace memorial. This time, officials say the U.S. president expressed his regret for recent incidents involving U.S. servicemen. After their final session Sunday, the G-8 is expected to issue a communique that also address regional conflicts, as <WELL> as issues such as conflict prevention, something the G-8 also got a firsthand lesson in Okinawa style. Marina Kamimura, CNN, Okinawa, Japan."
  },
  {
    "transcript_id": "CNN-364509",
    "matched_terms": {
      "possibly": "ungraded"
    },
    "previous_statement": "Right, and plural investigations, right? Kara, thanks very much for the reporting. One day after republicans rebel against the President's national emergency, President Trump could do something today that he has not done before in office. Will we see his first veto?",
    "statement": "We are told this hour that a public ceremony is now in the works if President Trump can sign his first ever veto <<POSSIBLY>> sometime today. This after an embarrassing rebuke by republicans in the Senate, 12 republicans siding with democrats voting against the President's emergency declaration over border wall funding. Of course, not enough, though, to get to that two-thirds to override a veto."
  },
  {
    "transcript_id": "CNN-320200",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But thank goodness for that holding area, right? I mean, it was an area where you could be safe and dry for a while. At what point and how did other family members learn about where you were and then how were they able to come get you?",
    "statement": "<WELL>, what happened was my father has a cousin with a Ram- 1500, so he came and picked us up. Luckily, the roads weren't flooded when we decided to come to Beaumont. He picked us up and we rode to Beaumont, dropped us at my aunt's house. But most of the like I-10 trying to get out of here is flooded. Most of Port Arthur is flooded. Without a truck, you can't make it out of the city, if you don't have a car that sits high, there's no way out of the city. So, people are literally stuck in Port Arthur because there are no passes to get out. <EVERY> avenue we use to get out of the city is flooded. To get to Houston is flooded. To get to Louisiana is flooded. People are trying to <FIGURE> out ways to get their families out of there at this point."
  },
  {
    "transcript_id": "CNN-410078",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Don, thank you for having me. I just have to say that your previous guest tore my heart out. It's just very difficult to think of anything other than losing someone in the battlefield and having that sacrifice be disrespected.",
    "statement": "Thank you. And I'm <<<SURE>>> he and other Gold Star families appreciate what you are saying. Thank you, Doctor. More than 410,000 Coronavirus deaths by January 1, that's another 224,000 Americans lost just in the next four months. To put that into <PERSPECTIVE>, Dodger Stadium holds 56,000 people. So, this is four Dodger Stadiums. It did not <HAVE TO> be this way."
  },
  {
    "transcript_id": "CNN-80971",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Hi, Soledad.",
    "statement": "Let's get right to it. Delayed flights, jet escorts, do you <<<THINK>>> this is an over reaction or do you <<<THINK>>> this is exactly how officials and the American public <SHOULD> be reacting?"
  },
  {
    "transcript_id": "CNN-390703",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "-- that regardless of the fact that they say that they're impartial, that they can set this aside and do fair and impartial justice.",
    "statement": "I <KNOW>."
  },
  {
    "transcript_id": "CNN-191763",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It was a little unusual though almost. The vice president was going to come here this week, but he got derailed because of the bad weather. That was pretty extraordinary for a sitting vice president to come to an opposition presidential convention. That would have been extraordinary.",
    "statement": "<WELL>, it's a big state with a lot of electoral votes. And I <<<THINK>>> the vice president made the right decision though <GIVEN> the proximity of the weather and <ALL> of the emergency management stresses that Florida is already going to be going through."
  },
  {
    "transcript_id": "CNN-64223",
    "matched_terms": {
      "know": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Walsh was popular growing up even more so when he entered college. He was single, and loving it until a young woman named, Reve Drew, walked into his life.",
    "statement": "I met Reve when I was in college. She was a beautiful lady, very, very attractive. And I remember one of my buddies, I <<<THINK>>> he was a football player, said, \"You <KNOW>, there's this beautiful gal that wants to meet you over here. And I'm going to <TAKE> you over and introduce you to her.\" That was the beginning."
  },
  {
    "transcript_id": "CNN-369712",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "True.",
    "statement": "--decisions to President Obama during his tenure. This has been a long-term abdication of responsibility. And it ultimately <MAY> get us in to an unnecessary and very messy war with Iran. This has been decades in the making, unfortunately."
  },
  {
    "transcript_id": "CNN-311462",
    "matched_terms": {
      "absolutely": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "All right. We will see how that develops and how the White House and, perhaps, Donald Trump maybe alters or fine-tune his approach to Congress. But meantime, we heard from his former opponent, Hillary Clinton. She did say that she took personal responsibility for the loss, but then said she was basically on track. She was going to win but then there was Russian meddling and then that Comey letter, the FBI sort of reviving that investigation into her e-mail server. And that had those things not happened, she would have won.",
    "statement": "Oh, she is actually correct. That was my own evaluation, and I published a book on it called \"Trumped.\" And essentially, I <<<THINK>>> the Comey decision, even more than WikiLeaks, cost her the election. That's the FBI Director who decided to violate Justice Department policy and FBI precedent to intervene in the election, just 11 days before Election Day, November 8th. And he <ABSOLUTELY> stuck a knife in Hillary Clinton. It pushed some of the leaning voters away from her, depressed Democratic turnout, and essentially elected Donald Trump."
  },
  {
    "transcript_id": "CNN-300473",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "unlikely": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Welcome back. Now, North Korea has carried out another round of war games, this time aimed at the heart of the south. Now, later, Kim Jong-un directed drills that simulated an attack on the presidential office in Seoul. Paula Hancocks has more.",
    "statement": "North Korea has been remarkably quiet as of late, but is that <ALL> <ABOUT> to <CHANGE>? North Korean state-run television on Sunday out some fresh photos of a military drill targeting the Blue House, the mock-up of the Blue House. That`s the South Korean presidential office. North Korean special forces are seen parachuting down to the replica of the Blue House before storming it. Heavily camouflaged paratroopers the dragged a <FIGURE> out of the building, into a helicopter, which takes off. The anchor says they are capturing the enemies that <NEED TO> be put on trial. We then see heavy artillery which destroys the presidential office in a blaze of fire and smoke. North Korean leader Kim Jong-un himself directed the exercise, according to the state-run media KCNA. And he`s quoted as saying, \"<WELL> done, the enemy troops will have no space to hide themselves, far from taking any counteraction.\" Now, these dramatic images clearly intended to provoke a response and they did. The South Korean Unification Ministry said that this was a childish act, and also the Joint Chiefs of Staff said that if North Korea strikes, they will strike back and the leadership will suffer a fatal blow. Now, it is worth mentioning the timing. It <<COULD>> <WELL> be that this drill happened on Saturday, although KCNA <NEVER> gives a date of any events that Kim Jong-un attends. But if it were Saturday, that is just one day after the impeachment of South Korean President Park Geun-hye by lawmakers. This is a saga that North Korean media has been reporting on religiously. Experts say, also, the relatively restrained behavior we've been seeing from North Korea recently, <CERTAINLY> in recent weeks, <<COULD>> be because of the U.S. President-elect Donald Trump. Experts say that Kim Jong-un is <<UNLIKELY>> to push too hard until he has a better idea of what he's up against. Paula Hancocks, CNN, Seoul."
  },
  {
    "transcript_id": "NPR-22911",
    "matched_terms": {
      "sure": "ungraded",
      "probably": "ungraded"
    },
    "previous_statement": "William Fang would like more of his money to head in that direction. He works in Internet finance at Lujiazui, Shanghai's Wall Street. Fang says many of his friends want to dump assets that are held in the Chinese currency, the renminbi, because they think it will lose even more value as the economy cools.",
    "statement": "(Through interpreter) In the last couple of years, people started to tell me to <CHANGE> renminbi into U.S. dollars and buy assets denominated in U.S. dollars. More and more, people are doing it. If I wasn't under pressure to buy a car and an apartment, I <WOULD> have <<PROBABLY>> changed half my assets into U.S. dollars or other currencies."
  },
  {
    "transcript_id": "CNN-12365",
    "matched_terms": {
      "doubt": "ungraded"
    },
    "previous_statement": "When you look at the graphs for the Dow, S&P; and Nasdaq composite, which one do you think is more reflective of where the stock market is?",
    "statement": "<UNDOUBTEDLY>, the S&P;, at the moment, is the real trend of corporate America, it's properly representative, and Nasdaq is increasingly important. The Dow is unfortunately becoming almost irrelevant; it is <ONLY> 30 stocks and it's weighted by price, not market cap or free flow to stocks."
  },
  {
    "transcript_id": "CNN-162931",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "sure": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And right now, the people who arrived at Lampedusa, Italy are being allowed to stay. Also, Italy's prime minister announced that his country is sending humanitarian aid to Tunisia to help with to help with thousands of refugees who are leaving Libya. Also, the United States has also sent some humanitarian aid. We know two C-130 planes have arrived in Libya. But one big question now is the United States doing more. I mean, they're just talking at this point about humanitarian aid, any more action that the Obama administration needs to step up and do.",
    "statement": "What I'm hearing is that the U.D. is ready to do more, but <WOULD> like to see the international community get involved, international organizations, the Europeans and <CERTAINLY> the Arab world and the Muslim world. They'd like to see some help coming in as <WELL>. But I <<<THINK>>> the President of the United States has made it <CLEAR> to <ALL> of his aids let's do whatever we can to help these refugees but make <<<SURE>>> that the whole world, the U.N. International Relief Organizations do <ALL> they can as <WELL>. The good news -- and we heard this earlier from Nick Kristof, the Tunisians are doing a lot. The Egyptians are doing a lot, but there's so much more that has to be done. These people are in dire shape right now."
  },
  {
    "transcript_id": "CNN-213909",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "You went into the meeting with President Obama yesterday skeptical and critical of the plan that he was laying out. You wanted to see a larger strategy from him. How did the president respond to your criticisms? And in the simplest terms possible, how did he convince you?",
    "statement": "<WELL>, at the end of the day, the American people are just really don't <KNOW> what we're doing, and I went into the meeting and said, Mr. President, what am I supposed to tell people in South Carolina? A military strike with a purpose. I don't -- I'm not asking for an open-ended military engagement to replace the regime. I <KNOW> he's not going to do that. But here's where we left it, the past is the past. We got to go forward. To me, there is the beginning of a strategy that <MIGHT> work. The idea of a military strike to degrade Assad's delivery systems when it comes to chemical weapons <WOULD> have a beneficial effect on the overall battlefield situation. A real effort to upgrade the modern opposition in terms of weapons and training, getting the regional players more involved like Jordan, Saudi Arabia, the Gulf Arab States, and particularly Turkey, by marginalizing the al Qaeda members, al Qaeda groups inside of Syria. That to me is a strategy that <MIGHT> sell to Congress, a military strike to degrade Assad's overall capability and upgrading of the <MODERATE> opposition in a regional approach, where the regional players start providing assets, including money and training and support for the opposition."
  },
  {
    "transcript_id": "CNN-403269",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Ryan, Democrats have not hesitated in weaponizing that comment. I want to put up a tweet sent by presumptive Democratic nominee -- candidate, I should say, Joe Biden, just four words, speed up the testing. Politically, should Trump have avoided this altogether?",
    "statement": "<WELL>, I actually <<<THINK>>> he was, you <KNOW>, half joking. And the point is you shouldn't be joking at <ALL> <ABOUT> this. Still in the United States, anyone who wants a test cannot get one, which is something the White House has <CLAIMED>. They said everyone can get a test. That's still not the case this far into the pandemic. So it suggests a lack of seriousness and willingness to, you <KNOW>, kid <AROUND> <ABOUT> something as, you <KNOW>, literally deadly serious as this subject (ph) and a sign of how bizarrely this issue, which is just a public health issue where we <SHOULD> <ALL> be listening to public health officials and scientists and not politicians, has become a part of our polarized politics where people look at this issue now through a partisan lens. And Trump, as he's <<SORT OF>> gone along, has moved from, you <KNOW>, <<SORT OF>> reluctant warrior against the disease, listening to the Anthony Faucis of the world to just <<SORT OF>> getting impatient <ABOUT> what's really needed to defeat this pandemic. And basically the White House's position now is to tolerate a large number of deaths on a daily basis, and that looks like where we're going to be for the next few months."
  },
  {
    "transcript_id": "NPR-22694",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "And the internal rules governing the Senate and House of Representatives rarely attract much outside interest. That is until the Republican-controlled House adopted a rule last week dealing with Social Security. Sponsors of the rules say they're protecting retirees. Critics say it's a backdoor attempt to completely overhaul the system. NPR's Ina Jaffe covers aging and filed this report.",
    "statement": "When you <<<THINK>>> of Social Security funding, if you ever do, you <<<THINK>>> of that big pile of government money that pays out monthly retirement benefits. But there's a second Social Security fund. That's the one that pays benefits to <ABOUT> 9 million people who are too disabled to work, and that fund is going to run out of money next year if Congress doesn't do something."
  },
  {
    "transcript_id": "CNN-221570",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "Oh good morning to you. That's right most of the country is very, very calm on this Christmas day. There's only one place in the country you'll find some snow and we'll talk about where that is in just a bit.",
    "statement": "Hello, this is Captain Lands from KNB Kuwait. I want to say hello to my family members, my wife Tamara, my daughter Kashia (ph), my daughter Corey (ph), my beautiful mom and dad, Wayne Adams, hello. I'm enjoying the season here and I <HOPE> you're enjoying the season there. I <WOULD> love to see a care package, but anyway, happy holidays."
  },
  {
    "transcript_id": "CNN-85805",
    "matched_terms": {
      "definitely": "ungraded",
      "could": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "If that is the case then, was the administration buying time, until this decision came down?",
    "statement": "<WELL>, I mean, as it turns out they were. I don't <<<THINK>>> that was their conscious thought. I <<<THINK>>> they believed what they were doing was lawful and they <<COULD>> continue doing it indefinitely. But what they tried to do was set up an entire class of prisoners, the 600 in Guantanamo, the two here in the United States, Hamdi and Padilla, who were essentially outside the legal system. No lawyers, no right to challenge. And the court said, you can't do that. And that's a big decision."
  },
  {
    "transcript_id": "NPR-35576",
    "matched_terms": {
      "may": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "The Federal Reserve chairman is taking note of the weakening U.S. economy. Ben Bernanke is testifying before Congress this morning, and he told lawmakers the Fed, quote, \"will act in a timely manner to support growth,\" which some Fed watchers take to mean another cut in interest rates.",
    "statement": "Bernanke's appearance <MAY> provide a reminder that <EVERY> action has a reaction. Low interest rates are intended to speed up economic growth. The danger is that they can also fuel inflation. And this week the government is reporting more signs of increasing prices."
  },
  {
    "transcript_id": "CNN-289933",
    "matched_terms": {
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I will tell you this, Russia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing. Be rewarded mightily by our press. Let's see if that happened.",
    "statement": "Did that just happen? Did Donald Trump just ask Russia to hack Hillary Clinton's e-mails or wherever they <<<THINK>>> they <WOULD> find them and release them to the press? A lot of people don't like that. They're actually accusing Trump of treason and saying this is proof that even if it isn't treason, it's proof that Trump is unfit to be commander in chief. Are they taking it too far? Let's discuss with former undersecretary for political affairs, former State Department official, and former ambassador to NATO, Nicholas Burns, a Hillary Clinton supporter. Nicholas Burns, thank you very much for being on NEW DAY. How seriously <SHOULD> we consider this? Is this just Trump hyperbole and just throwing something out there that's really a political jab, or do you see this as something more?"
  },
  {
    "transcript_id": "CNN-276732",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "A compelling story might be the most interesting facet right there. Because President Obama is not going to get a Supreme Court justice on the court, unless something drastic changes, in the next few months. So how he sets this fight up is what matters.",
    "statement": "<ABSOLUTELY>. And that's why these -- and the stories <ALWAYS> matter. You <KNOW>, the first Hispanic, Sonia Sotomayor. The -- you <KNOW>, Sri Srinivasan, who we've discussed as a possibility. You have the first Indian-American who's been nominated. Or Paul Watford, who <WOULD> be the third African-American. President Obama has not nominated any African-Americans to the Supreme Court. <ALL> those very much <FIGURE> into the mix, because this first, especially this nominee, is as much a political symbol as a prospective justice, <GIVEN> the opportunity."
  },
  {
    "transcript_id": "CNN-65929",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "None",
    "statement": "And good evening again, everyone. We are waiting <A BIT>. As you've been following the Laci Peterson story, you're aware that a press conference <ABOUT> police in Modesto is <<PERHAPS>> a minute or so away, and we'll <TAKE> that live when we get it. In the meantime, while we wait on that -- because we don't really <KNOW> how long it's going to go -- let me get you caught up at least on some of the other things that are making news. And we'll <TAKE> a quick whip <AROUND> with our correspondents, beginning first at the White House. The White House today again pressed its case against Iraq on the eve of a very important week. Suzanne Malveaux is at the White House tonight. Suzanne, start us off."
  },
  {
    "transcript_id": "CNN-33507",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I would want to stress that most of the FAA's major technology efforts have focused on helping controllers prevent accidents, although pilot error continues to be the leading cause of runway incursions.",
    "statement": "Now, while there hasn't been a major runway incursion or a major collision involving a U.S. jetliner in some years it is just a matter of time, say federal regulators before that <MAY> happen -- Leon."
  },
  {
    "transcript_id": "CNN-190089",
    "matched_terms": {
      "about": "ungraded",
      "around": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "Absolutely implausible. And everybody now to tonight`s CNN heroes.",
    "statement": "Josh went to spend the night with friends, I had no clue they were coming to Bird Lake. Right <ABOUT> here is where Josh was, where the raft capsized and he went down. It`s very hard for me to <<<BELIEVE>>> that just like that my son had drowned and he was gone. My father, he instilled in us the fear of water, and so in turn didn`t <TAKE> my son <AROUND> water. Children don`t <HAVE TO> drown. My name is Wanda Butts. I save lives by providing swimming lessons and water safety skills. African-American children are three times more <<LIKELY>> to drown than white children. That`s why we started the Josh project to educate families <ABOUT> the importance of being water safe."
  },
  {
    "transcript_id": "CNN-414156",
    "matched_terms": {
      "know": "ungraded",
      "sure": "ungraded",
      "confident": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "quite": "ungraded",
      "around": "ungraded",
      "probably": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Look, I mean, the virus is very contagious -- yes, the virus is very contagious, very predictable as are as I think you're alluding to impressions, this whole students. They're going to congregate and they're going to do it, and by the way, no one loves Michigan football more than me. I even carry my hat right here on the desk. But what about -- what about football, though, sir? You know, I mean, this is -- this is a really challenging one. You know, people have said that it just shouldn't happen because even if you can keep athletes safe, it's going to encourage gatherings. Do we need to have football? Christine Brennan, who is one of our analysts said that it represented the darkest day in the conference's history to go ahead with big 10 sports. Again, I love football. I know you do as well. But does that make sense? What boxes are getting checked by going ahead in the season --",
    "statement": "<<<SURE>>>, it's an important <QUESTION>. It's an important <QUESTION>, Sanjay. So the way we have approached the pandemic and the way the Washtenaw County Health Department has approached it is their orders focus on where the risk is. So students, although, they're supposed to stay in place, they're allowed to go get food, they're allowed to go to medical appointments. They're actually allowed to go to class. They're allowed to <TAKE> walks and go out for exercise with one other student. Our research labs remain up and running, our health system is up and running. So the order is focused on diminishing the activity that's at risk. We had shut down <ALL> intercollegiate athletics for a <PERIOD> of almost a couple of months as you recall in August and September, while doctors and team officials and league officials tried to <FIGURE> out whether you <<COULD>> conduct intercollegiate sports safely. They brought to the presidents a number of weeks ago a plan that involved daily rapid antigen testing, you <KNOW>, the quick turnaround test, with data that showed that if you administer one of those tests <EVERY> day, the likelihood that an infected student who <<COULD>> transmit the disease <WOULD> enter one of our facilities or beyond the playing field was almost zero. So we <ALL> became <<CONFIDENT>> that for the student athletes themselves, it was safe. So, it fell into the same category as other activities on campus. Our graduate students are doing their <THING> in our research labs and our students are going to class. So we felt that we shouldn't penalize our student athletes if we had figured out a way to allow them to compete safely. It's the league providing the testing, so they're bearing the expense. It's no drain on our testing capacity, but the important point you raise is the culture of football on our campus and other campuses, <WOULD> it provoke partying <AROUND> a game? There's no attendance at the game, just two tickets to each student for their family, basically. So there'll be almost nobody in our 100,000-seat big house. And I became <<CONVINCED>>, unfortunately, that the students that were going to violate this order and were going to look for ways to congregate and party on a Saturday or a Saturday night, Sanjay, they're <<PROBABLY>> going to do it anyway. And that's what's been getting us in trouble. So the vast <MAJORITY> of our students have actually been doing <QUITE> <WELL>. You walk our campus, everyone is wearing a mask, the classrooms are safe, our eating facilities are safe. So we've just struck again another one of these difficult balances."
  },
  {
    "transcript_id": "CNN-146484",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Some passengers say they're willing to electronically bare it all in the name of safety.",
    "statement": "To have a secure flight is better than to be concerned <ABOUT> invasion of privacy."
  },
  {
    "transcript_id": "CNN-45533",
    "matched_terms": {
      "best": "ungraded",
      "may": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Senator Kerry?",
    "statement": "<WELL>, I <<<THINK>>> it depends on where you are tactically. They <MAY> <WELL> be doing that at some point in time. But for the moment, what we are doing, I <<<THINK>>>, is having its impact and it is the <BEST> way to protect our troops and <<SORT OF>> minimalize the proximity, if you will. I <<<THINK>>> we have been doing this pretty effectively and we <SHOULD> continue to do it that way."
  },
  {
    "transcript_id": "CNN-240776",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "One final question. Those 4,000 U.S. military personnel who are now being deployed to Monrovia, Liberia, their families obviously are worried. How much danger are they?",
    "statement": "Sir, it really depends on what <<KIND OF>> work they are doing. We <KNOW> some are going to be working in laboratories. Some <MAY> have patient contact in mobile Ebola testing units. Wolf, they will be offering training to local health care workers as <WELL>. So we <HOPE> that they stay safe. We <HOPE> that other front-line workers don't fall victim to this very deadly disease."
  },
  {
    "transcript_id": "CNN-346717",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "suppose": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We have 1.6 billion. And we've already started. You saw the pictures yesterday. I said, what a thing of beauty.",
    "statement": "<WELL>, I don't <KNOW>, Mexico was supposed to pay for that, remember, we shouldn't forget <ABOUT> that. But the wall, this is the <<TRUTH>>, has not, not, not been started. And that 1.6 billion, that's for new fencing on a portion of the border, not a wall."
  },
  {
    "transcript_id": "CNN-302254",
    "matched_terms": {
      "clear": "ungraded",
      "may": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "Welcome back, everyone. You're watching CNN NEWSROOM live from Los Angeles. I'm Michael Holmes. And the headlines this hour.",
    "statement": "U.S. President-elect Donald Trump has a <RATHER> pointed response to Kim Jong-Un following the North Korean leader's threatening New Year announcement, tweeting, \"North Korea just stated it is in the final stages of developing a nuclear weapon capable of reaching parts of the U.S. It won't happen.\" U.S. officials and military experts <DOUBT> many of the North Korean leader's boasts, but Trump <MAY> <HAVE TO> deal with the nuclear threat, sooner <RATHER> than later. Here's CNN's Barbara Starr."
  },
  {
    "transcript_id": "CNN-129594",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "You know, Brianna, race really matters when it comes to prostate cancer. For some reason that's not entirely clear, African-American men are twice as likely to die from prostate cancer. And what researchers have found unfortunately, is that only one in three African-American men is getting screened in their 40s, which is when they're supposed to be screened. So again, not entirely clear why there is this racial difference, but researchers are now saying, you know what, we need to do a better job at getting that word out that African-American men need to get screened in their 40s.",
    "statement": "Yes. And remind us again when <SHOULD> men get tested?"
  },
  {
    "transcript_id": "CNN-59288",
    "matched_terms": {
      "appear": "ungraded"
    },
    "previous_statement": "Well, this time last August was before September 11th.",
    "statement": "That was right, going into September the 11th, we'd gone from a $3 trillion surplus to a $575 billion surplus, excluding Social Security. So on the eve of 9/11, most of the surplus had disappeared, vanished."
  },
  {
    "transcript_id": "CNN-21594",
    "matched_terms": {
      "sure": "ungraded"
    },
    "previous_statement": "Then why not sign their names?",
    "statement": "That's my problem, put your name on this. I mean, <USUALLY> in a per curiam it is everybody, for <<<SURE>>>, at least typically. This is per curiam, but we are not going to say exactly who."
  },
  {
    "transcript_id": "CNN-128782",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I'm sorry.",
    "statement": "And human innovation is just wonderful and it's breathtaking. And it's great that China is modernizing and growing, because the Chinese, and Americans, people <ALL> <AROUND> the world are going to find the alternatives we need as oil becomes more and more..."
  },
  {
    "transcript_id": "CNN-77063",
    "matched_terms": {
      "might": "ungraded"
    },
    "previous_statement": "Thanks, Orelon.",
    "statement": "<ALL> right, we're told his audio is <A LITTLE> sketchy and the picture <MIGHT> be <A LITTLE> sketchy, too, but our Jeff Flock braving out the storm there in Atlantic Beach, North Carolina. Yes, still pretty intense. Jeff, set the scene for us. Tell us what's going on."
  },
  {
    "transcript_id": "CNN-80381",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I do believe that the defense will be allowed to introduce evidence of the victim's psychological history, number one, and her sexual history, at least as far back as June 27, the three or four days prior to the alleged rape.",
    "statement": "<WELL> what <ABOUT> the rape shield laws in Colorado, Chris? Don't they protect these accusers who come along, the alleged victims?"
  },
  {
    "transcript_id": "CNN-83053",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Thugs and assassins in Iraq are desperately trying to shake our will. Just this morning, they conducted a murderous attack on a hotel in Baghdad. Their goal is to prevent the rise of the democracy. But they will fail.",
    "statement": "Vice President Cheney at the Reagan Library in California reacting to today's bombing and bolstering the administration's case for the war in Iraq one year after the invasion. Is he the main architect of the war? And does his defense resonate with most Americans or divide us? We want to talk <ABOUT> that tonight. Former Congressman Tom Andrews of Win Without War and MoveOn.org, they have called for Congress to censure the president for leading the country to war. And Cheri Jacobus, Republican strategist and former spokeswoman for the party. Thanks to the both of you for being with us tonight."
  },
  {
    "transcript_id": "CNN-150569",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "The effect on an entire industry. The gulf slick pushing fishermen to the brink. Could a seafood shortage be on the way? Next hour we're going to find out more about the efforts t make someone pay. And of course Jacqui Jeras following all the conditions from the oil slick to other severe weather conditions around the country. Just looking at these pictures right now, Jacqui, the Tennessee waters, the aftereffects here, the livelihood there.",
    "statement": "Yes. The same storm system just caused so much catastrophe over the weekend, Kyra. This is video from South Bend, Arkansas where a tornado ripped through, leveling homes, tossing cars and leaving a lot of people homeless. I <KNOW> at least three people were killed here in that state. And this is the same storm system that also caused <ALL> the flooding that we had going on in parts of Tennessee as <WELL>."
  },
  {
    "transcript_id": "CNN-411504",
    "matched_terms": {
      "absolutely": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "Very interesting. Arlette Saenz in Wisconsin, a key battleground state for the 2020 presidential election. I want to bring in our chief political correspondent, Dana Bash. And, Dana, Biden's approach today, very middle-of-the-road, saying he can work with Republicans and Democrats, talked about how he wants to bring the country together. He is clearly running from the center, or at least attempting to.",
    "statement": "<ABSOLUTELY>. And the <FACT> I <KNOW> that, as you did, Jake, that he didn't even talk for a second <ABOUT> the Supreme Court fight, he really intentionally clearly kept his eye on the ball. And that ball, from the campaign's point of <VIEW>, is health care, and <ABOUT> how the president, despite what he said to voters in states like Wisconsin four years ago, isn't looking out for the little person. And what struck me was the wording, Jake, that the former vice president used. To the people who voted for Donald Trump, who had been Democrats previously, I <KNOW> you're frustrated, I <KNOW> you don't <<FEEL>> that you are seen or heard. That will <CHANGE> with me. But fewer than 23,000 votes, that was the difference between Donald Trump and Hillary Clinton winning or losing in Wisconsin. And that's with nearly three million people voting. And so that is why Joe Biden is making a direct appeal to try to bring those traditionally Democratic voters back into the fold, because he clearly feels and his campaign feels that he is the <<KIND OF>> Democratic messenger who can do that this year."
  },
  {
    "transcript_id": "CNN-84189",
    "matched_terms": {
      "best": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "None",
    "statement": "New for you this morning -- an attack on U.S. troops in Najaf. Will another Iraqi city erupt in violence? Live to Iraq in 90 seconds. It is Thursday, April 29. This is DAYBREAK. And good morning to you. From the CNN global headquarters in Atlanta, I'm Carol Costello. Let me bring you up to date right now. A plan to allow Iraqi families to return to the besieged city of Fallujah is now being implemented. But the fighting between U.S. forces and Iraqi insurgents goes on. Making history at the White House, but no stenographer will be there to record it. President Bush and Vice President Cheney will answer questions a few hours from now from the 9/11 Commission. The families of three Italian hostages in Iraq call for a protest against the war to save the men's lives. But some Italians say they shouldn't give in to the hostage takers' blackmail. And starting today, seniors can go online to shop with the <BEST> prescription drug discount card. Enrollment in the new Medicare program starts on Monday. To the forecast center now and Chad -- good morning."
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "could": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "believe": "ungraded"
    },
    "previous_statement": "It is his election to lose, although a lot depends on who the Democratic candidate is. And there's, I think, a lot of ways in which he can lose it. His real strength up to date has been the war on terrorism. In a kind of ironic turn, it may be the success of the war on terrorism -- America not having been attacked for 28 months -- leads many Americans minds away from the incipient fear of a terrorist attack into more domestic kinds of concerns like jobs, the environment, education, immigration, health care and health care costs. Those kinds of playing fields are ones that George Bush does not do as well on. We know that from polling. We know that from Americans' recent opinions about how they feel about those sorts of issues. So if the election turns away from the war on terror and towards domestic issues of the sort I just laid out, that's problems -- that is a problem for George Bush. It's also the case that Iraq and the continuing dreadful tragedy of American soldiers dying there, as long as that drags on, that can be a problem for the president, as well. What most analysts believe is the Bush administration is banking on a pullout from Iraq, American troops pulling out. But once again Americans, then turn their attention away from what's going on in Iraq and to what's going on here at home. The records doesn't look so great, at least in some ways, for President Bush in that regard.",
    "statement": "Professor, you laid out <QUITE> a number of issues there. Let's get to one specific, and that is the budget, and spending and something I <<COULD>> not <<<BELIEVE>>> my eyes. Earlier in the week, when the \"Wall Street Journal\" itself on its editorial page was criticizing the government for its spending, and that looming, that huge deficit. And not <ONLY> that, not <ONLY> the \"Journal,\" but you've seen other, more conservative parties like the Heritage Foundation taking -- up in arms <ABOUT> the issue. How sensitive is the president there?"
  },
  {
    "transcript_id": "CNN-263544",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Happening now, tensions high as protesters <<GATHER>> outside of Baltimore courthouse. Lawyers on both sides of the Freddie Gray case are meeting for the first of what <<COULD>> be many pretrial hearings. Attorneys for the six police officers charged in the arrest and death of 25-year-old Freddie Gray, they want their charges against their clients dropped and the state's attorney Marilyn Mosby to step aside. Jean Casarez is following the story. She's live in Baltimore this morning. Good morning, Jean."
  },
  {
    "transcript_id": "CNN-131301",
    "matched_terms": {
      "quite": "ungraded",
      "about": "ungraded",
      "appear": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Until we stabilize home values in America, we're never going to start turning around and creating jobs and fixing our economy. We've got to get some trust and confidence back to America. I know how to do that, my friends, and it's my proposal, it's not Senator Obama's proposal, it's not President Bush's proposal.",
    "statement": "John McCain talking <ABOUT> the economy in last night's town hall debate. And this morning, breaking news as the global financial crisis appears to deepen. Stock markets in freefall as fears of a global recession reach a fever pitch. Japan's Nikkei index down nine percent. That's a five-year low. The worsening crisis also bring steep falls across Asia and Europe. Europe, though, not doing <QUITE> as badly as it was earlier today so hopes that it won't be such a bloodbath as it was in Asia. Joining me now, Chrystia Freeland. She is the managing editor in the United States for the \"Financial Times\" newspaper, and Jeffrey Sachs, an economist, director of the Earth Institute in Colombia University. Also a special adviser to Ban Ki-moon at the United Nations, back with us again. What we're seeing happening overseas, and particularly in Asia, is this a slide or is this on the verge of being a crash, Chrystia?"
  },
  {
    "transcript_id": "CNN-113187",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "I -- I -- I didn't know that he had had leukemia until this morning. And I talked to his wife two days ago, and got the impression that he was recovering, and that he was going to come home from the hospital soon.",
    "statement": "And the talk <AROUND> the office was that he needed to have his spleen removed."
  },
  {
    "transcript_id": "CNN-142320",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "Yes. And I think sometimes it`s best for people just to stay quiet. Now, I know they weren`t able to talk out - the family wasn`t able to speak until his sentencing happened. Now they, I guess, are trying to fulfill that need that they had to say something. Well, since SHOWBIZ TONIGHT first revealed to you Chris` brand-new song called \"Changed Man,\" I`ve got to tell you, the SHOWBIZ TONIGHT Facebook page has been on fire. Comments are coming in constantly. Let me read what Cyndi L. writes on our wall. She writes, \"I am 40 years old and have had the misfortune of seeing and being in domestic violence. The lyrics in this song are the `song` many of us have heard before and some poor foolish girl will listen. Don`t believe it, young women everywhere! Be strong, stay away from men who hit, even once! It will happen again, it is a cycle.\" I mean, this song has lyrics like saying, \"I`m sorry doesn`t make it right, I know, but I believe that we can make it if we try.\" Obviously, Carlos, Chris Brown wants her back and is repeating these words. We talked about this yesterday. Doesn`t our Facebook fan really have a point, that these are typical words battered women must hear from their abusers over and over?",
    "statement": "It`s scary. It really is scary, because it is - you`re right. It`s like putting those words to music. And I`ve said <ALL> along that if Chris Brown was a rapper or he was just, you <KNOW>, a rock `n roll guy that he <MIGHT> have a chance of coming back. But it`s very difficult because his whole <THING> is writing love songs that appeal to women, and he`s trying to do it. In this case, it was a huge mistake."
  },
  {
    "transcript_id": "CNN-40920",
    "matched_terms": {
      "absolutely": "ungraded",
      "obviously": "ungraded",
      "quite": "ungraded",
      "about": "ungraded",
      "suppose": "ungraded",
      "view": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "As the United States and allies like Great Britain try to secure Arab support for the war on terrorism, the Bush administration is thinking about a series of high-profile steps related to the Israeli-Palestinian conflict. We're going to get the latest on that now from our State Department Correspondent Andrea Koppel. Some interesting language coming out of the administration today, Andrea.",
    "statement": "<ABSOLUTELY>, Judy. Several administration sources have told us that right now there are couple of versions, a couple of drafts, of a major Middle East speech that Secretary Powell will deliver at some point in very near future. He was supposed to deliver it last month at the United Nations General Assembly, but <OBVIOUSLY> following the events of September 11th, that decision was put on hold. What is significant <ABOUT> this speech is that for the first time it will address the matter of a Palestinian state, sources telling us that it will <CLARIFY> the U.S. <VIEW> on an end result of the Israeli- Palestinian conflict, which <WOULD> be the creation of a Palestinian state. Secretary Powell was asked <ABOUT> it this afternoon following a meeting with the Indian foreign minister. He said that, <QUITE> honestly, this is really nothing new."
  },
  {
    "transcript_id": "CNN-86663",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "maybe": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "And for our viewers, who may just be tuning in, you may be surprised to see John Kerry. He's on the podium. He's up on the stage here at the FleetCenter of the Democratic National Convention. It's -- it's what they call a rehearsal. He wants to make sure he feels comfortable up there. Hours from now, about 10 hours, in fact, from now, 10:00 p.m. Eastern, he'll be dressed in a real suit with a tie. He'll have a little bit better experience. And he will walk out on that stage. Bill Schneider, there will be, no doubt, thunderous, thunderous applause. All of the state whips, they're going to get this crowd really electrified.",
    "statement": "But he's not speaking to this crowd. This crowd is there as a prop. He's speaking to the American people. He's speaking mostly to those wavering voters, that audience out there, which is pretty sizeable, of people who have <DOUBTS> <ABOUT> President Bush, who are bothered by the <FACT> that the country has become more divided in the last four years, and are wondering, flirting with the idea, if you will, of voting for an alternative. But they don't <KNOW> anything <ABOUT> John Kerry. I've been looking at the polls, and what the polls say is these people don't <KNOW> this guy. In <FACT>, since he won the primaries in February, they say they <KNOW> less <ABOUT> them -- <ABOUT> him than they did a few months ago. So this is his big chance to make that first <IMPRESSION> and get those people who are wavering Bush supporters to say, \"<<MAYBE>>, just <<MAYBE>> I can <TAKE> a chance on this guy.\""
  },
  {
    "transcript_id": "CNN-329807",
    "matched_terms": {
      "know": "ungraded",
      "totally": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Michael Wolff says that he wanted fly-on-the-wall access. And he describes himself as an interloper. And he got that because he said it was so chaotic in the first month that nobody was like, \"What are you doing here? Get out.\" So he just sort of hung around.",
    "statement": "Yes. And got amazing copy. I mean, some of the -- some of this, from the allegation that Trump didn't really <EXPECT> or even want to necessarily win the election, which is chilling with any <<SENSE>> of history, that there was a larger prize in his mind, which is <<SORT OF>> power not public service, fame not, you <KNOW>, giving back and the responsibility to the office. But also e-mails from a White House aide that says, \"It's even worse than it seems. This is an idiot surrounded by clowns.\" Now, that's pretty incredible. You can look at first-year memoirs of presidencies. And this is -- this is on a <TOTALLY> different surreal level."
  },
  {
    "transcript_id": "CNN-367386",
    "matched_terms": {
      "know": "ungraded",
      "could": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "view": "ungraded"
    },
    "previous_statement": "And we're also hearing about, Chris, another FOX News personality up for a job in the Trump administration. Who?",
    "statement": "So this is Monica Crowley. There she is. Now you'll remember the name or you <SHOULD>. Number one, she's a FOX employee personality. We'll get to that in a minute. But the other issue is to remember is Donald Trump tried to put her on the National Security Council, thought <ABOUT> doing so early in the administration. CNN reported that she had plagiarized parts of a 2012 book she had written and that was scrapped so she's coming back <AROUND>. You <SHOULD> not be surprised by this because this is -- Monica Crowley is not on here, but she <<COULD>> be, former FOX personality. FOX News, we <KNOW>, this is Donald Trump's network. He watched it religiously, and of late have been <CRITICAL> of it. <ALL> of these people were, at one time or another, FOX personalities, including a lot of people now working -- Monica Crowley potentially being nominated or we <<<THINK>>> to be the press person -- the lead press person at Treasury. So she <WOULD> handle the fight back and forth related to Donald Trump's tax returns. Why? Why so many FOX News people? Number one, Donald Trump's lens through which he sees the world is television and cable TV, and specifically FOX News. Number two, he views a lot of these jobs, particularly in communications, as performance-based jobs on television. So if do you a good job on TV, he thinks that is essentially the <ONLY> qualification you <NEED TO> be, say, the former Pentagon spokesperson or the director of White House communications. And now many of the people have done plenty of other things. That is not my point. My point is the <THING> of most value to Donald Trump, when he is looking <AROUND> to fill jobs is, are you good on television. He talks <ABOUT> it <ALL> of the time. Oh, I saw you on television the other night. You were good. That is the lens he sees the world through -- Brooke?"
  },
  {
    "transcript_id": "CNN-183166",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Why do you think this keeps happening? Every time the Romney campaign should really be doing a victory lap and kind of a, you know, a big win, a nice easy great win to be gloating about, there is something that undermines it.",
    "statement": "<WELL> and also this <COMPLETELY> stole the thunder away from Jeb Bush's extremely tepid endorsement --"
  },
  {
    "transcript_id": "CNN-139075",
    "matched_terms": {
      "hope": "ungraded"
    },
    "previous_statement": "As I get older, the disease can get worse.",
    "statement": "Jessica's now taking the lesson she learned in class and telling her story in a children's book that she hopes will help other kids and parents understand a truly painful disease."
  },
  {
    "transcript_id": "CNN-322356",
    "matched_terms": {
      "obviously": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I hear that. But very quickly, Mark. I mean, we just had the CEO of a big power company say, we got 4,000 workers here. There were 20,000 power workers in Florida the day after Irma. I mean, he says we need more. You just look at the numbers in Haiti. U.S. response, the days after the Haiti earthquake, was so much more there than in Puerto Rico.",
    "statement": "Right. And some of that, <OBVIOUSLY>, people will say, <WELL> it's a different presidential administration. And that's part of it. It's also a different <UNDERSTANDING> of what's needed. Again, I <<<THINK>>> FEMA is doing a strong -- I <<<THINK>>> early on FEMA was trying to do a strong PR push to say they were doing everything they <<COULD>>. President Trump when he found time after the NFL controversy to talk <ABOUT> this was making a strong PR push to say they're doing the right <THING>. But again, we don't have the number of bodies on the ground. We don't -- the amount of resources on the ground and we haven't directed enough attention to the issue, particularly from the Trump administration, in the midst of a crisis. There are people who are homeless. There are people who - many people who are homeless, many people who are literally standing in water right now who need a level of relief that we simply haven't offered and when you juxtapose that to what happened in Haiti which wasn't a perfect response - when you just oppose that in Florida, we see it."
  },
  {
    "transcript_id": "CNN-160729",
    "matched_terms": {
      "obviously": "ungraded"
    },
    "previous_statement": "People from all over the country have touched our family. It's been a really tough time for us, but, you know, the fire department in New York is sending the 9/11 flag out for Christina, for her service tomorrow. And, you know, people from all over, California, the East Coast -- my parents came from overseas -- the help that we've had here in Tucson has been unbelievable -- law enforcement. I mean it's just -- I don't think we could have done it without everybody. And it makes us certainly feel good about people close to us, and definitely about our country.",
    "statement": "And Carol, <OBVIOUSLY> of <ALL> the stories that have come out, <ALL> the horrific stories that have come out of this tragedy, this is the most heartbreaking by far, and today, little Christina will be laid to rest."
  },
  {
    "transcript_id": "CNN-403328",
    "matched_terms": {
      "could": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Eight cities in Lake County passed resolutions opposing the move and residents spoke out against it.",
    "statement": "I <<<THINK>>> as a descendants of confederate brethrens and slave owners, the least I <<COULD>> do to atone for <ALL> the pain my family has caused them is to oppose this statue."
  },
  {
    "transcript_id": "CNN-350412",
    "matched_terms": {
      "must": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And very briefly, Laura, I know you're a legal analyst, but politically or legally even, did the Democrats drop the ball here? They knew these allegations from Dr. Ford for many many months now. Did they drop the ball? As the president said, why bring it up at the 11th hour?",
    "statement": "<WELL>, it is a fair criticism. The timeline that was used here to attack the policy of Brett Kavanaugh at the open hearings as opposed to bringing forth information that she had, Senator Dianne Feinstein, <ABOUT> this issue and giving the opportunity not <ONLY> for other Democrats on the judiciary committee to <QUESTION> but Republicans and also due process also is for the benefit of the accused. He also has not had the opportunity to do so and address this claim. And instead, it is looming ahead of him whether or not he'll have the opportunity to do so if Dr. Ford, the accuser, actually comes forward to testify at an upcoming hearing. And so in many ways, due process has been compromised. However, the motivation behind that and the intent, which you <HAVE TO> really judge, and <<PERHAPS>> it was the anonymity of the accuser that will actually rule the day. And, by the way, there's <ONLY> a lot of credibility and credence that can be attached to the testimony now that she has come forward and is no longer an anonymous person. So <<PERHAPS>> the timeline <MUST> shift. But in any event, there's still an opportunity to rectify. There's still an opportunity to do so and have a hearing. And the <ONLY> reason, Christiane, this is an 11th hour is because the Republican members of the judiciary committee have chosen the 12th hour. And that looming deadline of the midterm election that will entail who is in control of the Senate, as <WELL> as the Supreme Court docket beginning is really their actual motivation."
  },
  {
    "transcript_id": "CNN-302442",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "should": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "I see, again, it's hard to watch. And I've watched the full thing unedited and I just can't believe what I'm watching, that it's actually real. And I -- and I wonder where they learned such reprehensible behavior. But do you believe the charges are appropriate here?",
    "statement": "Listen. Don, thanks for having me on. Millions of listeners I have across Chicago and 70 percent of those listeners are African-American. My listeners <<<THINK>>> that it's <ABSOLUTELY> horrendous what took place but at the same time, Don, you <HAVE TO> hate crime at this point, not so <<<SURE>>>. You have a case in Idaho where three teens sodomized handicapped black child with a hanger and then forcefully pushed hanger into the child's rectum and they let those teens go. So, a hate -- is it horrendous? Yes. <SHOULD> it be a hate crime? So I jump to rush to judgment? In Chicago, we have a whole lot of things going on with regards --"
  },
  {
    "transcript_id": "CNN-406079",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, he understands the point of this point, but he's choosing to ignore it. I think anybody who's looking to use sports, especially this year, as an outlet to kind of get away from what's happening right now in our country, is probably going to be sadly mistaken especially as we move towards the fall. And it's been exciting for me to see sports like the MLB, like the NBA, even NASCAR getting involved and adding to the social commentary. But it's really inspiring to see players and athletes like Maya Moore who gave up her whole WNBA career to fight for someone who is wrongly convicted, Kenny Stills and Tobias Harris, who are putting a lot of pressure on the attorney general Daniel Cameron to make an arrest and arrest those the murderers of Breonna Taylor. So, I think there's a lot of movement. Obviously, with all the social unrest, and I don't think it's going anywhere, regardless of what the sport is.",
    "statement": "I want to -- let's put this up. Because this is, as you mentioned, you mentioned Tobias Harris. Right? Used his media availability yesterday to call for the arrest of the officers involved in Breonna Taylor's death. Texas receiver Kenny Stills as <WELL>. We do have the video for that. It was in <QUESTION> three if you guys were wondering where it is. He was recently arrested while protesting outside the Kentucky A.G.'s home. Do you <<<THINK>>> athletes now have a greater <UNDERSTANDING> of the power of their platforms?"
  },
  {
    "transcript_id": "CNN-158647",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And finally, I wanted to point out to our folks a story that's on there by one of our senior producers, Kevin Bond. We spend so much time in the past couple of weeks talking about all of these new incoming freshmen and what they're going to do and Kevin takes a look at two of the departing congressmen who were defeated, James Oberstar from Minnesota, Paul Kanjorski of Pennsylvania. Kind of gets their take. So it's a nostalgic look. But also some kind of dire projections. Both of them saying they really don't see Congress working together as so many voters said they might want to do. They think, in fact, it's now more divided.",
    "statement": "<WELL>, Candy, what do you <<<THINK>>> of that? What do you see for the next Congress?"
  },
  {
    "transcript_id": "CNN-228460",
    "matched_terms": {
      "confident": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "So, I think a lot of people are wondering. We're always critical when we see these things. We seem to have very little patience in waiting for this data to come back and for it to gather its data. Is this device, is this technology, the Bluefin-21, up to the task?",
    "statement": "So far, Australian authorities have expressed confidence in its capabilities. Angus Houston, the man responsible for spearheading this multinational, coordinated effort, addressed this issue at a press conference yesterday, and he said that he thinks the Bluefin-21 is up to the task. He said that most of the area that it'll be searching is on the right side of 2.8 miles or 4.5 kilometers, which is at the edge of its capabilities. So they are <<CONFIDENT>> that this particular submersible will be able to search this area, Michaela."
  },
  {
    "transcript_id": "CNN-53457",
    "matched_terms": {
      "sure": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "Oh, Aaron Brown, of course. Yes, moving on.",
    "statement": "OK. <<<SURE>>>. Jim Carrey, though, when we were saying <ABOUT> $60 million with \"The Grinch\"; in addition to getting $16,000 per week to spend or whatever he got, he gets $60 million for \"The Grinch\" because he gets DVD sales and everything else that goes along with it."
  },
  {
    "transcript_id": "NPR-37103",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "King had spent the summer of 1966 in a ghetto in Chicago, and that had led him to understand the way in which the war was having this devastating effect on the inner city.",
    "statement": "As I have walked among the desperate, rejected and angry young men, I have told them that Molotov cocktails and rifles <WOULD> not solve their problems. I have tried to offer them my deepest compassion while maintaining my conviction that social <CHANGE> comes most meaningfully through nonviolent action. But they ask, and rightly so, what <ABOUT> Vietnam?"
  },
  {
    "transcript_id": "CNN-188490",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Big Betty, I don't think that's flattering.",
    "statement": "You don't <<<THINK>>> she'd like that?"
  },
  {
    "transcript_id": "CNN-3367",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "But what is different? What is new and different that's never been done before?",
    "statement": "<WELL>, Diane and the staff of \"SI\" decided to try this idea of shooting the pictures in 3-"
  },
  {
    "transcript_id": "NPR-10287",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Now we'd like to tell you <ABOUT> a legend in the world of sneakers. D'Wayne Edwards was one of the first black designers. He also created his own academy to give others a foot into the business. NPR's Mandalit del Barco spent time with Edwards when he visited one of his proteges in LA."
  },
  {
    "transcript_id": "CNN-41179",
    "matched_terms": {
      "believe": "ungraded"
    },
    "previous_statement": "What the president is working very hard to do, is find that balance to let Americans know that threats do remain, the government is taking all steps necessary to counter those threats, including planning domestically at home. But the most important action the government can take is going after the terrorists who did it so they don't have any abilities to do it again.",
    "statement": "Now, the FBI and international law enforcement agencies <<<BELIEVE>>> they have already thwarted plans in Europe to stage attacks on U.S. installations overseas, like the U.S. embassy in Paris. Bill?"
  },
  {
    "transcript_id": "CNN-86308",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "It is our belief that free is not sustainable. You cannot have the program that is best on free things.",
    "statement": "And the price tag on the drugs that keep patients like Jennifer Aryem alive is high. <ABOUT> $30 <EVERY> month. She <ONLY> makes $33."
  },
  {
    "transcript_id": "CNN-81379",
    "matched_terms": {
      "know": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "Absolutely.",
    "statement": "The economy seems to be recovering. You did mention the war on terror. We have not been attacked since 9/11. And just looking at some of your math, you <KNOW>, you need 270 electoral votes. You <SEEM> to be indicating the Republicans have 250 in their pockets. Democrats have <ONLY> 210. So they don't need that much to win this <THING>, do they?"
  },
  {
    "transcript_id": "CNN-185387",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "All of this is played out for Secretary of State Hillary Clinton in Beijing for trade talks overshadowed now by the Chen drama. Secretary Clinton saying, quote, \"Chen has a number of understandings with the Chinese government about his future including the opportunity to pursuing higher education in a safe environment. U.S. officials insist they did not fail Chen, all procedures were followed.",
    "statement": "We have very strict protocols on how to handle these things. I saw on three occasions our ambassadors here, Ambassador Locke ask him specifically as we are required to do with witnesses <AROUND>, Mr. Chen, are you ready to leave the embassy voluntarily. Each time he said let's do it. Let's go."
  },
  {
    "transcript_id": "CNN-108425",
    "matched_terms": {
      "obviously": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Did you feel that the embassy and everybody was helpful, organized, to the best degree possible, or did you feel like it was just a crapshoot for you?",
    "statement": "It was -- the Norwegian government has been very helpful to us. This is a Norwegian vessel. <OBVIOUSLY> -- <WELL>, there was <ONLY> 200 Americans on it. So we were pretty lucky to get here today."
  },
  {
    "transcript_id": "CNN-217598",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Yes --",
    "statement": "There are no sides, there is <ONLY> controversy. Why this year's World Series? It's good. Two power houses playing <WELL>, games ending with shocking endings that spark controversy. Witness last night, a kickoff at 1st base to end the game. Did the guy make the tackle? I don't <KNOW>, we'll talk <ABOUT> it. It is this play from Saturday that will be debated for years to come. The third baseman, obstructing the runner. The rulebook says, yes, cost the Sox the game. Was it right? Let's bring in Rachel Nichols the host of \"UNGUARDED WITH RACHEL NICHOLS,\" and \"EARLY START\" anchor, not with John Berman, but he is here, and the die hard Red Sox fan, hello to both of you. Let's begin with last night. We'll do it in the order of occurrence. Do you <<<THINK>>> you made the tag at first?"
  },
  {
    "transcript_id": "CNN-117960",
    "matched_terms": {
      "absolutely": "ungraded",
      "clear": "ungraded",
      "must": "ungraded",
      "know": "ungraded",
      "sure": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "possibly": "ungraded",
      "perhaps": "ungraded",
      "suppose": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "And just moments ago, the new British prime minister, Gordon Brown, released a statement talking about what has happened today. As our own Paula Newton in London has told us, he seemed tired. This has been a rough couple of days, as you might imagine, for him. The second straight day of terrorism fears, and it has also inspired Washington to make some moves. The latest incident and others that might be imminent in London have raised airport security measures in the U.S., though it has not raised the terror level in the U.S. We want to go back to our correspondent in London, Paula Newton, to talk a little bit more about the latest. We understand that one of the two suspects in the SUV has died of his injuries. We also heard from a witness earlier who told us that passengers and airport workers helped the police there in Glasgow. They rushed the two suspects. In fact, we heard for the first time that a civilian actually broke his leg as the passengers and the other airport workers were trying to subdue the two suspects. One was on fire. He still was fighting the police, according to this witness. And the other is in custody now. So, again, let's go to Paula Newton in our London bureau with CNN to get the very latest. And Paula, you told us just moments ago that the ethnicity of these two guys is Asian, but we don't know much more about them yet, right?",
    "statement": "<ABSOLUTELY> nothing specific. And that's from the eyewitness accounts that you heard. They were described as Asian. One of them was described as very tall, the man that they actually subdued. There was the other who witnesses said was badly burned. He was actually on fire. He was taken to hospital. We don't <KNOW> if he died en route to hospital or at hospital. But again, sources telling us that he has died and the other remains in custody. We are awaiting a press conference from police in Scotland in <ABOUT> a half hour from now that will hopefully give us more detail on <ALL> of this. In the meantime, as you were saying, the threat level raised here in Britain to the level of <CRITICAL>. That means that an attack is expected imminently. It also means that some of the highest protective measures that Britain can impose will be imposed. And that doesn't mean that the public will necessarily <KNOW> <ABOUT> those before they get to an event, before they travel. The reason is, no one wants to tip off any terrorists here as to what the government has in terms of protective measures. At this point in time, we have still not heard of events cancelled, like Wimbledon, like the Diana memorial concert that's supposed to go on tomorrow at Wembley Stadium. Still no word on that. Until we hear more, we can <ONLY> <<ASSUME>> that those events will go on with <ABSOLUTELY> heavy security <AROUND> them. We had our statement from Gordon Brown, again reminding people why it was raised to the level of <CRITICAL>, not giving much detail, admittedly, but telling Britons to remain vigilant. He looked very tired, as I said. And this <MUST> be intensely personal for him now. He is Scottish. He was born in Glasgow. We had this incident in Glasgow, and sources close to the investigation here in London of those two car bombs that were found, sources telling us that those two cards are also linked back to Glasgow, Scotland. We were talking <ABOUT> before how had <<POSSIBLY>> <<COULD>> be linked in terms of the hand-over from Prime Minister Tony Blair to Prime Minister Gordon Brown. We had had some chatter of that on the Internet months ago. That was reported in April. And here, <<PERHAPS>> this is a coincidence, <<PERHAPS>> not. <<PERHAPS>> this is the <CLEAR> message that some people intend to give to the new prime minister here, Gordon Brown."
  },
  {
    "transcript_id": "NPR-11822",
    "matched_terms": {
      "certainly": "ungraded",
      "clear": "ungraded",
      "know": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "House said goodbye to Speaker Boehner, hello to Speaker Paul Ryan. Will he be on any better terms with the conservatives who went after Mr. Boehner?",
    "statement": "He's <CERTAINLY> going to try to be. He's got a better generational affinity with rebels. And, you <KNOW>, he shares more of their fiscal outlook in many ways. He made a good start by staying <CLEAR> of this particular budget deal. But the budget deal <SHOULD> help him actually if he can get it <FULLY> implemented. The debt limit is lifted until March 2017, so no crisis there. And the budget deal slips the budget caps - spending caps. And that satisfies both parties, both the hawks and the domestic spenders."
  },
  {
    "transcript_id": "CNN-48472",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "Well, this is -- it's the way to show that this company was cheating. But a lot of other commercials on the Super bowl this year do hearken to these company's roots. Like Pepsi goes back with Britney to all of the decades, the 60's, the 70's, the 80's, the 90's. We have Britney Funicello in the 60's and before that she's sort of and channeling Miss Peggy Lee in the 50's. And they use all the old Pepsi jingles. And so it's sort of the anti-Enron approach. Because Pepsi has been in our lives for more than 40 years. We've grown up with it. We remember it. And it's still here. And it makes that kind of deep, emotional connection. And Cadillac does the same thing. They show that very iconic 1959 car with the tail fins driving up to a modern car. So, it's showing that these are deep American brands that really conjure up a lot of nostalgia and memories. And it's almost like the advertising equivalent of the \"Carol Burnette Reunion.\" It just makes people feel good.",
    "statement": "Barbara, I <<GUESS>> I'm <A LITTLE> bit old-fashioned. What <ABOUT> the clip showing people getting undressed or dressed? I couldn't tell which one it was."
  },
  {
    "transcript_id": "CNN-250248",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "His grades allow him to enroll in the University of Westminster for a degree in computer programming. At the campus where he studied fellow programming students tell me, they are shocked.",
    "statement": "Someone that -- a full degree, they can <CHANGE> their mind <ABOUT> what they do with their life. It just goes to show that people do <CHANGE>."
  },
  {
    "transcript_id": "CNN-159216",
    "matched_terms": {
      "know": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "view": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "We all need jobs. At a time of high unemployment we did not want to become yet another statistic. No, I think the point is particularly in the Republican primary I'll probably speak to more Republican voters at FOX News than I will any other forum.",
    "statement": "So we had <A LITTLE> fun there, pressing the governor <ABOUT> that. He also seemed to enjoy it, as <WELL> and was giving it as good as he was getting it. And John, I <<<THINK>>> this <MIGHT> be the future of covering Republican presidential politics over the next several months. We <MAY> <HAVE TO> go cover these candidates at book signings because of their contractual obligations with a rival news network opposed to giving interviews. By the way, he has another book coming out in March and out, you <KNOW>, promoting that book on tour across the country then as he's doing right now here in Florida, one of those <CRITICAL> states when it comes to presidential politics."
  },
  {
    "transcript_id": "CNN-409990",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In the Northeast where states had made significant and sustained progress against the virus, a number of states are now seeing increases in COVID-19 cases. There's a new crop of hotspots in Midwest. Missouri is now in the so-called red zone according to the White House task force, which is recommending the state shut down its bars and mandate masks to stop the spread. The same recommendations were made for Iowa, which has the second highest rate of COVID cases in the nation. Three weeks after a massive motorcycle rally, South Dakota has the country's highest case rate.",
    "statement": "We're seeing now in <CERTAIN> states, particularly states, for example, like Montana, the Dakotas, Michigan, Minnesota, that there is an uptick in test positivity, particularly among young people 19 to 25. That's predictive, Jim, that if they don't do the kinds of things we're talking <ABOUT>, we're going to see a surge."
  },
  {
    "transcript_id": "NPR-15238",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Two AIDS doctors basically moldering in jail in Iran who should be with patients and dealing with the important health problems that they've dedicated their lives and careers to.",
    "statement": "Going to spend some time today learning <ABOUT> the Alawi brothers and a couple of other high-profile prisoners at this prison. We're trying to understand the state of political dissidents in Iran. We turn to Hadi Ghaemi. He is the coordinator for the International Campaign for Human Rights in Iran. He joins us from our studios in New York. Mr. Ghaemi, thanks so much for being with us."
  },
  {
    "transcript_id": "CNN-345340",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "Which was?",
    "statement": "The German foreign minister said we're now worried <ABOUT> the United States and we're now thinking <ABOUT> the United States as us and them being in a potentially adversarial relationship."
  },
  {
    "transcript_id": "NPR-4687",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Right now, we're talking about Ramadan, specifically, what we don't know about the holy month. In what ways do you observe Ramadan? Call us and tell us here in Washington at 800-989-8255. The email address: talk@npr.org. And to join the conversation, go to our website, npr.org and click on TALK OF THE NATION.",
    "statement": "<WELL>, as we said, Ramadan begins this week. And we are just now being joined by Vali Nasr who - Vali Nasr, correct - who joins me here in Studio 3A. He is a professor of international politics at Tufts University's Fletcher School of Law and Diplomacy, and author of \"The Rise of Islamic Capitalism: Why the New Muslim Middle Class is the Key to Defeating Extremism.\" Thank you for joining us."
  },
  {
    "transcript_id": "CNN-45439",
    "matched_terms": {
      "absolutely": "ungraded",
      "know": "ungraded",
      "about": "ungraded",
      "around": "ungraded",
      "think": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "Senator, how did it make you feel when you were watching that and listening to that tape?",
    "statement": "Made me -- it made me sick to my stomach. When I was thinking <ABOUT> the men and women who died, the children who lost their mothers and fathers. And here is this man, sitting, laughing, talking <ABOUT> their deaths -- very, very proud of what they had accomplished. You <KNOW>, I want to see him in front of the children who lost their parents for the rest of their lives. And <ALL> of these families who lost loved ones, and the firefighters who went in and risked their lives and, in some cases, gave their lives. This is -- this is <ABSOLUTELY> unacceptable. And everybody in America, and I <HOPE> most of the people <AROUND> the world, will see it for what it is. It is the face of evil."
  },
  {
    "transcript_id": "CNN-309598",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "may": "ungraded",
      "maybe": "ungraded",
      "opinion": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Before I let you go. The op-ed you wrote on CNN.com this weekend. The headline, Adam Schiff should recuse himself to the ranking Democrat on the House Intel Committee that you used to chair in your former life in Congress. Why does Adam Schiff have to go, too? Yes, Nunes recused himself. Nunes is also the one who ran to the White House with some Intel before telling his own committee members. Why does Schiff have to go?",
    "statement": "And I did one of these politically-charged investigations and they are very difficult. Both teams want you to find something that you <MAY> or <MAY> not find and to have one of the senior leads on this out at the microphone saying, <WELL>, we're going to find collusion. <ABSOLUTELY> the president was engaged in collusion just sets up, again, that expectation that this investigation isn't going to be fair and impartial. An investigation is a very serious <THING>. The U.S. government is using its authority to get information and make a recommendation on someone's character, <<MAYBE>> even their freedom and the determination of what happened here. That's as serious as it gets. And because of the sharp edge politics on both sides of that, it ramped up to a place where most Americans are saying, I'm not <<<SURE>>> I trust at <ALL> what is coming out of it. So I <WOULD> argue, recuse yourself and then go - you two, the chairman and the ranking member, go do the important work of telling and investigating what Russians are doing at writ large in the intelligence space when it comes to information operations. That's a good <THING>. They <WOULD> be working together. They'd solve a real problem. Leave the investigation to folks who haven't been out trying to make their point in the court of public <<OPINION>>."
  },
  {
    "transcript_id": "CNN-206097",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "No, they're not -- they're not taking that as a fact from him. That's why they're doing the investigation to verify that. That's why the investigation at the home to look for any evidence of the material, even trace evidence of it, still being in that apartment, to verify that some of the components at one point were in there, if not the entire bombs (ph). So, he said but that doesn't mean they accept that as the truth until they conduct further investigation, which they have been conducting since he gave that information right after they were arrested.",
    "statement": "And police also have the laptop, Dzhokhar's laptop, which <MAY> or <MAY> not provide useful information, right?"
  },
  {
    "transcript_id": "CNN-328908",
    "matched_terms": {
      "view": "ungraded"
    },
    "previous_statement": "It's always a lot of fun when you win. If you work hard and lose, that's not acceptable.",
    "statement": "GOP leaders delivered on their tax-cut plan promise after a last-second glitch forced the House to vote on the package a second time. But House Speaker Paul Ryan vow taxpayers won't <VIEW> the bill as a mistake."
  },
  {
    "transcript_id": "CNN-412401",
    "matched_terms": {
      "about": "ungraded",
      "think": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Our breaking news tonight, President Trump being treated for coronavirus at Walter Reed Medical Center. And two GOP senators who attended a packed Rose Garden ceremony for Trump's Supreme Court nominee also revealing they have tested <POSITIVE> for COVID-19. Let us bring in CNN's congressional correspondent Phil Mattingly and political analyst Carl Bernstein. Good evening, one and <ALL>, both of you. So, Phil, breaking news tonight regarding North Carolina Senator Thom Tillis, what can you tell us <ABOUT> that? But hang on, one second. Phil, I have some breaking news for you. I <<<THINK>>> that you want to get to it, right, from the president of the United States. Do you have that?"
  },
  {
    "transcript_id": "CNN-99281",
    "matched_terms": {
      "know": "ungraded",
      "about": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "It's a great lift for us. It's a boost of -- a morale boost for a city that's -- we're down, but we're not out. And, of course, to see our oldest friends and allies here, the royalty and the French ambassador, it's just a great thing for our city. I guess you could saw the -- our oldest friends are our best friends. Of course, our two countries and certainly this region, has had a long historic connection to France. The French ambassador is here today to visit the city and -- but it's also coming to specifically to the support the great National D-Day Museum here in New Orleans. But you know, the French came to help us several centuries ago during the American Revolution, when Lafayette came, and other French, and helped to give us our democracy and our freedom. And just about 60 years ago, we returned the favor and many Americans lost their lives and a lot of blood was lost, American blood, on the shores of Normandy and Omaha Beach and Utah Beach when we went to liberate their country. And, of course, this city has a great historic connection to France. The settlement of the French in South Louisiana, the building of the French Opera House. The Louisiana Purchase, of course, which changed the destination -- the destiny of our nation. All goes back to our French allies. And our British allies, of course, with us in World War II, and they're here with us.",
    "statement": "Dr. Mueller -- <ALL> right, Dr. Mueller, I'm sorry. We're out of time. Thank you for your time this morning. And we wish you <WELL> as the French ambassador, Prince Charles, and the Duchess of Cornwall <ALL> visit one day. A lot of high level visiting there in the city of New Orleans. We're going to <TAKE> a break. When we come back, I don't <KNOW> if you can see that house behind me over there very <WELL>, but it's <ABOUT> the <ONLY> <THING> standing on this beach. We're going to talk to the owner, a structure engineer, and we'll find out his secrets to building a fortress on the beach -- Soledad."
  },
  {
    "transcript_id": "CNN-350585",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "allegedly": "ungraded",
      "suspect": "ungraded"
    },
    "previous_statement": "Right, it is just 47 days before the midterms, and that would be the 2-year anniversary of the President's election victory. The president wants to refocus on the strong economy, and there are some impressive numbers. We just learned that claims for unemployment benefits are the lowest in 49 years. There are a record 7 million -- almost 7 million jobs open today, and people are quitting their jobs in record numbers. That's a good sign. The president even tweeting encouragement to those job quitters, quote, \"There are plenty of new high-paying jobs available in our great and very vibrant economy. If you're not happy where you are, start looking.\" Ivanka Trump also tweeting on the economy yesterday. It is the economy, stupid, as James Carville said under a different president, and the president taking credit fro those job gains; 1.6 million net new jobs so far this year on top of 2.1 million new jobs last year. Look at those numbers. Now let's look at the context, because context matters. Here are the strong jobs gains of the president's first 2 years -- see them there -- shown over the past decade. Job creation almost matching the very strong numbers of 2014, 2015, and 2016, but not quite yet. I think you're going to get a great year for 2018, I think hiring's going to remain strong until the end of the year so you're going to see that 2018 number maybe match some of those from the Obama years.",
    "statement": "That is very important context for the last 3 years that proceeded President Trump. OK, a 22-year old student pilot facing criminal charges for <<ALLEGEDLY>> hopping a security fence at Orlando Melbourne International Airport and boarding a passenger jet. The <<SUSPECT>>, Nishal Sankat, is a student at Florida Institute of Technology in Melbourne. A maintenance supervisor and a technician who were on the plane caught him, held him down and removed him. Sankat will be charged with trespassing on airport property, burglary and attempted theft of an aircraft. Investigators don't <KNOW> what his motive was. Sankat was not armed. The FBI responded to a similar incident, you <CERTAINLY> remember last month when that ground service agent stole a turbo passenger at -- in Seattle and crashed it into an island."
  },
  {
    "transcript_id": "CNN-149260",
    "matched_terms": {
      "certainly": "ungraded",
      "know": "ungraded",
      "should": "ungraded",
      "about": "ungraded",
      "think": "ungraded",
      "believe": "ungraded",
      "hope": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, that's for sure.",
    "statement": "We <ALL> <KNOW> that there are going to <HAVE TO> be fixes down the road, just as <EVERY> major program has had; Medicare has had; Social Security will <<LIKELY>> have because of the explosion of costs. Having said that, you <HAVE TO> look at the basics. And the basics are that we pay far more than European nations do for health care. And they have a much better performance. We're <ABOUT> 15 percent; France is 10 percent. And in overall performance by the World Health Organization, France is ranked number one. I <<<THINK>>> we're ranked 17. We spend a lot of money, but we don't necessarily spend it in the right way or the right places. Now, let me just finish. This bill is really important. Because, if we don't pass it now, you can forget health care reform forever after, I <<<BELIEVE>>>. So this is the opportunity. We're right at the goal line. I <<<BELIEVE>>> it's going to pass the House. It will be signed by the president. We <SHOULD> pass a reconciliation bill. And I <WOULD> really appeal to my good friend, Senator Hatch. Let this reconciliation bill get passed. Then, you can see. If it's <WRONG>, you'll <CERTAINLY> say so. If it works, hopefully, you'll say so as <WELL>."
  },
  {
    "transcript_id": "CNN-293615",
    "matched_terms": {
      "could": "ungraded",
      "appear": "ungraded"
    },
    "previous_statement": "Overnight, North Korea conducts its largest nuclear test ever. Analysts say that this blast shows progress for that country's nuclear program and real problems for diplomacy, now, in that region.",
    "statement": "Donald Trump standing by his embrace of Russian president Vladimir Putin while making an appearance on a Russian-funded T.V. station. What <<COULD>> this mean for Trump's message?"
  },
  {
    "transcript_id": "CNN-356892",
    "matched_terms": {
      "must": "ungraded",
      "know": "ungraded",
      "may": "ungraded",
      "about": "ungraded",
      "perhaps": "ungraded",
      "seem": "ungraded",
      "doubt": "ungraded"
    },
    "previous_statement": "All right, let's go live to London and welcome in Nic Robertson. Nic, where are we headed?",
    "statement": "To a vote in <ABOUT> eight hours' time. Prime Minister Theresa <MAY> just getting ready to leave 10 Downing Street before that vote. Of course, there is prime minister's <QUESTION> time -- that time -- that moment in the week where politicians get to ask Theresa <MAY> questions. And <NO <DOUBT>>, it will be just as cut-throat as it has been in the recent -- in recent weeks. She will, it seems, be going there <A LITTLE> early for this <QUESTION> time session, <<PERHAPS>> because she knows she still has a few MPs to convince. What <MUST> she achieve tonight in that vote? She needs a simple <MAJORITY> of <ALL> the conservative MPs. The magic number is 158. If she gets that, there cannot be another challenge to her leadership contest for a year. The Brexiteers -- the hardline Brexiteers who want Britain, potentially, to get out of the European Union without a deal, <SEEM> to be trying to bring down her leadership. But what she has warned today -- if they manage to do that and bring <ABOUT> a leadership contest, that will delay and delay the negotiations with the European Union and potentially put Britain in the position of leaving the European Union without a deal and significantly hurting the British economy. She says she's ready to fight. She's been prime minister for 2 1/2 years and she says she's ready to continue to try to get this deal -- Dave."
  },
  {
    "transcript_id": "CNN-363130",
    "matched_terms": {
      "clear": "ungraded",
      "know": "ungraded",
      "might": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "think": "ungraded",
      "seem": "ungraded"
    },
    "previous_statement": "I believe you're mixing metaphors, director. But we want to bring in Abby, who is reporting on how the Trump administration and White House is responding to all this. So the fact, Abby, that they're -- for the first time we are hear under oath in open testimony of this direct connection between Roger Stone calling and on speaker phone alerting the president that he says he had had a conversation with Julian Assange, what will their response be today?",
    "statement": "It will be what we've heard it be, which is actually, I <<<THINK>>>, a <FAIRLY> limited argument for the president and his allies. It really just boils down to a character assassination of Michael Cohen, which, you <KNOW>, Michael Cohen <<PROBABLY>> -- they -- they don't <NEED TO> do that much work. I <<<THINK>>> people are aware of what Michael Cohen was doing, what he lied <ABOUT>, <ALL> the things that he said <ABOUT> the president, that he's now coming back and saying that he was <WRONG> <ABOUT>. So it's not like they have much room to go there in terms of trying to say that Michael Cohen is an unreliable person. But to Director Clapper's point, it is not really in his interest to lie in this context to potentially make his legal situation far worse than it already is. And what he does do in his testimony that I <<<THINK>>> is problematic for the president from a public relations <PERSPECTIVE>, which is frankly a lot of how the White House is looking at this, is that he establishes, in some <FAIRLY> concrete ways, places where the president has lied. That $35,000 check is important for not just because it talks <ABOUT> the president's role in trying to cover up an alleged affair, but it demonstrates that the public lied <ABOUT> this publicly as president. He said he did not <KNOW> anything <ABOUT> those hush money payments. That was clearly a lie if he wrote a $35,000 check to Michael Cohen as president of the United States. So there -- he -- Michael Cohen is establishing some key places with proof where the president is lying. And then he's making some other claims <ABOUT> the president's activities that we have not yet seen concrete corroboration of, but that don't <SEEM> outside of the realm of possibilities. It is -- it is believable, I <<<THINK>>> to the public, that the president <WOULD> have been told by his son <ABOUT> something like that meeting in Trump Tower. It is believable to the public that the president <WOULD> have been told by his friend, Roger Stone, <ABOUT> his contacts with people who had information on Hillary Clinton. And then, as Director Clapper points out, the president goes out publicly and encourages Russia to hack Hillary Clinton. He encourages WikiLeaks to release information <ABOUT> Hillary Clinton. So these are <ALL> things within the realm of possibilities, and that's what's going to be very difficult for the White House and the president's allies to combat. It does not <SEEM> strange that these things <MIGHT> be true."
  },
  {
    "transcript_id": "CNN-309172",
    "matched_terms": {
      "might": "ungraded",
      "seem": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, it seems U.S. president <MIGHT> be putting international human rights on the back burner during his administration. Mr. Trump hosted the Egyptian president, Abdel Fattah el Sisi, at the White House on Monday. Activists say el Sisi is a ruthless dictator, orchestrating a brutal political crackdown. Donald Trump sees it differently."
  },
  {
    "transcript_id": "CNN-131182",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "House Speaker Nancy Pelosi has said there will be no vote midday today unless there is the support needed to pass this. So at that point, Heidi, I mean, it could be canceled in a way. They could pull this and not vote for it. Obviously that would really catch a lot of attention if they did that.",
    "statement": "No <QUESTION> <ABOUT> it. <ALL> right. CNN's Brianna Keilar on Capitol Hill. Brianna, thanks for that. And while lawmakers debate more worrisome economic numbers from the government. Allan Chernoff in New York now reading between the lines of this latest jobless report. What's the <BOTTOM LINE> here, Allan?"
  },
  {
    "transcript_id": "CNN-357543",
    "matched_terms": {
      "absolutely": "ungraded",
      "sure": "ungraded",
      "fact": "ungraded",
      "could": "ungraded",
      "about": "ungraded",
      "probably": "ungraded",
      "doubt": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Kaitlan Collins at the White House. OK, a quick trip up Pennsylvania Avenue to Manu Raju there on Capitol Hill. What are you hearing from your end of things?",
    "statement": "<WELL>, Republicans thought that they were -- this was a done deal this morning. They had a meeting -- at the beginning of this meeting on the House side, Republican leaders talked to their members and some members came out and said there's <NO <DOUBT>> that the president's going to sign this short term bill to keep the government open up until February 8th. Chris Collins of New York in <FACT> told reporters that there's <ABSOLUTELY> <NO <DOUBT>>. And that's the message that Speaker Ryan conveyed to his members. <WELL>, things changed <RATHER> dramatically in that meeting. President Trump had spouted off on Twitter earlier in the morning and then the speaker took a phone call from the president, stepped aside from that meeting, and that -- that call lasted for some time. They abruptly scrapped a planned press conference that they were going to discuss <ALL> these matters with the media and then Paul Ryan went to his office and huddled with his leadership team to <FIGURE> out what to do before next -- before this Friday's deadline. Now, Brianna, I'm told by sources familiar with the matter that they were talking <ABOUT> a variety of options to try to appease the president and the right flank. And that includes trying to put a bill on the floor to keep the government open. It <WOULD> also include $5 billion to fund the president's border wall, add disaster relief money to get some Republican support. The <QUESTION> is, it will <<PROBABLY>> -- <WELL>, it <<COULD>> pass the House, it's possible, but it <WOULD> not pass the Senate. And then what do they do? And that is one of the big questions they're grappling with right now as they talk to the president. Will he ultimately sign a bill with no wall money just to keep the government afloat. People thought they had the answer at the beginning of the day. Right now, not so <<<SURE>>>. Brianna."
  },
  {
    "transcript_id": "CNN-236328",
    "matched_terms": {
      "may": "ungraded",
      "should": "ungraded",
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And it will be interesting to know what ISIS does know about America. Because Peter, one of the ISIS fighters told VICE News, and this is a quote. \"We will raise the flag of Allah at the White House.\" How threatening are they to the U.S. and do you think that the U.S. administration or the intelligence committee has underestimated ISIS's threat?",
    "statement": "I <<<THINK>>> they will be a threat to the United States in the short to medium term. Now, of course, now that U.S. is in direct conflict with ISIS that <MAY> speed up the process. But you <SHOULD> also recognize that as for the time being, ISIS is actually very busy building this Islamic state. Fighting against the Kurds, the Iraqis, trying to expand into Jordan. But now, of course, that the U.S. is going to be part of that puzzle, it <MAY> <WELL> turn out to be that they're soon going to expand and direct the operations directly towards the U.S. So, I <<<THINK>>> that will become more <<LIKELY>> now."
  },
  {
    "transcript_id": "CNN-158066",
    "matched_terms": {
      "best": "ungraded",
      "might": "ungraded",
      "quite": "ungraded"
    },
    "previous_statement": "Yes. OK. Let me try to break this down for you. I've been thinking about how do we make this really simple? Here's the idea. The U.S. has been pressuring China for a long time because China, they complain that China was trying to undervalue, lower the value of its own currency. Now, you might think about that and say, why would a nation want to lower the value of its own currency? Well, that helps exporters. Right? The idea is that the U.S. has been complaining China is lowering the value of its currency, which helps Chinese exporters. Now, what does the U.S. do? The U.S. announces it's pumping $600 million into the economy, and that can, in turn, lower the value of the U.S. dollar. So now you have more and more countries saying, wait a second, are were heading into this field of currency wars? And are we going to see more and more countries manipulating their currency in this way to help their own exporters, ultimately creating more problems? So, Tony, that's one problem that we see here. Check out this. Germany's finance minister just the other day called U.S. economic policy \"clueless.\" Actually used the word \"clueless.\" Now, U.S. Fed Chairman Ben Bernanke said injecting the money into the economy is needed to drive down interest rates and get demand going. But this battle is a sign of the challenge that they're facing, Tony. And let me just get through quickly two more points that we're facing as we go into this, because one thing that is interesting about this dynamic is that now there is actually less unity in the G-20 because the economies are getting better. So, in a way, that's a sign of a good thing. One thing we're seeing in this upcoming meeting and previous meetings, they had some real fears about a depression. Now a lot of countries don't have that fear anymore. So we're seeing a better economy, less unity. At the same time, you're seeing what could be potentially a big problem for some of these countries. Some of these nations are genuinely afraid that the G-20 will cease to exist, especially some of the smaller economies. They're saying if not much happens now, it might not be around. The future of the G-20 is in question. Some of the economies that are involved in it, that are really hoping to get a lot out of their involvement, are concerned it will disappear. So, Tony, all those dynamics play in as the president of the United States arrives and faces these concerns have over other world economies.",
    "statement": "It sounds like a lot of the countries are starting to go in their own direction, trying to <FIGURE> out <BEST> policies for their individual nations, and not <QUITE> as interested, at least right now, in this moment, in doing what <MIGHT> be <BEST> for <ALL> of the nations as we try to dig out of this global recession."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Not necessarily that they stack up precisely on one another, but they form a pile that starts building up. You'd find that in much more frequent use of the machine on one particular side, which was what my observation was, that in fact it would be on the left-hand side you'd find that more likely.",
    "statement": "Do you <KNOW> how many people on average use one of these machines in a presidential election?"
  }
]