[
  {
    "transcript_id": "CNN-404906",
    "matched_terms": {
      "could": "ungraded",
      "should": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "California's state capital closed after at least five assembly members tested positive. And a new study finds so-called silent spreaders may account for as many as half of all cases.",
    "statement": "Even the states that are doing <WELL> right now <SHOULD> be on guard because they <COULD> be next."
  },
  {
    "transcript_id": "CNN-361845",
    "matched_terms": {
      "think": "ungraded",
      "should": "ungraded"
    },
    "previous_statement": "Tonight, resign, that's the message from President Trump to freshman Congresswoman Ilhan Omar for a series of tweets widely perceived as anti-semitic by Democrats and Republicans alike.",
    "statement": "Anti-semitism has no place in the United States Congress. What she said is so deep-seated in our heart that her lame apology, and that's what it was, it was lame and she didn't mean a word of it, was just not appropriate. I <THINK> she <SHOULD> resign from Congress, frankly, but at a minimum she shouldn't be on committees."
  },
  {
    "transcript_id": "CNN-337930",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Could you tell the people where the seat belts -- with everything that was happening, how did the plane -- was it bouncing, tilting, seat belts?",
    "statement": "<SURE> -- I don't <KNOW> if the seat belt light had been taken off at that point. I don't <BELIEVE> so. So everybody was belted in that I saw. And so, yes, I mean, like I said, takeoff was smooth. After the engine malfunctioned, then it was a little turbulent. But my understanding they brought us down to <ABOUT> 10,000 feet almost immediately and so there was -- you can only imagine the experience that was. But I <THINK> all and all, it was smooth. There was some shaking of the plane, but nothing that was too bad."
  },
  {
    "transcript_id": "CNN-134509",
    "matched_terms": {
      "about": "ungraded",
      "views": "ungraded"
    },
    "previous_statement": "It's a great question and I went through a year of seriously asking that after the scandal. And different therapists have said different things to me. My first therapist said, you are a heterosexual, with homosexual attachments and I wasn't sure what that meant. Now that we have processed this through, my current counselor says, \"You're a heterosexual with complications.\" And so I don't think the boxes work for me. I think I have -- I have some thoughts in my life and some processes in my life that just don't fit neatly into the boxes, which I think is true for a lot of people. And I know that I am in a process. I am changing and so I know I went through -- I was different in college than I was in my 20s and 30s. And then this happened in my 50s and -- but I can tell you this, today, I am 100 percent satisfied with my relationship with my wife and I have no compelling things in my life toward others.",
    "statement": "And we're going to meet her in a couple of minutes. Let's take a look at a clip from HBO's \"The Trials of Ted Haggard\" it debuted tonight it will be playing frequently. This is Ted commenting <ABOUT> some people's <VIEWS> of homosexuality. Watch."
  },
  {
    "transcript_id": "CNN-177262",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "I want to go through two things here you said. In August, in front of a Tea Party crowd in South Carolina, you said, \"We do believe, unlike Warren Buffett, that taxes are high enough already,\" meaning don't raise taxes. You told the Associated Press on November 7, \"I think that people who can afford to pay more need to pay more.\" Which is it?",
    "statement": "<WELL>, what it is, is growing the economy. And what I said by that is I intend to abolish the tax code. I'm a federal tax litigation attorney, and what I want to do is abolish the tax code. And I'm saying that, if you are middle class or lower middle class -- people who are upper income need to pay at least the same rate as people who are middle or lower. They can't pay less. Today we have unequal rates, and people who are wealthier, sometimes are getting away with paying less because the tax code is all <ABOUT> special interests. And what I want to do is have the tax code apply the same to everyone. That's very different. I want a tax code that's going to have equal treatment under the law. That's not what we have today. What Barack Obama is calling for is more intervention by government in the economy. He doesn't <KNOW> how to grow the economy. He doesn't <KNOW> how to create jobs. I do. I'm a job creator myself. I'm a successful private businesswoman and I'm a trial lawyer -- a federal trial lawyer on taxes. I get what we need to do on changing the economy, and that's what I'll do."
  },
  {
    "transcript_id": "CNN-136009",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Right.",
    "statement": "It's <ABOUT> emotion and money. And people become invested in the emotion and will use the money as an excuse."
  },
  {
    "transcript_id": "CNN-373106",
    "matched_terms": {
      "may": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<WELL>, the clock is ticking. President Trump says he is giving Congress two weeks to work out a solution to the crisis at the border or his plan to deport thousands of undocumented immigrants will be back on. ICE raids, you <MAY> remember, were set to begin yesterday in ten major U.S. cities, but the president tweeting he wants to give Democrats every last chance to make a deal to avoid those deportations. Manu Raju is on Capitol Hill. So Manu, Trump delaying, in dramatic fashion, his round-up by two weeks, one of which Congress will be recess. Can Congress, given the enormous divisions, even within the parties, get something done?"
  },
  {
    "transcript_id": "NPR-37083",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "It sounds as if the Taliban is on the doorstep of the Pakistani capital. How serious a threat to the government is this?",
    "statement": "I <THINK> it's a threat to the government, but much more than that it is a threat to Pakistan as a country and Pakistan as a society. And that's really what's getting Pakistanis really worried. In some ways, in the ordinary Pakistani mind the Taliban were far, far away in another country. And what Buner means is more and more they see the Taliban threat entering their lives and that makes it real."
  },
  {
    "transcript_id": "CNN-98868",
    "matched_terms": {
      "know": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "... because she has such memory of the entire attack. She said there was like, you know, two seconds where you don't recall what exactly happened.",
    "statement": "<WELL>, I imagine there's a couple of things here. First of all, you <KNOW>, time <KIND OF> slows down in those events. You can <PROBABLY> remember certain things..."
  },
  {
    "transcript_id": "CNN-155302",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "But that's not unpredictable, Doug.",
    "statement": "... predictable. We have a bill. We <KNOW> what it is. That's not unpredictable at all. There is one thing that is very predictable. We have health care in this country now."
  },
  {
    "transcript_id": "CNN-265933",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Thank you. The United States is watching Russia's movements in Syria and what they are seeing is pretty incredible, because right now Russia is on the move, positioning several ground combat weapons and troops in Western Syria. And the U.S. is confident that the Russians are being sent there to back up Syrian forces in the field who are planning to attack anti-regime forces. To the Pentagon we go to our correspondent there, Barbara Starr. Barbara, when we talk weapons and troops, how big of a contingency is this and the fact that they are on the ground?",
    "statement": "It's a big concern here evolving at the Pentagon, Brooke. It's several pieces of artillery, several pieces of what they call multiple-launch rockets, systems that can fire at a high rate of fire, very lethal. No question that they are used for anything but going on the offense. And that's what the U.S. fears Russia is doing now in Western Syria, going on the offense against militias, against groups that are trying to battle Bashar al-Assad Getting him out of Syria and getting him out of government, out of power is a top U.S. goal, not just for Syria, but for bringing stability to the region and fighting ISIS. So, this is a big concern to the U.S. Right now, they don't <THINK> that the Russians are going to go in all on their own in a full ground combat offensive, that they are doing this to back up Syrian forces those who are already overworked and exhausted in their efforts to go after these militia movements, so the Russians there to back up the Syrian regime. But make no mistake, in this part of Western Syria, a big concern, because as always, it is the civilians who get caught in the crossfire -- Brooke."
  },
  {
    "transcript_id": "CNN-220681",
    "matched_terms": {
      "could": "ungraded",
      "perhaps": "ungraded"
    },
    "previous_statement": "Indeed. House Speaker John Boehner says it's not everything he wanted, but he'll take it. Minority leader Nancy Pelosi has some reservations, too, but that's what bipartisanship is all, a little give and take. She says the House Democrats are going to come through for this.",
    "statement": "The bill is designed to prevent the government-shutdown drama that we saw just a couple of months ago. We want to go to Brianna Keilar at the White House. So Brianna, so, first of all, if they prevent the government shutdown, we see this compromise here, does it mean that they'll be able to get more things done, <PERHAPS> immigration reform, other things on the agenda that the president has wanted to push through but <COULD> not?"
  },
  {
    "transcript_id": "CNN-289883",
    "matched_terms": {
      "well": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "In front of the church where the attackers were eventually shot and killed by police, people left thousands of messages. Some stopped and prayed. There is grief here, but also fear about what this means for the future of France.",
    "statement": "It is affecting many French people and they are very shocked. What can we do? <WELL>, what we are already doing is not enough. We have to find other solutions to avoid future young people doing this <KIND OF> things. It's barbaric what they've done."
  },
  {
    "transcript_id": "CNN-232739",
    "matched_terms": {
      "may": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Right...",
    "statement": "-- they can have video conferencing, they can bring in military commanders. All of a sudden it ramps up the possibility that the president <MAY> be moving toward some <SORT OF> military action."
  },
  {
    "transcript_id": "CNN-33615",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, he does. In 1988, when he was a senator -- '98, I'm sorry -- as a senator he did vote for the immediate destruction of records -- of gun owner records. That was an amendment; it was shot down, it never made it. But he has spoken, at least as a senator. And don't forget, he has repeated that his stand taken as a senator would not necessarily translate into a stand taken as attorney general. But this is the first concrete step that we will see out of this Justice Department under the leadership of John Ashcroft, so tensions are running very high.",
    "statement": "Kelli Arena, thanks so much. And once again, the attorney general expected to speak in <ABOUT> 40 minutes. Natalie, back to you."
  },
  {
    "transcript_id": "CNN-313714",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I thought that press conference was nuts. And I thought it was beyond disingenuous. It was almost sleazy after what she did to try to paint herself as a victim and appropriate -- really, there is a large cultural moment that we're living in, as I have written about, where patriarchs, people who still believe in patriarchy, who believe men can control women, are being brought down, from Bill Cosby to Roger Ailes to Bill O'Reilly. This is a big moment. She is not one of the patriarch slayers. She's done none of that kind of work, the kind of work, say, that Megyn Kelly or Rachel Maddow is doing. So, for her to try to appropriate that after this action is outrageous. Look, this is not political commentary, this is not First Amendment stuff. She is a shock jock. She's always been a shock jock. She's closer to shock jock than she is anything with political commentary. And that press conference was outrageous. I couldn't believe they did it either.",
    "statement": "Yes, it made a bad thing worse. Next on our list, CBS, Scott Pelley. I was shocked by this announcement midweek that Pelley is being moved to \"60 Minutes.\" He's going to work full time for \"60 Minutes.\" They're bringing in a new anchor for the \"Cbs Evening News.\" Now, a lot of folks say, oh, the nightly news don't matter anymore. I <THINK> it does, still has a number of viewers, six, seven, eight million viewers for Pelley's show. But he was stuck in third place, just like his predecessors at \"CBS Evening News.\" What was your read on why they're moving him off, trying someone new?"
  },
  {
    "transcript_id": "CNN-284536",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "feel": "ungraded",
      "confident": "ungraded"
    },
    "previous_statement": "Look let's have a reality check here. This is not 80,000 people, this is Belgium this is the Nordic countries, this is Italy, this is Spain, so multiply 80,000 at Charles De Gaulle by the rest of Europe going into North America and North Africa. To believe you can undergo valid security checks at some level for that number of people is misleading. When I joined the CIA, nine months, polygraph, talked to my family, talked to my neighbors, financial records, if you want to undergo a serious security check beyond doing what we could do very simply, look at criminal records. It's not possible for that volume of people. One final thought, once you hire somebody continuous monitoring. Are you going to come back next year? Two years later? Are you going to look at their face book postings? I don't think we should mislead ourselves to believe that you can get deep security checks on people at airports when you're talking about 80,000.",
    "statement": "So, Juliette I want you to join this conversation right now. Because when you hear what happened at Charles de Gaulle when you hear <ABOUT> those people who were fired, you hear <ABOUT> the 600 people who <COULD> not get clearance who applied for it, do you <FEEL> as if now, are you <CONFIDENT> they're doing all they can?"
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Do you wish to take the witness on voir dire?",
    "statement": "<WELL>, Your Honor, it's more of an evidentiary point, clearly, and that is that is not..."
  },
  {
    "transcript_id": "CNN-242998",
    "matched_terms": {
      "could": "ungraded",
      "certainly": "ungraded",
      "feeling": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Welcome back to THE LEAD. The sound you hear, that's the Sugar Hill gang featuring the voice of hip hop pioneer, Henry Jackson better known as Big Bank Hank. We have to sadly report that Jackson passed away this morning from complications of cancer. Big Bank Hank was 57 years old. Now for our Pop Culture Lead, he is long been considered one of America's all-time favorite TV dads and a pop culture icon that even his sweaters are considered like a thing, but now that some pretty serious allegations from a decade ago have resurfaced, Bill Cosby's brand, the loveable, huggable mega star <COULD> be suffering a major hit. Yesterday, Cosby, or his social media handlers, tried to generate a little buzz by offering the public a change to turn his pictures into internet means on Twitter. But instead of a good natured using or two, many used the opportunity to call out Cosby for a series of sexual assault allegations against him, 14 allegations, to be precise, all of which he has denied. Still, the stunts led the captions such as this one, quote, \"that <<FEELING>> you get from being America's most beloved serial rapist.\" <CERTAINLY> not what the Cosby team had in mind. The allegations against Cosby first emerged in 2004. He was never convicted, but Cosby did settle a civil lawsuit with one of his accusers. The scandal seemed to be behind him. But it was brought back into the spotlight in recent weeks when rumors circulated that he was developing a new show with NBC and when a biography of him was released notably did not mention any of the accusations. And then comedian, Hannibal Borist took jabs at the Cosby scandal during a recent stand-up show and it went viral."
  },
  {
    "transcript_id": "CNN-307747",
    "matched_terms": {
      "could": "ungraded",
      "about": "ungraded",
      "knows": "ungraded"
    },
    "previous_statement": "I had been reading about things. I read in -- I think it was January 20th, a \"New York Times\" article where they were talking about wiretapping. There was an article, I think they used that exact term. I read other things. I watched your friend Bret Baier the day previous, where he was talking about certain, very complex sets of things happening, and wiretapping. I said, \"Wait a minute, there's a lot of wiretapping being talked about.\" But wiretap covers a lot of different things. I think you're going to find some very interesting items coming to the forefront over the next two weeks.",
    "statement": "OK. Let's unpack this. Number one, a lot of people read this as the President trying to retreat. That the President <KNOWS> there's no evidence and he's trying to say it <COULD> have been <ABOUT> this, that or the other thing and wiretap <COULD> be so widely, broadly defined. So, is he sticking to his guns or is he trying to back out here?"
  },
  {
    "transcript_id": "CNN-86459",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "Judgment calls are hit or miss, but information, the panel says, absolutely has to be gathered, shared, and acted upon. It sounds fairly basic. CNN's Sean Callebs picks up our coverage from the Commerce Department in Washington. That communication theme, or lack thereof, comes up time and again, doesn't it, Sean?",
    "statement": "Miles, if there is one recurring, underlying theme throughout this massive 500-plus page document, it is the <FACT> that the lack of communication really punished the United States in a very large way. The commission pointed out that the United States was simply transformed after 9/11. It was simply a staggering blow, and that this nation just underestimated the magnitude of the outside terrorist threat. Now, during the past 20 months or so, the 10 commission members have interviewed legions of people, they've taken a great deal of information, and for the most part, they are getting high marks from members of Congress, from the president, and the families of those who lost loved ones on that day for keeping politics out of the their efforts."
  },
  {
    "transcript_id": "CNN-112987",
    "matched_terms": {
      "think": "ungraded",
      "maybe": "ungraded"
    },
    "previous_statement": "They`re right around the corner with the hypodermic needle and the net at all times.",
    "statement": "Right. I will tell you, the first time -- and I <THINK> I said this to you <MAYBE> right before we went on the air. The first time I ever went on your show, I said, \"You frighten me. You`re not going to kill me, are you?\""
  },
  {
    "transcript_id": "CNN-137237",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "All right. So let's tell you a little bit about the author of that book that President Chavez gave to President Obama. You wouldn't confuse Eduardo Galliano with John Grisham, but in the hours after the gift was exchanged, his book, \"Open Veins of Latin American\" -- that's it title -- it soared onto Amazon's best-seller list.",
    "statement": "Yes, it was down at, like, 60,000 -- I didn't even <KNOW> they kept numbers -- but it was way down at the bottom somewhere."
  },
  {
    "transcript_id": "CNN-379091",
    "matched_terms": {
      "unclear": "ungraded"
    },
    "previous_statement": "None",
    "statement": "All right. President Trump has canceled his trip to Poland this weekend, he says to monitor Hurricane Dorian. This comes as the president is under scrutiny for the difference in his response to Florida, compared to how he was talking when the storm was headed to Puerto Rico. It ended up being mostly a miss on Puerto Rico. Still, there's criticism. Joining us now, CNN political commentators Errol Louis and Joe Lockhart; and CNN political analyst Rachael Bade. Errol, this trip to Poland. <UNCLEAR> how much the president was dying to go to Poland. That said, with a storm the size of Dorian coming right at Florida now, almost had to cancel."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes, and investigators didn`t know that at the time they did the initial autopsy and the cause of death. But that was critically important for them to now change that cause of death. And Nancy, remember, he`s a doctor and a lawyer. He`s immensely respected in the community.",
    "statement": "<WELL>, hold on. Hold on. Let me just address that very quickly. Joining me right now out of Salt Lake City, Utah, is a very special guest. This is a woman who never let go of this case, and now she has broken this story. Her name, Sarah Lenz, reporter with \"The Deseret News.\""
  },
  {
    "transcript_id": "CNN-402375",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "I do. I think we're continuing to build a consensus all across the Senate. I hope to have a bipartisan effort with support from both parties, as we move forward, because, think about it, the mechanics of a hate crimes bill have to be just more than words on a page. As we analyze this, we need to make sure that we include things like data collection, uniform reporting, we need to make sure that there's an opportunity, potentially for civil recourse. We also have got to make sure that we have the opportunity to, instead of just having a sentence enhancement and have it as sole discretion of the prosecutor, that we actually give the victim to have the opportunity to have a separate charge of a hate crime and allow them to be able to make that presentation in a court case, in a courtroom. Those are things that I think we can bring together. It's a big ask, I got you. But I'm up for the challenge and I'm ready to lead this effort.",
    "statement": "Do you <THINK> Ahmaud Arbery's Murder was a hate crime?"
  },
  {
    "transcript_id": "NPR-4790",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Sure. Any run-of-the-mill, self-respecting bacteria would love to eat oil. It's the equivalent to butter for  it's got a high caloric content, just  and that's why we use it to power our cars.",
    "statement": "I wouldn't worry too much <ABOUT> these bacteria. Any aquatic body, even far, far away from the Gulf of Mexico, if you dosed it with some oil in the right conditions in the right way, you will get them to eat the oil."
  },
  {
    "transcript_id": "CNN-294991",
    "matched_terms": {
      "fact": "ungraded"
    },
    "previous_statement": "But it's not a junk.",
    "statement": "But as an allegation, irresponsible to report the <FACT>."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "maybe": "ungraded",
      "around": "ungraded"
    },
    "previous_statement": "Fifty, 60",
    "statement": "<AROUND> -- no, <MAYBE> something like that, between 50 and 60, something like that."
  },
  {
    "transcript_id": "CNN-74956",
    "matched_terms": {
      "about": "ungraded",
      "probably": "ungraded",
      "well": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Start with you, Dana. How did you get the idea for this particular project?",
    "statement": "<WELL>, my father did \"The Endless Summer,\" and I worked on \"Endless Summer 2\" with him. And a lot would ask <ABOUT> an \"Endless Summer 3,\" which I <THOUGHT> was <PROBABLY> a digit too many. So..."
  },
  {
    "transcript_id": "CNN-76986",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Many are following a mandatory evacuation order for the Outer Banks. The Halls understand the order but...",
    "statement": "<WELL>, it didn't bother me."
  },
  {
    "transcript_id": "CNN-377727",
    "matched_terms": {
      "about": "ungraded",
      "might": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Who takes Trump seriously?",
    "statement": "Here to talk more <ABOUT> Mr. Trump's strategy and what it <MIGHT> be, and how he's not the only U.S. president who's shown interest in Greenland, is CNN military and diplomatic analyst John Kirby, and CNN presidential historian Tim Naftali, who's also a former director of the Richard Nixon Presidential Library. Let's start with you, John. The president is, <OBVIOUSLY>, interested in Greenland. But how serious is he really? Primarily, what is the existing relationship between Greenland and the United States, as the U.S. has its northernmost military base there?"
  },
  {
    "transcript_id": "CNN-382166",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "None",
    "statement": "Violence has broken out again in the streets of Iraq, this time resulting in even more deaths and injuries there. At least 100 people lost their lives since these mass protests started last week. <AROUND> 4,000 have been injured. At a funeral procession, heartbroken families mourned loved ones who were killed in the violence."
  },
  {
    "transcript_id": "CNN-159201",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "My wife is 50 years old. She just had surgery a couple of days, a week ago.",
    "statement": "What <KIND OF> surgery did she have?"
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "sure": "ungraded",
      "fact": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Always in this part of the state, fire trucks play a major role in Fourth of July celebrations. They're festooned with flags, with colorful banners, and the idea that some of the trucks that were here earlier had these banners on them, and -- it's just horrible to see them in the context that we saw them in.",
    "statement": "Even as people are trying to make sense of what happened here, firefighters are still arriving on the scene, moving to and fro, although we understand that there are no -- <ABSOLUTELY> no people believed to be missing at this point at the location. Earlier today, we spoke again to the acting prosecutor from Camden County, and he told us that he is conducting this as if it were a criminal investigation. He says, at this point, there is <ABSOLUTELY> no evidence that, in <FACT>, it is a -- that any crime here occurred. He just says he wants to make <SURE> that <ABSOLUTELY> no wrongdoing took place here -- Judy."
  },
  {
    "transcript_id": "CNN-215603",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Tick, tick, tick.",
    "statement": "Although I don't <KNOW> that anybody is listening, with neither side seemingly willing to give an inch, which is 19 hours away from the government shutdown. The Republicans saying they want to defund the health care overhaul, also known as Obamacare, or at least delay it for a year. The Democrats saying no way is that going to happen. And all of those government services are hanging in the balance. Senior White House correspondent Brianna Keilar has the very latest."
  },
  {
    "transcript_id": "NPR-2555",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Listen, it's getting to be money time in the NFL with the NFC and AFC championships coming up this weekend. I want to talk to you about who you like and all, but first let me go to this. We could see two black head coaches, Bill, potentially facing each other for the first time in the history of the Super Bowl - Lovie Smith in Chicago, Tony Dungy in Indianapolis.",
    "statement": "What great drama. You'd <THINK> that in 2007 we're done with firsts, but, you <KNOW>, it's great. It really is, I <THINK> it's something to celebrate, though as coaches…"
  },
  {
    "transcript_id": "CNN-389909",
    "matched_terms": {
      "probably": "ungraded"
    },
    "previous_statement": "None",
    "statement": "<PROBABLY> the worst briefing I've seen at least on a military issue."
  },
  {
    "transcript_id": "NPR-1342",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "It was, and it was - it's really - I don't carry it with me all the time but when I'm doing interviews, I make sure I have it with me. But it is at my home all the time. And there are several parts that I read over again just because - it's funny, in this age of technology we never thought to tape-record my mother.",
    "statement": "And, you <KNOW>, all these years, we don't have anything that's our mother's voice speaking or singing or doing anything. And so the closest we have really now is this document, where we read it and it's just amazing how her voice and her personality come through."
  },
  {
    "transcript_id": "CNN-374351",
    "matched_terms": {
      "well": "ungraded",
      "must": "ungraded"
    },
    "previous_statement": "Well, let's have a look. There were two images released. First of all, a stylish black-and-white one where we see baby Archie's face for the first time in full view. All royal fans have been waiting for that. Then we also have this more formal shot with the wider family, extended family. Only Doria Ragland, Megan's mother, representing that side of the family in that image. And you can see there also Diana's sisters standing to the right of her. The couple said they're happy to share the joy of this day with members of the public who have been incredibly supportive since the birth of their son. And therein actually, Alisyn, lies the rub. Because these images were first posted on Instagram. They were taken by a personal photographer. And that has concerned many in the U.K. media. If we take \"The Times\" today, for example, they're talking today about the row over the private nature of the event continuing, particularly in light of a multi-million-dollar home renovations have hit the headlines here, as well. They quote Robert Lacey. He's a very respected royal historian. And he says it's an absolute scandal that the godparents aren't being named. Meghan and Harry haven't named them yet. They say they're not going to name them. This is what they say, of Robert Lacey: \"This is someone who is seventh in line to the throne, and we don't know who has a moral influence on him. It verges on the non-constitutional.\" So it's a big row here. It's not going away. But Alisyn and John, I think they just want to do things their own way. And this is how they're going to do it into the future, as well, I think.",
    "statement": "Clearly. <WELL>, that's a very cute baby. Though I <MUST> say I'm not seeing him close up enough. I want us to push in on that photo. I will work on that."
  },
  {
    "transcript_id": "CNN-96610",
    "matched_terms": {
      "could": "ungraded",
      "guessing": "ungraded"
    },
    "previous_statement": "And there was also talk that she actually was riding an off- road vehicle on her property in New York. Will we ever actually find out potentially what she did do wrong and why this was extended? Or is there a chance we`ll never know?",
    "statement": "No, I`m <GUESSING> we`re going to find out what it is. I mean, ultimately, this <COULD> be the subject of a court record. And usually those things become public. But it doesn`t just happen that suddenly it extends. There`s something that triggers it. And usually what triggers it, A.J., is a violation."
  },
  {
    "transcript_id": "CNN-407295",
    "matched_terms": {
      "know": "ungraded"
    },
    "previous_statement": "Breathe. Yes, the airway. After they moved me from the ventilator.",
    "statement": "I want to get to how you got sick in just a second, but I <KNOW> you were in this medically induced coma for two months. When you first woke up --"
  },
  {
    "transcript_id": "CNN-327486",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "well": "ungraded",
      "might": "ungraded",
      "fact": "ungraded",
      "certainly": "ungraded",
      "stuff": "ungraded",
      "kind of": "ungraded",
      "sort of": "ungraded"
    },
    "previous_statement": "Steve, do you think that's possible?",
    "statement": "<WELL>, Ana, it's -- I mean, it's <CERTAINLY> possible and it's <CERTAINLY> enticing and fascinating and <SORT OF> titillating would he be doing this. And then the question becomes, OK, so what -- you <KNOW>, what information would he then proffer to Mueller and his team? I <THINK> that we <MIGHT> be getting a little too caught up in, you <KNOW>, what's referred to often as violations of the Logan Act. You <KNOW>, was somebody like Flynn, whether or not he was secretly recording things or not, trying to, you <KNOW>, start a diplomatic set of events prior to the inauguration of the President -- of President-elect Trump? I <THINK> we need to step back and remember what Mueller, I <THINK>, is really focused on here and what the brass ring is. I don't <THINK> Mueller cut the <KIND OF> deal, which is very good as Asha indicated for Flynn, just to get, you <KNOW>, more coup on how it was that the Kislyak meetings went down. I <THINK> it has to do with the -- with whether or not the Trump team did indeed collude, cooperate or contact the Russian government during the lead up to the election in an attempt to win it and with Russian assistance. The other <STUFF>, <CERTAINLY>, is important. Obstruction of justice, of course, is no light thing, but we <KNOW> for a <FACT> that the Russians tried to attack our democratic institutions. Not just ours but the West as <WELL>. And I <THINK> that's really what Mueller is focused on. And I <THINK> Flynn is the first guy out of these others who have been subjected to legal maneuverings. Flynn is the real guy who has a front row seat and be able to -- would be able to comment and help Mueller on what I <THINK> is the real key to his investigation at this point."
  },
  {
    "transcript_id": "CNN-165679",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Thank you, Jamie.",
    "statement": "<WELL>, what..."
  },
  {
    "transcript_id": "NPR-23886",
    "matched_terms": {
      "about": "ungraded",
      "quite": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "What I am basically saying is, in the debates, they were certainly against Iran having nuclear weapons, but they also let their concern about the possible escalation into a conflict with Iran be reflected in public. Frequently, they were each saying the cost of a war with Iran would be terrible. Now, if you're saying that publicly, the message you're sending to the Iranians is, we're not prepared to use force. Now, while the president can say all options are on the table, the message you're sending undercuts the diplomacy. Coercive diplomacy works best if the Iranians believe that, in fact, the threat actually is one that we are prepared to act on.",
    "statement": "There's a <KIND OF> conversation that you describe in your book that recurs between U.S. and Israeli officials where a U.S. policymaker asks the Israelis, look; we'll try to pursue some <KIND OF> peace here, but you have to tell us - what do you really need? Where is your - show me something <ABOUT> your bottom line so that we can have a process that you can support ultimately. And each time, the Israelis waffle, can't <QUITE> describe what it is that they really want."
  },
  {
    "transcript_id": "CNN-248609",
    "matched_terms": {
      "think": "ungraded",
      "believes": "ungraded"
    },
    "previous_statement": "All right. Phil Black for us this morning in Erbil -- thanks, Phil.",
    "statement": "Before leaving Washington, Jordan's king met with President Obama at the White House. The president said that the video, if authentic, confirms the depravity of ISIS, as if there needed to be any more confirmation at this point. Jordan says it <BELIEVES> the pilot Muath al-Kaseasbeh had been dead for weeks by the time that ISIS began bargaining for his life. Officials from Jordan say they <THINK> he was killed on January 3rd. For the latest on U.S. diplomatic and intelligence efforts, let's bring in Pentagon correspondent Barbara Starr -- Barbara."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "Yes. From my personal observation, I was noticing that there was more extensive wear of that template on the left-hand side than on the right-hand side, which would be understandable and normal in the course of business in terms of the use of the voting equipment. The left-hand side of these machines gets more use, because when an election administrator sets up the ballot, he generally starts from the left-hand side and moves to the right-hand side as the ballot is filled out, as more contests are listed.",
    "statement": "<MAY> I interject?"
  },
  {
    "transcript_id": "CNN-260479",
    "matched_terms": {
      "believe": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "Well, I think a lot of people - yes.",
    "statement": "So, we have to protect our Second Amendment - Amendment. And we can't let -- we can't take little chunk, little chunks, little chunk here. They keep talking <ABOUT> these little - take these little chunks out. And you have to be very careful <ABOUT> that. You <KNOW>, we had prisoners escape up in Upstate New York, which you covered very <WELL> for a long period of time. And the people up in Upstate that didn't <BELIEVE> in guns, all of a sudden, they all had guns sitting on their tables because they were really afraid that these guys would break into their house."
  },
  {
    "transcript_id": "CNN-16150",
    "matched_terms": {
      "know": "ungraded",
      "best": "ungraded"
    },
    "previous_statement": "Don't miss it at all?",
    "statement": "No. And I had the <BEST>. You <KNOW>, once you've -- you just don't pine for the worst."
  },
  {
    "transcript_id": "CNN-139608",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "So that coming from state-run television there in Iran, the latest that we have on the ground about the blast. Of course, we're trying to get information here at CNN. But there has been a media blackout. Our reporter on the ground there cannot file any reports today unless he applies for access to be able to do so and then gets granted that access. So far it has not happened. So we are relying on different avenues, whether that be the social networks or state-run television. But when we show you information or give you information from state-run television, it's very important that you understand that that is government controlled information.",
    "statement": "All right. A lot of this information, the folks have been deciphering through this for us. Is this a live picture of state-run television? Can we go ahead and listen in to what's happening? It's look like another announcement <MAY> be made. Let's listen in for a second."
  },
  {
    "transcript_id": "CNN-61874",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "certainly": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "Back to the issue of some of the ominous news we heard yesterday from the director of the CIA. He says Al Qaeda is now in what he says is its execution phase and he thinks the terror network will go after Americans again, both overseas and here on U.S. soil. George Tenet delivered this assessment yesterday to congressional intelligence committees. Our national security correspondent David Ensor joins us now live from Washington. Was there anything special about the timing of this yesterday, David?",
    "statement": "<WELL>, the timing was brought <ABOUT> by the committee, but it <CERTAINLY> was a dramatic warning from the CIA director and, of course, George Tenet sees all of the intelligence there is. He is worried. That is <CLEAR>."
  },
  {
    "transcript_id": "CNN-377248",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "sure": "ungraded",
      "know": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "So David if you can't explain what you know happened and what you know about this Skyfall missile.",
    "statement": "<SURE>. So what we <KNOW> happened based on Russian accounts that are beginning to come out is that a small nuclear reactor, which we <BELIEVE>, the Russians were using to try to power this experimental missile called the Skyfall somehow exploded or melted down, either during or after the test of this missile on a platform out at sea in Northern Russia. And as soon as it did a group of five scientists who were working there, by the account of their own institute, worked to try to control the reaction, they failed and they were all killed along with two other people. The Russians now say that there were seven dead. We <THINK> that that number <MAY> increase over time. They were very fortunate that the accident happened out at sea, but there were increased radiation levels - dramatically increased radiation levels noted in the nearest city."
  },
  {
    "transcript_id": "CNN-409783",
    "matched_terms": {
      "probably": "ungraded",
      "guess": "ungraded"
    },
    "previous_statement": "And while protests in Kenosha became deadly last week, the president refused to condemn the 17-year-old gunman suspected of killing two people.",
    "statement": "You saw the same tape as I saw. He was trying to get away from them, I <GUESS>, looks like, and he fell, and then they very violently attacked him. But I <GUESS> he was in very big trouble. He would have been -- he <PROBABLY> would have been killed --"
  },
  {
    "transcript_id": "CNN-166913",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Then do we know why it took a month for Cindy Anthony to realize that her granddaughter is missing?",
    "statement": "Because her daughter is a good liar. And those aren't my words. Those are the defendant Casey's own words. We saw a witness testify last week, Brooke, and what that witness said was, she's in the car with Casey. They're driving somewhere. Casey gets a phone call. Oh, no, no, I can't come pick you up because my car's broken down. She disconnects, throws the phone down and says, \"I am such a good liar,\" and is bragging <ABOUT> it to her friend. So, the reason that Cindy did not call the police for 31 days was her daughter is a good liar, according to her daughter. And she was calling every day. She was sending her messages. She kept demanding, I want to see my child. This defendant made up such whoppers -- I'm out of town, she's with the nanny, we've gone to SeaWorld. We're at a wedding. We are in Jacksonville. It goes on and on and on."
  },
  {
    "transcript_id": "CNN-137665",
    "matched_terms": {
      "about": "ungraded",
      "well": "ungraded",
      "perhaps": "ungraded",
      "obviously": "ungraded",
      "absolutely": "ungraded"
    },
    "previous_statement": "Well, in terms of who that individual is going to be, obviously some names floating around. It's always a highly political process that got even an entire campaign together to sell that nominee. We remember what happened with Harriet Miers during the Bush administration. So what names are being floated around at this point?",
    "statement": "You're <ABSOLUTELY> right. This is really one of those parlor game in Washington. We've been through it numerous times. The buzz here, Sonia Sotomayor, a judge for the U.S. Court of Appeals for Second Circuit. She would be the first Hispanic on the court. <OBVIOUSLY> getting the president a chance to make history. Diane Wood, she is a judge of the U.S. Court of Appeals for the Second Circuit. Very <WELL> respected. Jennifer Granholm, we've seen her with the president. She is the governor of Michigan, a former Michigan attorney general. Elena Kagan, she's solicitor general designate and the dean of Harvard Law School. A couple of other people very active in the campaign that we've seen. Deval Patrick, the governor of Massachusetts, as <WELL> as Georgia Chief Justice Leah Ward Sears. There is an opportunity here, John. A lot of people talking <ABOUT> the possibility of this president making history, appointing <PERHAPS> another woman, a first Hispanic or first black woman. So you can see there's a very diverse range of candidates from far, a full list. But, <OBVIOUSLY>, something that we're all going to be talking <ABOUT>."
  },
  {
    "transcript_id": "CNN-383727",
    "matched_terms": {
      "sort of": "ungraded"
    },
    "previous_statement": "I think there seem to be three major factors. One, I think the trade war itself, but not a huge one. Second, the rise in uncertainty which has affected investment, which is a huge driver of manufacturing demand. And finally, a real slow down in China, which is partly investment related, and partly due to the fact that the Chinese have decided they want to stop the credit boom, on which they used to depend. And these three things have come together in my view.",
    "statement": "This is pretty much the first time, the Chinese economy has been sufficiently large and systemically involved to be able to cause this <SORT OF> issue."
  },
  {
    "transcript_id": "CNN-254552",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "clear": "ungraded"
    },
    "previous_statement": "That gets to the bigger point of how do you stop them before it occurs. This is seen as law enforcement success that they stopped guys before they got through the security perimeter. Is it an intelligence failure or expose the challenge of the intelligence that they couldn't stop these guys before they got to that parking lot considering one of the guys, Simpson, has been on the radar since '06.",
    "statement": "You're right. You have basic intelligence here that's raised by this phenomenon of individuals that participate in this jihad but never met an ISIS or al Qaeda member. As an intelligence professional, these people don't give me a vulnerability to look at. If they are communicating with is central, if I'm picking up on those communications, that's a <CLEAR> vulnerability. If they sit in a basement in Texas saying we want to buy Kevlar and get weapons, there's little vulnerability there. One quick point on the comment <ABOUT> them being on the radar already. When you're at the threat table every morning at 7:00 a.m., every morning there are cases of is inspired kids in America who are either traveling to Iraq or Syria today, <MAY> 5th, 2015, or who have already traveled there. People considering or people gone. You have to weigh that against somebody you picked up five years ago who was prosecuted in 2011 to say how much time do I want to spend on current cases and how much time do I want to spend five years down the road on somebody I'm worried <ABOUT>. That's a tough resource question for a manager."
  },
  {
    "transcript_id": "CNN-326363",
    "matched_terms": {
      "feel": "ungraded"
    },
    "previous_statement": "Help arrived in 2015 when lawyers with the exoneration project took over their case and helped overturn his conviction.",
    "statement": "Now I finally really <FEEL> vindicated."
  },
  {
    "transcript_id": "CNN-194381",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "And so, no, I'll -- I'll save that for another time.",
    "statement": "All right. Both the president and the Republican challenger, they spoke out <ABOUT> the debate last night. Listen to this."
  },
  {
    "transcript_id": "CNN-321903",
    "matched_terms": {
      "sure": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "You would think it would in a traditional presidency. The problem is the things that tend to put you in trouble is the Trump presidency is disloyalty to Donald Trump, and a little bit betting bad press on Donald Trump. If it blows up bigger and the HHS I.G. investigation makes it more likely it will blow up bigger, yes. But if it's portrayed as, well, he is under attack by the media and it's a double standard, he will be fine.",
    "statement": "He'll be fine. Nia-Malika Henderson, David Drucker, Chris Cillizza, thank you very much. Appreciate it. A programming note, speaking of health care, be <SURE> to watch this Monday for a CNN town hall event. Democratic Senators Bernie Sanders and Amy Klobuchar debate Republican Senator Lindsey Graham and Bill Cassidy on health care and the new Graham/Cassidy bill. That is this Monday at 9:00 p.m. eastern. Watch the sparks fly. Coming up, one man's evidence is another man's hoax. Another man being the president. The president comes out swinging against Facebook and the those onlin3e ads linked to the Kremlin. Plus, unfolding now, a frantic search for survivors in the rubble from the Mexico earthquake. We will take you to this collapsed building where they <HOPE> to see signs of life, and they are seeing signs of life. We will get back to that as soon as we can."
  },
  {
    "transcript_id": "CNN-66436",
    "matched_terms": {
      "think": "ungraded",
      "believe": "ungraded",
      "may": "ungraded"
    },
    "previous_statement": "He does, and that's an honorable position. Others -- and I count myself among them -- disagree and think that in fact attacking Iraq can make it harder to win the war against al Qaeda. That's why a lot of people are trying to beg him to shift the focus back to the focus he had so ably after 9/11.",
    "statement": "Actually that's not why. I mean I <THINK> you just articulated something believable. I <BELIEVE> you <BELIEVE> it, and I respect it, and you <MAY> be right. We'll find out. But I <THINK> a lot of his critics don't take it to that level. It's purely political, the attack."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "well": "ungraded",
      "totally": "ungraded"
    },
    "previous_statement": "And it had an effect in which direction? What were they trying to do?",
    "statement": "<WELL>, again, there's two <TOTALLY> different ."
  },
  {
    "transcript_id": "CNN-260202",
    "matched_terms": {
      "about": "ungraded",
      "may": "ungraded",
      "might": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "I feel like even from the very first sentence she said, when her attitude just protected everything. And, I feel like she escalated it all herself. That is the --",
    "statement": "And, there is a piece of this, that I worry <ABOUT> given how this all went down when the woman ends up killing herself is that, they do not take into account what this person`s mental state <MIGHT> be. She <MAY> be ill. She <MAY> be lit up on drugs. Why did not he ask for support? John Cardillo, you are still there. Let me ask you this. Why not a show of force? Why not some of the way -- Other than really escalating it as a one on one <KIND OF> fight. Is it impossible to do that?"
  },
  {
    "transcript_id": "CNN-281596",
    "matched_terms": {
      "know": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "She said she never heard from you. She says this apology thing has never happened. Is she going to hear from you again?",
    "statement": "<WELL> look, here's what I said. You <KNOW>, I have no reason to hate anybody and I want to bring everybody together. We want to move on past this. You <KNOW> if we want to be successful as a party and Donald Trump as a campaign we want to bring people together and focus our attention on winning the general election in November that's what we want to do."
  },
  {
    "transcript_id": "CNN-410071",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "I like to engage.",
    "statement": "If I <MAY> ask, President Trump just announced that Serbia and Kosovo deal and President Trump just announced an economic normalization deal between Serbia and Kosovo. And part of that deal is Kosovo and Israel having diplomatic normalization. You have stated that you support a two-state solution in the Middle East. Would you support more Muslim majority countries normalizing relations with Israel, even though it means that the Palestinians lose leverage in the fight towards a two-state solution?"
  },
  {
    "transcript_id": "CNN-168523",
    "matched_terms": {
      "think": "ungraded",
      "feel": "ungraded"
    },
    "previous_statement": "He's blushing.",
    "statement": "I <FEEL> like we -- I <FEEL> like we're athletes. I <FEEL> like we're kicking butt. I <FEEL> like we're giving it our all. We have to run up and down a stage that's the length of basketball courts. We're playing places that they play. I <THINK> we're doing a really good job at it, actually."
  },
  {
    "transcript_id": "CNN-222521",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "Her family has been in a legal battle since doctors declared her brain-dead.",
    "statement": "I`m just so happy that she is <KIND OF> a thick girl so she still looks good."
  },
  {
    "transcript_id": "CNN-234545",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "I think I'm going to take that.",
    "statement": "I told them, I don't <THINK> I want it. Forget <ABOUT> it, I don't need it, I don't want it. Because I don't want -- I didn't want to get involved in it. This was Barry's time to shine. It was his time to -- for people to look at him as being who he was. And I was not going to take any away from him, you <KNOW>? And I said no. So I decided I wasn't going to take it, you <KNOW>? But, no, I refuse to get involved in that. And for a lot of reasons, you <KNOW> really. And for one reason I just mentioned. And I <THINK> the other reason was that, you <KNOW>, I <KNOW> that, you <KNOW>, that not only Barry, some other players and all the rest of the players were involved in doing some shady things, you <KNOW>, but I had no -- I had no concrete evidence <ABOUT> it and I wasn't going to get involved in it, you <KNOW>. I was waiting for people to make that judgment."
  },
  {
    "transcript_id": "CNN-6846",
    "matched_terms": {
      "about": "ungraded",
      "hope": "ungraded"
    },
    "previous_statement": "So much of it had to do with not being proud of being an Indian because we were dirty, we're lazy. You know, you were born with that, so you have to beat that out.",
    "statement": "Today, the mission at Wahpeton is <ABOUT> healing and <HOPE>, courage and caring. And yes, ancestral customs, once silenced, routinely fill the air. Says athletic instructor Damon Brady:"
  },
  {
    "transcript_id": "CNN-250945",
    "matched_terms": {
      "could": "ungraded"
    },
    "previous_statement": "All right, thanks, Ryan for that. An embattled judge in Ferguson, Missouri resigns. The action comes after a scathing report accusing Ronald Brockmeyer of using his court to fund this city on the back of poor minorities. Judge Roy L. Richter now taking his post besides hearing Ferguson's pending and future city cases, the Missouri Supreme Court is also tasking Richter with making, quote, \"needed changes\" to help restore public trust and confidence in the Ferguson courts. Richter begins his new post on March 16th.",
    "statement": "New this morning, a new feud between the White House and Republicans after 47 Republicans in the Senate signed an open letter to Iran. The letter declares that any nuclear deal with Iran <COULD> be null and void after President Obama leaves office unless Congress has its say. Leading the charge is Arkansas Senator Tom Cotton."
  },
  {
    "transcript_id": "CNN-350250",
    "matched_terms": {
      "should": "ungraded"
    },
    "previous_statement": "I think one of the big issues right now is that there's no cyber- security coordinator in the White House, and so as a result you have all the agencies trying to do their best, but part of the goal of the White House and the National Security Council is to knock those heads together and to get everybody going in the same direction, and that doesn't exist. We need to push this responsibility to the states. There's a number of states that have central security teams that are highly competent. Colorado is probably the best example that I personally worked with. Every state needs to have a cyber-security center on elections who can support then all of the cities and counties. There's over 10,000 local election authorities. We can't have 10,000 competent security teams, but we can have 50. And so we -- we need to have federal legislation to support that, to give them access to intelligence to do clearances for the people, because they're going to need access to NSA and FBI data, but we've got to push that responsibility to the states. If the states want to run their own elections, they should also be held accountable for that.",
    "statement": "And what <SHOULD> Facebook and other social media giants do?"
  },
  {
    "transcript_id": "CNN-408083",
    "matched_terms": {
      "about": "ungraded",
      "know": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "What can you tell us about one of the specific concerns that's been reported, and I'm not even going to try to say the medical terms on this, pronounce -- but it's basically inflammation of the heart. That, there have been some cases, particularly among football players who can be large men, of an enflamed heart condition that could last for a while?",
    "statement": "Yes, so one of the things <ABOUT> myocarditis, which is what you're referring to, is that we are learning that this virus is attacking specific cells in the body that are not typical for other coronaviruses or either other respiratory viruses. So, one of the things that we're seeing is direct attack by the virus to heart cells that can lead to damage. And then <OBVIOUSLY>, in elite athletes, this can be very difficult and very -- you <KNOW>, potentially career-ending or at least season ending. And so we want to keep our athletes safe, that's one of the reasons why we've put out some parameters to keep them safe."
  },
  {
    "transcript_id": "CNN-297389",
    "matched_terms": {
      "well": "ungraded",
      "obviously": "ungraded"
    },
    "previous_statement": "Some stories make you wonder how any one person can be capable of such awful crimes. But this man, Lee Kaplan -- take a good look. He faces 15 charges, including rape and sexual assault against six sisters, six children, six out of ten youngsters who were living in his Pennsylvania home, 10 little girls, all sisters, living in his home. He`s charged with raping six of them. That`s what they were, children. Apparently, he lived with them for years. One of the girls actually had two babies fathered by Lee Kaplan. We are still trying to get our heads around what the parents of these 10 girls understood about him, what they knew about him, why they allowed their 10 girls to live with this man. Apparently, they made arrangements for Kaplan to have their girls. Court documents reveal some of the details. You`re going to have to bear with me. This is not pleasant. Victim number one was 12 years old the first time Lee Kaplan had vaginal intercourse with her. Another victim said she was 14. Kaplan took her as his wife and then, quote, \"consummation was accomplished by Kaplan penetrating her front hole, as she said, with his private part.\" Another victim said, according to the probable cause affidavit, quote, \"When she was 10, 10 years old,\" Lee Kaplan had, quote, \"sex with her for the first time. She says he put his penis in her birth hole,\" end quote. In all, 12 girls were found living with Kaplan. That`s a dozen possible victims, 12 girls. Prosecutors say Kaplan made the girls believe that he was some kind of religious figure. The sisters are from Amish country and religion is a big part of daily life there. And here these young girls are thrust into the arms of what some would agree, most would agree, I think almost everyone might agree is the devil if he`s, in fact, guilty of these crimes. This is such a complicated chart, I had to show you this, that the district attorney used it. Don`t bother reading it. I`m going to get it all to you in a moment. I just want to you see what this looks like, what the commonwealth actually released in order to try make the flow chart make sense for us. It`s a lot of victims to comprehend there, six boxes with a bunch of ugly uglies all inside. But those six boxes, those six girls -- they`re not potentially the only potential victims here. Matthew Weintraub is the Bucks County district attorney. He`s with me live. Mr. District attorney, I don`t even know where to begin. I don`t know where you begin. How do you begin to prosecute a case like this?",
    "statement": "<WELL>, Ashleigh, it <OBVIOUSLY> took a coordinated effort. It was -- really saddens me and it sickens me that we have to prosecute this, but it doesn`t surprise me. Unfortunately, once you have a situation where one girl in a household is molested, it often leads you to find out that many, if not all of the other young kids in the household were molested, and that was mostly the case in this instance."
  },
  {
    "transcript_id": "CNN-110125",
    "matched_terms": {
      "about": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Across the country and around the world, this is ANDERSON COOPER 360. Sitting in tonight for Anderson, and reporting from the CNN studios in New York, here's John Roberts.",
    "statement": "And hi, everyone. And thanks for joining us. Five years ago tonight, many Americans were out and <ABOUT>, filling up bars and restaurants, celebrating the end of another typical work week. We had no idea what was <ABOUT> to happen just four days later, what <KIND OF> evil al Qaeda was planning for us. Tonight, we can see firsthand those plans in the making through a videotape released today on the Arabic-language network Al-Jazeera. We're covering all the angles, beginning with the tape itself. Shot before 9/11, all the now familiar faces are there, including Osama bin Laden. We will tell you how this tape is different from anything that we have seen before. Then, there is the timing. Why would al Qaeda send out such old footage near the five-year anniversary of 9/11? What <KIND OF> message is it trying to send? And a 306 exclusive: never-before-seen pictures of the man Osama bin Laden adored, the man he looked up to, a man who had many ties to the United States, bin Laden's own father. First, the terror tape, and CNN's Nic Robertson in Islamabad, Pakistan."
  },
  {
    "transcript_id": "CNN-144786",
    "matched_terms": {
      "about": "ungraded",
      "suspects": "ungraded"
    },
    "previous_statement": "Absolutely. Let's move in here and take a little bit of time and look at exactly what's been going on here. When you look at the state of Texas, it's a very, very big place of course. I'm going to remember some of my Texas geography as best I can her. Ft. Hood is going to be right down in about the more or less the middle of the state. And I say the middle of the state, it's a big state, so there's a lot of middle there. So an hour north of Austin, let's say, maybe two or three hours south of Dallas. These aren't straight lines, but generally into that area. I'm going to turn off all these different labels I have here for a minute so we can just move in and show you the base. It's a big sprawling facility here, about 340 or so square miles of facility. It was once a variety of different bases. They were joined together over many years and became Ft. Hood which is a massive, massive military installation with a tremendous number of people there. Let's go in because this is the area we're talking about right here and it really is in the heart of base. In the big picture here, you can see the cluster of the main part of the base there, it sort of stands out in this form. But as we move a little bit closer, I'm going take you right into the readiness center, which is the part that we're most interested in. This is where we believe that all the trouble took place. And it is centrally located on this base. Just a short distance away, you can see these are the headquarters of the first cavalry, the renowned first cavalry. They've been tremendously respected throughout the military and certainly in the Army circles in a very, very big way. This is where it all appears to have happened. What do we know about this facility? We know that the authorities say that there was one gunman that we know about that had two pistols that we've been told about. We don't know if there was anything else involved. Two other suspects have been picked up. We don't know if they were involved. They're simply suspects at this point but add it up, we have about 117,000 square feet, 40,000 troops in the area, we have 17,000 family members on post. This is a tremendous number of folks, more than 1,000 cars could fit into the area around here n all this has been cause for tremendous concern in that community. We'll be back in just a minute with more as we keep adding up the facts in this case getting more into what we really do know about this rampage on this military base which has certainly shaken the whole military community and the rest of the country this afternoon. Stay with us.",
    "statement": "We're following the breaking news out of Ft. Hood, Texas, <ABOUT> 3 1/2 hours or so ago, a gunman opened fire killing 11 U.S. Army soldiers, wounding 31 others. The alleged gunman was shot and killed in the course of this incident. Two others are believed to be <SUSPECTS> and they are still -- they are being questioned presumably right now by law enforcement. Heather McGarity is on the phone with us right now. She was on the post on the base at Ft. Hood. It's still on lockdown, is that right, Heather?"
  },
  {
    "transcript_id": "CNN-91474",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "perhaps": "ungraded",
      "might": "ungraded",
      "clear": "ungraded",
      "kind of": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Well, Mr. Chairman, I wish we could have translated your pride into some votes, but thank you anyway. But I respect the pride and I love your friendship. And I thank you for it very, very much. And to my friend, Joe, the ranking member, I want to thank him also for his comments. I actually heard them back in the office. And I wanted to thank you personally, both of you. I guess it's, sort of, good to be back.",
    "statement": "Thank you, Senator. I <KNOW> that you've been there recently. And I look forward to hearing from you on what you found. I do <THINK> that we have to look at the overall difficulty and complexity of trying to help a society recover from the <KIND OF> tyranny that Saddam Hussein imposed on it. This was never going to be easy. It was always going to have ups and downs. I'm <SURE> that we have made many decisions, some of which were good, some of which <MIGHT> not have been good, but the strategic decision to overthrow Saddam Hussein was the right one. And we're all going to be very glad that we no longer have to deal with a bloody dictator in the middle of the world's most dangerous region who was an avowed enemy of the United States. I would rather trade the considerable difficulty of helping the Iraqi people get to a democratic future and a future in which they will be allies in the war on terror for what was yet again a chance or a policy that <THOUGHT> that we <COULD> buy stability even if there was a regime of the tremendous brutality of Saddam Hussein's in place in the Middle East. So I <THINK> we made the right decision to overthrow him. Having made that strategic decision, you're right. We do have some big tactical challenges to get to the strategic goal that we have. After the election -- and I do <THINK> the election is an important event. It's a next step on the Iraqi people's road to a better future. It is not the final step. It's a step that will allow them to elect leaders who will then begin the political process of trying to deal with the many divisions, historic and other divisions, that the Iraqi people themselves have. And they're going to have to make political compromises to do it. They're going to have to find their own way politically and we will be there to support them. That is, <PERHAPS>, the most important set of steps that have to take place after this election. Our role, as you rightly say, is to focus on what we can do to help them build capacity in their security forces and in their economy. And in their security forces, again, I -- we can talk <ABOUT> what was foreseeable or what was not. The people who are fighting now -- yes, some of them are frustrated young people and we need to do, and Prime Minister Allawi is doing what he can to siphon those people off and to give them a stake in the future of Iraq. And he's doing it. We will help him with jobs programs. I <THINK> we do, as one adjustment, need to pay more attention to what jobs we are creating for Iraqis out of the reconstruction dollars that we are spending. And that's one issue that I've asked to have looked at a little bit more closely, if the metric is how many jobs are we creating, how are we really creating jobs for the Iraqis. But many of the people who are blowing up their fellow citizens, are blowing up Iraqis, are not actually people who were angry because they weren't paid. They are people who were part of Saddam Hussein's regime. They were Baathists at the high level of Baathism, not people who joined the party because they had to to get a job, but people who enjoyed the benefits and the fruits of Saddam Hussein's regime and people who spent their lives oppressing their fellow citizens. They've lost power and they want it back. And so we have to be <CLEAR> who the enemy is here. Others are foreign terrorists, like Zarqawi, the face of terrorism, who frankly do see Iraq as the central front in the war on terror. And they were committing terrorist acts some place. They weren't sitting and drinking tea some place. They were fighters, hard-core fighters in the war on terrorism. Now they've decided to fight in Iraq."
  },
  {
    "transcript_id": "CNN-15789",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "Well, right now, we're focusing on this strike. It does -- that is looming out there, the Writer's Guild, all the creative community, but that's in the future, Daryn...",
    "statement": "OK, let's talk <ABOUT> right now."
  },
  {
    "transcript_id": "CNN-165937",
    "matched_terms": {
      "know": "ungraded",
      "should": "ungraded",
      "well": "ungraded",
      "fact": "ungraded",
      "seems": "ungraded",
      "thought": "ungraded"
    },
    "previous_statement": "Ed Henry, live at the White House. Thank you. At the bottom of the hour, we'll check in with David E. Sanger of the \"New York Times.\" He and his colleagues are reporting that those Navy SEALs were prepared to fight their way out of Pakistan if they came under attack from the Pakistani military or Pakistani police. The Mississippi River is now cresting in Memphis. It's expected to be 14 feet above flood stage. It's the highest it's been in Memphis in nearly three quarters of a century. There is so much water flowing passed the city the river is about three miles wide. The big question now, can the levees handle the pressure? Rob Marciano live in Memphis. So, Rob, can they?",
    "statement": "<WELL>, that's the question, isn't it? And you <KNOW> so far, they are doing OK. But, you <KNOW>, never before has there been this much water pressing against those levees for so long. You mentioned the one remarkable factoid, which is right now the river is at three miles wide. Right now, we are at Riverside Drive, which is a road that, you <KNOW>, understandably goes near the river but it shouldn't be in the river. And that's where it is right now. It's been that way for several days. There is the mighty Mississippi. Notice the -- actually what <SEEMS> to be a current, the waves are flowing to the north and the main river is flowing to the south. That's the way it <SHOULD> be. So we've got a little bit of an eddy here. We've got some south winds that are pushing the water in all different directions. And, you <KNOW>, it's cresting right now. But that doesn't mean it's going away anytime too soon. Matter of <FACT>, it will take a full five days for this river at this point to go down just one foot. So that's how much water is in the river system right now. Caught up with one of the Army Corps of Engineers, Colonel Reichling. He's in charged here in Memphis. And I asked him what he <THOUGHT> the levees were doing, how they were holding up."
  },
  {
    "transcript_id": "CNN-204520",
    "matched_terms": {
      "think": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "And yet, Don, in the process of handling a launch like that and the potential outflow, there could be a lot of nervous moments as we try to maintain essentially the status quo -- Don.",
    "statement": "All right. Thank you, Tom. Thank you, general Marks. All right, earlier tonight I spoke with Gordon Chang, columnist for forbes.com and author of \"nuclear showdown, North Korea takes on the world.\" He says he doesn't <THINK> this will end <WELL>."
  },
  {
    "transcript_id": "CNN-282255",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "One of the differences between Secretary Clinton and myself, and it's a profound difference, is how we have chosen to raise money for our campaigns. If we understand that super PACs are the vehicle by which Wall Street and billionaires are able to buy elections, you're damn right. We don't need a super PAC. We don't want a super PAC.",
    "statement": "So that was Sanders addressing a rally of thousands of supporters in Baltimore this afternoon. Clinton, meanwhile, <WELL>, she campaigned on a smaller scale today, holding a conversation with workers in Connecticut. And in recent days, she's largely avoided hitting Sanders, and she's focusing her fire instead on Donald Trump. Today, she released a video urging voters to remember all his controversial positions as he really starts to pivot toward the general election. And that followed a shot she took at Trump yesterday in Pennsylvania where she criticized his proposal to temporarily ban Muslims from entering the country. Both Sanders and Clinton spent Friday crisscrossing that key Keystone State, which has the most delegates up for grabs on Tuesday when voters in five states are going to go to the polls. Sanders is behind Clinton in Pennsylvania by almost 30 points, according to a new poll there, and he spent the day campaigning in Maryland and Delaware. Clinton was in Connecticut and Rhode Island. And Pam, those are all states that vote on Tuesday."
  },
  {
    "transcript_id": "CNN-329311",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "You insist?",
    "statement": "It's not the only bit as I am <ABOUT> to find out. What I would want to do this."
  },
  {
    "transcript_id": "CNN-103986",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Well, that's exactly the crux of the question that was posed to Scott McClellan today, and you heard his response. In his -- in their view -- they look at these discussions as sort of lower level, not really opening them up to these larger discussions about the nuclear issue, which, of course, has been the lynchpin of the difficulties between the two countries. So the way the administration is reconciling this is to say, look, there is an issue, a very specific issue here about Iraq. There is a mutual concern about the violence there, perhaps getting out of hand. And this is a way that these discussions can take place, but they are, of course, expressing skepticism that these talks will even take place at all.",
    "statement": "Elaine Quijano, thanks very much. The hunt for insurgents continues in Iraq, where U.S. and Iraqi troops are swarming in the area of Samarra. It began as an airborne assault, the largest yet in Iraq since the start of the war. Right now, it's a methodical search on the ground and a test of how <WELL> Iraqi forces can perform as the U.S. seeks to reduce its own presence in Iraq. Let's get some more details now. Our Pentagon correspondent Barbara Starr is watching this story -- Barbara."
  },
  {
    "transcript_id": "CNN-177273",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "From the CNN Newsroom here in Atlanta, Georgia, straight to your classrooms, I`m Carl Azuz and this is CNN Student News. Today we`re starting with something called a payroll tax. Here`s the deal on the payroll tax, from A to Z. Americans have been getting a break on their federal payroll tax.",
    "statement": "What this means is that they`re taking home a bit more of what they earn. For example, someone making <AROUND> $50,000 this year took home an extra $1,500, thanks to the payroll tax break. But the government has to take action to extend the payroll tax cuts into next year, otherwise the payroll tax goes back up and Americans see less money in their paychecks."
  },
  {
    "transcript_id": "CNN-299704",
    "matched_terms": {
      "about": "ungraded"
    },
    "previous_statement": "In fact, Mr. Renzi says that he will quit if the reforms are rejected. That could increase support for candidates who are against immigration and who are skeptical with the European Union. And the presidential election in Austria is also crucial for the E.U. and its future. Leftist candidate Alexander Van der Bellen supports staying in the union. He won the election in May but another was ordered due to voting irregularities. He is a supporter of the E.U. Listen.",
    "statement": "This is <ABOUT> which direction our homeland, Austria, is supposed to take. Do we want to build up our old borders again outside the E.U. and go into the future on our own? Or do we want Austria to stay an important member of the E.U.?"
  },
  {
    "transcript_id": "CNN-202572",
    "matched_terms": {
      "know": "ungraded",
      "might": "ungraded"
    },
    "previous_statement": "And you were with all these closures that could change?",
    "statement": "I <KNOW> it will change. Don't worry it <MIGHT> change. It will change."
  },
  {
    "transcript_id": "CNN-110568",
    "matched_terms": {
      "may": "ungraded"
    },
    "previous_statement": "For Democrats the issue is voter suppression.",
    "statement": "Call it what you <MAY>, this bill is a modern-day poll tax."
  },
  {
    "transcript_id": "CNN-345480",
    "matched_terms": {
      "unclear": "ungraded"
    },
    "previous_statement": "Voters. Yes.",
    "statement": "<UNCLEAR> if Lindsey Graham who has long been a critic of Putin, no matter who is on the White House, is going to have enough support do that. We'll see."
  },
  {
    "transcript_id": "CNN-139529",
    "matched_terms": {
      "clear": "ungraded",
      "allegedly": "ungraded"
    },
    "previous_statement": "Meanwhile, a new threat from North Korea. Pyongyang vows military retaliation, quote, \"a thousand fold\" if provoked by the U.S. and its allies. This is happening after President Obama declared the communist country a grave threat. Also there are fears two American journalists being held in North Korea are being used as political pawns. CNN's John Vause reports.",
    "statement": "In the midst of rocket and missile launches and underground nuclear tests and threats of all- out war, North Korea has made it <CLEAR> that two American journalists held in Pyongyang are very much in the mix of this escalating crisis. Earlier this month, Laura Ling and Euna Lee were sentenced to 12 years hard labor and now, according to the North's official state media they're guilty of much more than just illegally crossing a border. They both <ALLEGEDLY> confessed to crimes that were, quote, \"prompted by the political motive to isolate and stifle the socialist system of the DBRK by faking up moving images aimed at falsifying its human rights performance and hurling slanders and calumnies.\" This was the first news their families in the U.S. heard in more than a week."
  },
  {
    "transcript_id": "CNN-231352",
    "matched_terms": {
      "kind of": "ungraded"
    },
    "previous_statement": "It's interesting. Father Beck, you know, the gestures of this pope are so scrutinized as something very simple, not even a word spoken can -- maybe raise questions about could possibly make progress in the Middle East peace process. That's what's so remarkable about this pope.",
    "statement": "We didn't expect him to enter into the Syria conflict like he did. Remember, he penned a letter to Putin when the G-20 was meeting in Russia. He said no military intervention. Dial this down. Then he not only did that, but he said to the people, you cannot have military intervention and continue to kill people in the name of any <KIND OF> justice. And so, then he had a day of prayer and fast fasting for an end to the conflict in Syria. That's when everything began to be dialed down. So, some said the prayer helped. The pope was instrumental in Syria laying down those arms for awhile."
  },
  {
    "transcript_id": "CNN-389181",
    "matched_terms": {
      "well": "ungraded"
    },
    "previous_statement": "Yes.",
    "statement": "<WELL>, she and her husband get special shots to help them have sex twice a day."
  },
  {
    "transcript_id": "NPR-43285",
    "matched_terms": {
      "think": "ungraded",
      "about": "ungraded"
    },
    "previous_statement": "I was adding to it, and if it was funny and it was true, I      kept it.  And if it wasn't funny and people didn't respond to it, I      dropped it. And so it was really--you know, it was performance art that I      just memorized the best parts of.  The only thing I really miss about      doing it these days is that there's maybe a few people in every crowd      that haven't heard it, but it's nothing like having the few hundred or a      few thousand people years and years ago--40 years ago--when nobody had      heard it.  Those moments can't be repeated. And not only that, there were      people singing this song together who politically had nothing in common      and probably wouldn't have talked to each other.  But to see them all      singing together reminded me of the spirit of what the country was all      about, and I was thrilled.  And, unfortunately, those days are gone for      me.  Not--that can't be repeated.",
    "statement": "What do you <THINK> it was <ABOUT> that song that was able to      capture everybody's attention?"
  },
  {
    "transcript_id": "CNN-236328",
    "matched_terms": {
      "around": "ungraded"
    },
    "previous_statement": "And we need it with all that's going on in the world today. We are so glad to have your company, though, I'm Christi Paul.",
    "statement": "I'm Victor Blackwell. 6:00 here in the East here in the U.S. This is \"NEW DAY Saturday.\" Welcome to our viewers here in the U.S. and <AROUND> the world. We continue our coverage of the two major stories in the Mideast. U.S. air strikes in Iraq and the conflict between Israel and Hamas."
  },
  {
    "transcript_id": "CNN-185387",
    "matched_terms": {
      "think": "ungraded",
      "could": "ungraded",
      "know": "ungraded"
    },
    "previous_statement": "Gary Locke really found himself as the man in the middle here. He is the ambassador. He helped harbor Chen Guangcheng when he escaped from house arrest. He was also there every step of the way when Chen left the embassy. You saw them smiling together. You saw them in the car together. You saw Gary Locke taking him to the hospital. But everything changed between leaving the embassy and speaking to us at 3 a.m. on Thursday morning. On that day, Chen had changed his mind. He didn't want to leave the embassy. He didn't want to stay in China. He wanted to go to the United States. He was then pointing the finger back at the U.S. in saying they did not treat him properly. We put those questions to Gary Locke as well and he said, as far as he was concerned they did do the right thing by Chen. It was always Chen's idea to stay in China. He said Chen wanted to be a freedom fighter for his own country and be reunited with his family and live out his life here. This is what we had to hear from Chen Guangcheng when we finally got hold of him at 3:00 in the morning.",
    "statement": "It's an a small voice on the end of a phone line, but with an explosive story to tell. At 3 a.m. Thursday in Beijing and Chen Guangchang answer our call. From his hospital bed, the blind dissident the world wants to hear from, now tells CNN he fears for his life. He says he wants to get out of China and is appealing to President Obama himself. I would like to say to him, please do everything you can to get our whole family out. He pleads. He wants to go to the United States. A country that hours earlier drove him to a Chinese hospital and he says left him there. Chen had been holed up for six days in the U.S. embassy. He fled refuge there. After fleeing 18 months of what he called brutal house arrest. After back room negotiations, the U.S. and China seemed to have reached a deal. Chen <COULD> live freely and safely. A smiling Chen Guangcheng is seen here leaving the embassy for treatment at the hospital. But between leaving the U.S. grounds and speaking to us, everything changed. I'm very disappointed with the U.S. government he says. Chen now claims he was urged to leave and then deserted. The embassy kept lobbying me to leave he said and promised to be with me at the hospital. But this afternoon soon after we got here, they were all gone. Inside the embassy walls, Chen says, he was cut off from the outside world. Now doesn't <THINK> he knew enough to make such a critical decision. At the time, I didn't have a lot of information, he says, I wasn't allowed to call my friends from inside the embassy. I couldn't keep up with the news so I didn't <KNOW> a lot of what was happening. What was happening, he now says, is his family in their village was being terrorized. After discovering Chen escaped, police turned on his wife. She was tied to a chair by police for two days, he tells us. They carried thick sticks to our house threatening to beat her to death. If he didn't leave the embassy, Chen said, his wife was told she would pay the price. They said they would send her back to Shandong and beat her to death he says. Each time CNN has tried to independently confirm these claims, we have been physically ejected from Chen's village by guys. This day, Chen passed the phone to his wife. Like her husband, she says there is no future for them here."
  },
  {
    "transcript_id": "NPR-46657",
    "matched_terms": {
      "think": "ungraded",
      "sure": "ungraded",
      "about": "ungraded",
      "know": "ungraded",
      "probably": "ungraded",
      "thinking": "ungraded"
    },
    "previous_statement": "So they're prepared in more ways than one. They don't prepare for everything because they're - they have a script laid out that they would like to address.",
    "statement": "Right. And you prepare, you <KNOW>, for as many things that you <THINK> are potentially possible. And you try to - you don't want the president to be surprised <ABOUT> anything, even if you <THINK> it's an illegitimate question. But, yes. So that's what they spent some time today and <PROBABLY> yesterday doing is <THINKING> through the questions and answers and making <SURE> the president is ready."
  },
  {
    "transcript_id": "CNN-15789",
    "matched_terms": {
      "think": "ungraded"
    },
    "previous_statement": "Yes, that's right.",
    "statement": "... actor, they <THINK> Tom Cruise, $20 million per picture."
  },
  {
    "transcript_id": "CNN-56944",
    "matched_terms": {
      "believe": "ungraded",
      "may": "ungraded",
      "fact": "ungraded"
    },
    "previous_statement": "Right. Exactly.",
    "statement": "OK. Patty Davis, thanks very much. With us now on the telephone, someone who has written and done a lot of research on the subject of terror, is a man named Harvey Kushner. He's the author of \"The Encyclopedia of Terror.\" And, Mr. Kushner, before I ask you any questions, I want to emphasize once again that law-enforcement officials in Los Angeles at this point are saying they <BELIEVE> it's an isolated incident at the Los Angeles Airport, this incident that left three dead, including a gunman at the El Al ticket counter. But, clearly, enormously disruptive there, and the <FACT> that it's taken place on the Fourth of July raising many, many questions. Mr. Kushner, what -- for people who would be looking for some sign that there <MAY> have been terrorist motives, what would they look for here?"
  },
  {
    "transcript_id": "CNN-304417",
    "matched_terms": {
      "think": "ungraded",
      "know": "ungraded",
      "fact": "ungraded",
      "guess": "ungraded",
      "quite": "ungraded",
      "sort of": "ungraded",
      "seems": "ungraded"
    },
    "previous_statement": "So, what Australians saying about this, and how is it playing out in the media there?",
    "statement": "Look, I <GUESS> it's <SORT OF> seen as fitting in with the theme of final of Donald Trump, the <FACT> that although so far he <SEEMS> to be sticking to his word, and to some promises that during the election campaign seemed <QUITE> outlandish. It also is just an utterly unpredictable situation, and I <THINK> that tweet this afternoon took people by surprise. And he's just, you <KNOW>, throwing diplomatic convention out the window, and it's very interesting to watch, hard to tell what will happen next."
  },
  {
    "transcript_id": "CNN-130852",
    "matched_terms": {
      "absolutely": "ungraded"
    },
    "previous_statement": "And figure out what decisions to make.",
    "statement": "<ABSOLUTELY>."
  },
  {
    "transcript_id": "NPR-2584",
    "matched_terms": {
      "know": "ungraded",
      "fact": "ungraded",
      "kind of": "ungraded"
    },
    "previous_statement": "Yeah. And you're working new material into the act all the time, and the show that that material was taken from was, I guess, what, two years old, that particular performance.",
    "statement": "Yeah. That particular thing right there was from a couple of years ago, the \"Brown and Friendly\" DVD and the special that came out. So, you <KNOW>, like I said, you <KNOW>, that, you <KNOW>, that news was older. So I've <KIND OF> - I don't do that joke anymore. As a matter of <FACT>, when I just heard it, I was like, oh, yeah. I remember that joke."
  },
  {
    "transcript_id": "CNN-21017",
    "matched_terms": {
      "believe": "ungraded",
      "well": "ungraded"
    },
    "previous_statement": "No, it's not that \"I think;\" I know that there is more frequent use on the left-hand side. When you look at actual ballots in past contests and you look at the number votes for candidates, there is always more votes at the top of the ballot, which in this instance in punch cards, is on the left-hand side. As voters go down the ballot, they frequently drop off, that's what we call, in the political science division. You have more frequent dropoff as voters are less likely to vote as they get down the ballot. But certainly...",
    "statement": "<WELL>, thank you, I <BELIEVE> you've answered his question. Has he answered your question yet?"
  }
]